[{"source": "https://www.arabnews.com/rss.xml", "title": "Commando Group win Master division at 15th Abu Dhabi World Professional Jiu-Jitsu Championship", "description": "ABU DHABI: Commando Group on Monday secured the top spot in the Master division at the 15th Abu Dhabi World Professional Jiu-Jitsu Championship, with Kazakhstan National Team and AFNT taking second and third places, respectively.\n\n\tThe championship, held under the patronage of Sheikh Khaled bin Mohamed bin Zayed Al-Nahyan, crown prince of Abu Dhabi and chairman of the Abu Dhabi Executive Council, is taking place at the Mubadala Arena in Zayed Sports City until Nov. 10.", "link": "https://www.arabnews.com/node/2404591/sport", "date_published": "2023-11-07T07:11:54+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Ukrainian league game lasts record time due to air alerts", "description": "KYIV: A Ukrainian league match in the central city of Dnipro was interrupted by air alerts several times due to Russia's invasion, reportedly lasting a record almost five hours.\n\tDnipro-1 defeated FC Oleksandriya 1-0 in Dnipro, a city that has been targeted by Russian strikes throughout Moscow's more than 20-month long offensive.\n\tPlayers were called off the pitch several times because of the danger of Russian air attacks.\n\t\"The match was interrupted several times due to air alerts, but it was finished anyway,\" Ukraine's football association said in a statement.", "link": "https://www.arabnews.com/node/2404981/sport", "date_published": "2023-11-07T07:11:47+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "LuLu Hypermarket showcases food trends at InFlavour", "description": "LuLu Hypermarket participated in the InFlavour food exhibition with a dedicated stand showcasing its array of private label products and Saudi-made brands. The world-leading B2B food and beverage event was held in Riyadh, from Oct. 29-31, under the guidance of the Ministry of Environment, Water and Agriculture.\n\n\tAhmed Saleh Aleyadah, deputy minister of environment, water and agriculture, visited LuLu’s booth at the exhibition and commended the retail giant for its commitment to quality and food standards.", "link": "https://www.arabnews.com/node/2404986/corporate-news", "date_published": "2023-11-07T07:11:41+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israel-Hamas conflict in Gaza traps Lebanon between uneasy peace and war", "description": "DUBAI: Deadly exchanges between the Israeli military and members of Lebanon’s Hezbollah militia have been occurring with alarming frequency for the past several weeks, leaving not just the people of the two countries tense and jittery but those in the wider Middle East region too.\n\n\tAreas along the border between the two countries have borne the brunt of the hostilities, triggered by the ongoing Israeli bombardment of the densely populated Gaza Strip, which came in the wake of the Palestinian militant group Hamas’ deadly Oct. 7 attacks in southern Israel.", "link": "https://www.arabnews.com/node/2404976/middle-east", "date_published": "2023-11-07T07:11:34+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "stc, Microsoft to power corporate digital transformation in KSA", "description": "stc Group, an engine of digital transformation, has announced the expansion of its strategic partnership with Microsoft to further advance its digitization and drive innovation across Saudi Arabia. As part of the partnership, the organizations will jointly develop and deploy cutting-edge solutions that will transform and empower organizations across various industries, while enabling small businesses to grow and thrive in the digital economy.", "link": "https://www.arabnews.com/node/2404991/corporate-news", "date_published": "2023-11-07T07:11:32+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Review: Sahar Khalifeh’s ‘Wild Thorns’ shines a light on the West Bank", "description": "CHICAGO: Originally published in 1976 and re-released nearly fifty years later in 2023, Palestinian author Sahar Khalifeh shines a light on the Israeli occupation of the West Bank in her third novel, “Wild Thorns.” With a new forward written by Pakistani novelist and journalist Mohammed Hanif, the novel chronicles the lives of Khalifeh’s characters Usama, Adil, Nuwar, Zudhi and Abu Shamir, who live under occupation but continue to survive. Translated into English by Trevor LeGassick and Elizabeth Fernea, Khalifeh’s novel humanizes the tragedy of occupation.", "link": "https://www.arabnews.com/node/2404596/lifestyle", "date_published": "2023-11-07T07:11:16+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi Aramco’s Q3 2023 net profit increases 8.31% on rising oil prices", "description": "RIYADH: Saudi Aramco reported an 8.31 percent increase in net profit in the third quarter of 2023 on Tuesday, reaching SR122.19 billion ($32.6 billion) compared to the previous quarter. This increase was primarily driven by higher crude oil prices and improved refining margins. \n\n\tAmin H. Nasser, president and CEO, of Aramco, said: “Our robust financial results reinforce Aramco’s ability to generate consistent value for our shareholders, and we continue to identify new opportunities to evolve our business and meet the needs of customers.”", "link": "https://www.arabnews.com/node/2404586/business-economy", "date_published": "2023-11-07T06:11:51+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "The Giving Movement fuels rumors of Kanye West collab", "description": "DUBAI: Popular Dubai-based streetwear brand The Giving Movement, known for its sustainability efforts, may be collaborating with Kanye West.    \n\n\tRumors began circulating when The Giving Movement founder and CEO Dominic Nowell-Barnes took to Instagram to share a photo with the US Grammy Award-winning rapper, captioning the post, “All business. No cap.”", "link": "https://www.arabnews.com/node/2404576/lifestyle", "date_published": "2023-11-07T06:11:22+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "First group of 20-25 Canadians evacuated from Gaza into Egypt — Ottawa", "description": "OTTAWA: A first group of 20 to 25 Canadians was evacuated out of Gaza through the Rafah border crossing into Egypt on Tuesday and another 80 people are expected to leave later in the day, Canada’s foreign ministry said.\n\t“Canadian officials are on the Egyptian side of the border welcoming them and ready to bring them to safety to Cairo,” the ministry said in a statement, adding that “the situation is quite fluid and unpredictable.”", "link": "https://www.arabnews.com/node/2404946/world", "date_published": "2023-11-07T05:11:51+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Sri Lankans gather in Colombo peace conference to call for ceasefire in Gaza", "description": "COLOMBO: Thousands of Sri Lankans across different faiths and the political spectrum gathered for a peace conference in Colombo on Tuesday, as they called for an immediate ceasefire in Gaza.  \n\n\tSri Lankans have held several protests in solidarity with Palestine since the beginning of Israel’s daily bombardment of Gaza on Oct. 7 in retaliation for an attack by the Gaza-based militant group Hamas.  \n\n\tThe Israeli death toll stood at around 1,400 one month later, while more than 10,000 Palestinians — over 40 percent of whom are children – have been killed.", "link": "https://www.arabnews.com/node/2404926/world", "date_published": "2023-11-07T05:11:43+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Shelling kills six in Russian occupied city: Moscow", "description": "MOSCOW: Ukrainian shelling killed six people and wounded nearly a dozen in the eastern city of Donetsk which is under the control of Russian forces, a senior Moscow-appointed official said Tuesday.\n\tDonetsk has been controlled by Russian forces since 2014 and authorities routinely accuse Ukraine of deadly attacks on the city, claims that cannot be independently verified.\n\t“Six people were killed and 11 wounded. Medical assistance is being provided to all the injured,” Denis Pushilin, the Kremlin-backed head of the region said on social media.", "link": "https://www.arabnews.com/node/2404916/world", "date_published": "2023-11-07T05:11:42+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Tourism minister inaugurates Saudi Pavilion at World Travel Market to showcase Kingdom’s destinations", "description": "LONDON: Saudi Arabia’s Minister of Tourism Ahmed Al-Khateeb on Monday inaugurated the Kingdom’s pavilion at the World Travel Market exhibition in London, the Saudi Press Agency reported.\n\n\tSaudi Arabia’s participation in the exhibition reflects its role as one of the fastest-growing tourist destinations in the world, achieving 13th position in the number of incoming tourists in 2022.", "link": "https://www.arabnews.com/node/2404921/saudi-arabia", "date_published": "2023-11-07T05:11:40+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Amnesty International urges London police not to ban pro-Palestine march", "description": "LONDON: Amnesty International has urged police in London not to ban a pro-Palestine march in the capital this weekend.\n\n\tThe human rights organization warned that “political pressure” is being brought by government ministers to prevent the protest taking place, as Metropolitan Police Commissioner Mark Rowley considers whether to take action to stop marchers on Nov. 11, the anniversary of the end of the First World War.", "link": "https://www.arabnews.com/node/2404911/world", "date_published": "2023-11-07T05:11:26+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Portugal’s prime minister resigns as his government is involved in a corruption investigation", "description": "LISBON: Portuguese Prime Minister António Costa resigned Tuesday after his government was involved in a widespread corruption probe, sending a shock wave through the normally tranquil politics of the European Union member.\n\tThe 62-year-old Costa, Portugal’s Socialist leader since 2015, asserted his innocence but said in a nationally televised address that “in these circumstances, obviously, I have presented my resignation to the president of the republic.”", "link": "https://www.arabnews.com/node/2404931/world", "date_published": "2023-11-07T05:11:11+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Riyadh Air to place second major aircraft order ‘in weeks,’ says CEO", "description": "JEDDAH: Saudi Arabia’s new flagship airline Riyadh Air will place a second major aircraft order “in weeks,” its chief executive said on Monday.\n\n\tThe airline has already provisionally ordered 72 Boeing 787 widebody jets and narrowbodies were next, Tony Douglas said. “We have concluded our narrowbody campaign,” he said. Industry analysts believe the order could be made public at the Dubai Air Show, which begins next week.", "link": "https://www.arabnews.com/node/2404541/business-economy", "date_published": "2023-11-07T02:11:16+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "BBC correspondent’s reporting interrupted by airstrike in Gaza", "description": "DUBAI: BBC correspondent Rushdi Abualouf’s live report from Gaza on Radio 4’s “World at One” program was interrupted by an airstrike on Monday.\n\n\tAbualouf was describing the situation on the ground when the sounds of an airplane were heard.\n\n\tHe did not take cover but said that there was an explosion and he could see a lot of smoke about 100 meters from a hospital.\n\n\tThe target of the airstrike was unclear, but it was in an area where, in addition to the hospital, there was a market and several schools where people were taking shelter, Abualouf added.", "link": "https://www.arabnews.com/node/2404481/media", "date_published": "2023-11-07T01:52:55.007372+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Yemen’s Houthi rebels claim new drone attack on Israel", "description": "SANAA: Yemen’s Iran-backed Houthi rebels said they had launched on Monday a fresh drone attack against Israel as they step up a campaign of disruptive strikes during Israel’s war with Hamas.\n\tThe Houthis, who claim large swathes of the impoverished country on the south of the Arabian Peninsula, asserted that the latest strike has temporarily halted activity at Israeli military bases and airports.\n\tIsraeli authorities did not immediately confirm the attack, which is the latest in a series of Houthi drone launches in recent days.", "link": "https://www.arabnews.com/node/2404536/middle-east", "date_published": "2023-11-07T01:11:59+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Jewish-led peace activists protest at Statue of Liberty to demand Gaza cease-fire", "description": "NEW YORK: Hundreds of protesters, many from the group Jewish Voice for Peace, staged a sit-in on Monday outside New York’s Statue of Liberty, calling for a cease-fire in the Israel-Hamas war in the Gaza Strip.\n\tVideo on social media, including footage posted by the group itself, showed throngs of activists sitting at the base of the statue chanting, “Never again for anyone, never again is now,” echoing a Jewish rallying cry in the aftermath of the Holocaust.", "link": "https://www.arabnews.com/node/2404521/middle-east", "date_published": "2023-11-07T01:11:52+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Jackson treble fires Chelsea to chaotic victory over nine-man Spurs", "description": "LONDON: Chelsea ended nine-man Tottenham’s unbeaten start to the Premier League season as Nicolas Jackson’s hat-trick inspired a 4-1 win in a chaotic clash filled with VAR drama on Monday.\n\tBlues boss Mauricio Pochettino was able to savour a sweet victory over Tottenham on his first return to the club since his sacking in 2019.\n\tBut the Argentine’s revenge mission was overshadowed by an incredible litany of controversial incidents including red cards for Tottenham duo Cristian Romero and Destiny Udogie.", "link": "https://www.arabnews.com/node/2404531/football", "date_published": "2023-11-07T01:11:40+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Hezbollah MP: group will respond ‘double’ over Lebanese civilians hurt", "description": "BEIRUT: A Hezbollah lawmaker said on Tuesday that the Lebanese militant group would respond “double” to any Israeli attacks on civilians after a strike that killed three children and their grandmother in south Lebanon.\n\tThe remarks reflect the volatile situation on the Israeli-Lebanese border, where deadly clashes between Israeli troops and Iran-backed Hezbollah fighters are fueling fears of a wider regional war while Israel invades the Gaza Strip.", "link": "https://www.arabnews.com/node/2404786/middle-east", "date_published": "2023-11-07T01:11:33+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Sudan’s military conflict is getting closer to South Sudan and Abyei, UN envoy warns", "description": "UNITED NATIONS: The “unprecedented” conflict between Sudan’s army and rival paramilitary force now in its seventh month is getting closer to South Sudan and the disputed Abyei region, the UN special envoy for the Horn of Africa warned Monday.\n\n\tHanna Serwaa Tetteh pointed to the paramilitary Rapid Support Force’s recent seizures of the airport and oil field in Belila, about 55 kilometers (34 miles) southwest of the capital of Sudan’s West Kordofan State.", "link": "https://www.arabnews.com/node/2404526/middle-east", "date_published": "2023-11-07T01:11:13+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "SPPC signs two purchase agreements for solar PV projects", "description": "RIYADH: Two major solar photovoltaic projects with a total capacity to power 265,000 homes a year have been announced by Saudi Power Procurement Co.\n\n\tIn a post on X, formerly known as Twitter, SPPC declared that it had finalized a deal for the Tabarjal solar PV independent power plant, which boasts a capacity of 400 MW. \n\n\tThis project is a collaborative venture involving a consortium of leading energy firms, which include China’s Jinko Power, Sun-Glare, and New York-based Sunlight Energy Group.", "link": "https://www.arabnews.com/node/2404776/business-economy", "date_published": "2023-11-07T01:11:03+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi Arabia unveils World Expo 2030 candidature plans in Paris", "description": "Paris: Saudi Arabia’s capital city is the ideal location for World Expo 2030 because of its growing international stature, strong economy and new infrastructure, according to several government and private sector officials who spoke at a seminar in Paris on Monday night.\n\n\tThe Royal Commission for Riyadh City hosted delegates from the Bureau International des Expositions, or BIE, at the event that was live-streamed to an international audience.", "link": "https://www.arabnews.com/node/2404771/saudi-arabia", "date_published": "2023-11-07T00:11:51+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Abdalla Almulla creates palm installation for Dubai Design Week", "description": "DUBAI: In line with the upcoming COP28 that will take place in Dubai this year from Nov. 30-Dec. 12 to find solutions to global climate change, this edition of Dubai Design Week is focusing on theme of sustainability and how designers and architects can create their work using materials and processes that are environmentally friendly. \n\n\tAn annual feature is Abwab, meaning “doors” in Arabic, which is dedicated to commissioning work from across the Middle East, North Africa and South Asia with the objective of promoting local and regional creative talent.", "link": "https://www.arabnews.com/node/2404736/lifestyle", "date_published": "2023-11-07T00:11:44+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi, Austrian foreign ministers discuss escalation of violence in Gaza", "description": "RIYADH: Saudi Arabia’s Minister of Foreign Affairs Prince Faisal bin Farhan held a phone call on Tuesday with Austria’s Minister of Foreign Affairs Alexander Schallenberg to address the situation in Gaza.\n\n\tThe two spoke about a number of issues during the call, including the need for the international community to fulfill its obligations to stop military escalation in the enclave. Their discussions revolved around finding a solution that would prevent the further loss of civilian lives and address the long-standing aspirations of the Palestinian people.", "link": "https://www.arabnews.com/node/2404731/saudi-arabia", "date_published": "2023-11-07T00:11:38+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "New technology industry training courses offered", "description": "RIYADH: Tuwaiq Academy in Riyadh has partnered with PeopleCert, a global leader in professional skills assessment and certification, to offer courses that would prepare citizens for the rapidly evolving technology sector, the Saudi Press Agency reported on Tuesday.\n\n\tPeopleCert provides more than 700 professional certifications. The courses will provide training in software engineering, data science, business analysis, IT, and project management.", "link": "https://www.arabnews.com/node/2404761/saudi-arabia", "date_published": "2023-11-07T00:11:36+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Netanyahu says Israel will take ‘overall security responsibility’ of Gaza after war", "description": "WASHINGTON: Israeli Prime Minister Benjamin Netanyahu said Monday that his country will take “overall responsibility” of Gaza’s security for an indefinite period after its war with Hamas ends.\n\t“Israel will, for an indefinite period, will have the overall security responsibility,” he said in a television interview with ABC News broadcast on Monday.\n\t“When we don’t have that security responsibility, what we have is the eruption of Hamas terror on a scale that we couldn’t imagine,” he added.", "link": "https://www.arabnews.com/node/2404516/middle-east", "date_published": "2023-11-07T00:11:34+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi cabinet praises launch of fundraising campaign for Gaza", "description": "RIYADH: The Saudi cabinet meeting on Tuesday reiterated the Kingdom’s continued stance in supporting the Palestinian people, including the launching of a popular donation campaign to help and provide relief to civillians in Gaza. \n\n\tDuring the meeting the ministers reviewed recent talks between the Kingdom and other countries, within the framework of consolidating cooperation relations and serving common interests at the regional and international levels.", "link": "https://www.arabnews.com/node/2404766/saudi-arabia", "date_published": "2023-11-07T00:11:33+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "GAMI reaches deal to support mergers in defense sector", "description": "RIYADH: Localization in Saudia Arabia’s defense manufacturing industry has received a boost after the General Authority for Military Industries signed an agreement to help mergers with private firms in the sector.\n\n\tAccording to the Saudi Press Agency, GAMI reached a deal with the General Authority for Competition which will also increase the attractiveness of the investment environment, and achieve the maximum benefit from its promising opportunities.", "link": "https://www.arabnews.com/node/2404746/business-economy", "date_published": "2023-11-07T00:11:08+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}]