[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "NINTENDO SWITCH 2 - 12 BIGGEST RUMORS You Need to Know About", "description": "With the Switch now almost seven years old, we’ve clearly hit a point where its successor can’t be too far away from launch now, and sure enough, recent months have seen a multitude of leaks and rumors emerging about the next-gen console. \n\nFrom surprisingly impressive specs and better support to its form factor and even its price, there’s plenty about the Switch 2 – or whatever it will end up being called – that has potentially leaked courtesy of these reports, and though you can never be too sure about the validity of a rumor (especially one that’s tied to a next-gen console), there have been some stories that do have a genuine chance of being accurate. \n\nHere, we’re going to talk about a few such leaked details.", "link": "https://www.youtube.com/watch?v=NowqSV6jf70", "date_published": "2023-11-07T17:00:23+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/NowqSV6jf70/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "PS5 REVIEW - THREE YEARS LATER", "description": "It’s been three years since Sony launched the PS5, and even though we’re probably not at the halfway point of the console’s lifecycle, a quick look back at the last three years paints an impressive picture, at least in the area that matters most. \n\nThe PS5 has already built up an excellent library of games, from major first party hits to third party megatons that have quickly gone down as all-time greats. \n\nBeyond games, there’s room for improvement in some areas – like Sony’s pricing decisions, for instance, or the way the company has supported the PS VR2 – but there’s been far more to be happy about than not. Here, we take a look back at the PS5’s first three years and dissect everything that’s gone right, and everything that hasn’t.", "link": "https://www.youtube.com/watch?v=bY6PeUFJa7w", "date_published": "2023-11-07T14:00:24+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/bY6PeUFJa7w/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 1, "page_rating": 0, "tags": [], "comments": [], "vote": 0}]