[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nashville Judge Obtains Covenant School Shooter’s Unredacted Manifesto", "description": "Nashville city attorneys submitted an unredacted copy of the Covenant School shooter&#8217;s manifesto to a county judge on Friday for review after several lawsuits were filed demanding its release to the public. Local media reported that attorneys representing the city submitted two versions of the manifesto — an unredacted copy and a proposed redacted duplicate ...", "link": "https://www.dailywire.com/news/nashville-judge-obtains-covenant-school-shooters-unredacted-manifesto", "date_published": "2023-05-14 18:53:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "McCaul On Debt Ceiling: Our Enemies ‘Would Love Nothing More, Particularly China, To See Us Default’", "description": "Rep. Michael McCaul (R-TX), chairman of the Foreign Affairs Committee, warned during an interview on Sunday that America&#8217;s enemies would love to see the U.S. default on its debt. McCaul made the remarks on ABC News&#8217; &#8220;This Week&#8221; when asked about comments from former President Donald Trump, who endorsed the U.S. defaulting on its debt ...", "link": "https://www.dailywire.com/news/mccaul-on-debt-ceiling-our-enemies-would-love-nothing-more-particularly-china-to-see-us-default", "date_published": "2023-05-14 18:42:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrat Senator Says People Will ‘Revolt’ If Supreme Court Blocks Gun Control", "description": "Senator Chris Murphy (D-CT) claimed over the weekend that the American people would &#8220;revolt&#8221; if the United States Supreme Court continued to block new gun control laws. Murphy made the comments to NBC&#8217;s Chuck Todd during Sunday morning&#8217;s broadcast of &#8220;Meet the Press&#8221; — after which he dug in even further, going on to attack ...", "link": "https://www.dailywire.com/news/democrat-senator-says-people-will-revolt-if-supreme-court-blocks-gun-control", "date_published": "2023-05-14 18:33:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Almost Forgot The Kid Was Imaginary’: J.K. Rowling Gives Blistering Reply To Woke Kid Tweets Calling Her ‘Bigot’", "description": "Author J.K. Rowling laid into her critics on Twitter, delivering a blistering reply after she noticed that several of the tweets appeared to have been copied and pasted before they were posted by multiple accounts. Rowling shared screenshots of two pairs of duplicate stories — in each of which the person tweeting claimed to have ...", "link": "https://www.dailywire.com/news/i-almost-forgot-the-kid-was-imaginary-j-k-rowling-gives-blistering-reply-to-woke-kid-tweets-calling-her-bigot", "date_published": "2023-05-14 17:53:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "North Carolina Heads Toward Veto Showdown Over Abortion Limits", "description": "North Carolina is headed for a showdown over a ban on most abortions after 12 weeks of pregnancy with Democrat Governor Roy Cooper vetoing legislation passed by the GOP-led legislature. “This bill will create dangerous interference with the doctor-patient relationship, leading to harm for pregnant women and their families,&#8221; Cooper said in his veto message on ...", "link": "https://www.dailywire.com/news/north-carolina-heads-toward-veto-showdown-over-abortion-limits", "date_published": "2023-05-14 17:06:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Newsom’s Office Now Says He’s Open To Reparations Payouts, Media ‘Sensationalized’ Previous Remarks", "description": "California Democratic Governor Gavin Newsom&#8217;s office said conservative media incorrectly presented his previous comments that appeared to indicate he did not support paying reparations to black Californians who were descendants of slaves and he is, in fact, open to the idea. &#8220;The sensationalized framing in pieces published by outlets like Fox News and others is ...", "link": "https://www.dailywire.com/news/newsoms-office-now-says-hes-open-to-reparations-payouts-media-sensationalized-previous-remarks", "date_published": "2023-05-14 15:10:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Afghan National On FBI Terror Watchlist Crossed Border: Report", "description": "U.S. Border Patrol agents reportedly arrested an Afghan national on the FBI&#8217;s terrorism watchlist who illegally entered America by crossing its southern border with a group of migrants last week. The individual, who was not identified, made it across the U.S.-Mexico divide near Otay Mesa, California, on Wednesday, Fox News national correspondent Bill Melugin tweeted ...", "link": "https://www.dailywire.com/news/afghan-national-on-fbi-terror-watchlist-crossed-border-report", "date_published": "2023-05-14 14:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Treasury Official Insists Biden ‘Didn’t Wait’ To Negotiate As Debt Default Nears", "description": "A leading Treasury Department official refuses to admit President Joe Biden waited until the threat of a historic default became imminent to negotiate the debt ceiling. CNN anchor Dan Bash pressed Treasury Deputy Secretary Wally Adeyemo about the issue on Sunday, weeks ahead of what could be an unprecedented government default. &#8220;If the threat from ...", "link": "https://www.dailywire.com/news/treasury-official-insists-biden-didnt-wait-to-negotiate-as-debt-default-nears", "date_published": "2023-05-14 14:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Republican Urges Biden To ‘Surge’ Immigration Judges To Border", "description": "Texas Republican Rep. Tony Gonzales believes that instead of releasing migrants into the United States to wait years for a court date, President Joe Biden should instead send immigration judges to the border to more quickly determine whether or not they have legitimate asylum claims.  Appearing on CBS’s “Face The Nation,” Gonzales argued that the ...", "link": "https://www.dailywire.com/news/texas-republican-urges-biden-to-surge-immigration-judges-to-border", "date_published": "2023-05-14 13:37:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Comer Says He ‘Can’t Track Down The Informant’ In Biden Family Investigation", "description": "House Oversight Committee Chairman James Comer (R-KY) said he&#8217;s lost track of the informant who was the source for the investigation into alleged corruption centered around President Joe Biden and his family. The informant is the source for a whistleblower who informed Comer about an alleged bribery scheme. Appearing on &#8220;Sunday Morning Futures&#8221; on Fox ...", "link": "https://www.dailywire.com/news/comer-says-he-cant-track-down-the-informant-in-biden-family-investigation", "date_published": "2023-05-14 12:10:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mayorkas Says Border Patrol Encounters Down By Half Since Title 42 Expired", "description": "Homeland Security Secretary Alejandro Mayorkas said on Sunday that U.S. Border Patrol encounters have dropped by half in the two days since Title 42 expired. Around 6,300 encounters took place on Friday and 4,200 happened Saturday — a marked decrease from the over 10,000 reported before the end of Title 42, Mayorkas said during an interview on CNN. Pressed ...", "link": "https://www.dailywire.com/news/mayorkas-says-border-patrol-encounters-down-by-half-since-title-42-expired", "date_published": "2023-05-14 11:04:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New York Hotel Cancels Wedding Block Reservations To Accommodate Migrants Instead", "description": "A New York hotel has canceled a block of more than 35 room reservations made months ago by an engaged couple for their big day after the hotel began accommodating migrants last week.  The Crossroads Hotel in Newburgh, New York, about 70 miles north of Manhattan, began accepting migrants on Thursday after New York City ...", "link": "https://www.dailywire.com/news/new-york-hotel-cancels-wedding-block-reservations-to-accommodate-migrants-instead", "date_published": "2023-05-14 10:03:04+00:00", "persistent": false, "user": null, "language": "en-US"}]