[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Rainbow Six Siege - Official Fenrir's Chemical Formula Trailer", "description": "Take a look at the latest trailer that shows off Fenrir and his past work with Deimos. It also details how the two of them collaborated on a secret project and why the Swedish Operator decided to join Team Rainbow. Operation Dread Factor for Rainbow Six Siege is launching on May 30 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Amazon Luna, and PC.\n\n#RainbowSixSiege #Fenrir #OperationDreadFactor", "link": "https://www.youtube.com/watch?v=QfOB61EYXxY", "date_published": "2023-05-14 22:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - How to Get the Glide Suit", "description": "Some of the most valuable treasures in Tears of the Kingdom are armor sets, and one of the most useful armor sets that you can find fairly easily, is the Glide Suit which helps Link soar through the air with the greatest of ease! In this guide video, we’ll explain exactly where to go and what you have to do to get all three pieces of this incredibly helpful armor set in Zelda: TotK.\n\n#TheLegendOfZeldaTearsOfTheKingdom #GlideSuit #HowToGetTheGlideSuit", "link": "https://www.youtube.com/watch?v=lyTCy9uHMFk", "date_published": "2023-05-14 21:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - All Great Fairy Fountain Locations", "description": "Even the best armor in The Legend of Zelda: Tears of the Kingdom won’t hold up forever against the monsters you’ll face, but thanks to Great Fairies, you can find ways to upgrade almost every piece of armor and unlock set bonuses as well. In Breath of the Wild, the Great Fairy Fountains were often very hard to find in the wide world of Hyrule. This time around, you’ll find them near very visible points of interest, but they won’t come out of their flower buds for just anyone. Here’s where to find the Great Fairy Fountains, and How to Unlock Them.\n\n#TheLegendOfZeldaTearsOfTheKingdom #AllGreatFairyLocations", "link": "https://www.youtube.com/watch?v=kT-Tksnjb6w", "date_published": "2023-05-14 19:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why the High Evolutionary is The MCU’s Most Evil Villain", "description": "The High Evolutionary in Guardians of the Galaxy Volume 3 is the most evil villain the MCU has seen in recent years. Chukwudi Iwuji as the High Evolutionary might be the most villainous villain in all of the Marvel Phases we’ve seen play out on-screen. Yes, I’m aware of Thanos, I’m aware of Killmonger, Red Skull, even Kang. None of those villains hold a candle to the MCU’s High Evolutionary. The villains that came before him and Kang, all have depth and many layers behind their villainy, but the High Evolutionary’s lack of any remorse or humanity will see him go down as one of the MCU’s darkest villains. I’m gonna explore what it is exactly that makes me consider him more evil than the man who snapped half the universe out of existence, because compared to the High Evolutionary, Thanos is just a blip on his radar. IGN’s Akeem Lawanson shares his thoughts on #Guardians3 in the #MCU about one of the villains of #Phase5.\n\n#HighEvolutionary #GuardiansOfTheGalaxyVol3", "link": "https://www.youtube.com/watch?v=CXOmIwYAwqk", "date_published": "2023-05-14 15:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Uncharted: Looking Back At Naughty Dog’s Mysterious 2006 Reveal - Beyond Clips", "description": "Everyone remembers Sony’s 2006 E3 press conference for being a total disaster: the $599 price tag, the giant enemy crab, rrrrrrrrridge raaaaacer, and so on. However, it was also the first time we got a look at Nathan Drake, who would go on to be one of the most enduring PlayStation characters ever. Sure, he looked a bit younger and more cartoony, but the weirdest part? Naughty Dog revealed gameplay, but we didn’t know the game would be called Uncharted: Drake’s Fortune until much later - and we probably never guessed it would spawn Uncharted 2: Among Thieves, Uncharted 3: Drake’s Deception, Uncharted 4: A Thief’s End, Uncharted: The Lost Legacy, Uncharted: The Golden Abyss, Uncharted: The Movie and Uncharted: Fight For Fortune: The Digital Collectible Card Game. But hey, you know what they say: Greatness From Small Beginnings. I guess the same goes for disastrous press conferences.\n\n#Uncharted #Uncharted1 #UnchartedDrakesFortune", "link": "https://www.youtube.com/watch?v=dv8shOIRhys", "date_published": "2023-05-14 15:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Top 10 Legend of Zelda Games of All Time", "description": "With The Legend of Zelda: Tears of the Kingdom finally out, we went back to rank all of the Zelda games to see where Nintendo's latest adventure lands on the all times best list of Zelda games ever released.", "link": "https://www.youtube.com/watch?v=4yYDUuenSMI", "date_published": "2023-05-14 13:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}]