[{"source": "https://www.theguardian.com/international/rss", "title": "Tatum’s Game 7-record 51 points power Celtics into Eastern Conference finals", "description": "<ul><li>Philadelphia 76ers 88–112 Boston Celtics</li><li>Celtics will play Miami Heat for place in NBA finals</li></ul><p>Jayson Tatum scored 51 points – the most in a Game 7 in NBA history – and the Boston Celtics beat the Philadelphia 76ers 112-88 on Sunday to advance to the Eastern Conference finals for the second straight year.</p><p>One game after missing 14 of his first 15 shots only to awaken in the fourth quarter, Tatum got off to the fast start the Celtics needed. He scored 25 in the back-and-forth first half and 17 more in Boston’s 33-10 third quarter that turned a three-point lead into a runaway.</p> <a href=\"https://www.theguardian.com/sport/2023/may/14/tatums-game-7-record-51-points-power-celtics-into-eastern-conference-finals\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/14/tatums-game-7-record-51-points-power-celtics-into-eastern-conference-finals", "date_published": "2023-05-14 22:27:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Liverpool’s Alisson: ‘My header was special but the clean sheets are better’", "description": "<p>Monday marks two years since goalkeeper’s winner against West Brom but his focus is to keep Leicester at bay</p><p>On Tuesday it will be two years since <a href=\"https://www.theguardian.com/football/2021/may/16/west-brom-liverpool-premier-league-match-report\">Alisson scored the soaring, stoppage-time header</a> that maintained Liverpool’s late surge towards Champions League qualification at the end of a troubled campaign. Liverpool will have their goalkeeper to thank again should history repeat itself this season, albeit for the Brazil international’s outstanding contribution in his own goalmouth.</p><p>Jürgen Klopp presented Alisson with a goalkeeper’s jersey with 100 printed on the back following last Saturday’s <a href=\"https://www.theguardian.com/football/2023/may/06/liverpool-brentford-premier-league-match-report\">1-0 win over Brentford</a>, secured by Mohamed Salah’s 13th-minute goal. The gesture was in recognition of the 100th clean sheet of the Brazilian’s Liverpool career, although his manager had a point when joking that: “This is actually for 100 life-saving saves this season.” To which Alisson replied: “It might have been more.”</p> <a href=\"https://www.theguardian.com/football/2023/may/14/liverpool-alisson-header-special-clean-sheets-better-west-brom-leicester\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/14/liverpool-alisson-header-special-clean-sheets-better-west-brom-leicester", "date_published": "2023-05-14 21:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rockies pitcher Feltner fractures skull after taking 93 mph line-drive to head", "description": "<ul><li>26-year-old was taken to hospital after being hit during game</li><li>Pitcher did not appear to lose consciousness after incident</li></ul><p>The Colorado Rockies say pitcher Ryan Feltner suffered a fractured skull after being struck in the head by a line drive against the Philadelphia Phillies on Saturday.</p><p>Nick Castellanos lined a 1-0 slider back to the mound at 92.7 mph in the second inning of the game. The ball hit the back of Feltner’s head. The right-hander immediately collapsed to the ground as the ball deflected to first baseman CJ Cron. Castellanos was safe with a single.</p> <a href=\"https://www.theguardian.com/sport/2023/may/14/rockies-pitcher-feltner-fractures-skull-after-taking-93-mph-line-drive-to-head\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/14/rockies-pitcher-feltner-fractures-skull-after-taking-93-mph-line-drive-to-head", "date_published": "2023-05-14 18:08:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘There was so much yellow and blue’: throwing a Eurovision viewing party in Kyiv", "description": "<p>With the contest set to finish after midnight curfew, most Ukrainians watched the event at home</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/12/russia-ukraine-war-live-moscow-denies-wagner-claims-of-bakhmut-breakthrough-by-ukraine\">R</a><a href=\"https://www.theguardian.com/world/live/2023/may/14/russia-ukraine-war-live-zelenskiy-arrives-in-berlin-after-germany-announces-further-27bn-of-military-aid\">ussia-Ukraine war – latest news updates</a></li></ul><p>With bottles of craft beer and sleeping bags, Julia Tymoshenko and her friends gathered in a co-working space in central Kyiv to watch the grand final of the Eurovision song contest. They were sleeping over so they could cheer on the party, set to finish hours after the capital’s midnight curfew, together.</p><p>The hosting of the contest, which should have been in Ukraine, was relocated to Liverpool because of Russia’s war. The combination of time differences and curfews also made it difficult to celebrate in Ukraine. While a few bars in Kyiv hosted pre-Eurovision parties, closing at about 10pm local time as the contest began, and at least one local cafe launched a Eurovision doughnut, it was mostly an event to be marked at home.</p> <a href=\"https://www.theguardian.com/world/2023/may/14/there-was-so-much-yellow-and-blue-throwing-a-eurovision-viewing-party-in-kyiv\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/14/there-was-so-much-yellow-and-blue-throwing-a-eurovision-viewing-party-in-kyiv", "date_published": "2023-05-14 13:09:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "On the hippy trail: founder Peter Simon on 50 years of Monsoon", "description": "It’s the place to go for beautiful clothes inspired by traditional Indian fabrics and prints. As Monsoon celebrates 50 years, its creator talks about the brand’s winning combination of joyous colours and bohemian styles<p>There is a colourful and sequined corner of every British woman’s wardrobe that is forever Monsoon. You’ve doubtless had a floaty blouse or two from them; perhaps a beaded bag. Surely it was the source of your sixth form leavers’ ball dress (heavily embellished, floor-length, right)? And if you say you’ve never run into an airport branch for a last-minute Monsoon swimsuit or sarong, no one will believe you.</p><p>Or perhaps you’re an OG; there back in 1973 when Peter Simon, founder of Monsoon (and Accessorize) and still its owner today, was selling Afghan-style coats so authentic they came with animal droppings. “I’d recently come back from being in a commune in Ibiza,” Simon recalls when we meet one afternoon at the Monsoon Accessorize headquarters in west London. In the style of the times, he’d previously dropped out of everything and travelled overland to Afghanistan. Now he was selling versions of that hippy favourite, the Afghan coat, on Portobello Road. “It was a version called the shoat – I made up the name – a cross between a sheep and a goat. And they were very authentic. I mean, they had bits of shit in the wool and when it rained you smelled like a sheepdog. Anyway, they were not commercial.”</p> <a href=\"https://www.theguardian.com/fashion/2023/may/14/on-the-hippy-trail-founder-peter-simon-on-50-years-of-monsoon\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/14/on-the-hippy-trail-founder-peter-simon-on-50-years-of-monsoon", "date_published": "2023-05-14 13:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Readers reply: what would be the effects of allowing free movement globally?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>What would be the effects – practical, political and demographic; short-, medium- and long-term – of allowing the free movement of people across the globe? <em>Hutomo Narang,</em> <em>Makassar, Indonesia</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/14/readers-reply-what-would-be-the-effects-of-allowing-free-movement-globally\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/14/readers-reply-what-would-be-the-effects-of-allowing-free-movement-globally", "date_published": "2023-05-14 13:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The face of cruel Britannia: who is the real Suella Braverman?", "description": "<p>As the daughter of immigrants, the home secretary’s hostility to migrants can seem not only cruel but unfathomable. With many talking of her as the next Tory leader, we ask those who know her best what makes her tick</p><p>The Tory party conference in Birmingham last October was a bizarre affair by any reckoning. Liz Truss’s leadership had already been self-torpedoed, her chancellor, Kwasi Kwarteng, was just about to be thrown overboard, and there was a palpable need for someone to rally the troops.</p><p>The home secretary, <a href=\"https://www.theguardian.com/politics/suella-braverman\">Suella Braverman</a>, was a month into the job and hardly a household name. A diminutive figure with a bloodless style of delivery, she wasn’t an obvious candidate to raise spirits. Addressing the conference in a true blue dress against a royal blue backdrop, she didn’t exactly stand out, and her speech was a predictable mixture of foreign criminals and system-gaming lawyers that brought dutiful applause from the hall, rather than outright acclaim.</p> <a href=\"https://www.theguardian.com/politics/2023/may/14/the-face-of-cruel-britannia-who-is-the-real-suella-braverman\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/14/the-face-of-cruel-britannia-who-is-the-real-suella-braverman", "date_published": "2023-05-14 10:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "My father is obese and I can’t stand being around him | Ask Philippa", "description": "<p>Stigmatising fat people is harmful to them and us. Do you really want to cut him off because of his weight – or is there fear beneath your anger?</p><p><em><strong>The dilemma</strong></em> <em>My father, who I’ve always had a tricky relationship with, has been obese since I was a teenager. He was very sporty as a younger man, but since his 40s he has increasingly gained weight. He is now in his 60s and obese. I feel some guilt about feeling like this, but I find it disgusting and I hate being around him, especially when food is present.</em></p><p><em>I feel angry with him for putting his health at risk and I feel ashamed to be descended from someone with no self-control or self-respect. My mother has never been overweight and deserves a better husband. I have never introduced a partner to my parents, </em><em>because I don’t want their opinion of me to be influenced by how my father is – one of my boyfriends at university once made negative comments about the issue and it really stuck with me. I know even if I marry that I’ll never have a family wedding because of this.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/14/my-father-is-obese-and-i-cant-stand-being-around-him-ask-philippa-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/14/my-father-is-obese-and-i-cant-stand-being-around-him-ask-philippa-perry", "date_published": "2023-05-14 05:01:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I kept my alcoholism secret on Mission: Impossible set,’ Simon Pegg reveals", "description": "<p>The actor, now recovered, tells BBC’s Desert Island Discs he became ‘very sneaky’ about his drinking in the early 2000s</p><p>Simon Pegg faced his own mission impossible, tackling both his addiction and eventual recovery, while working on the <a href=\"https://www.theguardian.com/film/mission-impossible\" title=\"\">major Hollywood film franchise</a> alongside Tom Cruise, he will explain in a revealing radio interview on Sunday morning.</p><p>Speaking of a secret reliance upon alcohol that he hid while working on film sets in the early 2000s, Pegg admits: “You become very sneaky when you have something like that in your life.”</p> <a href=\"https://www.theguardian.com/culture/2023/may/14/alcoholism-mission-impossible-simon-pegg-bbc-desert-island-discs-drinking\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/14/alcoholism-mission-impossible-simon-pegg-bbc-desert-island-discs-drinking", "date_published": "2023-05-14 05:01:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Has this food actually expired? Why label dates don’t mean what you think", "description": "<p>While many in the US rely on the label for guidance to keep or toss food, experts say ‘there are no standards’</p><p>When that bag of languishing lettuces starts to go a little limp or an old carton of yogurt is discovered in the depths of the fridge, most Americans will look for guidance from the date printed neatly on the food label.</p><p>But with the exception of infant formula, these labels are not actually a gauge of food safety. In the US, the marked dates are only <a href=\"https://www.fsis.usda.gov/food-safety/safe-food-handling-and-preparation/food-safety-basics/food-product-dating\">intended to indicate quality</a> and they are not regulated by any federal agency.</p> <a href=\"https://www.theguardian.com/environment/2023/may/13/food-labels-expiration-dates-safe-to-eat\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/13/food-labels-expiration-dates-safe-to-eat", "date_published": "2023-05-14 05:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australian bruise brothers Jason and Andrew Moloney one step closer to twin titles", "description": "<ul><li>Jason defeated Vincent Astrolabio to win the world bantamweight belt </li><li>Twin Andrew fights next weekend in Las Vegas for his own world title</li></ul><p>Australian bruise brothers Jason and Andrew Moloney went hunting history this week as they aimed to become the first Australian twins to claim world boxing titles.</p><p>And Jason Moloney has completed the first leg of what could be a historic double, securing a majority decision victory over Philippines’ Vincent Astrolabio to win the WBO bantamweight world title on Sunday in front of 16,000 fans at Stockton Arena.</p> <a href=\"https://www.theguardian.com/sport/2023/may/14/australian-bruise-brothers-jason-and-andrew-moloney-hunt-historic-twin-world-titles\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/14/australian-bruise-brothers-jason-and-andrew-moloney-hunt-historic-twin-world-titles", "date_published": "2023-05-14 01:45:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mariners sink Adelaide in A-League Men semi to break playoff drought", "description": "<ul><li>Central Coast 2-1 Adelaide United in first leg of ALM semi-final</li><li>Mariners register first win in A-League Men playoffs since 2014</li></ul><p>Central Coast Mariners, with goals from James McGarry and Jason Cummings, have sunk Adelaide United 2-1 in the first leg of their A-League Men semi-final.</p><p>The Mariners broke a nine-year drought with a stylish triumph on away turf at Adelaide’s Coopers Stadium on Saturday night - their first win in the playoffs since a 2014 elimination final.</p> <a href=\"https://www.theguardian.com/football/2023/may/14/mariners-sink-adelaide-in-a-league-men-semi-to-break-playoff-drought\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/14/mariners-sink-adelaide-in-a-league-men-semi-to-break-playoff-drought", "date_published": "2023-05-14 00:46:58+00:00", "persistent": false, "user": null, "language": "en-US"}]