[{"source": "https://thehill.com/news/feed/", "title": "Evangelical leader: Congregations are 'either divided or tense' over Trump controversies", "description": "“Christianity Today” Editor-in-Chief Russell Moore on Sunday said many congregations in the U.S. are “either divided or tense” as a result of controversies surrounding former President Trump, who is running again for the White House in 2024.  “I mean, one of the most dismaying aspects of the Trump years is the fact that Donald Trump...", "link": "https://thehill.com/homenews/campaign/4004047-evangelical-leader-congregations-are-either-divided-or-tense-over-trump-controversies/", "date_published": "2023-05-14 21:37:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia says two of its commanders have been killed in eastern Ukraine", "description": "Moscow’s Ministry of Defense said on Sunday that two top Russian commanders have been killed in eastern Ukraine. Russian state news agency TASS reported Sunday that commanders Colonel Vyacheslav Makarov and Colonel Yevgeny Brovko were killed during fighting in Donetsk, a region in eastern Ukraine. Ministry Spokesman Lieutenant General Igor Konashenkov said in a statement Sunday that...", "link": "https://thehill.com/policy/international/4004015-russia-says-two-of-its-commanders-have-been-killed-in-eastern-ukraine/", "date_published": "2023-05-14 21:25:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin ratchets up battle with Biden", "description": "Sen. Joe Manchin (D-W.Va.) is becoming a bigger problem for President Biden and Democrats in the Senate as he faces an uphill reelection battle in West Virginia, a state where former President Trump won one of his biggest victories in 2020.  Manchin has criticized Biden and Democrats publicly, opposed various nominees and, this week, said...", "link": "https://thehill.com/homenews/senate/4002572-manchin-ratchets-up-battle-with-biden/", "date_published": "2023-05-14 21:04:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zelensky makes surprise visit with Macron", "description": "Ukrainian President Volodymyr Zelensky made a surprise visit to Paris on Sunday to meet with French President Emanuel Macron. “Paris. With each visit, Ukraine's defense and offensive capabilities are expanding. The ties with Europe are getting stronger, and the pressure on Russia is growing,” Zelensky said on Sunday.  France sent a plane to Germany, where...", "link": "https://thehill.com/policy/international/4004021-zelensky-makes-surprise-visit-with-macron/", "date_published": "2023-05-14 21:01:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Planned Parenthood calls for Supreme Court expansion", "description": "Alexis McGill Johnson, the president and CEO of nonprofit organization Planned Parenthood, called for the expansion of the Supreme Court bench amid the ongoing revelations of ethics issues surrounding certain justices. During an appearance on MSNBC’s “Inside with Jen Psaki,” McGill Johnson told host Jen Psaki that the reason why she’s calling for changes to...", "link": "https://thehill.com/homenews/sunday-talk-shows/4004008-planned-parenthood-calls-for-supreme-court-expansion/", "date_published": "2023-05-14 20:51:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Victims mourned one year after Buffalo supermarket shooting", "description": "The people of Buffalo mourned the victims of the supermarket shooting that left 10 people dead and three people injured last year. The Associated Press reported that the City of Buffalo held a moment of silence at 2:28 p.m. which was followed by the tolling of bells in remembrance of the victims killed in the racist...", "link": "https://thehill.com/homenews/state-watch/4003979-victims-mourned-one-year-after-buffalo-supermarket-shooting/", "date_published": "2023-05-14 20:40:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Student loan forgiveness: What to know as the Supreme Court mulls case", "description": "Within a few weeks, millions of student loan borrowers could know whether or not they'll see some - or all - of their debt erased.", "link": "https://thehill.com/homenews/nexstar_media_wire/4003995-student-loan-forgiveness-what-to-know-as-the-supreme-court-mulls-case/", "date_published": "2023-05-14 20:31:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Key Biden aide: Recent bank failures 'isolated problems'", "description": "National Economic Council Director Lael Brainard said on Sunday that the recent high-profile failures of three mid-sized banks were “isolated problems” and stressed that the banking system is “sound.”  “The environment has changed a lot over the last few years with interest rates going up by a large amount, and banks -- several banks that...", "link": "https://thehill.com/business/4003990-key-biden-aide-recent-bank-failures-isolated-problems/", "date_published": "2023-05-14 20:12:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Mother’s Day brunch menu: Workplace equity, higher pay, and caregiving support", "description": "Don’t get me wrong, I like a good Mother’s Day brunch. But let’s talk about what needs to be on the menu for working mothers if we are serious about valuing them this Mother’s Day and beyond. When the pandemic shuttered schools across the U.S., millions of working mothers found themselves holding the bag. Left...", "link": "https://thehill.com/opinion/congress-blog/4003575-the-mothers-day-brunch-menu-workplace-equity-higher-pay-and-caregiving-support/", "date_published": "2023-05-14 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Republican pushes back on notion that border situation 'not that bad'", "description": "Rep. Tony Gonzalez (R-Texas) took aim at those who describe the U.S. border situation as \"not that bad,\" pointing to videos showing overcrowding at migrant facilities near the border. Gonzalez said he visited El Paso, Texas on Friday and took some videos of the conditions near the border that he said showed an overcrowded room...", "link": "https://thehill.com/homenews/house/4003949-texas-republican-pushes-back-on-notion-that-border-situation-not-that-bad/", "date_published": "2023-05-14 19:50:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abortion pill battle threatens America’s 'gold standard' drug approval process", "description": "The legal battle over the Food and Drug Administration’s (FDA) approval of the abortion pill mifepristone could undermine a drug approval process considered to be the “gold standard” around the world. With oral arguments in the Texas lawsuit set to begin next week, the implications of how the 5th Circuit Court of Appeals rules are...", "link": "https://thehill.com/policy/healthcare/4002185-abortion-pill-battle-threatens-americas-gold-standard-drug-approval-process/", "date_published": "2023-05-14 19:47:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's what could happen to the military if the US defaults on its debt", "description": "As the United States stares down the barrel of a deadline to raise the national debt ceiling, past and current Pentagon leaders are sounding the alarm on how such an event could be deeply damaging to the country and those who keep it safe.   Disrupted pay for service members, late benefits checks for veterans and...", "link": "https://thehill.com/policy/defense/4002554-heres-what-could-happen-to-the-military-if-the-us-defaults-on-its-debt/", "date_published": "2023-05-14 19:45:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Treasury official dismisses using 14th Amendment to avoid default", "description": "Deputy Treasury Secretary Wally Adeyemo on Sunday dismissed the idea of President Biden using the 14th Amendment to avert a default on the national debt. “Can you just say yes or no, whether or not the president has the authority to raise the debt limit on his own, without Congress?” CNN’s Dana Bash asked on...", "link": "https://thehill.com/homenews/administration/4003962-treasury-official-dismisses-using-14th-amendment-to-avoid-default/", "date_published": "2023-05-14 19:36:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘He is the God that they worship’: House Dem says crowded GOP primary only helps Trump", "description": "Rep. Ritchie Torres (D-N.Y.) on Sunday assessed that a crowded Republican primary field will only benefit former President Trump because some in the GOP see Trump as “the God that they worship.” “The more crowded the Republican field, the more advantageous to Donald Trump because there is a significant segment of the Republican electorate who...", "link": "https://thehill.com/homenews/house/4003950-he-is-the-god-they-worship-house-dem-says-crowded-primary-only-helps-trump-with-gop/", "date_published": "2023-05-14 19:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Grizzlies suspend Ja Morant after appearance of another gun video", "description": "The Memphis Grizzlies have suspended star guard Ja Morant after he appeared to be brandishing a gun in another social media video.  The Grizzlies made their announcement surrounding Morant on Sunday, just hours after a video circulated online showing the 23-year-old team superstar holding a gun while singing along to rapper NBA Youngboy’s lyrics during...", "link": "https://thehill.com/blogs/blog-briefing-room/4003942-grizzlies-suspend-ja-morant-after-appearance-of-another-gun-video/", "date_published": "2023-05-14 19:16:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hobby Lobby doesn't use barcodes: Here's their explanation", "description": "It's hard to find a barcode at Hobby Lobby, and there's a reason for that.", "link": "https://thehill.com/homenews/nexstar_media_wire/4003952-hobby-lobby-doesnt-use-barcodes-heres-their-explanation/", "date_published": "2023-05-14 19:06:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas mayor says border city has not been 'overwhelmed'", "description": "Laredo Mayor Victor Trevino said on Sunday that his Texas city near the southern border has “not been overwhelmed” in the wake of the expiration of the pandemic-era immigration policy Title 42. “There's no doubt that we're seeing historic challenges in our border. … But everything that we have been doing since the declaration of...", "link": "https://thehill.com/homenews/state-watch/4003940-texas-mayor-says-border-city-has-not-been-overwhelmed/", "date_published": "2023-05-14 19:06:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "This Mental Health Awareness Month, let’s shift from self care to system change", "description": "We must change the narrative from taking care of ourselves to taking care of each other.", "link": "https://thehill.com/opinion/healthcare/4003147-this-mental-health-awareness-month-lets-shift-from-self-care-to-system-change/", "date_published": "2023-05-14 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Short-term debt ceiling hike 'not a fix': White House economic adviser", "description": "A top economic advisor to President Biden poured cold water on the idea that the White House could be looking for a short term debt ceiling extension on Sunday, saying that outcome was “not a fix.” “Short-term is not a fix,” White House National Economic Council Director Lael Brainard said on CBS’s “Face The Nation.”...", "link": "https://thehill.com/homenews/administration/4003925-short-term-debt-ceiling-hike-not-a-fix-white-house-economic-adviser/", "date_published": "2023-05-14 18:23:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrat sees opportunity for bipartisan immigration reform", "description": "Sen. Chris Murphy (D-Conn.) said Sunday that he sees an opportunity for bipartisan collaboration in the Senate over immigration reform as the end of Title 42 last week prompted concerns about a surge of migrants at the border. \"So despite my tough words for how Republicans approach this issue, I think there is still an...", "link": "https://thehill.com/homenews/senate/4003887-senate-democrat-sees-opportunity-for-bipartisan-immigration-reform/", "date_published": "2023-05-14 18:04:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A merger of courage and self-interest is needed to avoid a Biden-Trump rematch", "description": "Another Biden term wouldn’t be dangerous, but it might be dreary.", "link": "https://thehill.com/opinion/campaign/4003256-a-merger-of-courage-and-self-interest-is-needed-to-avoid-a-biden-trump-rematch/", "date_published": "2023-05-14 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: Proposed GOP spending cuts would be 'gut punch' to border guards", "description": "The White House ripped House Republicans for the debt ceiling legislation they passed last month, arguing spending cuts in the bill would be a “gut punch” to border agents. The bill would raise the debt ceiling, but also makes good on Republicans' promise to cut spending. Democrats, who in the Senate have signaled they will...", "link": "https://thehill.com/homenews/administration/4003896-white-house-proposed-gop-spending-cuts-would-be-gut-punch-to-border-guards/", "date_published": "2023-05-14 17:35:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'CNN went in the tank' to get Trump to agree on town hall, Christie says", "description": "Former New Jersey Gov. Chris Christie (R) took aim at CNN on Sunday, saying that the network \"was wrong\" for cutting a deal with former President Trump to agree to what turned out to be a raucous town hall and that it \"went in the tank\" to get the GOP frontrunner on board. CNN has...", "link": "https://thehill.com/homenews/campaign/4003862-cnn-went-in-the-tank-to-get-trump-to-agree-on-town-hall-christie-says/", "date_published": "2023-05-14 17:31:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nikki Haley: GOP president can’t institute national abortion ban", "description": "Republican presidential candidate Nikki Haley said on Sunday that a Republican president could not institute a national abortion ban because lawmakers are so closely divided on the issue.  “For a national standard, I think we have to tell the American people the truth. In order to do a national standard, you'd have to have a...", "link": "https://thehill.com/homenews/sunday-talk-shows/4003894-nikki-haley-gop-president-cant-institute-national-abortion-ban/", "date_published": "2023-05-14 17:28:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Where’s the focus on women’s health beyond motherhood?", "description": "Women's health has traditionally been geared toward a reproductive-aged or premenopausal woman.", "link": "https://thehill.com/opinion/healthcare/4001642-wheres-the-focus-on-womens-health-beyond-motherhood/", "date_published": "2023-05-14 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hogan says he passed on 2024 run to avoid 'multi-car pileup' of GOP candidates", "description": "Former Maryland Gov. Larry Hogan said on Sunday that he passed on a White House bid to avoid a “multi-car pileup” in the GOP primary. The moderate Republican, who served two terms as governor of a blue state, made the comment while on a panel on ABC’s “This Week,” talking about former President Trump’s reluctance...", "link": "https://thehill.com/homenews/campaign/4003873-hogan-says-he-passed-on-2024-run-to-avoid-multi-car-pileup-of-gop-candidate/", "date_published": "2023-05-14 16:56:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas: Border Patrol sees 50 percent decrease in migration after Title 42 ends", "description": "Secretary of Homeland Security Alejandro Mayorkas said Sunday that the Border Patrol has seen a 50 percent drop in encounters at the southern border in the days following the expiration of Title 42, a pandemic-era policy that allowed the rapid expulsions of asylum-seekers. \"In fact, over the past two days, the United States Border Patrol...", "link": "https://thehill.com/homenews/administration/4003851-mayorkas-border-patrol-sees-50-percent-decrease-in-migration-after-title-42-ends/", "date_published": "2023-05-14 16:49:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas on GOP impeachment efforts: ‘I am focused on the work in front of us’", "description": "Secretary of Homeland Security Alejandro Mayorkas during an interview on Sunday waved off concerns about a potential impeachment, emphasizing that he is \"focused on the work in front of us.\" \"I am focused on the work in front of us meeting the challenge, not only with respect to the southern border, but meeting the challenge...", "link": "https://thehill.com/homenews/administration/4003827-mayorkas-on-gop-impeachment-efforts-i-am-focused-on-the-work-in-front-of-us/", "date_published": "2023-05-14 16:35:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's how much apartment space $1,500 buys in the top US cities: report", "description": "Despite a recent slowdown in growth, rent costs across the U.S. are well above pre-pandemic levels – so where can you get the most space for your money?", "link": "https://thehill.com/homenews/4003737-heres-how-much-apartment-space-1500-buys-in-the-top-us-cities-report/", "date_published": "2023-05-14 16:06:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats press Biden to use 14th Amendment on debt ceiling", "description": "Senate Democrats are urging President Biden to use the 14th Amendment to raise the debt ceiling, arguing it is in his constitutional authority to take the unilateral step to prevent a GOP-driven default. They say Biden should not agree to GOP demands for major concessions on spending cuts to raise the debt ceiling, and that...", "link": "https://thehill.com/homenews/senate/4003076-democrats-press-biden-to-use-14th-amendment-on-debt-ceiling/", "date_published": "2023-05-14 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What is next for the Arctic Council in the wake of Russian rule?", "description": "The absence of cooperation between the West and Russia is already being felt acutely.", "link": "https://thehill.com/opinion/international/4002466-what-is-next-for-the-arctic-council-in-the-wake-of-russian-rule/", "date_published": "2023-05-14 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP lawmaker dings McCarthy for 'demonizing' illegal immigrants", "description": "Rep. Tony Gonzales (R-Texas) dinged congressional leadership in both parties on Sunday for their posturing on immigration, including Speaker Kevin McCarthy (R-Calif.) who Gonzales said was “demonizing” illegal immigrants. “You’ve got McCarthy on one side that is demonizing those that come over illegally,” Gonzales said on CBS’s “Face The Nation.” “You’ve got Chuck Schumer on...", "link": "https://thehill.com/homenews/house/4003811-gop-lawmaker-dings-mccarthy-for-demonizing-illegal-immigrants/", "date_published": "2023-05-14 15:49:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Murphy 'skeptical' there will be debt ceiling agreement in two weeks", "description": "Sen. Chris Murphy (D-Conn.) on Sunday said he is \"skeptical\" about Republicans and Democrats coming to an agreement to resolve the debt ceiling crisis in two weeks as the deadline to raise the limit approaches. \"Well, if we want to get serious about deficit reduction, then you have to put tax increases for billionaires and...", "link": "https://thehill.com/homenews/senate/4003798-murphy-skeptical-there-will-be-debt-ceiling-agreement-in-two-weeks/", "date_published": "2023-05-14 15:46:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Rematch from hell’: Former GOP lawmaker slams potential Biden-Trump 2024 contest", "description": "Former Rep. Will Hurd (R-Texas) blasted the potential 2024 contest between President Biden and former President Trump, calling it a \"rematch from hell.\" \"The reality is two-thirds of Americans want somebody other than Donald Trump and Joe Biden. That's like the rematch from hell,\" he told NBC's Chuck Todd on \"Meet the Press.\" Recent national...", "link": "https://thehill.com/homenews/campaign/4003782-rematch-from-hell-former-gop-lawmaker-slams-potential-biden-trump-2024-contest/", "date_published": "2023-05-14 15:24:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley on Trump sexual assault ruling: 'It stands where it stands'", "description": "Former South Carolina Gov. Nikki Haley (R) and 2024 GOP presidential candidate evaded a question Sunday on whether former President Trump being found liable of sexual battery would hurt the party with the woman vote. Instead, Haley said that both the accuser, in this case author E. Jean Carroll who accuses Trump of raping her...", "link": "https://thehill.com/homenews/campaign/4003783-haley-on-trump-sexual-assault-ruling-it-stands-where-it-stands/", "date_published": "2023-05-14 15:17:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republican Homeland Security chair accuses Mayorkas of 'dereliction of duty'", "description": "Rep. Mark Green (R-Tenn.), the chairman of the House Homeland Security Committee, slammed Secretary of Homeland Secretary Alejandro Mayorkas on Sunday, saying his \"dereliction of duty\" will be \"closely\" examined. During an appearance on CNNs \"State of the Union,\" host Dana Bash asked Green if Mayorkas has committed an impeachable offense. \"I have been very careful not...", "link": "https://thehill.com/blogs/blog-briefing-room/4003777-republican-homeland-security-chair-accuses-mayorkas-of-dereliction-of-duty/", "date_published": "2023-05-14 15:15:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Murphy mum on whether he'd support Biden invoking 14th Amendment", "description": "Sen. Chris Murphy (D-Conn.) declined to answer whether he would support President Biden if Biden invoked the 14th Amendment to resolve the debt ceiling crisis. \"You know, I don't want to give Joe Biden advice, but I think we should do our job. I think that's a precedent to just absolve Congress from being adults,\"...", "link": "https://thehill.com/homenews/senate/4003767-murphy-mum-on-whether-hed-support-biden-invoking-14th-amendment/", "date_published": "2023-05-14 15:03:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Social Security COLA to drop significantly in 2024, senior group predicts", "description": "Social Security recipients shouldn’t expect 2024’s cost-of-living adjustment (COLA) to be as significant as 2023’s, despite warnings that beneficiaries are losing their purchasing power.", "link": "https://thehill.com/homenews/nexstar_media_wire/4001999-social-security-cola-to-drop-significantly-in-2024-senior-group-predicts/", "date_published": "2023-05-14 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The American people deserve a say over their district court judges", "description": "In reading some recent criticisms of the Senate Judiciary Committee, you might think democracy is an obstacle America must overcome, rather than a cornerstone of our country. Case in point: the blue slip. The blue slip process allows elected senators a say in which district court nominees can serve as judges for their constituents. But some critics...", "link": "https://thehill.com/opinion/congress-blog/4003549-the-american-people-deserve-a-say-over-their-district-court-judges/", "date_published": "2023-05-14 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chris Christie: Trump’s ego won’t let him skip debates", "description": "Former New Jersey Gov. Chris Christie (R) on Sunday was skeptical of former President Trump skipping the GOP debates after Trump doubled down on suggestions he didn’t need to participate in them because he’s so far ahead in the polls. Trump repeatedly raised the prospect of skipping debates during his previous runs for the White...", "link": "https://thehill.com/homenews/campaign/4003768-chris-christie-trumps-ego-wont-let-him-skip-debates/", "date_published": "2023-05-14 14:53:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hurd says decision on 2024 White House bid will come 'very soon'", "description": "Former Rep. Will Hurd (R-Texas) said on Sunday that he will make a decision about a potential presidential bid in 2024 \"very soon.\" \"I think the decision on anybody on what their future in politics has to be done before Memorial Day,\" Hurd told NBC's Chuck Todd on \"Meet the Press.\" Hurd, who opted to...", "link": "https://thehill.com/homenews/campaign/4003741-hurd-says-decision-on-2024-white-house-bid-will-come-very-soon/", "date_published": "2023-05-14 14:38:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to Congress one year after Buffalo shooting: 'For God's sake, do something'", "description": "President Biden in an op-ed published one year after 10 people were killed in a shooting at a supermarket in Buffalo, New York pleaded for Congress to act on gun control legislation. The shooting in Buffalo, where a gunman used an AR-15 style rifle to target Black customers, was followed the next week by the...", "link": "https://thehill.com/homenews/administration/4003752-biden-to-congress-one-year-after-buffalo-shooting-for-gods-sake-do-something/", "date_published": "2023-05-14 14:23:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Khanna lays out what Democrats could support in immigration compromise", "description": "Rep. Ro Khanna (D-Calif.) laid out a list of border policies on Sunday that he thinks Democrats would support in talks on immigration reform, including increased funding for border patrol, as Republicans continue to hammer their political opponents on border security. Republicans have launched heavy attacks on Democrats and the White House over the southern...", "link": "https://thehill.com/homenews/house/4003746-khanna-lays-out-what-democrats-could-support-in-immigration-compromise/", "date_published": "2023-05-14 14:13:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCaul 'optimistic' US won't default on bills", "description": "House Foreign Affairs Committee Chairman Rep. Michael McCaul (R-Texas) said on Sunday that he does not believe the United States will default on its bills, noting that the nation's adversaries would \"love\" to see the country default. McCaul said he agreed with Joint Chiefs of Staff Chairman Gen. Mark Milley, who said last week that defaulting on the debt...", "link": "https://thehill.com/homenews/house/4003729-mccaul-optimistic-us-wont-default-on-bills/", "date_published": "2023-05-14 14:09:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will environmentalists derail the Artemis’ return to the moon?", "description": "What can be done to avoid a lengthy court battle that would snarl the development of the SpaceX Starship in legal red tape for years?", "link": "https://thehill.com/opinion/technology/4001908-will-environmentalists-derail-the-artemis-return-to-the-moon/", "date_published": "2023-05-14 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas denies Biden's immigration policy is equal to Trump's", "description": "Secretary of Homeland Secretary Alejandro Mayorkas denied on Sunday that President Biden's immigration policy is equivalent to former President Trump's amid criticism of the White House for weighing policies some see as detrimental to migrants. ABC's Jonathan Karl on \"This Week\" said the ACLU is \"effectively\" saying that Biden's current immigration policy is no different...", "link": "https://thehill.com/homenews/administration/4003710-mayorkas-denies-bidens-immigration-policy-is-equal-to-trumps/", "date_published": "2023-05-14 13:59:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Donalds blames Biden for ‘leading nation to default’", "description": "Rep. Byron Donalds (R-Fla.) argued on Sunday that President Biden is “leading our nation into default” as Republicans in the White House negotiate over raising the debt ceiling. “If Joe Biden brings nothing to the table, if all he does is sit there with his hands in his pockets and not understanding what he has...", "link": "https://thehill.com/homenews/house/4003719-donalds-blames-biden-for-leading-nation-to-default/", "date_published": "2023-05-14 13:38:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The empty chair at the Jan. 6 seditious conspiracy trials", "description": "The former president has continued to heap praise on the insurrectionists", "link": "https://thehill.com/opinion/criminal-justice/4003189-the-empty-chair-at-the-jan-6-seditious-conspiracy-trials/", "date_published": "2023-05-14 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zelensky says Ukraine will not attack Russian territory in counteroffensive", "description": "Ukrainian President Volodymr Zelensky said Sunday that a planned counteroffensive by his country is not aimed at attacking areas inside of Russia, but is meant to free occupied territory in his nation. Zelensky, speaking alongside German Chancellor Olaf Scholz, made the statement following speculation that Ukraine may target Russian territory in its military counteroffensive. “We...", "link": "https://thehill.com/policy/international/4003688-zelensky-says-ukraine-will-not-attack-russian-territory-in-counteroffensive/", "date_published": "2023-05-14 12:18:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abbott knocks Dominion over Tucker Carlson's departure from Fox News", "description": "Texas Gov. Greg Abbott (R) bashed Dominion Voting Systems over the departure of Tucker Carlson from Fox News, following a report that the popular conservative primetime host was fired from the network as part of its settlement with the voting software company. Carlson was told by a member of the network’s board of directors that...", "link": "https://thehill.com/homenews/state-watch/4003679-abbott-knocks-dominion-over-tucker-carlsons-departure-from-fox-news/", "date_published": "2023-05-14 12:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Reality finally comes for California's reparations plan", "description": "Where exactly is all this money going to come from, because San Francisco is facing a $728 million budget shortfall over the next two fiscal years?", "link": "https://thehill.com/opinion/civil-rights/4003151-reality-finally-comes-for-californias-reparations-plan/", "date_published": "2023-05-14 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NC governor vetoes abortion restrictions", "description": "North Carolina’s Democratic governor vetoed a bill on Saturday that would ban most abortions in the state after 12 weeks, a move that now faces an override from Republicans in the state legislature. Gov. Roy Cooper (D-N.C.) vetoed the bill in front of a crowd of supporters in Raleigh, blocking the measure that passed the...", "link": "https://thehill.com/homenews/state-watch/4003663-nc-governor-vetoes-abortion-restrictions/", "date_published": "2023-05-14 11:31:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Andrew Cuomo on border post-Title 42: 'It's going to get worse before it gets better'", "description": "Former New York Gov. Andrew Cuomo (D) said that the situation on the southern border will likely “get worse before it gets better,” following the end of Title 42. “What’s happening on the southern border, that is a real debacle,” Cuomo told radio talk show host John Catsimatidis on WABC 770 AM’s “Cats Roundtable.” “It’s going...", "link": "https://thehill.com/blogs/blog-briefing-room/4003509-andrew-cuomo-on-border-post-title-42-its-going-to-get-worse-before-it-gets-better/", "date_published": "2023-05-14 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'It sickens us': Rhode Island officials investigate 'racist and hateful' signs designed to mimic official notices", "description": "The metal signs, which look similar to the notices posted by the Rhode Island Department of Environmental Management, were discovered attached to trees throughout Lincoln Woods.", "link": "https://thehill.com/homenews/4003206-it-sickens-us-rhode-island-officials-investigate-racist-and-hateful-signs-designed-to-mimic-official-notices/", "date_published": "2023-05-14 10:35:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Can folded dollar bills on the ground be deadly? What to know", "description": "Can I accidentally overdose by touching opioids?", "link": "https://thehill.com/homenews/4003329-can-folded-dollar-bills-on-the-ground-be-deadly-what-to-know/", "date_published": "2023-05-14 10:35:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt ceiling fight holds reminders of 2011 — except maybe worse", "description": "The debt ceiling fight gripping Washington this month bears echoes of a similar clash in 2011, when a Democratic president squared off against a Republican House in a fight that dragged on for months, pushed the country to the brink of default and led to the first credit downgrade in U.S. history. Except this time...", "link": "https://thehill.com/homenews/house/4002657-debt-ceiling-fight-holds-reminders-of-2011-except-maybe-worse/", "date_published": "2023-05-14 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats signal growing frustration with globalization", "description": "Democrats are sounding increasingly fed up with free trade agreements and some of the basic tenets of globalization that have defined the last several decades of U.S. trade policy, echoing some of the “America First” sentiments that put former President Trump at odds with the economic orthodoxies of his own party and a longstanding policy...", "link": "https://thehill.com/business/4002290-democrats-signal-growing-frustration-with-globalization/", "date_published": "2023-05-14 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kentucky's bitter GOP governor primary comes to a head", "description": "Kentucky’s contentious GOP gubernatorial primary is drawing to a finish Tuesday in a race that poses high stakes for the party looking to unseat Gov. Andy Beshear (D). State Attorney General Daniel Cameron, former U.N. ambassador Kelly Craft and Agriculture Commissioner Ryan Quarles have regularly polled as the three main front-runners in the crowded Republican...", "link": "https://thehill.com/homenews/campaign/4002550-kentuckys-bitter-gop-governor-primary-comes-to-a-head/", "date_published": "2023-05-14 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: How CNN gave Trump his best campaign moment so far", "description": "CNN delivered former President Trump his best moment of the 2024 campaign. That’s the main message from the televised town-hall earlier this week from which the shock waves are still reverberating. Trump enjoyed more than an hour of primetime in front of a supportive crowd whose loud reactions helped him swat aside any challenging questions...", "link": "https://thehill.com/homenews/campaign/4003073-the-memo-how-cnn-gave-trump-his-best-campaign-moment-so-far/", "date_published": "2023-05-14 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Linda Yaccarino thanks Musk for opportunity, shares excitement to 'build Twitter 2.0'", "description": "Incoming Twitter CEO Linda Yaccarino thanked Elon Musk on Saturday for her new role at the social media company and shared her excitement to “build Twitter 2.0.\" “Thank you @elonmusk! I’ve long been inspired by your vision to create a brighter future,” Yaccarino tweeted. “I’m excited to help bring this vision to Twitter and transform...", "link": "https://thehill.com/homenews/media/4003492-linda-yaccarino-thanks-musk-for-opportunity-shares-excitement-to-build-twitter-2-0/", "date_published": "2023-05-14 02:53:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cardona confirms student loan payments will resume this year: 'The emergency period is over'", "description": "Education Secretary Miguel Cardona confirmed this week that the Department of Education is preparing to restart student loan payments later this year. \"The emergency period is over, and we're preparing our borrowers to restart,” Cardona said at a Senate Appropriations hearing on Thursday, as the national COVID-19 public health emergency was set to expire at...", "link": "https://thehill.com/homenews/education/4003469-cardona-confirms-student-loan-payments-will-resume-this-year-the-emergency-period-is-over/", "date_published": "2023-05-14 02:13:59+00:00", "persistent": false, "user": null, "language": "en-US"}]