[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "EA Sports UFC 5 - Official Visual Presentation Deep Dive Trailer (ft. ImUhBoxer)", "description": "EA Sports UFC 5 is the first time in the franchise that brings the Frostbite engine to use offering upgraded visuals to the latest MMA fighting game. Check out the Visual Presentation Deep Dive for EA Sports UFC 5 and get the rundown on some of the visual changes like dynamic lighting, overhauled character, realistic strand hair, new cloth animations, and more. EA Sports UFC 5 is launching on October 27 for PlayStation 5 and Xbox Series S|X.\n\n#EASportsUFC5 #UFC5", "link": "https://www.youtube.com/watch?v=qDs_utjfa8U", "date_published": "2023-10-07T20:30:03+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/qDs_utjfa8U/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "KOTOR Remake In Trouble, Netflix Devil May Cry News, & More | IGN The Weekly Fix", "description": "Get the latest on this week's biggest headlines in games and entertainment! This week we cover the latest on the troubled development of the Star Wars Knights of the Old Republic remake, Netflix's Devil May Cry anime, The Last of Us Multiplayer Development in Limbo, and much more. Tune in for the Weekly Fix - the only show packed with the recommended weekly dose of gaming and entertainment news!\n\n00:00 - Intro\n00:38 - Lies of P’s Next Update Will Make It Easier\n04:55 - More Signs the KOTOR Remake Is in Trouble\n09:41 - The Last of Us Multiplayer in Development Limbo After Layoffs\n14:03 - How Netflix's Devil May Cry Series Might Connect to Castlevania\n18:12 - Spawn Movie Reboot Set For 2025 Release, According to Jason Blum \n20:46 - Rockstar's Fans Have A Crazy New GTA Theory", "link": "https://www.youtube.com/watch?v=8UYf_RVtaCE", "date_published": "2023-10-07T19:30:01+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/8UYf_RVtaCE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ghostrunner 2 - Official Demo Accolades Trailer", "description": "Ghostrunner 2 is a fast-paced first-person action post-apocalyptic cyberpunk future slasher game developed by One More Level. Players will become the ultimate Ghostrunner by besting bosses, improving skills, and exploring the bounds beyond Dharma Tower where one hit means death for not only your enemies but yourself. Take a look at some of the critical reception garnered from the demo for Ghostrunner 2 launching on October 26 for PlayStation 5, Xbox Series S|X, and PC.\n\n#Ghostrunner2 #Demo", "link": "https://www.youtube.com/watch?v=P1GP4-6iCmI", "date_published": "2023-10-07T16:30:06+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/P1GP4-6iCmI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "FF7 Rebirth Vs. Like a Dragon: Where Do Segways Make More Sense? - Beyond Clips", "description": "Segways have been popping up in our video games and it's time we got to the bottom of it. (No, it's not that serious) In this clip from Podcast Beyond, the crew has a fun chat about modes of transportation in Final Fantasy VII: Rebirth and Like a Dragon: Infinite Wealth and share funny stories about Segway tours and such. When are we going to start seeing hoverboards in our favorite RPGs? Who knows? Place your bets!", "link": "https://www.youtube.com/watch?v=gRc_9mAv3Vk", "date_published": "2023-10-07T16:00:37+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gRc_9mAv3Vk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Warzone Mobile - Official 'The Maps Are Ready' Trailer", "description": "Call of Duty: Warzone Mobile, the mobile iteration of the hit battle royale, has introduced the maps that will be available in the game. Shoot House, Verdansk, Rebirth Island, and Shipment are available now within the limited release period and will all be available for Call of Duty: Warzone Mobile when it launches worldwide. Call of Duty: Warzone is launching soon for iOS and Android.\n\n#CallOfDutyWarzoneMobile #Warzone #WarzoneMobile #CallOfDuty", "link": "https://www.youtube.com/watch?v=iLWMTxbY0oU", "date_published": "2023-10-07T15:31:11+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iLWMTxbY0oU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Crust", "description": "", "link": "https://www.youtube.com/watch?v=uyOLtCLQE_U", "date_published": "2023-10-07T01:10:53+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/uyOLtCLQE_U/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Naughty Dog Dev May Have Accidentally Revealed The Last of Us Part 2 Remastered - IGN Daily Fix", "description": "In today's Daily Fix:\nA developer casually updating his LinkedIn profile may have accidentally revealed the existence of a remaster for The Last of Us Part 2. The developer, who works for Naughty Dog, has already fixed the job entry to remove any mention of a remaster, but that doesn't mean it's erased from the internet (just ask Beyoncé how easy it is to get things taken down). The Last of Us Part 2 was released on the PS4 a few months before the PlayStation 5 hit stores, and it would follow Naughty Dog's MO to make an updated version of a Last of Us game for the generation above what the original game came out for, e.g. The Last of Us and its PS4 remaster a few short years after the original PS3 version was released. In related news, a bakery made a Clicker out of bread. Yes, the fungus zombies from The Last of Us are now edible. And bad news for developer Telltale Games, as they're the latest studio to be hit with massive layoffs.", "link": "https://www.youtube.com/watch?v=eMgzW3AONgo", "date_published": "2023-10-07T00:22:27+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/eMgzW3AONgo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Netflix Renews Castlevania: Nocturne for Season 2 - IGN The Fix: Entertainment", "description": "Castlevania: Nocturne will be back for a second season, according to Netflix. The adaptation of the Konami games has proven a hit, with four seasons of a previous series under Netflix's belt already, and the most recent season (the beginning of a new storyline) being a hit with critics. In space news, NASA and Star Wars' Mark Hamill are teaming up for an educational web series highlights the scientific discoveries made aboard the International Space Station. And finally, Breaking Bad and Better Call Saul creator Vince Gilligan absolutely does not want a Walt, Jr. spin-off. But let's be honest, you'd still watch it.", "link": "https://www.youtube.com/watch?v=gFNMyz8MvAs", "date_published": "2023-10-07T00:02:06+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gFNMyz8MvAs/hqdefault.jpg"}]