[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How To Clean Your Disgusting Super Nintendo Games | This Old Tech", "description": "Sometimes the games we love don't age as well as we had hoped. Fear not! On this episode of This Old Tech, Seth shows us how to clean those nasty and grimy Super Nintendo cartridges with a few household products and some elbow grease. Now you're playing with power!\n\n#SuperNintendoGames #ThisOldTech", "link": "https://www.youtube.com/watch?v=h4r6Qx3NubI", "date_published": "2023-05-28 18:36:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Falling Frontier - Exclusive Hano Ship & Combat Reveal Trailer", "description": "Watch the latest Falling Frontier trailer, revealing the Hano-Class Destroyer ship, which has been redesigned for the upcoming sci-fi RTS. See the TFV Caligula Hano Destroyer and TFV Richmond Hano Destroyer in action in this gameplay trailer. This new Falling Frontier gameplay also gives us a good look at the game's combat rework, featuring new combat mechanics and features. \n\nFalling Frontier is coming to PC via Steam, Epic Games Store, and GOG in 2023. It's available to wishlist now.", "link": "https://www.youtube.com/watch?v=EAophh5NwQg", "date_published": "2023-05-28 15:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Biggest Game Releases of June 2023", "description": "What’s up dads, grads, and everyone else - June is here and with it, a ton of massive video games. June’s usually pretty slow game release-wise, but this year, that is not the case. From Street Fighter 6, to Final Fantasy 16, to Diablo IV here are the biggest games out this month.\n\nOh, and heads up, we’re producing this video before the numerous gaming showcases and events happening this month, so it’s very possible some games get surprised June release dates.\n\n#NewGameReleases #June2023", "link": "https://www.youtube.com/watch?v=GZDwteyVJJo", "date_published": "2023-05-28 15:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Disney Should Only Remake Animated Films That Need It", "description": "What is the method that Disney uses to select which of its animated classics are getting made into live-action feature films? IGN host Kim Horcher makes her case that Disney live-action remakes should be focused around animated films that never became classics in the first place. As Disney’s live-action Little Mermaid opens in theaters and a live-action Moana adaptation has just been announced, this video gives an unlikely look at what could be coming next from the history of Disney animation.\n\n#Disney #Animated #LiveAction", "link": "https://www.youtube.com/watch?v=s5iS0kL5JvM", "date_published": "2023-05-28 13:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}]