[{"source": "https://www.theguardian.com/rss", "title": "Gender pay gap for women in their 50s won’t close before 2050, claims Labour", "description": "<p>‘Equal pay generation’ of female workers abandoned by Tories, says Anneliese Dodds, who commissioned research</p><p>The so-called equal pay generation of female workers born near the passing of the 1970 Equal Pay Act are unlikely to see the gap close during their working lives, a Labour analysis has shown.</p><p>Research carried out for Anneliese Dodds, the shadow secretary of state for women and equalities, calculated that such is the slow rate of change with equal pay for women in their 50s, the gender pay gap will not close before 2050 at the current trajectory.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/gender-pay-gap-for-women-in-their-50s-wont-close-before-2050-claims-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/gender-pay-gap-for-women-in-their-50s-wont-close-before-2050-claims-labour", "date_published": "2023-05-28 21:30:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "60 Days on the Estates review – how to make a great show about social housing? Don’t involve Tory MPs", "description": "<p>This look at life on two inner-city estates is a gentle, sincere take that sees survivalist Ed Stafford spend three weeks living there. It’s a far cry from the patronising work of Michael Portillo et al</p><p>I hadn’t realised how traumatised I remain by Michael Portillo. Not so much the trousers and jackets sported on his train travel, although they remain borderline criminal, but his efforts to engage with The Poor. First in 1993, when he emulated the lifestyle of a single mother on benefits (“For someone like me, who’s never had to think about these things, it’s just boring having to think all the time about how you buy the cheapest things and whether the money’s going to last”). And then again – because those poor and their boring lives are always with us, are they not? – five years ago he gave us a feature-length documentary in which he oozed around the council estates of England in Our Housing Crisis: Who’s to Blame? If memory serves, the answer somehow wasn’t Margaret Thatcher’s reign-defining sell-off of the public housing stock (we had 6.5m council homes in 1980; nearly a third of them were transferred to private hands under the Right to Buy scheme). Instead, it was apparently the failure of councils to build replacements since. Obvious, really, especially if you are a devotee of oleaginous logic delivered with a smug but straight face.</p><p>But it all comes flooding back. As do awful memories of Matthew Parris attempting to live on benefits for a week in 1983. He considered the people he met, living “meagre and threadbare” lives, were at the right level of poverty to stay motivated, and returned 20 years later to find how things had turned out. Fortunately, in 60 Days on the Estates, Ed Stafford – who spends three weeks on a London estate then three weeks on its Brummie equivalent in next week’s episode – might be another middle-aged, middle-class white man, but he is not a Tory MP. This, it turns out, makes quite the difference.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/28/60-days-on-the-estates-review-how-to-make-a-great-show-about-social-housing-dont-involve-tory-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/28/60-days-on-the-estates-review-how-to-make-a-great-show-about-social-housing-dont-involve-tory-mps", "date_published": "2023-05-28 21:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Allardyce open to Leeds stay but warns side may struggle in second tier", "description": "<ul><li>‘Work to be done’ claims Allardyce after relegation is confirmed</li><li>Dean Smith unlikely to stay at Leicester after failing to beat drop</li></ul><p>Sam Allardyce has warned that Leeds could struggle in the Championship after his four-game interim tenure ended with relegation. After the 4-1 defeat by Tottenham at Elland Road – where two goals from Harry Kane lifted the striker’s Premier League tally to 30 for the season – Allardyce had a stark, unvarnished message for the Leeds board.</p><p>“There is a lot of work to be done here next season, even in the Championship,” said the 68-year-old, who is open to remaining in charge. “Goals need to be scored and you need goalscorers to score them. The squad is a little on the young side and lacks experience. As a squad they haven’t been good enough. You can’t keep making unforced errors. We gifted Tottenham three goals today. Which way does the club want to go?”</p> <a href=\"https://www.theguardian.com/football/2023/may/28/sam-allardyce-leeds-dean-smith-leicester-relegation\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/sam-allardyce-leeds-dean-smith-leicester-relegation", "date_published": "2023-05-28 20:50:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disbelief hangs in air as Leicester sleepwalk to avoidable relegation | Barney Ronay", "description": "<p>No team with talented players such as James Maddison, Harvey Barnes and Youri Tielemans should be this bad</p><p>As the clock ticked past 80 minutes at the King Power Stadium, with Leicester beating West Ham but hostage entirely to events at Goodison Park, it felt fitting that this should be one of those relegations sung to its rest by ghosts of other games, of goals unscored, energy waves, rumours, the Mexican wave of death.</p><p>Several times through those final 10 minutes the ground was gripped by sudden contortions of false joy, leaping, roaring sections of crowd lifted by news of fake survival, reality-lag, non-redemption. If Bournemouth score a non-goal and nobody tells the King Power it doesn’t exist: is that non-goal still a goal? And who does Youri Tielemans sign for next season?</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/28/disbelief-hangs-in-air-as-leicester-suffer-an-avoidable-relegation\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/28/disbelief-hangs-in-air-as-leicester-suffer-an-avoidable-relegation", "date_published": "2023-05-28 20:46:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italy: rescuers searching for at least 20 people after boat overturns", "description": "<p>Divers and helicopter searching Lake Maggiore for more missing people from tourist boat after 19 were rescued</p><p>Emergency services in <a href=\"https://www.theguardian.com/world/italy\">Italy</a> are searching for at least 20 people after a boat overturned on Lake Maggiore.</p><p>Nineteen people were rescued safely after the vessel overturned off Lisanza, at the southern end of the lake in northern Italy, Firefighter spokesperson Luca Cari told AFP.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/italy-rescuers-searching-for-at-least-20-people-after-boat-overturns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/italy-rescuers-searching-for-at-least-20-people-after-boat-overturns", "date_published": "2023-05-28 20:43:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Josef Newgarden’s audacious late pass clinches dramatic Indianapolis 500", "description": "<ul><li>Two-time IndyCar champion wins race for first time</li><li>Newgarden overtakes Marcus Ericsson in finals stages</li></ul><p>Josef Newgarden finally captured a long-awaited Indianapolis 500 win on Sunday and gave team owner Roger Penske his 19th and first since buying Indianapolis Motor Speedway. Newgarden clinched victory after he made an audacious pass of defending race winner Marcus Ericsson during a frantic 2.5-mile sprint to the finish.</p><p>After the race was red-flagged for the third time in the closing laps, Newgarden was moved from fourth to second by race control. The two-time IndyCar champion, who had been 0 for 11 in the Indy 500, took advantage of the decision by slingshotting around Ericsson on the restart and then holding him off through the last two turns for the win.</p> <a href=\"https://www.theguardian.com/sport/2023/may/28/josef-newgardens-audacious-late-pass-clinches-dramatic-indianapolis-500\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/28/josef-newgardens-audacious-late-pass-clinches-dramatic-indianapolis-500", "date_published": "2023-05-28 20:35:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-This Morning doctor Ranj Singh says culture on show became ‘toxic’", "description": "<p>Doctor also says he was ‘managed out’ of the show after raising concerns over how people were being treated</p><p>A TV doctor who previously worked on ITV’s This Morning has said the culture on the show became “toxic” and that he was “managed out” after he tried to raise his concerns.</p><p>Dr Ranj Singh, who made regular appearances offering medical advice, said that, over 10 years on the show, he grew “increasingly worried about how things were behind-the-scenes and how people, including myself, were being treated”.</p> <a href=\"https://www.theguardian.com/business/2023/may/28/ex-this-morning-doctor-ranj-singh-says-culture-on-show-became-toxic\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/28/ex-this-morning-doctor-ranj-singh-says-culture-on-show-became-toxic", "date_published": "2023-05-28 20:08:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson-Thompson ‘can see a path back’ after second-place finish in Götzis", "description": "<ul><li>Briton second to Anna Hall at prestigious Hypomeeting</li><li>Johnson-Thompson: ‘I have blown the cobwebs off’</li></ul><p>Katarina Johnson-Thompson believes she has rediscovered her mojo after an impressive second‑placed finish at the prestigious Hypomeeting in Götzis – and insists she is ready to “truly attack” again following her return to form.</p><p>The 30-year-old has looked a shadow of her best since sustaining a career-threatening achilles rupture in 2020. But her performance here earned her 6,556 points – her best tally since <a href=\"https://www.theguardian.com/sport/2019/oct/03/katarina-johnson-thompson-british-record-heptathlon-gold\" title=\"\">winning the world title</a> in 2019 – and has finally convinced her that she is on the road back.</p> <a href=\"https://www.theguardian.com/sport/2023/may/28/johnson-thompson-can-see-a-path-back-after-second-place-finish-in-gotzis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/28/johnson-thompson-can-see-a-path-back-after-second-place-finish-in-gotzis", "date_published": "2023-05-28 19:36:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lorna Miller on just another week in the UK – cartoon", "description": "<p>Rishi, Nigel, Suella, Boris and their pet gopher, Gordon, have all been in the news. But what high jinks have they been getting into? </p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/28/lorna-miller-on-just-another-week-in-the-uk-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/28/lorna-miller-on-just-another-week-in-the-uk-cartoon", "date_published": "2023-05-28 19:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nick Cave speaks out against boycotting songs because of creators’ actions", "description": "<p>Australian musician told Hay festival we should not ‘eradicate the best of these people in order to punish the worst of them’</p><p>Nick Cave has said that boycotting songs because of the actions of the artist “is not a very good way to go about things”.</p><p>The Australian singer-songwriter told the Hay festival: “Making art – especially making music – it prevents you from becoming the worst aspects of your character, and that’s why I very much think we need to be very, very careful about the music we don’t think people should listen to any more because of what the artist who has made that music may have been like,” the Australian singer-songwriter said.</p> <a href=\"https://www.theguardian.com/music/2023/may/28/nick-cave-speaks-out-against-boycotting-songs-because-of-creators-actions\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/28/nick-cave-speaks-out-against-boycotting-songs-because-of-creators-actions", "date_published": "2023-05-28 19:23:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Little Mermaid hooks audiences with whale of an opening weekend", "description": "<p>The live-action remake brought in nearly $100m over the Memorial Day weekend, knocking Fast X out of the top spot</p><p>The Little Mermaid live-action remake of Disney’s 1989 animated classic made a splash at the box office on Memorial Day weekend, bringing in almost $100m in North America, according to studio estimates released on Sunday.</p><p>The film <a href=\"https://www.theguardian.com/film/2023/may/20/halle-bailey-the-little-mermaid-interview-as-a-child-seeing-a-black-ariel-would-have-changed-my-life\">starring Halle Bailey</a>, winning praise from critics as the titular mermaid Ariel, and Melissa McCarthy as her sea witch nemesis, Ursula, ranks as the fifth biggest Memorial Day weekend opening on record.</p> <a href=\"https://www.theguardian.com/film/2023/may/28/the-little-mermaid-memorial-weekend-opening\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/28/the-little-mermaid-memorial-weekend-opening", "date_published": "2023-05-28 19:20:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones enjoys winning return as skilful Barbarians outscore World XV", "description": "<ul><li>Barbarians 48-42 World XV</li><li>Israel Folau is roundly booed after anti-gay comments in 2019</li></ul><p>Boos again on Eddie Jones’s return to Twickenham but this time directed only at Israel Folau. The former Australia wing’s selection for the World XV raised eyebrows given the controversy his anti-gay social media posts caused in 2019 and he was regularly jeered by the Twickenham crowd. He scored a try, showcasing his unquestionable talent, but suffice to say he was persona non grata in south-west London.</p><p>Jones, meanwhile, escaped unscathed on his first trip back to Twickenham. He played down the significance but it was almost six months to the day after his final England match ended in resounding boos and the axe soon followed. He never liked this fixture but after this you sense his opinion has changed. There can be no doubt that he enjoyed his triumphant return. Taking charge of the Barbarians, he flashed up on the big screen just after Seta Tamanivalu’s try had sealed an entertaining victory against Steve Hansen’s World XV. Jones was beaming, grinning from ear to ear, cream secured.</p> <a href=\"https://www.theguardian.com/sport/2023/may/28/barbarians-world-xv-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/28/barbarians-world-xv-rugby-union-match-report", "date_published": "2023-05-28 19:06:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US seeks to fine January 6 rioters to claw back donations they raked in", "description": "<p>Prosecutors are asking judges to impose fines on top of prison sentences to offset donations from supporters of Capitol rioters</p><p>Less than two months after he pleaded guilty to <a href=\"https://www.theguardian.com/us-news/2021/jan/06/trump-capitol-american-carnage-washington\">storming the US Capitol</a> on January 6 2021, Texas resident Daniel Goodwyn appeared on Tucker Carlson’s then Fox News show and promoted a website where supporters could donate money to Goodwyn and other rioters whom the site called “political prisoners”.</p><p>The justice department now wants Goodwyn to give up more than $25,000 he raised – a clawback that is part of a growing effort by the government to prevent rioters from being able to personally profit from participating in the attack that shook the foundations of American democracy.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/us-seeks-fines-january-6-rioters\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/us-seeks-fines-january-6-rioters", "date_published": "2023-05-28 18:11:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protesters accuse Roger Waters of antisemitism ahead of Frankfurt gig", "description": "<p>Pink Floyd co-founder rejects accusations before his Sunday night concert in former Nazi site</p><p>Several Jewish groups, politicians and an alliance of civil society groups gathered for a memorial ceremony and a protest rally against a concert by Roger Waters in Frankfurt on Sunday evening.</p><p>They accuse the Pink Floyd co-founder of antisemitism – an allegation he denies.</p> <a href=\"https://www.theguardian.com/music/2023/may/28/protesters-in-frankfurt-accuse-roger-waters-of-antisemitism\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/28/protesters-in-frankfurt-accuse-roger-waters-of-antisemitism", "date_published": "2023-05-28 18:03:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Southampton and Liverpool share eight goals in seesaw draw on day of farewells", "description": "<p>Pack up the euphoniums, lay down the drumsticks, put away the trumpets. If they thought that the Premier League would last for ever they were wrong. There is always something slightly mournful about the pre-kick-off playing of “When the Saints Going Marching In” and perhaps never more so than on Sunday with the brass band hinting it could be one of the casualties of the <a href=\"https://twitter.com/SaintsBrass/status/1662823610115817473\">cost-cutting that will inevitably follow relegation</a>. The chaotically defiant, entirely un-funereal, performance that followed does not change that.</p><p>That is the sad truth when a team goes down. The players, the first-team coaches and the directors will, by and large, be fine. Fans may weep, but for all the self-pity of a sub-set of modern support, most will be back next season, happy enough at a day out with family or friends, whoever the opposition. The people who suffer are those in less visible roles, the academy coaches, the analysts, the catering staff and – perhaps – the brass band. That’s where the cuts fall and where they are felt.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/southampton-liverpool-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/southampton-liverpool-premier-league-match-report", "date_published": "2023-05-28 17:58:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everton seal Premier League survival as Doucouré screamer sinks Bournemouth", "description": "<p>Everton extended Abdoulaye Doucouré’s contract earlier this week and the midfielder repaid them by extending their residence in the top flight of English football into a 70th year. The midfielder struck a quite superb goal to seal the victory Sean Dyche’s team desperately needed over Bournemouth to avoid a first relegation since 1951.</p><p>It was a nerve-racking finish at Goodison Park, where 10 minutes of added time, an injury to Jordan Pickford’s hand and the stubborn refusal of Gary O’Neil’s side to go quietly combined for a chaotic end to the season. When it was finally over, Doucouré etched his name alongside Barry Horne, Graham Stuart and Gareth Farrelly as Everton last-day saviours and Dyche had completed a fine achievement with an imbalanced squad that has spent the majority of the campaign without a proven goalscorer.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/everton-survive-in-premier-league-after-beating-bournemouth\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/everton-survive-in-premier-league-after-beating-bournemouth", "date_published": "2023-05-28 17:48:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds relegated from Premier League after losing to Tottenham", "description": "<p>It was the moment when it really turned ugly, the fury and frustration that the Leeds support felt rushing to the surface and spilling everywhere. Pedro Porro had scored at the start of the second half to put Tottenham 2-0 up and, from all corners of Elland Road, came the cry: “You’re not fit to wear the shirt.”</p><p>Leeds had needed a miracle to retain their Premier League status. A first win in nine games and the results involving Everton and Leicester to go for them, too. They had needed to find some cohesion. And they needed to defend properly, which they have not done for an awfully long time.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/leeds-relegated-from-premier-league-after-losing-to-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/leeds-relegated-from-premier-league-after-losing-to-tottenham", "date_published": "2023-05-28 17:42:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aston Villa secure European spot with Ollie Watkins on target against Brighton", "description": "<p>When the fixtures for this season were released, it was a song no one expected to hear on the final day at Villa Park. But as the celebrations began at the sound of the final whistle, supporters of both sides joyously launched into a most unlikely rendition. “We’re all going on a European tour,” they happily sang to one another.</p><p>Where Brighton’s first European venture in their 122-year history was assured prior to this match, Villa ensured they will join them on the continent courtesy of this hugely entertaining win. A campaign that initially looked to be dominated by thoughts of the Championship extraordinarily ended with a spot in the Europa Conference League – a first European involvement since 2010.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/aston-villa-brighton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/aston-villa-brighton-premier-league-match-report", "date_published": "2023-05-28 17:42:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pinnock’s winner consigns Manchester City to final-day defeat at Brentford", "description": "<p>Manchester City may be just 180 minutes from history, and will be thankful the final 90 of their Premier League season passed without incident bar Brentford becoming the only team to do the double over them.</p><p>Ethan Pinnock’s goal was came late, the ball nodded into his path by Bryan Mbeumo after Kevin Schade’s cross, and it crowned a fine season for Brentford. Jeopardy had already been removed, Brentford relying on Aston Villa and Tottenham’s results to potentially seize the outside chance of crowning the finest season in the club’s modern history with a place in next season’s Europa Conference League.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/brentford-manchester-city-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/brentford-manchester-city-premier-league-match-report", "date_published": "2023-05-28 17:40:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester relegated from Premier League despite beating West Ham", "description": "<p>For Leicester City, never has a win felt so utterly crushing. Victory over West Ham on the final day of the season was insufficient to avoid relegation to the Championship, seven years on from lifting the Premier League title here and two on from winning the FA Cup. Leicester supporters frantically refreshed their phones and a couple had transistor radios glued to their ears as they prayed for a late twist in their favour at Goodison Park, but it was not forthcoming. Twenty-four hours earlier Leicester’s women avoided relegation on the final day but a repeat proved wishful thinking.</p><p>Things had all been going so well for Leicester until news of Abdoulaye Doucouré’s goal for Everton filtered through here. Harvey Barnes’s fine first-half goal paved the way to victory but suddenly a revved-up crowd were decidedly flat, silenced as reality set in. A couple of minutes later Saïd Benrahma rattled a post and any hope of a late, great escape was nearly all over there and then. The beaming smile on the face of Wout Faes after the defender headed in a Youri Tielemans free-kick to double Leicester’s lead felt somewhat cruel. Who was going to tell him?</p> <a href=\"https://www.theguardian.com/football/2023/may/28/leicester-relegated-from-premier-league-despite-beating-west-ham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/leicester-relegated-from-premier-league-despite-beating-west-ham", "date_published": "2023-05-28 17:34:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the child sexual abuse inquiry: survivors deserve better | Editorial", "description": "<p>The government’s response to Alexis Jay’s report is inadequate. Ministers must step up and show victims the effort was worthwhile</p><p>The independent inquiry into child sexual abuse in England and Wales <a href=\"https://www.theguardian.com/uk-news/2022/oct/20/what-is-the-child-sexual-abuse-inquiry-and-why-did-it-take-seven-years\" title=\"\">took seven years</a>. Its chair, Prof Alexis Jay, was the fourth person to take up the role after three previous appointees resigned. Some survivors’ groups lost confidence in the process and decided not to participate. But 6,000 victims did contribute, along with hundreds of expert witnesses. The report into decades of child sexual abuse, and the role of multiple institutions in enabling it, was published last October.</p><p>The <a href=\"https://www.theguardian.com/uk-news/2023/may/22/child-sexual-abuse-inquiry-compensation-scheme-england\" title=\"\">response to its 20 recommendations</a> offered last week by the home secretary, Suella Braverman, was inadequate, and justifiably regarded as insulting by many of those who were involved. Interviewed by the BBC, <a href=\"https://www.bbc.co.uk/sounds/play/m001m5nc\" title=\"\">Prof Jay</a> described the measures announced as “vague, unspecific, without a timeline”. This inquiry was a monumental task that made huge demands on those involved – above all, the victims and survivors who testified and in many cases engaged closely with difficult questions about how to ensure such abhorrent events are not repeated.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/the-guardian-view-on-the-child-sexual-abuse-inquiry-survivors-deserve-better\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/the-guardian-view-on-the-child-sexual-abuse-inquiry-survivors-deserve-better", "date_published": "2023-05-28 17:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on excellence in the arts: not about elites | Editorial", "description": "<p>It is refreshing to hear new ideas, but dividing culture into the best and the rest won’t do anyone any good</p><p>The arts have taken such a battering in the UK over the last decade that they sometimes seem like an old ship holed beneath the waterline, with an orchestra valiantly continuing to play on deck. Nobody really knows what to do apart from bailing out water, firing occasional SOS flares and trying to keep the music going. So it is refreshing when new ideas are introduced.</p><p>Earlier this month, Sir Nicholas Hytner, a former head of the publicly funded National Theatre and now founder-director of the unfunded <a href=\"https://bridgetheatre.co.uk/\" title=\"\">Bridge Theatre</a>, proposed a radical solution. A future government, <a href=\"https://www.theguardian.com/commentisfree/2023/may/17/arts-council-britain-plan-save-new-body\" title=\"\">he wrote</a>, should follow the lead of sport and devolve arts funding into two separate bodies: one would support community initiatives, education and outreach programmes, leaving the Arts Council to focus “on making the best possible art by professional artists for the most diverse audience”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/the-guardian-view-on-excellence-in-the-arts-its-not-about-elites\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/the-guardian-view-on-excellence-in-the-arts-its-not-about-elites", "date_published": "2023-05-28 17:25:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police to stop attending emergency mental health calls", "description": "<p>Exclusive: move will come into force on 31 August and will only be waived if a threat to life is feared</p><p>Police in London will no longer attend emergency calls related to mental health incidents, the force’s commissioner has said.</p><p>In a letter seen by the Guardian, Sir Mark Rowley says he will order his officers not to attend thousands of calls they get every year to deal with mental health incidents.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/28/met-police-to-stop-attending-emergency-mental-health-calls\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/28/met-police-to-stop-attending-emergency-mental-health-calls", "date_published": "2023-05-28 17:24:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rebecca F Kuang rejects idea authors should not write about other races", "description": "<p>US novelist talks of ‘weird kind of identity politics in American publishing’ while at Hay festival</p><p>The author of Babel and The Poppy War, Rebecca F Kuang, has said she finds the idea that authors should only write about characters of their own race “deeply frustrating and pretty illogical”.</p><p>Speaking at the Hay festival, the author, who was born in China but moved to the US when she was four, said that there is a “really weird kind of identity politics going on in American publishing”. She is “sympathetic” to an extent, as it is coming from “decades of frustration of seeing the same racist, uncritical, under-researched, shallow stereotypes”.</p> <a href=\"https://www.theguardian.com/books/2023/may/28/rebecca-f-kuang-rejects-idea-authors-should-not-write-about-other-races\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/28/rebecca-f-kuang-rejects-idea-authors-should-not-write-about-other-races", "date_published": "2023-05-28 17:17:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Cavendish wins final stage of Giro d’Italia as Roglic takes overall victory", "description": "<ul><li>Geraint Thomas finishes second to Primoz Roglic in standings</li><li>Cavendish wins sprint in final Giro stage before retirement</li></ul><p>Mark Cavendish marked his last appearance at the Giro d’Italia with a sensational sprint victory in the final stage, surging over the line to seal a fairytale finish for the Manxman.</p><p>The 38-year-old, who announced earlier in the race that <a href=\"https://www.theguardian.com/sport/2023/may/22/mark-cavendish-retire-from-professional-cycling-end-of-2023-season\">he will retire from cycling</a> at the end of the season, was helped to victory by his fellow Briton, Geraint Thomas, who saw his dreams of overall Giro victory dashed by Primoz Roglic on Saturday.</p> <a href=\"https://www.theguardian.com/sport/2023/may/28/primoz-roglic-wins-his-first-giro-ditalia-mark-cavendish-final-stage-rome-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/28/primoz-roglic-wins-his-first-giro-ditalia-mark-cavendish-final-stage-rome-cycling", "date_published": "2023-05-28 16:56:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guantánamo detainee accuses UK agencies of complicity in his torture", "description": "<p>Abd al-Rahim al-Nashiri wants to bring a case examining alleged role of MI5, MI6 and GCHQ in his mistreatment by the CIA</p><p>A Guantánamo Bay prisoner tortured by the CIA has accused British intelligence agencies of complicity in his mistreatment in a new case before one of UK’s most secretive courts.</p><p>Abd al-Rahim al-Nashiri, who is alleged by the US to have plotted al-Qaida’s bombing of an American naval ship, is seeking to persuade the court to consider his complaint against MI5, MI6 and GCHQ.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/guantanamo-detainee-accuses-uk-agencies-of-complicity-in-his-torture\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/guantanamo-detainee-accuses-uk-agencies-of-complicity-in-his-torture", "date_published": "2023-05-28 16:35:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester v West Ham, Leeds v Spurs and more – Premier League final-day clockwatch", "description": "<ul><li>Updates from around the grounds with plenty to be decided</li><li><a href=\"https://www.theguardian.com/football/live/2023/may/28/everton-v-bournemouth-premier-league-live\">Everton v Bournemouth: read our minute-by-minute report</a></li><li>Get in touch – <a href=\"mailto:john.ashdown@theguardian.com\">email John</a> or <a href=\"https://twitter.com/John_Ashdown\">tweet him</a> with your thoughts</li></ul><p>In the battle of this season’s overperformers, Villa have struck first. The hosts have tightened their grip on seventh place thanks to a well-taken sidefoot from Douglas Luiz.</p><p><strong>Here’s that Kane goal. </strong>The defending doesn’t exactly scream “last-day miracle”, it has to be said.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/28/leicester-v-west-ham-leeds-v-spurs-and-more-premier-league-final-day-clockwatch\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/28/leicester-v-west-ham-leeds-v-spurs-and-more-premier-league-final-day-clockwatch", "date_published": "2023-05-28 16:02:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everton v Bournemouth: Premier League – live", "description": "<ul><li>Updates from this crucial 4.30pm BST kick-off at Goodison Park</li><li><a href=\"https://www.theguardian.com/football/live/2023/may/28/leicester-v-west-ham-leeds-v-spurs-and-more-premier-league-final-day-clockwatch\">Premier League final-day clockwatch: Leeds v Spurs and more</a></li><li>Get in touch! <a href=\"mailto:sarah.rendell@theguardian.com\">Email Sarah</a> or <a href=\"https://twitter.com/rendellx\">tweet her</a> with your thoughts</li></ul><p><strong>Karen Carney has written about the relegation battle</strong> and said: “On Sunday all three clubs are playing home games that are very winnable. <a href=\"https://www.theguardian.com/football/everton\">Everton</a> face Bournemouth, who have nothing to play for; Leicester play West Ham, whose minds may be on the Europa Conference League final; and an indifferent Spurs travel to Elland Road. There is no better place to play a match of this importance than in front of a raucous home crowd, desperately willing you on.” Read the full piece:</p><p><strong>We have put together a piece</strong> on how the clubs fighting to stay in the top flight have found themselves in the position. It’s a good overview of the season, have a read of it here:</p> <a href=\"https://www.theguardian.com/football/live/2023/may/28/everton-v-bournemouth-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/28/everton-v-bournemouth-premier-league-live", "date_published": "2023-05-28 16:01:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carlisle promoted to League One after beating Stockport in Wembley shootout", "description": "<p></p><p>Carlisle returned to League One after edging past Stockport on penalties in a battle of endurance at Wembley to clinch their first promotion for 17 years. Tomas Holy’s save from Ryan Rydel enabled the substitute Taylor Charters to score the winning penalty and spark wild jubilation for the Cumbrians after their long journey south.</p><p>Stockport appeared to be on course for back-to-back promotions after Jon Mellish’s first-half own goal. Carlisle left it late but Omari Patrick’s 84th<sup> </sup>minute goal forced extra time. For the second day in a row, the playoff final was decided on penalties but while the Hatters of <a href=\"https://www.theguardian.com/football/2023/may/27/luton-promoted-to-premier-league-after-shootout-victory-against-coventry\">Luton delivered in the shootout</a> on Saturday their namesakes Stockport fell agonisingly short.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/carlisle-promoted-to-league-one-after-beating-stockport-in-wembley-shootout\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/carlisle-promoted-to-league-one-after-beating-stockport-in-wembley-shootout", "date_published": "2023-05-28 15:47:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ministers discuss voluntary price limits for basic foods but rule out imposing caps", "description": "<p>Scheme would be at retailers’ discretion, says government, following talks between PM and chancellor and the food sector</p><p>The UK government is working with supermarkets to voluntarily cap the price of basic food items in an effort to ease the cost of living squeeze, but insists it is not considering imposing price caps.</p><p>With food and drink prices rising at the fastest pace in more than 40 years and no let-up in sight, the Treasury and supermarkets have been discussing a possible voluntary scheme for maximum prices for certain goods. These would be likely to include essentials such as bread and milk.</p> <a href=\"https://www.theguardian.com/business/2023/may/28/uk-voluntary-price-limits-basic-foods-rule-out-caps\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/28/uk-voluntary-price-limits-basic-foods-rule-out-caps", "date_published": "2023-05-28 15:44:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three people killed and five injured in shooting at New Mexico biker rally", "description": "<p>Mayor of Red River says the shooting was gang-related, and that the shooters have all been taken into custody</p><p>Three people were killed and five injured in a shooting at a biker rally in<strong> </strong>Red River, New Mexico, on Saturday.</p><p>Neither the victims nor the shooters were local residents and were among bikers who were visiting for the rally over the long weekend holiday leading into Memorial Day, Red River mayor Linda Calhoun told the Guardian on Sunday.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/biker-rally-shooting-new-mexico\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/biker-rally-shooting-new-mexico", "date_published": "2023-05-28 15:28:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Succession syndrome’ prevalent among wealthy households, psychiatrists warn", "description": "<p>An addiction centre says the dynastic struggles of the TV show are indicative of struggles faced by powerful families</p><p>As the hit HBO drama show Succession draws to an end, one of the world’s leading addiction treatment centres has warned of the prevalence of “Succession syndrome” whereby successful and wealthy households “create a deep-rooted fear of weakness and failure” in children.</p><p>Paracelsus Recovery is an international centre in London and Zurich that offers medical help, therapy and counselling for up to $132,000 (£107,000) a week. It said almost 40% of their patients struggle with Succession syndrome – a term used to refer to a range of mental health conditions and addiction problems affecting children of extremely affluent households.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/28/succession-syndrome-prevalent-among-wealthy-households-psychiatrists-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/28/succession-syndrome-prevalent-among-wealthy-households-psychiatrists-warn", "date_published": "2023-05-28 15:22:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French Open: Kostyuk calls out crowd who booed her for snubbing Sabalenka", "description": "<ul><li>Ukrainian refuses handshake after Belarusian’s 6-3, 6-2 win</li><li>‘I didn’t expect it. People should honestly be embarrassed’</li></ul><p>The Ukrainian Marta Kostyuk believes the French Open crowd should be embarrassed after they booed her off court at Roland Garros when she refused to shake hands with Aryna Sabalenka following the Belarusian’s 6-3, 6-2 win in the first round of the French Open.</p><p>Since Russia began its invasion of Ukraine last year, which has been supported by Belarus, Ukrainian players have opted not to shake hands with Russian and Belarusian opponents after their various meetings. As Kostyuk walked directly to shake the umpire’s hand, however, a significant portion of the crowd on Court Philippe Chatrier immediately booed.</p> <a href=\"https://www.theguardian.com/sport/2023/may/28/tennis-french-open-kostyuk-calls-out-crowd-who-booed-her-for-snubbing-sabalenka\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/28/tennis-french-open-kostyuk-calls-out-crowd-who-booed-her-for-snubbing-sabalenka", "date_published": "2023-05-28 15:18:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Immigrants deserve to be valued, not vilified | Letters", "description": "<p>Treating immigration as a problem that needs to be controlled is wrong, says <strong>Gideon Ben-Tovim</strong>. Plus letters from <strong>Priyanjali Malik, Peter Wrigley, Laurie van Someren </strong>and<strong> Peter Dewar</strong></p><p>The excellent article by Gaby Hinsliff (<a href=\"https://www.theguardian.com/commentisfree/2023/may/25/tories-proud-britains-migration-numbers-boris-johnson\" title=\"\">The Tories should be proud of Britain’s migration numbers – and they have Boris Johnson to thank, 25 May</a>) and your editorial (<a href=\"https://www.theguardian.com/commentisfree/2023/may/25/the-guardian-view-on-the-uk-migration-figures-a-net-gain-for-britain\" title=\"\">25 May</a>) together encapsulate the necessary reframing of the tired numbers-driven immigration debate that has gone on unchallenged for decades.</p><p>The bipartisan political and media-amplified consensus that immigration is a problem needing to be controlled should be robustly challenged as these articles have done - as has Sadiq Khan by recently saying London needs more, not less, immigration.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/28/immigrants-deserve-to-be-valued-not-vilified\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/28/immigrants-deserve-to-be-valued-not-vilified", "date_published": "2023-05-28 15:17:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m hosting a Ukrainian refugee as a way of saying thank you | Letter", "description": "<p><strong>Paresh Motla</strong> describes how he is repaying the hospitality that was shown to his family on arriving in Britain in 1972</p><p>I completely agree with the reader who has welcomed refugee families from several countries into their home since 1973 (<a href=\"https://www.theguardian.com/uk-news/2023/may/25/welcoming-refugees-into-our-home-has-enriched-our-lives\" title=\"\">Letters, 25 May</a>).</p><p>I am a Ugandan refugee who arrived in England in August 1972. I was only nine years old at the time and my family was welcomed into a home of a farmer close to where I live today.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/im-hosting-a-ukrainian-refugee-as-a-way-of-saying-thank-you\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/im-hosting-a-ukrainian-refugee-as-a-way-of-saying-thank-you", "date_published": "2023-05-28 15:16:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Max Verstappen wins wet Monaco F1 GP to stretch world championship lead", "description": "<ul><li>Fernando Alonso second; Esteban Ocon completes podium</li><li>Verstappen leads Sergio Pérez by 39 points in driver standings</li></ul><p>Max Verstappen won the Monaco Grand Prix, taking a pole-to-flag victory, dominating a race where he was unchallenged at the front of the field. But what had opened with another tiresome procession on the streets of Monte Carlo delivered intense late drama as rain engulfed the principality.</p><p>Red Bull’s Verstappen nonetheless comfortably beat the Aston Martin of Fernando Alonso into second. Esteban Ocon was third for Alpine. Lewis Hamilton and George Russell in their newly upgraded Mercedes finished in fourth and fifth.</p> <a href=\"https://www.theguardian.com/sport/2023/may/28/max-verstappen-wins-wet-monaco-f1-gp-to-stretch-world-championship-lead\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/28/max-verstappen-wins-wet-monaco-f1-gp-to-stretch-world-championship-lead", "date_published": "2023-05-28 15:12:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three things with Tim Ross: ‘It was her final gift of love to me’", "description": "<p>In our weekly interview about objects, the comedian and architecture enthusiast tells us about a memento of his late mother and a simple metal tin that sparks joy</p><ul><li>Read more Three things interviews <a href=\"https://www.theguardian.com/lifeandstyle/series/my-three-most-useful-objects\">here</a></li><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>He’s best known as a comedian, radio host and one half of Merrick and Rosso, but Tim Ross is also a self-confessed architecture and design nerd. For the last 11 years Ross has performed a live show about buildings around the world. He also serves as a member of the national architecture awards jury and has received prizes for his heritage advocacy.</p><p>Now Ross is hosting a new season of Designing a Legacy, where he will uncover buildings that tell a different story about Australian architecture – from incredible private homes to a surf club, motel, museum and mosque.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/29/three-things-with-tim-ross-it-was-her-final-gift-of-love-to-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/29/three-things-with-tim-ross-it-was-her-final-gift-of-love-to-me", "date_published": "2023-05-28 15:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You don’t have to be alone to experience loneliness – and more friends isn’t the answer | Gaynor Parkin and Erika Clarry", "description": "<p>Recently described as a public health emergency, profound loneliness can affect anyone craving deeper connections</p><p>In the UK 25 million people report they are occasionally, sometimes, or often lonely, according to the <a href=\"https://www.campaigntoendloneliness.org/\">Campaign to End Loneliness</a>. In the US the surgeon general, Vivek Murthy, recently disclosed his <a href=\"https://www.bbc.com/news/world-us-canada-65461723\">own experience</a> of “profound loneliness” as he released his national strategy highlighting just how many people experience loneliness as well as potential solutions to alleviate it. Murthy emphasised that loneliness has escalated into a public health emergency, affecting one in two Americans, with health impacts as serious as addiction and obesity, and warned it was as dangerous to health as smoking 15 cigarettes a day.</p><p>Murthy’s candid account of his own loneliness was picked up by multiple media outlets and resonated deeply with my client Murray*. Like many people, Murray struggled to understand that loneliness doesn’t just affect people who are socially isolated or who live alone. Murray is professionally successful, earns a higher-than-average income and lives with a partner and teenage children. He plays sport, helps with his children’s sport clubs, and keeps a busy round of dinners and social events for work. Murray sought help for anxiety which he found scary and surprising. He’d begun experiencing overwhelming panic attacks that took hold of him at unpredictable times and seemingly without warning. Murray felt ashamed and helpless and just wanted the attacks to stop. In telling me about himself he didn’t mention any feelings of loneliness.</p><p>These terms are often used interchangeably, but they’re actually different. <a href=\"https://www.psychologytoday.com/nz/basics/loneliness\">Social isolation</a> is the objective state of being alone. In contrast, loneliness is the subjective experience of disconnection. This means that you could be around other people, yet still feel lonely.</p><p>Why might that be? Loneliness can arise from not feeling seen, understood, or validated. It can come from spending time with people who don’t share your values or interests. It can also come from too many superficial interactions and not enough deeper connections.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/you-dont-have-to-be-alone-to-experience-loneliness-and-more-friends-isnt-the-answer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/you-dont-have-to-be-alone-to-experience-loneliness-and-more-friends-isnt-the-answer", "date_published": "2023-05-28 15:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Whether Violent Or Natural by Natasha Calder review – superbug apocalypse now", "description": "<p>The author’s first solo debut novel is a terrifying and inventive tale of rampaging deadly bacteria that keeps readers guessing</p><p>Natasha Calder’s dystopian debut, <em>The Offset</em> (2021), co-authored with Emma Szewczak, explored overpopulation and controlled procreation. Her first solo novel<em><strong> </strong></em>offers a terrifying vision of “the end of days” involving superbugs and antibiotic resistance.</p><p>Kit and Crevan appear to be the sole inhabitants of a remote island. They live in a bunker beneath a castle ruin and only venture out at night. Kit tells us she is 28, Crevan is older. There is something slippery about the pair and we are unsure of their relationship or who to trust. Crevan is protective, soothing Kit’s panic attacks and teaching her self-combat. We learn he has been hunted by “backbiters”, former doctors, who check people for illness, cull those considered a threat or “patch” them against infection, while Kit is not as helpless as she first appears. When a half-dead woman washes up on the shore, Crevan’s instinct is to save her but Kit is reluctant, fearing infection.</p> <a href=\"https://www.theguardian.com/books/2023/may/28/whether-violent-or-natural-by-natasha-calder-review-superbug-apocalypse-now\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/28/whether-violent-or-natural-by-natasha-calder-review-superbug-apocalypse-now", "date_published": "2023-05-28 15:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five-year-old girl dies after house fire in south-west Wales", "description": "<p>Alysia Salisbury was described as ‘a beautiful daughter and sister’ in a tribute from her family</p><p>A five-year-old girl has died after a house fire in Pembrokeshire, south-west Wales.</p><p>Alysia Salisbury was described as “a beautiful daughter and sister” in a tribute from her family released through Dyfed Powys Police.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/28/alysia-salisbury-girl-dies-after-house-fire-in-south-west-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/28/alysia-salisbury-girl-dies-after-house-fire-in-south-west-wales", "date_published": "2023-05-28 14:58:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Details of US debt ceiling deal being ironed out to avert catastrophic default", "description": "<p>Biden calls tentative agreement ‘an important step forward’ but deal still needs to receive approval from a divided Congress</p><p>Legislation was being urgently worked on in Washington on Sunday to spell out the details of the tentative deal to raise the US debt ceiling struck between Joe Biden and House speaker Kevin McCarthy hours earlier, with the aim of putting it before Congress and avoiding a catastrophic and unprecedented default in early June.</p><p>Biden and McCarthy <a href=\"https://www.theguardian.com/us-news/2023/may/27/us-debt-ceiling-talks-memorial-day-weekend-deal-close\">held a 90-minute phone call earlier on Saturday</a> evening to discuss the deal, with the Democratic US president joining the call from the Camp David retreat and the Republican speaker in the nation’s capital.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/us-debt-ceiling-deal-latest-biden-mccarthy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/us-debt-ceiling-deal-latest-biden-mccarthy", "date_published": "2023-05-28 14:54:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Venice police investigate source of bright green liquid in Grand Canal", "description": "<p>Speculation climate protesters could be responsible for phosphorescent patch that appeared on Sunday</p><p>Police in Venice are investigating the source of a phosphorescent green liquid patch that appeared on Sunday in the city’s Grand Canal, amid speculation it was caused by climate protesters.</p><p>Gondoliers could be seen punting through the phosphorescent waters while tourists took photographs of the green area, from the Rialto Bridge up and along part of the canal.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/venice-police-investigate-source-bright-green-liquid-grand-canal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/venice-police-investigate-source-bright-green-liquid-grand-canal", "date_published": "2023-05-28 14:28:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heavily pregnant woman who escaped from Sudan gives birth to ‘miracle baby’", "description": "<p>Woman’s husband has been granted asylum in UK and has been trying to get her a visa to join him</p><p>A heavily pregnant woman who was shot at, escaped an overturned car and had to walk for hours in the middle of the night to reach a border crossing with her three-year-old daughter has given birth to a miracle baby, her husband has said.</p><p>The woman had been trapped in the war-torn Sudanese capital, Khartoum, after fighting broke out last month, while her husband, who works as a carer in Wolverhampton, tried to get her a UK visa.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/heavily-pregnant-woman-who-escaped-from-sudan-gives-birth-to-miracle-baby\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/heavily-pregnant-woman-who-escaped-from-sudan-gives-birth-to-miracle-baby", "date_published": "2023-05-28 14:28:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dancing devils and zen frogs: the weekend’s best photos", "description": "<p><strong>The Guardian’s picture editors select photo highlights from around the world</strong></p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/may/28/dancing-devils-and-zen-frogs-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/may/28/dancing-devils-and-zen-frogs-the-weekends-best-photos", "date_published": "2023-05-28 14:26:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should I worry about my snoring?", "description": "<p>All that snorting and grumbling can wreck your sleep and your relationship. But does it mean something is seriously wrong with your body? And can playing the didgerigoo really help?</p><p>It is bad for your sleep quality, it is annoying for your partner and it is almost certainly affecting your health, but you already know you shouldn’t browse Twitter before bed. What about snoring? It is tempting to write it off as a problem you can’t do anything about or an entertaining quirk, but does it signify anything about your health? And can you stop doing it?</p><p>Certain health problems will manifest through snoring, but that doesn’t mean that snoring is always a cause for concern. Fundamentally, it’s an indication that your airways aren’t functioning properly – over either the short term or the long term – as the blood vessels inside your nose fill up when you lie down.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/should-i-worry-about-my-snoring\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/should-i-worry-about-my-snoring", "date_published": "2023-05-28 14:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We had to call the police when one man kicked a wall’: my life as a vet’s nurse in badly behaved Britain", "description": "<p>You don’t go into this profession to make money. But try telling that to some pet owners</p><p>I trained as a veterinary nurse after university because I love animals, but I also enjoy the scientific aspect. One of the first and most important things I learned is that it’s much more than treating sick pets. You are also dealing with the emotions of owners, which can be really challenging.</p><p>One of the problems we are facing in veterinary practice is overwhelm. During lockdown, many people got new pets without preparing for the consequences. As well as poorly socialised dogs, we have seen a rise in the popularity of designer breeds, such as French bulldogs, dachshunds and pugs, <a href=\"https://www.theguardian.com/lifeandstyle/2019/feb/27/this-is-a-calamity-the-surgeons-keeping-pugs-and-bulldogs-alive\" title=\"\">that are more prone to health problems</a> than others. At the same time, we have seen a reduction in the number of staff in veterinary clinics across the UK. This is partly due to the loss of European staff since Brexit and partly due to the <a href=\"https://www.theguardian.com/education/2023/may/25/one-in-10-childcare-providers-in-england-likely-to-close-official-report-finds\">lack of childcare options</a>. In recent years, our industry has become heavily dominated by women, but many are leaving or being forced to go part-time after having families.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/we-had-to-call-the-police-when-one-man-kicked-a-wall-my-life-as-a-vets-nurse-in-badly-behaved-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/we-had-to-call-the-police-when-one-man-kicked-a-wall-my-life-as-a-vets-nurse-in-badly-behaved-britain", "date_published": "2023-05-28 14:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why the climate crisis is making our insects run for the hills", "description": "<p>Around the world, different species are shifting their habitats upwards, with potentially catastrophic results for our ecosystems</p><p>In the Alps and Apennines of southern Europe, nearly all the longhorn beetles are moving uphill, and way up at the peaks, the isolation of a brown butterfly with orange-tipped wings is pushing it towards extinction. This is a snapshot of a global trend. With temperatures rising and pressure on biodiversity growing, insects vital to our ecosystems are not only moving north and south, but up.</p><p>Research shows many animals are making similar moves, but insects’ high levels of mobility and short generation times allow them to respond quickly to change, meaning the uphill momentum can be rapid. Bumblebees in the Pyrenees have moved upwards on average by more than a metre a year, with some species making significantly greater journeys. Moths on Borneo’s Mount Kinabalu have followed suit.</p> <a href=\"https://www.theguardian.com/environment/2023/may/28/why-the-climate-crisis-is-making-our-insects-run-for-the-hills\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/28/why-the-climate-crisis-is-making-our-insects-run-for-the-hills", "date_published": "2023-05-28 14:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey election live: Recep Tayyip Erdoğan faces Kemal Kılıçdaroğlu in presidential runoff", "description": "<p>Voters head back to polls for unprecedented second round that could see Erdoğan’s two decades in power extended or ended</p><p><strong>Polls are just about to close here, at 17.00 local time. The announcement of the unofficial final results of the last election was delayed until the next day. This time, it is estimated that the count will end sooner, as there are only two candidates.</strong><br /><br />Turnout is expected to be decisive in the second round while both candidates repeatedly asked their followers to go voting during the runoff campaign period. In Turkey, the election turnout has been generally high in the past, reaching 88,92 percent in the first round.<br /><br />Candidates especially aim to convince around 8 million voters who did not go to the polls in the previous round.</p><p>Opposition presidential candidate Kemal Kılıçdaroğlu tweeted two hours before the polls closed:</p><p>“My brothers and sisters who haven’t voted yet, go to the ballot box, don’t be lazy, vote! Your future is as close as walking distance.”</p> <a href=\"https://www.theguardian.com/world/live/2023/may/28/turkey-election-live-recep-tayyip-erdogan-kemal-kilicdaroglu-turkish-president-runoff\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/28/turkey-election-live-recep-tayyip-erdogan-kemal-kilicdaroglu-turkish-president-runoff", "date_published": "2023-05-28 13:57:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The debt ceiling deal isn’t perfect but it’s the only one – and it must pass | Robert Reich", "description": "<p>What happens from here depends on how many members of the House prefer governing to chaos </p><p>House Speaker Kevin McCarthy and Joe Biden reached a deal last night to raise the debt ceiling and prevent the United States from defaulting on its obligations.</p><p>Is it a good deal? Who will bear the burden? Should it have ever gotten to this point? Did Biden blow it?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/debt-ceiling-deal-house-biden-mccarthy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/debt-ceiling-deal-house-biden-mccarthy", "date_published": "2023-05-28 13:41:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If anyone can, we can’: Luton Town prepare for life in the Premier League", "description": "<p>While the team celebrate promotion in Las Vegas, CEO Gary Sweet will be getting the ground ready to welcome Erling Haaland and other elite stars </p><p>As bank holiday weekends go, this one will surely prove tricky for Luton Town supporters to top. On Saturday, they returned, after a Wembley penalty shootout, to the top table of English football for the first time since 1992, and on Sunday the town’s colourful carnival took centre stage.</p><p>Monday? A promotion parade at St George’s Square, where a frenzied atmosphere is a given. On Thursday, the players are set to ramp up the celebrations by flying to Las Vegas.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/luton-town-prepare-for-life-in-the-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/luton-town-prepare-for-life-in-the-premier-league", "date_published": "2023-05-28 13:39:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alberta’s party leaders are ignoring the climate crisis while the region burns", "description": "<p>Monday’s election is going to be a political nail-biter but neither candidate has discussed a post oil and gas world</p><p><a href=\"https://www.theguardian.com/world/2023/may/16/alberta-wildfires-canada\">Record-breaking wildfires</a> have charred more than a million hectares of land in Alberta, pushing tens of thousands from their homes and choking the skies in a thick haze of smoke.</p><p>But on the zigzagging campaign trail of the province’s general election, neither party leader has confronted the realities of climate change and how it will likely dramatically reshape life in the Canadian prairies.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/albertas-party-leaders-are-ignoring-the-climate-crisis-while-the-region-burns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/albertas-party-leaders-are-ignoring-the-climate-crisis-while-the-region-burns", "date_published": "2023-05-28 13:30:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK's stance on international students? We need you, but we don't want you | Nesrine Malik", "description": "<p>On every measure they are, in the government’s eyes, the ideal migrant. Suella Braverman just made their lives more miserable</p><p>Given how much the subject of immigration dominates British political life, it is remarkable how little people know about what it actually takes to come to this country. Immigrants are spoken of as if they simply purchase a ticket and stroll in, against the wishes and efforts of the government. Perhaps there should be some mandatory course that everyone has to pass – a sort of <a href=\"https://www.theguardian.com/uk-news/2023/may/10/there-are-better-alternatives-to-the-uks-absurd-citizenship-test\">Life in the UK test</a> in reverse – in which citizens learn what it’s really like. For now, let me reassure you: the UK is very much in control of its borders.</p><p>As a veteran of visa applications, I can tell you that the average UK visa process is as probing, extensive and invasive as it gets. But this doesn’t stop the Home Office from regularly introducing a new requirement and presenting it to the public as the supposed closing of a loophole, bringing us closer to whatever it is that counts as an acceptable level of net migration. Last week, it was time for <a href=\"https://www.theguardian.com/politics/2023/may/23/suella-braverman-restrictions-overseas-international-students-family\">international students</a> to feel the heat.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/international-students-government-migrant-suella-braverman\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/international-students-government-migrant-suella-braverman", "date_published": "2023-05-28 13:08:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mauricio Pochettino signs contract to become Chelsea head coach until 2026", "description": "<ul><li>Argentinian manager to start job next week at Stamford Bridge</li><li>Official announcement from club expected in the coming days</li></ul><p>Mauricio Pochettino has signed a three-year contract to become the new Chelsea head coach. The Argentinian is in Spain but expects to start at Stamford Bridge next week, with the official announcement on his appointment expected in the coming days.</p><p>Chelsea have been looking for a new manager since firing Graham Potter last month. <a href=\"https://www.theguardian.com/football/2023/may/13/chelsea-agree-terms-mauricio-pochettino-manager\">Pochettino verbally agreed</a> to accepting the job earlier this month and will be the third permanent manager to work under the Todd Boehly-Clearlake capital ownership since they bought the club last year.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/mauricio-pochettino-signs-contract-to-become-chelsea-head-coach-until-2026\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/mauricio-pochettino-signs-contract-to-become-chelsea-head-coach-until-2026", "date_published": "2023-05-28 13:05:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What are the best defunct products and overlooked innovations?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>What are the best defunct products and overlooked innovations? <em>Brian Phipps, Sheffield</em></p><p><em>Post your answers (and new questions) below or send them to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>. A selection will be published next Sunday.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/what-are-the-best-defunct-products-and-overlooked-innovations\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/what-are-the-best-defunct-products-and-overlooked-innovations", "date_published": "2023-05-28 13:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climbing Mitre Peak seems daunting to Murdo MacLeod – but he doesn’t want to let his daughter down…", "description": "When this newspaper’s photographer and his 25-year-old daughter attempt the rarely climbed 1,700m spire in New Zealand’s Milford Sound the obstacles appear overwhelming<p>Five years ago, I stood at the end of a knife-edge ridge, a tangle of blue rope at my feet, my 25-year-old daughter Lilidh by my side. I knew we were beaten – we hadn’t made it anywhere near the top. I had pulled back from the brink, no longer able to feign competence. Despite my best efforts I realised I simply did not have the technical skills needed to proceed. Lilidh felt crushed by our defeat that day.</p><p>It had begun casually enough. Lilidh lived and worked near Queenstown, New Zealand, as a trekking guide on multi-day hikes. When I visited her, we would head into the surrounding valleys and mountains for adventures. Back in 2018, two months before one of these trips, Lilidh had suggested we try Mitre Peak.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/climbing-mitre-peak-daunting-murdo-macleod-but-not-let-daughter-down\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/climbing-mitre-peak-daunting-murdo-macleod-but-not-let-daughter-down", "date_published": "2023-05-28 13:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flower shows? Tennis tournaments? Opera? None of that’s for me. I’ll be at the Street Harassment Carnival | Emma Beddington", "description": "<p>Forget Wimbledon – I know summer’s here when I’m sweltering on the tube, searching for my sunglasses or getting leered at by creeps</p><p>As a newish gardening enthusiast, I found myself properly aware of Chelsea flower show for the first time this year. It looked wonderful – beautiful green things – but I don’t really understand. People build gardens? Then transport them to a park, somehow? Then other people, including celebrities (mostly in the “might appear in one of those cosy Best Marigold-style TV travel shows” category), dress up to come and look at the gardens? It seems like something you’d struggle to explain to a foreign visitor (though other cultures have those: the French national agriculture show appoints a cow “muse”; this year’s, <a href=\"https://www.salon-agriculture.com/A-voir-sur-le-salon/La-vache-egerie/Decouvrez-la-vache-egerie-2023/OVALIE\">a five-year-old heifer called Ovalie</a>, was described as “rustic, robust, docile and highly adaptable”).</p><p>Chelsea is mysterious because it’s part of a bigger British mystery: the “season”, a series of events I’ve had to consult Tatler to try to understand. The historical rationale – nearby entertainment for aristocrats who came to London at the precise time of year their country estates were at their most beautiful (why not do it in winter when most of Britain is mud?) to find a spouse who wasn’t too close a cousin – no longer exists. Yet the remnants (boat races, opera, horse stuff, tennis matches) are viewed with reverence as a quintessential distillation of the British spring and summer and another excuse to spam us with pictures of the royal family.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/flower-shows-tennis-opera-street-harassment-carnival\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/flower-shows-tennis-opera-street-harassment-carnival", "date_published": "2023-05-28 13:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: how did salt and pepper become the standard table seasonings?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Why are salt and pepper considered the requisite table seasonings? Surely only salt is a seasoning. Wouldn’t it make just as much sense to substitute the black pepper for cumin, paprika or any other spice? <em>Isla Weston, Lincoln</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/readers-reply-how-did-salt-and-pepper-become-the-standard-table-seasonings\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/readers-reply-how-did-salt-and-pepper-become-the-standard-table-seasonings", "date_published": "2023-05-28 13:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "F1: Monaco Grand Prix – live", "description": "<ul><li>Lap-by-lap updates from round six of this year’s championship</li><li><a href=\"mailto:will.magee.casual@theguardian.com\">Email Will</a> or <a href=\"https://twitter.com/W_F_Magee\">tweet him</a> with your thoughts on the race</li></ul><p>For those who need a reminder, here’s the grid in full:</p><p>1 Max Verstappen (Red Bull)</p> <a href=\"https://www.theguardian.com/sport/live/2023/may/28/f1-monaco-grand-prix-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/may/28/f1-monaco-grand-prix-live", "date_published": "2023-05-28 12:55:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US ‘ready to fight in space if we have to’, says military official", "description": "<p>Threat posed by ‘provocative’ Russia and China has left US no choice but to prepare for orbital skirmishes</p><p>The US is ready for conflict in outer space, according to a senior military official, after developing anti-satellite technologies to counter the threats posed by “provocative” countries such as Russia and China.</p><p>Brig Gen Jesse Morehouse at US Space Command, the arm of the military responsible for space operations, said Russian aggression and China’s vision to become the dominant space power by mid-century, had left the US with “no choice” but to prepare for orbital skirmishes.</p> <a href=\"https://www.theguardian.com/science/2023/may/28/us-ready-to-fight-in-space-military-official\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/28/us-ready-to-fight-in-space-military-official", "date_published": "2023-05-28 12:52:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A simple truth: when loved ones die, they never really go away | Anthony Seldon", "description": "<p>Today is Celebration Day – a moment to remember those who are no longer with us, and recognise that profound relationships never truly disappear</p><p>• Anthony Seldon is the author of Johnson at 10: The Inside Story</p><p>I am not sure that people do die – if dying means annulling, disappearing or being extinguished. Rather, I believe they live on, in the memories of those who knew and loved them, every bit as vitally as if they were still alive. Indeed, they can be more alive and real than those who are three-dimensionally alive. We can even have better conversations with them.</p><p>This <a href=\"https://www.theguardian.com/uk-news/2022/jun/24/celebration-day-26-june-guardian-readers-loved-ones-remembered\">Celebration Day</a> – established to remember and celebrate those no longer with us – is a chance to bring our departed loved ones to life and to reimagine our relationship with them.</p><p>Anthony Seldon is the author of Johnson at 10: The Inside Story</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/loved-ones-die-celebration-day\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/loved-ones-die-celebration-day", "date_published": "2023-05-28 12:52:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "E-bike chargers posing fire risk found on eBay, Amazon and Wish.com", "description": "<p>Exclusive: More than a dozen potentially dangerous devices on sale despite rise in fatal fires</p><p>E-bike chargers that pose a risk of fire and electric shock have been found on sale on Amazon, eBay and Wish.com amid a sharp rise in blazes associated with battery-powered bicycles and scooters.</p><p>More than a dozen low-cost devices, several with substandard, unfused plugs, were on offer on all three websites, a Guardian investigation with the charity Electrical Safety First (ESF) found.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/28/e-bike-chargers-fire-risk-found-on-ebay-amazon-and-wishcom\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/28/e-bike-chargers-fire-risk-found-on-ebay-amazon-and-wishcom", "date_published": "2023-05-28 12:45:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two men die after being pulled from sea off Devon coast", "description": "<p>Rescue operation off Torbay recovered two men in their 20s and one was declared dead at the scene</p><p>Two men in their 20s have died after being pulled from the sea off the coast of Torbay, Devon and Cornwall police said.</p><p>Officers were called to assist the coastguard at about 9am on Saturday after reports of concern for two people off Oddicombe beach.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/28/two-men-die-after-being-pulled-from-sea-off-devon-coast-torbay\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/28/two-men-die-after-being-pulled-from-sea-off-devon-coast-torbay", "date_published": "2023-05-28 12:32:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK records hottest day of year as temperatures hit 24.3C", "description": "<p>High recorded in Bramham in West Yorkshire on Saturday, as motorists warned to prepare for busy roads</p><p>The UK experienced the hottest day of the year so far on Saturday, as motorists were urged to prepare for the busiest late May bank holiday since before the pandemic.</p><p>The Met Office said temperatures climbed to 24.3C (75.7F) at Bramham, West Yorkshire, on Saturday afternoon.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/28/uk-records-hottest-day-year-temperatures-hit-24c\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/28/uk-records-hottest-day-year-temperatures-hit-24c", "date_published": "2023-05-28 12:16:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Benny, Björn and Frida drop in for first anniversary of London’s Abba Voyage", "description": "<p>Show in which youthful digital avatars of the group perform on stage has sold more than 1.3m tickets</p><p>On stage, digital technology gave the 3,000-strong audience at the Abba arena in east London perfectly recreated youthful versions of Agnetha, Benny, Björn and Anni-Frid.</p><p>At the rear of the purpose-built auditorium, three of the legendary group, now in their 70s, appeared in real life, waving like the pop royalty they are. The crowd was in ecstatic meltdown.</p> <a href=\"https://www.theguardian.com/music/2023/may/28/benny-bjorn-and-frida-drop-in-for-first-anniversary-of-londons-abba-voyage\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/28/benny-bjorn-and-frida-drop-in-for-first-anniversary-of-londons-abba-voyage", "date_published": "2023-05-28 12:11:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I was writing a book about Rachmaninov in exile when my own world changed for ever", "description": "<p>In lockdown, the Observer’s classical music critic began work on a book about the Russian composer’s later years – celebrated as a pianist but homesick and writing little. Then war, and events in her own life, began to reshape the narrative</p><p>All life goes into a book. Unless it’s a kiss’n’tell, this truth may bypass the reader. A study of steam trains or tax systems or, in my case, the Russian composer Sergei Rachmaninov (I’ll come back to the spelling) will seep into the crevices of a writer’s daily existence even if the resulting text appears harnessed in cool objectivity. Decisions are made, anecdotes abandoned because of a plumbing disaster, a knock at the door or a burnt cake. Words scuttle round your head at night and you wonder what possessed you.</p><p>Where does it all start? I had to retrieve my old diary to remember how (on earth), in January 2021, I agreed to deliver, 15 months later, 90,000 words on Rachmaninov for publication this year. It was the start of the second year of lockdown. The diary was virtually empty. Appointments were on Zoom, concerts I hoped to review mostly cancelled. I had checklists about my father, in his 90s, living alone far away: what was he eating apart from tins of rice pudding and chocolate biscuits? Could he get a vaccine? I can’t remember what the rules were for visiting by that time, but all encounters were a risk: my husband, the artist Tom Phillips RA, had a long-term lung condition so was in the vulnerable category for Covid-19.</p> <a href=\"https://www.theguardian.com/music/2023/may/28/goodbye-russia-rachmaninov-rachmaninoff-in-exile-fiona-maddocks\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/28/goodbye-russia-rachmaninov-rachmaninoff-in-exile-fiona-maddocks", "date_published": "2023-05-28 12:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Larry Achiampong: Wayfinder review – a big-hearted meander through the immigrant experience", "description": "<p><strong>Baltic, Gateshead</strong><br />Poignant and inclusive, the British-Ghanaian artist Larry Achiampong’s first major solo show roams through class, race and the English landscape, always circling back to his own family</p><p>There is a moment where the young black girl wandering through England in <a href=\"https://www.larryachiampong.co.uk/home\">Larry Achiampong</a>’s latest film, <em><a href=\"https://www.theguardian.com/film/2022/jul/03/wayfinder-review-larry-achiampong-poetic-lockdown-odyssey-perside-rodrigues\">Wayfinder</a></em>, fetches up in a fairground at dusk. Gaudy lights reflect in her eyes. An empty carousel turns before her. All of a sudden the last carriage of a ghost train hurtles noisily through the exit doors to bang into the first, which is waiting to start. The viewer is reminded of the film’s opening words: “The beginning of every story starts at the end of another.”</p><p>Circularity is the means, the message and the ruminative shape of Achiampong’s films. The British-Ghanaian artist, born in London in 1984, is perpetually roving through time and place: the past and the present, land mass and ocean, colonial and social history. He once projected an animation on a giant screen at Piccadilly Circus that could stand as his personal avatar: a figure in a helmet and suit who might come from outer space, the boy who fell to unjust Earth.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/28/larry-achiampong-wayfinder-review-baltic-gateshead\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/28/larry-achiampong-wayfinder-review-baltic-gateshead", "date_published": "2023-05-28 12:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carlisle v Stockport: League Two playoff final – live", "description": "<ul><li>Updates from the winner-takes-all match at Wembley</li><li><a href=\"https://www.theguardian.com/football/2023/may/27/paul-simpson-stockport-carlisle-league-two-playoff-jake-simpson\">The Simpsons: family ties in Stockport-Carlisle battle</a></li><li>Get in touch – <a href=\"mailto:john.ashdown@theguardian.com\">email John</a> or <a href=\"https://twitter.com/John_Ashdown\">tweet him</a> with your thoughts</li></ul><p><strong>Some great pre-match reading for you:</strong> Will Unwin on the father and son on opposing sides at Wembley today</p><p><strong>Carlisle (probable 3-4-1-2): </strong>Holy; Whelan, Mellish, Huntinton; Senior, Guy, Moxon, Armer; McCalmont; Garner, Gordon. <strong>Subs:</strong> Kelly, Gibson, Edmondson, Patrick, Dennis, Charters, Robinson.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/28/carlisle-v-stockport-league-two-playoff-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/28/carlisle-v-stockport-league-two-playoff-final-live", "date_published": "2023-05-28 11:54:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Social media sites are wild west for shopping fraud, says UK bank", "description": "<p>Firms ‘should contribute to refunds’ as two-thirds of online scams now originate in Facebook and Instagram</p><p>More than two-thirds of all online shopping scams affecting UK consumers start on Facebook and Instagram, with social media now a “wild west” for fraud, according to one of Britain’s biggest banks.</p><p>Research from Lloyds Banking Group estimates that someone in the UK falls victim to a purchase scam originating in one of the two Meta-owned platforms every seven minutes – costing consumers more than £500,000 a week.</p> <a href=\"https://www.theguardian.com/money/2023/may/28/social-media-sites-wild-west-shopping-uk-bank-facebook-instagram\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/28/social-media-sites-wild-west-shopping-uk-bank-facebook-instagram", "date_published": "2023-05-28 11:34:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spain heads to polls amid rows over Eta and allegations of voter fraud", "description": "<p>Socialist party accuses Pedro Sánchez of relying on former Basque group ‘who used to go about in balaclavas with pistols’ in order to cling to power</p><p>Spaniards are voting in regional and municipal polls that will serve as a gauge of the political mood ahead of December’s general election, and which come after a bitter and fractious campaign <a href=\"https://www.theguardian.com/world/2023/may/27/spain-holds-local-elections-rows-eta-racism-loom-large\">marred by a row over the defunct terrorist organisation, Eta, and by allegations of electoral fraud</a>.</p><p>Sunday’s elections, in which 12 regional governments and 8,000 municipal councils are up for grabs, are likely to be a closely fought race between the governing Spanish Socialist Workers party (PSOE) and the opposition conservative People’s party (PP).</p> <a href=\"https://www.theguardian.com/world/2023/may/28/spain-election-rows-over-eta-and-allegations-of-fraud\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/spain-election-rows-over-eta-and-allegations-of-fraud", "date_published": "2023-05-28 11:15:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ITV denies plans to axe This Morning over Phillip Schofield controversy", "description": "<p>Broadcaster says show will return as normal on Monday amid speculation some hosts have threatened to quit</p><p>ITV has said there are no plans to take its This Morning show off air after reports it could be axed over the Phillip Schofield controversy.</p><p>The broadcaster denied speculation in Sunday’s newspapers about the show’s future, with a spokesperson saying: “As we said on the record yesterday [Saturday], This Morning is not under review and there are no plans for the show to be axed. This Morning will return as normal tomorrow.”</p> <a href=\"https://www.theguardian.com/media/2023/may/28/itv-denies-plans-axe-this-morning-phillip-schofield-controversy\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/28/itv-denies-plans-axe-this-morning-phillip-schofield-controversy", "date_published": "2023-05-28 11:08:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charles Dickens’s Great Expectations review – Eddie Izzard seduces in charismatic one-woman show", "description": "<p><strong>Garrick theatre, London</strong><br />Izzard uses humour instinctively, helped by Dickens’s love of the exaggerated or comic grotesque</p><p>Eddie Izzard performing Great Expectations – but why? That question hangs over the start of this one-woman dramatisation of Charles Dickens’s tale of spurned love and social mobility. But it gets forgotten fairly quickly as Izzard winds us in intelligently and expertly so that this familiar story casts its spell over us anew.</p><p>Out of the bounds of standup, Izzard stays a seductive performer, pacing the narration with no sense of rush and bringing a delicate physical comedy to the stage. Izzard makes the same circular movements as in one of her gigs, and with the same polyphony of voices, in conversation with each other – here ranging from a dithery young Pip to kindly blacksmith Joe Gargery and Miss Havisham’s cold-hearted charge, Estella, with whom he falls disastrously in love.</p><p><a href=\"https://nimaxtheatres.com/shows/great-expectations/\">Until 1 July</a></p> <a href=\"https://www.theguardian.com/stage/2023/may/28/charles-dickens-great-expectations-review-eddie-izzard-garrick-theatre-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/28/charles-dickens-great-expectations-review-eddie-izzard-garrick-theatre-london", "date_published": "2023-05-28 11:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vacant skyscrapers, empty trains: can San Francisco once again reinvent itself?", "description": "<p>The economic challenges of the city’s downtown have sparked speculation of a so-called ‘doom loop’. But some say its emptiness may be part of the solution</p><p>The operator of the gondola that services Salesforce Park, an oasis among the skyscrapers in downtown San Francisco, will tell you all about how the 5-acre (2-hectare) rooftop space you’re about to enter contains 1,600 plants, 600 trees and more than a dozen ecosystems.</p><p>From this far up the fortress walls, the city looks like a futuristic utopia, with office workers milling about in the sun and free yoga on Fridays.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/san-francisco-vacant-buildings-housing-doom-loop\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/san-francisco-vacant-buildings-housing-doom-loop", "date_published": "2023-05-28 11:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to sell at a car boot sale: expert tips to make more cash", "description": "<p>You can make money and declutter – but success is all in the planning</p><p>Thousands of car boot sales take place across the country every weekend, so there are plenty of options to choose from.</p> <a href=\"https://www.theguardian.com/money/2023/may/28/car-boot-sale-expert-tips-cash-declutter\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/28/car-boot-sale-expert-tips-cash-declutter", "date_published": "2023-05-28 11:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the frame: Tate Britain’s rehang has received a mixed response", "description": "<p>A reshuffle of Tate Britain’s collections has led to it being accused of reducing art to social history</p><p>Everyone has a favourite. For some it might be John Singer Sargent’s <a href=\"https://www.theguardian.com/culture/2001/mar/17/art\" title=\"\">luminous 1885-6 image</a> of two young girls hanging paper lanterns in a summer evening garden. Well, don’t worry, despite all the fuss about Tate Britain’s radical reorganisation, that pretty painting is still on the wall of the popular London art gallery.</p><p>Detractors of the big new rehang, <a href=\"https://www.theguardian.com/artanddesign/2023/may/23/tate-britain-rehang-review-this-is-now-the-museum-where-art-goes-to-sleep\" title=\"\">such as the <em>Guardian</em> art critic Jonathan Jones</a>, are accusing the gallery of instructing art lovers what to think, while others, in contrast, are praising curators for shaking up conventional views of British art and what it can show us.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/28/tate-britain-rehang-mixed-response\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/28/tate-britain-rehang-mixed-response", "date_published": "2023-05-28 11:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saskia Sarginson: ‘Could my wrinkles earn me money?’", "description": "Scouted as a model in her 60s, at first Saskia Sarginson found it difficult to see herself as anything but ‘a granny’. Here, she shares what shifted her perspective – and explains why older women are no longer invisible<p>I hate having my picture taken. As soon as the lens finds me, I freeze. I’m not part of the selfie generation. I’m old school. I don’t document my every move with photographic evidence of me living my best life, my face angled just so to catch the light. As soon as someone whips out an iPhone, I frown and duck.</p><p>So, it’s odd that on this grey London day I’m sitting in a studio looking down a large lens with several people gathered behind it, scrutinising the real me, and then looking at the frighteningly large image of me appearing on a screen behind the camera, whispering about what they see and pointing at parts of my face.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/28/saskia-sarginson-could-my-wrinkles-earn-me-money\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/28/saskia-sarginson-could-my-wrinkles-earn-me-money", "date_published": "2023-05-28 11:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You can see the joy in their faces’: the project digging up the past to improve teenagers’ wellbeing", "description": "<p>Historic England’s archaeological pilot aims to improve mental health and confidence of young people with challenges</p><p>On a gently sloping hillside just outside the cathedral city of Salisbury, a group of teenagers are carefully sifting through the chalky earth in search of ancient signs of human life.</p><p>Their patience pays off when they uncover pieces of worked flint and fragments of pottery, evidence that this spot in the south-west of England has been settled over many hundreds of years since neolithic times.</p> <a href=\"https://www.theguardian.com/society/2023/may/28/you-can-see-the-joy-in-their-faces-the-project-digging-up-the-past-to-improve-teenagers-wellbeing\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/28/you-can-see-the-joy-in-their-faces-the-project-digging-up-the-past-to-improve-teenagers-wellbeing", "date_published": "2023-05-28 11:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour confirms plans to block all new North Sea oil and gas projects", "description": "<p>Shadow work and pension secretary says details of how UK can become ‘world leader’ in green energy transition will be announced soon</p><p>Labour’s shadow work and pension secretary has confirmed the party’s plans to block all new domestic oil and gas developments if it wins power, instead proposing to invest heavily in renewable sources such as wind, and also in nuclear power.</p><p>Jonathan Ashworth said details would be announced soon when asked about a <a href=\"https://www.thetimes.co.uk/article/starmer-plans-to-block-all-new-north-sea-oil-and-gas-developments-lqr2tc66k\">report in the Sunday Times</a>, in which unnamed Labour sources outlined the proposal for Keir Starmer to make a bar on new North Sea projects one of his “national missions”.</p> <a href=\"https://www.theguardian.com/politics/2023/may/28/labour-confirms-plans-to-block-all-new-north-sea-oil-and-gas-projects\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/28/labour-confirms-plans-to-block-all-new-north-sea-oil-and-gas-projects", "date_published": "2023-05-28 10:54:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Korean court issues arrest warrant for man who opened plane door mid-air", "description": "<p>Man in his 30s was detained on Friday after opening emergency exit at about 200 metres above ground</p><p>A South Korean court has issued an arrest warrant for a passenger who opened an Asiana Airlines plane door minutes before it landed, it has been reported.</p><p>The man in his 30s was detained on landing on Friday after opening the door when the Airbus A321-200 was about 200 metres (700ft) above the ground in Daegu, South Korea, causing panic onboard.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/south-korean-court-arrest-warrant-man-opened-plane-door-mid-air\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/south-korean-court-arrest-warrant-man-opened-plane-door-mid-air", "date_published": "2023-05-28 10:45:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experts warn of increased risk of US terror attacks by rightwing ‘lone wolf’ actors", "description": "<p>Individuals rather than organized groups more likely to commit extremist crimes as inflammatory Republican rhetoric escalates</p><p>The US is at an increased risk of domestic terror attacks by rightwing “lone wolf” actors, experts have warned, as inflammatory Republican rhetoric around a variety of issues seems likely to continue ahead of the 2024 election.</p><p>The number of attacks by adherents to rightwing ideology has soared since 2016, as Republican lies about election interference, and escalating rhetoric from the right about minority groups, have served to “provide mechanisms” for individuals to become radicalized, an analyst said.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/lone-wolf-far-right-terror-attack-warning\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/lone-wolf-far-right-terror-attack-warning", "date_published": "2023-05-28 10:30:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No Pay? No Way! review – a bubblegum drama of despair", "description": "<p><strong>Royal Exchange, Manchester</strong><br />Dario Fo and Franca Rama’s bitterly comic 1974 satire is a timely fit for today’s cost of living crisis, here impeded by a cartoonishly bright set</p><p>An everyday situation ratchets into surreal mayhem. Antonia comes home from the supermarket with her friend Margherita bearing news of spontaneous mass refusal to pay for groceries (and her own share of the spoils). In <a href=\"https://www.theguardian.com/stage/fo\">Dario Fo</a> and <a href=\"https://www.theguardian.com/stage/2013/may/29/franca-rame\">Franca Rame</a>’s 1974 satire on the capitalist system, this leads to “miracle pregnancies” (male as well as female), murder (or maybe not) and police (or maybe communist) infiltration.</p><p>Cécile Trémolières’s design almost steals the show. Vents rise from the floor and yawn, puffing vapour, over the in-the-round stage. An enormous pipe with a metal door set into its closed-off end forms one entrance; opposite, a metal slide, snaking down from the theatre’s balcony, forms the other. Industrial piping marks out the floorplan of a domestic kitchen (chest freezer; table with gas hob) and bedroom (double bed; statue of the Virgin Mary). This wacky setting is supposed to show the modest flat inhabited by Antonia (Samantha Power) and her husband, Giovanni (Roger Morlidge). She has been made redundant; he soon will be. Times are very hard indeed.</p><p><a href=\"https://www.royalexchange.co.uk/whats-on-and-tickets/no-pay-no-way\">At the Royal Exchange, Manchester, until 10 June</a></p> <a href=\"https://www.theguardian.com/stage/2023/may/28/no-pay-no-way-royal-exchange-manchester-dario-fo-franca-rama-review-a-bubblegum-drama-of-despair\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/28/no-pay-no-way-royal-exchange-manchester-dario-fo-franca-rama-review-a-bubblegum-drama-of-despair", "date_published": "2023-05-28 10:30:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU steps up support for Moldova with leaders due to attend summit", "description": "<p>Meeting of European Political Community in Chișinău will show solidarity in face of Russian threat</p><p>The EU is stepping up support for Moldova as 46 EU and European leaders descend on its capital in a show of financial and political solidarity in the face of the threat from Russia.</p><p>Nestled between Ukraine and the EU, the country of 2.6 million people will be catapulted on to the international stage on Thursday when the European Political Community (EPC) meets for the second time, eight months after its inaugural meeting <a href=\"https://www.theguardian.com/politics/2022/sep/29/liz-truss-to-attend-first-meeting-of-european-political-community\">attended by Liz Truss</a>.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/eu-steps-up-support-moldova-leaders-due-attend-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/eu-steps-up-support-moldova-leaders-due-attend-summit", "date_published": "2023-05-28 10:28:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine built more onshore wind turbines in past year than England", "description": "<p>Revelation about war-torn country is ‘terrible indictment’ of UK government, says Ed Miliband </p><p>Ukraine has completed more onshore wind turbines than England since it was occupied by Russian soldiers – despite the UK’s government’s promise to relax restrictions on onshore wind farms.</p><p>Only two onshore wind turbines have been installed in England since Russia invaded Ukraine in February last year, generating 1 megawatt (MW) of electricity in the Staffordshire village of Keele.</p> <a href=\"https://www.theguardian.com/environment/2023/may/28/ukraine-built-more-onshore-wind-turbines-last-year-than-england\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/28/ukraine-built-more-onshore-wind-turbines-last-year-than-england", "date_published": "2023-05-28 10:19:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Feeling myself’: Luton’s Tom Lockyer thanks medical staff from hospital bed", "description": "<ul><li>Club captain collapsed during playoff final victory at Wembley</li><li>Defender in hospital under precaution and will undergo tests</li></ul><p>Tom Lockyer, the Luton captain, has thanked medical staff for their “swift and thorough response” after he collapsed during his side’s Championship playoff final victory against Coventry.</p><p>The defender fell to the floor while running back during the match and received treatment before being carried off the pitch on a stretcher. The game went to penalties after Jordan Clark’s opener was cancelled out by Gustavo Hamer to finish 1-1 after extra time, and the Hatters secured Premier League football for next season <a href=\"https://www.theguardian.com/football/2023/may/27/luton-promoted-to-premier-league-after-shootout-victory-against-coventry\">with a 6-5 victory on penalties</a>.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/luton-tom-lockyer-thanks-medical-staff-from-hospital-bed\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/luton-tom-lockyer-thanks-medical-staff-from-hospital-bed", "date_published": "2023-05-28 10:12:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aryna Sabalenka, Stefanos Tsitsipas, Andrey Rublev and more: French Open day one – live", "description": "<ul><li>Updates from the opening-day action at Roland Garros</li><li><a href=\"https://www.theguardian.com/sport/2023/may/27/rolling-in-the-deep-why-tennis-players-are-backing-off-against-serve\">Rolling in the deep: why players are backing off against serve</a></li><li>Get in touch! <a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel</a> or <a href=\"https://twitter.com/DanielHarris\">tweet him</a> with your thoughts</li></ul><p><strong>On Chatrier, Sabalenka has taken the first set against Marta Kostyuk</strong> and broken at the start of the second; she lads 6-3 2-1.</p><p><strong>Righto,</strong> here we go!</p> <a href=\"https://www.theguardian.com/sport/live/2023/may/28/novak-djokovic-iga-swiatek-cameron-norrie-and-more-french-open-day-one-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/may/28/novak-djokovic-iga-swiatek-cameron-norrie-and-more-french-open-day-one-live", "date_published": "2023-05-28 10:02:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italian towns claim Ron DeSantis as one of their own as Republican race heats up", "description": "<p>All eight great-grandparents of the White House hopeful, eager to restrict immigrants’ rights, came from the south of Italy</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/may/27/desantis-trump-2024-campaigns\">DeSantis’s limp start to 2024 race delights Trump but battle is not over</a></li></ul><p>If Luigia Colucci, one of Ron DeSantis’s Italian great-grandmothers, tried to emigrate to the US today, she most likely couldn’t meet current standards to enter the country – the same standards that her great-grandson has<a href=\"https://www.theguardian.com/commentisfree/2022/sep/20/ron-desantis-immigrants-marthas-vineyard-treatment-prosecuted\"> promised to further restrict</a> if elected to the White House.</p><p>Nevertheless, the official announcement that DeSantis will <a href=\"https://www.theguardian.com/us-news/2023/may/24/ron-desantis-announces-2024-presidential-bid\" title=\"\">run for the Republican presidential nomination</a> was welcomed with enthusiasm by many people in Italy, with at least five towns and two regions claiming the man as their own.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/italian-towns-claim-ron-desantis-as-one-of-their-own-as-republican-race-heats-up\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/italian-towns-claim-ron-desantis-as-one-of-their-own-as-republican-race-heats-up", "date_published": "2023-05-28 10:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re afraid their AIs will come for them’: Doug Rushkoff on why tech billionaires are in escape mode", "description": "<p>The leading intellect on digital culture believes the recent tech reckoning is corrective justice for Silicon Valley barons</p><p>It was a tough week in tech.</p><p>The top US health official warned about the risks of social media to young people; tech billionaire Elon Musk further trashed his reputation with the disastrous Twitter launch of a presidential campaign; and senior executives at OpenAI, makers of ChatGPT, called for the urgent regulation of “super intelligence”.</p> <a href=\"https://www.theguardian.com/technology/2023/may/28/artificial-intelligence-doug-rushkoff-tech-billionaires-escape-mode\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/28/artificial-intelligence-doug-rushkoff-tech-billionaires-escape-mode", "date_published": "2023-05-28 10:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Call My Agent!’s Laure Calamy: ‘I have too much energy’", "description": "<p>The ebullient French star on her hyperactive new film, taking on more serious roles and her love of British cinema</p><p>Laure Calamy certainly makes a jaunty entrance. She’s somewhere out of sight in the kitchen of her Paris flat, and all I can see on my laptop is a vividly coloured glass partition – a Mondrian pattern of rectangles in rich shades of red and orange. Then suddenly the French actor comes into view, greeting me with a big “All-<em>ôôô!”</em>, so perkily singsong that the English equivalent would have to be “Coo-eee!”</p><p>I like the panel, I tell her. “I found it in a little shop where I used to live,” she says. “I’m crazy about glassworks and those colours. I found this, <em>et hop …</em>!” – she bought it. You can imagine Calamy’s best-known character, Noémie Leclerc from the hit Netflix series <em><a href=\"https://www.theguardian.com/tv-and-radio/2019/may/09/call-my-agent-the-french-comedy-gem-a-listers-are-desperate-to-star-in\">Call My Agent!</a></em>, buying something similar in a burst of enthusiasm: <em>et hop!</em> With her ebullient energy, fast, throaty delivery and her dress style today – green leopard-print top, big hoop earrings – you might easily assume that Calamy and her TV character are a very close match.</p> <a href=\"https://www.theguardian.com/film/2023/may/28/call-my-agent-laure-calamy-full-time-origin-of-evil-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/28/call-my-agent-laure-calamy-full-time-origin-of-evil-interview", "date_published": "2023-05-28 10:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis accused of ‘catastrophic’ climate approach after campaign launch", "description": "<p>Republican ‘trying to out-Trump Trump’ on climate, expert says, as governor says he rejects the ‘politicization of the weather’</p><p>Ron DeSantis has been accused of a “catastrophic” approach to the climate crisis after he launched his campaign for US president by saying he rejects the “politicization of the weather” and questioning whether hurricanes hitting his home state of Florida have been worsened by climate change.</p><p>DeSantis, the Republican Florida governor who announced his bid for the White House via a <a href=\"https://www.theguardian.com/us-news/2023/may/25/what-happened-ron-desantis-us-presidential-campaign-launch-twitter-elon-musk\">glitch-heavy Twitter stream</a> on Wednesday, has previously <a href=\"https://floridaphoenix.com/2021/12/07/avoiding-words-climate-change-desantis-says-global-warming-concerns-involve-left-wing-stuff/\">dismissed</a> concerns about global heating as “leftwing stuff” and he expanded upon this theme during a Fox News interview following his campaign launch.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/ron-desantis-climate-crisis-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/ron-desantis-climate-crisis-campaign", "date_published": "2023-05-28 10:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Let’s Split: Croatian island-hopping is heavenly", "description": "<p>Croatia’s miles of isles are easy hops from Split by ferry – and next year those ferries are going electric. Eva Wiseman and family explore the country’s little pockets of paradise</p><p>Croatia’s coast is made up of 1,200 islands – some are glamorous and hotelled, some are grand rocks enveloped by gulls. Some are for naturists, some are for fishermen, some have lagoons so blue they appear Photoshopped. The most sensible and affordable way to travel between these islands is by ferry and, next year, the journeys will become more sensible still. Croatian national ferry company Jadrolinija is going electric. Designed to transport up to 1,000 passengers and 156 cars each, the new ferries will operate between Split and its nearby islands. And as well as emitting fewer harmful gases, they promise to cut down journey times by up to half an hour. It’s time to start planning your trip.</p><p>I started in Split, for a week of island hopping. My family and I had a day to kill there before our afternoon ferry – we immediately cursed ourselves for not adding another two or three. We walked through the Old Town’s white limestone streets, and took a tour of Diocletian’s Palace, a Unesco World Heritage site dating back to AD 295 (and a recent film location for <em>Game of Thrones</em>). With more than 200 buildings within an eight-acre enclosed space, the “palace” is a mini-city of its own, a fabulous tangle of streets and bars and homes which lean drunkenly against ancient walls.</p> <a href=\"https://www.theguardian.com/travel/2023/may/28/croatia-island-hopping-is-heavenly-and-about-to-become-electric\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/28/croatia-island-hopping-is-heavenly-and-about-to-become-electric", "date_published": "2023-05-28 10:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Swimmer: The Wild Life of Roger Deakin by Patrick Barkham review – straight in at the deep end", "description": "<p>Barkham conjures the life of the wild swimming champion and author of Waterlog in a bravura act of creative memoir</p><p>Not long after my first novel was published, I was invited to a writers’ symposium at UEA in Norwich. The campus is just outside the town and overlooks a lake they call the Broad, where I spent much of my time. I swam under the spell of two books: Charles Sprawson’s <em><a href=\"https://guardianbookshop.com/haunts-of-the-black-masseur-9780099577249\">Haunts of the Black Masseur</a></em> and Roger Deakin’s <em><a href=\"https://www.theguardian.com/books/booksblog/2016/aug/15/waterlog-and-wonderment-my-memories-of-roger-deakin\">Waterlog</a></em>, each of which made swimming feel like an expression of the liberated self, a declaration of existential intent. During those strange days in Norfolk, I also stumbled into the university library, where I found, to my delight, the Roger Deakin archive: a vast collection of notebooks, letters and journals left by the writer on his death in 2006.</p><p>A good literary biography is often a kind of joint venture between writer and subject. You think of Nicholas Shakespeare’s life of Bruce Chatwin, or <a href=\"https://www.theguardian.com/books/2004/may/30/biography.jonathancoe\">Jonathan Coe on BS Johnson</a>. In <em>The Swimmer</em>, Patrick Barkham – a fine author in his own right – takes this idea to its logical conclusion, mining and shaping that enormous, eccentric archive into a book that is, as far as we can make out, about four-fifths in Deakin’s own hand but reads like a first-person memoir. Deakin’s own observations are augmented by Barkham, who did extensive interviews with the writer’s friends, family and former lovers. There are also, fascinatingly, passages written by Barkham in Deakin’s own voice. In the introduction, he parses a brief section – Deakin’s visit to a Royal Navy ship in Venice – and tells us which paragraphs were Deakin and which Barkham. But for the rest, we have to guess.</p> <a href=\"https://www.theguardian.com/books/2023/may/28/the-swimmer-the-wild-life-of-roger-deakin-by-patrick-barkham-review-a-bravura-act-of-creative-memoir\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/28/the-swimmer-the-wild-life-of-roger-deakin-by-patrick-barkham-review-a-bravura-act-of-creative-memoir", "date_published": "2023-05-28 10:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There were no rules down here’: New York resurrects popular skate park", "description": "<p>The Brooklyn Banks, known for being a ‘melting pot’ of skaters, bikers and artists like Keith Haring and Jean-Michel Basquiat, were closed off over a decade ago – until now</p><p>The Brooklyn Bridge, an icon built to connect once separate cities, is 140 years old this year. But underneath the connecting roadways on the Manhattan side was a series of sloping red-brick embankments that in the 1980s became the birthplace of a gritty New York street-style of skateboarding – the Brooklyn Banks.</p><p>Last week, the New York City mayor, Eric Adams, took a break from dealing with his city’s social and economic headaches to reopen the cambered banks – “waves” in skateboarder speak – and pay tribute to the skateboarding pioneers who helped turn the kick-flips and grinds of teenage outsiders into a global culture industry.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/brooklyn-banks-skateboarding-gotham-park\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/brooklyn-banks-skateboarding-gotham-park", "date_published": "2023-05-28 10:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Barclay admits 40 new hospitals will not be built by 2030", "description": "<p>Health secretary says projects instead involve ‘a range of things’ including new wings and refurbishments</p><p>The health secretary has admitted the government is not building 40 new hospitals by 2030, as long promised, but said the projects involved “a range of things” including new wings and refurbishments.</p><p>Steve Barclay, who nonetheless sought to insist that this did not break the Conservatives’ manifesto promise for 40 new hospitals, also argued that the public were not concerned about the distinction as long as the facilities they used were new.</p> <a href=\"https://www.theguardian.com/politics/2023/may/28/steve-barclay-admits-40-new-hospitals-not-built-2030\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/28/steve-barclay-admits-40-new-hospitals-not-built-2030", "date_published": "2023-05-28 09:36:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for cod’s roe and crispbread, and for roast fennel", "description": "<p>Deluxe homemade seedy crispbread and a tangy fennel salad for ever-ready summer meals</p><p>‘Serve immediately’ is a suggestion I would rather not read on a summer’s day. “Eat at your leisure” would be far more welcome. The most useful recipes at this time of year are often those that are not time-sensitive. A pâté that will come to no harm in the fridge for a day or two; a dish that can be served hot or cold; a vegetable recipe to be eaten straight from the oven yet will be just as delicious at room temperature for a relaxed lunch.</p><p>With this in mind, I made a soft smoked cod’s roe cream this week, whipping it till smooth, and brought it out – a soft pink cloud – with homemade spiced crackers. There was a vegetable dish too, baked heads of fennel with tiny new season’s broad beans from Italy, that sat good-naturedly for an hour or two while we decided when to eat.</p> <a href=\"https://www.theguardian.com/food/2023/may/28/nigel-slater-recipes-whipped-cods-roe-crispbread-and-roast-fennel-broad-beans-orange\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/28/nigel-slater-recipes-whipped-cods-roe-crispbread-and-roast-fennel-broad-beans-orange", "date_published": "2023-05-28 09:31:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The vanishing swifts from the sky above my shed are a sad omen | Henry Porter", "description": "The birds flew in on cue, but there were so few of them. The reason? The catastrophic decline in our insect populations<p>On 7 May, I tweeted that swifts had appeared in the skies over the shed where I write on the same day in 2022, and predicted, if they kept to their schedule, they would leave overnight on 7 August. My excitement was short-lived. I’ve seen no more than three or four breeding pairs over the village of Blockley, Gloucestershire, whereas last year I estimated 16 to 20 pairs and an end of season exodus of between 50 and 60 birds.</p><p>My figures are hardly scientific, but they suggest a decline of between 75% and 85% on last year, an acceleration in an established trend that shows a loss of 60% of <a href=\"https://www.bto.org/our-science/topics/tracking/tracking-studies/swifts\" title=\"\">swift numbers since 1995</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/conserve-insects-or-birds-will-vanish-with-them\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/conserve-insects-or-birds-will-vanish-with-them", "date_published": "2023-05-28 09:31:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France struggles to stub out ‘explosion’ in contraband cigarettes", "description": "<p>Criminal turf wars are a sign of deeper problems in country that has EU’s highest cigarette taxes</p><p>Outside a station in Pantin, a town that nudges up against Paris’s north-eastern border, young men hollered “cigarettes!” at commuters. They flashed two or three packets of what looked like ordinary Malboros or Camels for €5 (£4.35), about half the legal price. “There are so many illegal cigarette sellers near stations, they’re taking over the pavements,” said a customer at a local bakery.</p><p>The French government has warned of an <a href=\"https://www.douane.gouv.fr/sites/default/files/2022-12/05/DP_Plan_Tabac_2023-2025.pdf\">“explosion”</a> in contraband cigarettes since the Covid lockdowns, as the <a href=\"https://www.santepubliquefrance.fr/presse/2022/l-interruption-de-la-baisse-de-la-prevalence-du-tabagisme-se-confirme-en-2021\">number of smokers in France</a> remains stable and has even risen among women over 18. Men selling cheap contraband packets near stations in and around Paris, from the Gare du Nord to Barbès or Noisy-le-Sec and La Courneuve, are so commonplace that some residents’ groups deem greater Paris a “giant, open-air, illegal tobacconist’s”.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/france-struggles-stub-out-explosion-contraband-cigarettes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/france-struggles-stub-out-explosion-contraband-cigarettes", "date_published": "2023-05-28 09:22:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m very proud it’s there’: how Tina Turner’s one-room school became a museum", "description": "<p>In Tennessee, the late singer’s tiny schoolhouse has become a museum containing memorabilia sent by the star herself</p><p>When Tina Turner, resident in Switzerland, read in Bilanz magazine that her old school in Tennessee was being turned into a museum, she assumed it must be a local white school from the era of Jim Crow racial segregation, perhaps with her name appended after the fact.</p><p>Then she realised it really was <a href=\"https://www.tinaturnerheritagedays.com/flagg-grove-school\">Flagg Grove school</a>, the one-room schoolhouse attended by the young Anna Mae Bullock (AKA Tina Turner), having been built by her great uncle in 1889. <em>“</em>Immediately then I became excited and got involved,” Turner says in a video on the website of what is now the <a href=\"https://www.westtnheritage.com/tina-turner-museum\">Tina Turner Museum</a> containing memorabilia including costumes, gold records and her high school yearbook.</p> <a href=\"https://www.theguardian.com/music/2023/may/28/tina-turner-school-museum-tennessee\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/28/tina-turner-school-museum-tennessee", "date_published": "2023-05-28 09:12:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Terrible news for Sunak and Hunt puts election victory all but out of reach | Larry Elliott", "description": "<p>Praise from the IMF and optimism on inflation have given way to echoes of last autumn’s turmoil</p><p>There was only ever an outside chance that the Conservatives would win the next general election after the tumultuous period that resulted in Rishi Sunak becoming prime minister last October. The events of the past week mean the prospect of a fifth Tory victory is now vanishingly small.</p><p>Ironically, things started so well for the government. On Tuesday, the chancellor, Jeremy Hunt, luxuriated in the praise bestowed on the UK from the <a href=\"https://www.theguardian.com/global/2023/may/23/imf-uk-recession-tax-cuts-jeremy-hunt-debt#:~:text=The%20International%20Monetary%20Fund%20has,period%20of%20high%20interest%20rates.\">International Monetary Fund</a> as it upgraded its growth forecasts for the economy.</p> <a href=\"https://www.theguardian.com/business/2023/may/28/terrible-week-sunak-hunt-election-victory-reach\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/28/terrible-week-sunak-hunt-election-victory-reach", "date_published": "2023-05-28 09:12:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Polls open in Turkish election runoff as Erdoğan hopes to retain power", "description": "<p>President has urged supporters not to be complacent amid faltering challenge from Kemal Kılıçdaroğlu</p><p>Turkish voters are heading back to the polls for an unprecedented second round of a presidential election in which Recep Tayyip Erdoğan hopes to see off a faltering challenge from rival Kemal Kılıçdaroğlu.</p><p>In the <a href=\"https://www.theguardian.com/world/2023/may/14/turkish-polls-close-after-record-numbers-vote-in-test-of-erdogans-rule\">first round</a> earlier this month, Erdoğan upended expectations and many pollsters’ predictions by coming out ahead with 49.5% of the vote, forcing his rival into second place with 44.5%. A further upset occurred in the parliamentary vote, where Erdoğan’s coalition won a comfortable majority.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/polls-open-turkish-election-runoff-erdogan-hopes-retain-power\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/polls-open-turkish-election-runoff-erdogan-hopes-retain-power", "date_published": "2023-05-28 09:03:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK’s world beating minimum wage is not as good as it appears | Torsten Bell", "description": "There has been rapid progress on salaries, but in Britain’s gig economy work is more intense and job security is low<p>Does the UK’s fast-rising minimum wage mean it’s mission accomplished on low pay?</p><p>Having surged from £3.60 an hour in 1999 to £10.42 today, our wage floor is now among the highest in the world. Rapid increases since the national living wage’s 2016 introduction have slashed the proportion of “low paid” employees (earning below two-thirds of the typical hourly wage) to 9% (versus 21% in 2015), the lowest in more than 50 years.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/britain-world-beating-minimum-wage-is-not-as-good-as-it-appears\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/britain-world-beating-minimum-wage-is-not-as-good-as-it-appears", "date_published": "2023-05-28 09:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Absurdity meets gravitas: how Nicholas Britell scored Succession", "description": "<p>As the TV masterpiece bows out, the composer reveals the influences behind the writing of that indelible theme tune</p><p>When the TV series <em>Succession</em> comes to an end on Sunday in the US – and on Monday in the UK – viewers will finally discover which, if any, of the squabbling Roy siblings will come out on top. But there is already one undisputed winner: the show’s composer, Nicholas Britell, whose score has been described as “the definitive TV theme of the 21st century”, changing the way TV productions use music to enhance or mirror plots.</p><p>In a series of interviews last week, Britell, 42, lifted the lid on the show’s Emmy-winning score, telling <a href=\"https://www.gpb.org/news/2023/05/25/how-composer-nicholas-britell-created-the-sound-of-succession\" title=\"\">New York public radio</a> that it had succeeded “beyond my, any of our wildest dreams … it has been very special that the music has resonated the way it has”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/28/absurdity-meets-gravitas-how-nicholas-britell-scored-succession\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/28/absurdity-meets-gravitas-how-nicholas-britell-scored-succession", "date_published": "2023-05-28 09:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From fleeing Hitler to Mars: the scientist who changed space travel", "description": "<p>The remarkable journey of Ben Abeles will be celebrated next week by the opening of a new archive</p><p>Ben Abeles’ impact on science was out of this world. He helped develop alloys that were key components of the radioisotope generators that powered US robot space probes on their interplanetary journeys. Nasa was then able to reveal the wonders of the solar system, from the ancient river beds of Mars to the icy moons of Jupiter.</p><p>One of the devices is still in use, providing electricity for the Perseverance robot rover that currently trundles across the surface of the red planet.</p> <a href=\"https://www.theguardian.com/science/2023/may/28/from-fleeing-hitler-to-mars-ben-abeles-the-scientist-who-changed-space-travel\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/28/from-fleeing-hitler-to-mars-ben-abeles-the-scientist-who-changed-space-travel", "date_published": "2023-05-28 09:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Getting physical: in search of aerobics guru Richard Simmons", "description": "<p>Having chanced on the 80s fitness star and pop culture icon, Emma Forrest was bereft when he disappeared. Where did he go, how would she cope without him?</p><p>For as long as I lived in Los Angeles, I was looking for the angels of its name. The mural of the Virgin Mary above the local ATM. The ongoing saga of the Silver Lake convent over which pop star Katy Perry was in a legal battle with nuns. There was the Apache psychic who called, “Archangel Michael, guide us!” from the back room of her husband’s boxing studio in the Valley. And the movie star who rescued the worst of the worst addicts – people in the industry whisper “<em>H</em><em>e’s a saint!</em>”</p><p>Though instantly recognisable for his halo of hair, Richard Simmons, who arrived in the city in the 1970s, emerged too strongly from the realm of camp to receive nomination to sainthood. Once he gave up dreams of acting, he’d make his name through his <em>Sweatin’ to the Oldies </em>aerobics videos, his place in 80s pop culture recreated by <em>The White Lotus</em>’s Murray Bartlett in the most recent season of Apple’s exercise dramedy, <em>Physical</em>. Through the decades Richard was so famous he appeared regularly on <em>David Letterman</em> and <em>Howard Stern</em>, and guested on shows from <em>CHiPs</em> to <em>Arrested Development</em>. It was easy for contestants to “become” him on <em>RuPaul’s Drag Race</em> because his signature upbeat energy was so extreme as to appear deranged. His short shorts and tights, combined with the way his female followers loved him as they had Liberace, made him mockable in TV sketch shows. But from the moment I met him, I believed he was a kind of saint.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/in-search-of-los-angeles-aerobics-guru-richard-simmons\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/in-search-of-los-angeles-aerobics-guru-richard-simmons", "date_published": "2023-05-28 09:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why film stars are getting older - and what it tells us about Hollywood’s new struggle", "description": "<p>In an age of safe-bet franchises, reboots and sequels, young talent is being squeezed out of the limelight</p><p>The movie star is dead. At least according to the group of disgruntled sales agents, production executives and Hollywood insiders that spoke to the industry paper <em>Variety</em> during the <a href=\"https://www.theguardian.com/film/cannesfilmfestival\" title=\"\">Cannes film festival</a>. The argument goes that, while there are plenty of veteran stars still busily creaking out commercially tempting film fodder, there are precious few equivalently bankable talents from the newer generation waiting in the wings. And this is a looming problem for the film industry.</p><p>Harrison Ford, for example, may still just about look the part of Indiana Jones (thanks in no small measure to the wonders of de-ageing tech), in the Cannes <a href=\"https://www.theguardian.com/film/2023/may/18/indiana-jones-and-the-dial-of-destiny-review-harrison-ford-cracks-the-whip-in-taut-sequel\" title=\"\">festival hot ticket</a> <em>Indiana Jones and the Dial of Destiny</em>. But he’s 80 years old. How much longer can he cope with the demanding and rigorous shooting schedule of a big-budget action movie?</p> <a href=\"https://www.theguardian.com/focus/2023/may/28/why-film-stars-are-getting-older-and-what-it-tells-us-about-hollywoods-new-struggle\">Continue reading...</a>", "link": "https://www.theguardian.com/focus/2023/may/28/why-film-stars-are-getting-older-and-what-it-tells-us-about-hollywoods-new-struggle", "date_published": "2023-05-28 09:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Take it from someone in a TV duo: Holly and Phil are simply sick of each other | David Mitchell", "description": "<p>Whatever the specifics of Willoughby and Schofield’s quarrel, a major cause can be summarised in two words: you again</p><p>Why is the <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/20/will-the-phil-and-holly-saga-put-an-end-to-the-absurd-notion-of-the-tv-couple\">rift between Holly Willoughby and Phillip Schofield</a> so diverting? Maybe you don’t find it so. Maybe current affairs interest you in direct proportion to their importance. If so, you’re lucky. For most of us, the dry detail and/or savage tragedy of momentous issues drive our minds towards triviality. I have never grasped what’s happening in Syria or why to be scared about China, so this week I’ve been digging into what’s going on with Holly and Phil.</p><p>This is not what the two people involved want. That’s one thing they would still agree on. These are not circumstances where those at the centre of a furore are feeding off it and enjoying it, like Piers Morgan or Ryanair. Having resigned as co-presenter of <em>This Morning</em> (and subsequently from ITV), Schofield will want the story to go away. The things he has come to prominence saying on television are too bland to be noticed if the viewers are all speculating on whether he’s a nightmare to work with. Similarly, as she continues on the show, Willoughby’s ability to seem sympathetic and relatable for two and a half hours every morning will be compromised by a lingering aura of anger and ruthlessness.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/holly-willoughby-phillip-schofield-david-mitchell\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/holly-willoughby-phillip-schofield-david-mitchell", "date_published": "2023-05-28 09:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Was ‘the first man to reach the North Pole’ a fraud?", "description": "<p>Frederick Cook claimed to have reached the top of the world, but a new book says he was lying</p><p>Who was the first person to reach the north pole? According to American adventurer Frederick Cook, it was him. But now a new book will set out the evidence that the explorer’s 114-year-old claim was an instance of fake news on a global scale.</p><p>In <em>The Explorer and the Journalist</em>, author Richard Evans has examined the greatest scandal in polar history, reigniting a debate that has smouldered since September 1909, when Cook, who had been missing for a year, sent out a telegram announcing he had reached the pole in 1908.</p> <a href=\"https://www.theguardian.com/science/2023/may/28/was-the-first-man-to-reach-the-north-pole-a\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/28/was-the-first-man-to-reach-the-north-pole-a", "date_published": "2023-05-28 09:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My four-year-old son says his superpower is speed", "description": "<p>But the really wonderful thing is his approach to making friends</p><p>For the past few weeks, I’ve been taking my son to the playground. Or, rather, he’s been taking me, as it’s right beside his school and he’s taken to running straight into it with the pace of a greased pig, leaving me to chuff and bluster after him. Speed, he likes to tell me, is one of his main superpowers. He has several now, with strength and stamina close behind. It’s his speed, however, which comes in most useful here, since he knows that once he’s through its gates, I will be powerless to remove him. There will be other parents present and the social conventions of parenting among strangers mean I will be too mortified to scream after him.</p><p>I’d be annoyed if I didn’t find these trips so anthropologically compelling, and if it didn’t also give his baby sister a chance to crawl around. The surface is soft and padded, made not of that slightly spongy playground aggregate I knew growing up, but an altogether more boingy substance covered in thick, wispy fibres somewhere between artificial grass and cow’s fur. Together with the playground’s cheerily undulating topography, it gives the uncanny sense of walking over an unmade bed. It is, in short, one of the few spaces on Earth in which you could not perceive of a baby finding injury, but this is balanced out by the fact it is usually filled with children whose spatial awareness, and moral reluctance to stamping on babies’ heads, could both be termed areas for improvement.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/seamas-oreilly-my-four-year-old-son-says-his-superpower-is-speed\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/seamas-oreilly-my-four-year-old-son-says-his-superpower-is-speed", "date_published": "2023-05-28 08:31:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Whisper it, but Scotland is on the verge of becoming a space superpower | Robin McKie", "description": "Despite the demise of Virgin Orbit, the UK’s first spaceports should open in 2024<p>‘Yesterday afternoon, shattering the moorland peace of Inverard, in North Argyll, powered jets burst into action. For the second time in two months a space ship took off, its fiery trail vanishing wisp-like into the blue autumn sky.”</p><p>Thus Angus MacVicar began his novel <em>Return to the Lost Planet</em>, with words that have stayed with me since its publication in 1954 and its later serialisation by the BBC. Scotland was here depicted as an international centre of rocketry, with its glens and hills regularly reverberating to the sound of missions blasting their way to other worlds, in this case “the lost planet” of Hesikos.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/scotland-on-verge-of-becoming-space-superpower\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/scotland-on-verge-of-becoming-space-superpower", "date_published": "2023-05-28 08:31:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: Poker Face; Once Upon a Time in Northern Ireland; Maryland; Platonic – review", "description": "<p>A turbocharged Natasha Lyonne carries Sky’s new comedy mystery; the BBC’s documentary series on the Troubles is a stark masterclass in history; and Suranne Jones creates and stars in a suspenseful family drama</p><p><strong>Poker Face</strong> (<a href=\"https://www.skygroup.sky/article/all-episodes-of-rian-johnson-s-poker-face-starring-natasha-lyonne-available-from-friday-26-may-exclusively-on-sky-max-and-now\">Sky Max</a>/Now) <br /><strong>Once Upon a Time in Northern Ireland</strong> (BBC Two) | <a href=\"https://www.bbc.co.uk/iplayer/episodes/p0ff7cg0/once-upon-a-time-in-northern-ireland\">iPlayer</a><br /><strong>Maryland</strong> (ITV) | <a href=\"https://www.itv.com/watch/maryland/10a2245/10a2245a0001\">ITVX</a><br /><strong>Platonic</strong> <a href=\"https://tv.apple.com/gb/show/platonic/umc.cmc.y7bc18x7co813l8i2tlsyb4l?itscg=MC_20000&amp;itsct=atvp_brand_omd&amp;mttn3pid=Google%20AdWords&amp;mttnagencyid=a5e&amp;mttncc=UK&amp;mttnsiteid=143238&amp;mttnsubad=OUK20191054_1-657216078622-c&amp;mttnsubkw=150104966593___&amp;mttnsubplmnt=\">Apple TV+</a></p><p>After so many gruelling thrillers, does the television palate instinctively yearn for a revitalising cleanser – something a bit unexpected to lighten the mood?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/28/poker-face-review-once-upon-a-time-in-northern-ireland-maryland-suranne-jones-platonic-seth-rogen-rose-byrne\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/28/poker-face-review-once-upon-a-time-in-northern-ireland-maryland-suranne-jones-platonic-seth-rogen-rose-byrne", "date_published": "2023-05-28 08:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘People on Reddit are on the right track’: Succession’s Peter Friedman on the finale and playing Frank", "description": "<p>The man behind the Waystar Royco exec on the highs, the frights and the best insults from the hit drama, whose final episode is just about to air – plus who he’d like to see come out on top</p><p>New York-born character actor Peter Friedman, 74, made his name in theatre, where he was Tony award-nominated for <em>Ragtime</em> in 1998. His TV roles include <em>The Affair</em> and <em>The Marvelous Mrs Maisel</em>, while film credits include <em>Single White Female</em>, <em>Safe</em>, <em>She Said</em> and <em>Synecdoche, New York</em>. He currently plays Waystar Royco vice-chair Frank Vernon in hit HBO drama <em><a href=\"https://www.theguardian.com/tv-and-radio/succession\">Succession</a></em>, which is about to reach its feature-length finale.</p><p><strong>How are you feeling about the </strong><em><strong>Succession</strong></em><strong> finale?<br /></strong>It was a golden era for us actors and everybody who worked on it. It was a good, good time and this last season has been wonderfully riveting, so we’re leaving on a high.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/28/succession-finale-peter-friedman-frank-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/28/succession-finale-peter-friedman-frank-interview", "date_published": "2023-05-28 08:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aunt of Cardiff bike crash victim accuses police of causing boys’ deaths", "description": "<p>Relative of Harvey Evans, 15, says he and Kyrees Sullivan, 16, were ‘chased to their death’ by South Wales police </p><p>The aunt of one of the teenage boys who died in a road traffic accident on an electric bike in Cardiff has accused South Wales police of causing their deaths.</p><p>Kyrees Sullivan, 16, and Harvey Evans, 15, died on Monday night shortly after they were seen on CCTV being followed by a police van.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/28/aunt-cardiff-bike-crash-victim-accuses-police-causing-boys-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/28/aunt-cardiff-bike-crash-victim-accuses-police-causing-boys-deaths", "date_published": "2023-05-28 08:23:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: seek sweet bliss in London’s Borough Market", "description": "<p>The new Alain Ducasse shop could have been intimidating, but the staff are really friendly</p><p>My friend Natalie texted me back in January raving about the new <strong><a href=\"https://www.lechocolat-alainducasse.com/uk/stores?country=GB\" title=\"\">Alain Ducasse</a></strong><a href=\"https://www.lechocolat-alainducasse.com/uk/stores?country=GB\" title=\"\"> shop</a> in London’s Borough Market, and its chocolate.</p><p>So I met her at 5 Dirty Lane, SE1, a chocolate paradise. This would be intimidating, even to me, but the staff were really friendly. Would we like to try some almond praline? Now try the <a href=\"https://www.lechocolat-alainducasse.com/uk/filled-bar-dark-pistachio-praline\" title=\"\">pistachio</a>. How about coconut? The <a href=\"https://www.lechocolat-alainducasse.com/uk/filled-bar-dark-smooth-caramel\" title=\"\">caramel</a>? There is also an ice-cream shop. We promised to come back after lunch, which we did (giant salt beef sandwiches from the market).</p> <a href=\"https://www.theguardian.com/food/2023/may/28/notes-on-chocolate-annalisa-barbieri-seek-sweet-bliss-in-londons-borough-market\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/28/notes-on-chocolate-annalisa-barbieri-seek-sweet-bliss-in-londons-borough-market", "date_published": "2023-05-28 08:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raw talent and a refusal to accept barriers made Tina Turner great | Maureen Mahon", "description": "She later became an icon of survival, but fans loved her for the sheer energy she exuded<p>Tina Turner, the trailblazing singer who was hailed as the queen of rock’n’roll, survived so many personal and professional challenges that some of her fans might have believed that she was going to live forever.</p><p>Her death last week at the age of 83 brought home the fact that she was as mortal as the rest of us, but her refusal to stay in the box that Black women are expected to occupy will remain a lasting source of inspiration.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/tina-turner-raw-talent-and-refusal-to-accept-barriers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/tina-turner-raw-talent-and-refusal-to-accept-barriers", "date_published": "2023-05-28 08:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flaming June, once a student poster favourite, returns to London home", "description": "<p>The only colour study by Frederic Leighton for his famous painting is set to go on show at restored museum</p><p><em>Flaming June</em>, surely the most romantic and summery of all well-known British paintings, is finally returning home, to the London house where Frederic Leighton first imagined his <a href=\"https://www.theguardian.com/artanddesign/2016/dec/16/frederic-leighton-flaming-june\" title=\"\">fiery image</a> almost 130 years ago.</p><p>Now, as temperatures rise in the run-up to June, the museum in the artist’s former home has been unexpectedly given the smaller, first version of the world-famous work that Leighton painted in 1894.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/28/flaming-june-once-a-student-poster-favourite-returns-to-london-home\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/28/flaming-june-once-a-student-poster-favourite-returns-to-london-home", "date_published": "2023-05-28 08:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who should win the 2023 Stirling prize? One of these…", "description": "<p>Of the 131 RIBA regional award winners just announced, this year’s Stirling prize contenders ought to include a precision-tooled Isle of Wight house, the LSE’s latest addition and a farm in the middle of Belfast</p><p>How do you measure a classical church in the north-east of England, chastely converted into a community centre, against a louche re-creation in a London theatre of a Weimar republic nightclub? Or a shed for a city farm in Northern Ireland against a sumptuous bespoke guest house on a private estate? You can’t exactly. The comparison is not so much apples and oranges as blackcurrants and kumquats, souffles and chips, fish and bicycles. But to choose one from many incomparables is the challenge that faces the judges of the Stirling prize, the award given annually by the Royal Institute of British Architects to the best new building in Britain.</p><p>The 131 winners of this year’s RIBA regional awards have been announced over the past couple of weeks, from which national award winners will be chosen, from whom will come in July the shortlist for the Stirling, with the winner to be selected in<em> </em>October. The list offers a panorama of the current state of the more creative end of British architecture: an eclectic collection dominated by no one style or ideology, that offers varying degrees of skill, splendour and social worth. If architecture is a matter of commodity, firmness and delight, the question is how many points should be awarded in each category.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/28/who-should-win-the-2023-stirling-prize-riba-regional-award-winners-saltmarsh-house-lincoln-cathedral-visitor-centre-john-morden-centre-east-quay-arts-centre-watchet-marshall-building-st-james-community-farm-belfast\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/28/who-should-win-the-2023-stirling-prize-riba-regional-award-winners-saltmarsh-house-lincoln-cathedral-visitor-centre-john-morden-centre-east-quay-arts-centre-watchet-marshall-building-st-james-community-farm-belfast", "date_published": "2023-05-28 08:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Corps extrêmes; Rose Until It Touched the Sky – review", "description": "<p><strong>Sadler’s Wells, London; Brighton Dome</strong><br />Highliner Nathan Paulin, two extreme climbers and eight acrobats add up to one riveting show, while Three Score Dance throw a new light on ageing</p><p>When Sam Mendes was staging <em><a href=\"https://www.theguardian.com/stage/2023/feb/12/the-tempest-rsc-stratford-alex-kingston-review-linck-and-mulhahn-hampstead-the-lehman-trilogy-gillian-lynne-sam-mendes\">The Lehman Trilogy</a></em>, an early idea was to have a wire walker above the stage, a perfect precarious symbol of human aspiration. He eventually dismissed the idea as distracting. When there’s someone on a high wire, it’s hard to concentrate on anything else.</p><p>So it is that the main attraction of <strong><a href=\"https://www.sadlerswells.com/whats-on/chaillot-theatre-national-de-la-danse-rachid-ouramdane-corps-extremes/\">Corps extrêmes</a></strong><a href=\"https://www.sadlerswells.com/whats-on/chaillot-theatre-national-de-la-danse-rachid-ouramdane-corps-extremes/\"> </a>is the world’s most daring highliner, <a href=\"https://nathanpaulin.com/en/\">Nathan Paulin</a>, the man who holds the world record for the longest highline walk, and who now opens this show by the French choreographer Rachid Ouramdane.</p> <a href=\"https://www.theguardian.com/stage/2023/may/28/corps-extremes-chaillot-theatre-national-de-la-danse-rachid-ouramdane-sadlers-wells-nathan-paulin-review-rose-until-it-touched-the-sky-three-score-dance-brighton-festival-\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/28/corps-extremes-chaillot-theatre-national-de-la-danse-rachid-ouramdane-sadlers-wells-nathan-paulin-review-rose-until-it-touched-the-sky-three-score-dance-brighton-festival-", "date_published": "2023-05-28 08:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern Ireland: Living With the Troubles review – an incomplete snapshot of the conflict", "description": "<p><strong>Imperial War Museum, London</strong><br />The exhibition exploring 30 years of strife has plenty of atmosphere and features voices from all sides but lacks clarity of purpose</p><p>You enter this exhibition through a wire mesh structure as you might enter a high-security zone or a prison or, had you grown up in Northern Ireland during the most violent years of the Troubles, how you might once have entered a city centre pub. As curatorial statements of intent go, it’s a bold one, immediately establishing the sense that Northern Ireland was a place apart: confined, oppressive, defined by a collective state of alert mixed with dread.</p><p>As its title suggests, <em>Northern Ireland: Living With the Troubles</em> is a bold attempt to reflect the experience of the 30-year conflict through the often conflicting perspectives of those caught up in it. It is unfortunate timing that it coincides with the BBC’s five-part oral history series, <em>Once Upon a Time in Northern Ireland</em>, which delves much deeper into similar terrain. In contrast, this exhibition falls somewhere between A Beginner’s Guide to the Troubles and a conceptual installation that attempts to evoke something of the tense, uneasy atmosphere of the time, as well as the clash of ideologues and identities that for so long made the conflict seem intractable. It almost succeeds in both aims.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/28/northern-ireland-living-with-the-troubles-review-an-incomplete-snapshot-of-the-conflict\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/28/northern-ireland-living-with-the-troubles-review-an-incomplete-snapshot-of-the-conflict", "date_published": "2023-05-28 08:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Covid inquiry is digging up Boris Johnson’s blunders and the mess keeps piling up | Gaby Hinsliff", "description": "The former prime minister seems determined to drag the Tories down with him when the public hearings into Britain’s handling of the pandemic begin<p>It is almost a year to the day since it finally dawned on most Conservatives that Boris Johnson would ultimately have to go. And yet, a whole two prime ministers later, it’s almost as if he never left.</p><p>This time last May, he was trying to bluster his way out of trouble following the publication of <a href=\"https://www.theguardian.com/politics/2022/may/25/sue-gray-law-breaking-no-10-parties-published-boris-johnson\" title=\"\">Sue Gray’s report</a> describing how cleaners found wine stains up the walls after lockdown-busting parties in Downing Street. Fast forward a year and here he is again, cornered at an airport, harrumphing that it’s “absurd” to think he might have done something wrong just because <a href=\"https://www.theguardian.com/uk-news/2023/may/24/boris-johnson-cuts-ties-government-lawyers-assisting-him-covid-inquiry\" title=\"\">Cabinet Office lawyers</a> working on his defence at the Covid inquiry identified from his own diaries several new potential breaches of Covid regulations requiring investigation. (If this is the defence, imagine the case for the prosecution.) Back to the drawing board for the cross-party Commons privileges committee, then, which had almost finished its report on whether he lied to parliament about lockdown parties and must now be wondering whether this will ever end.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/covid-inquiry-boris-johnson-blunders-looking-grim-for-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/covid-inquiry-boris-johnson-blunders-looking-grim-for-tories", "date_published": "2023-05-28 07:31:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facial mists: 10 of the best", "description": "A good spritz is so much more than merely refreshing<p><a href=\"https://www.theguardian.com/tv-and-radio/2021/apr/20/tv-tonight-lisa-eldridge-examines-the-history-of-makeup\" title=\"\">Lisa Eldridge</a>, one of the best-loved and in-demand makeup artists – her celebrity clients include Oscar, Grammy and Emmy winners – is the inspiration for this week’s page. Or at least, her new mist is. Like any decent makeup artist, she understands the connection between great skincare and long-lasting makeup (healthy, hydrated skin provides a better canvas). Hence she has just launched an impressive skincare line, and the mist deserves a special mention. It includes niacinamide to tighten pores, and it also brightens, improves uneven tone and smooths. Mists with skincare benefits are the only ones worth spending money on. Caudalie’s is a longtime fave: it balances oily skins and leaves an amazing glow. As does Glow Recipe’s, which includes AHAs ( exfoliating) and hyaluronic acid (hydrating). Fancy a skin barrier-strengthening moisturiser in mist form? Dr Jart’s Ceramidin Cream Mist is excellent. For stressed skins, make a beeline for Aromatherapy Associates and SkinCeuticals’ calming options. 456 Skin’s new mist – an extension of a line developed specifically for darker skin tones – helps dissolve dead skin cells and prevent breakouts. QMS’s mist increases skin’s elasticity and absorption of Vitamin D, which boosts immunity and bone health. And both Coola and Ultra Violette mists, two of the best SPF brands, will help you top up your sun protection without ruining your makeup. Genius.</p><p><strong>1. Skin</strong><strong>Ceuticals Phyto Corrective Essence Mist </strong>£60, <a href=\"https://www.skinceuticals.com/skincare/facial-toners-and-mists/phyto-corrective-essence-mist/S59.html\" title=\"\">skinceuticals.com</a> <br /><strong>2. Glow Recipe Watermelon Glow Ultra-Fine Mist</strong> £25, <a href=\"https://www.cultbeauty.co.uk/glow-recipe-watermelon-glow-ultra-fine-mist-75ml/13310722.html\" title=\"\">cultbeauty.co.uk</a> <br /><strong>3. Lisa Eldridge Skin and Makeup Enhancing Mist </strong>£37, <a href=\"https://www.lisaeldridge.com/products/skin-and-makeup-enhancing-mist\" title=\"\">lisaeldridge.com</a> <br /><strong>4. 456 Skin Bouquet Hydrating Treatment Mist </strong>£35, <a href=\"https://456skin.com/products/skin-bouquet-floral-radiance-lotion\" title=\"\">456.com</a><br /><strong>5. Ultra Violette Preen Screen SPF50+ Reapplication Mist </strong>£32, <a href=\"https://www.sephora.co.uk/brands/ultra-violette\" title=\"\">sephora.com</a><br /><strong>6. Caudalie Beauty Elixir Prep, Set, Glow Face Mist </strong>£34, <a href=\"https://uk.caudalie.com/p/319/beauty-elixir-100ml-319.html\" title=\"\">uk.caudalie.com</a> <br /><strong>7. QMS Epigen Defense Mist </strong>£80, <a href=\"https://uk.qmsmedicosmetics.com/products/epigen-defense\" title=\"\">uk.qmsmedi cosmetics.com</a> <br /><strong>8. Dr.Jart+ Ceramidin Cream Mist</strong> £21, <a href=\"https://www.lookfantastic.com/dr.jart-ceramidin-cream-mist/12273427.html\" title=\"\">look fantastic.com</a> <br /><strong>9. Coola Classic Face Mist SPF 50 </strong>£32, <a href=\"https://www.spacenk.com/uk/sun-tan/suncare/face-spf/makeup-setting-spray-organic-sunscreen-spf-30-MUK200021312.html\" title=\"\">space nk.com</a> <br /><strong>10. Aromatherapy Associates Hydration Boost Mist </strong>£35, <a href=\"https://www.aromatherapyassociates.com/products/hydration-boost-mist-100ml\" title=\"\">aromatherapy associates.com</a></p> <a href=\"https://www.theguardian.com/fashion/2023/may/28/facial-mists-10-of-the-best-beauty-funmi-fetto\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/28/facial-mists-10-of-the-best-beauty-funmi-fetto", "date_published": "2023-05-28 07:31:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England should pull plug if Crawley falters again against Irish nemesis | Mark Ramprakash", "description": "<p>Batter has been given a long run without showing consistency and sound technique – and next up is old foe Tim Murtagh</p><p>England’s summer begins at Lord’s against Ireland on Thursday and even if it is only a starter before the lavish main course of the Ashes I am sure nobody in that dressing room will be taking it lightly. It is, after all, a Test at the home of cricket, a big crowd, a big game and there is lots of competition in the squad.</p><p>Several players will remember the game against Ireland in 2019, when my old Middlesex teammate <a href=\"https://www.theguardian.com/sport/2019/jul/24/tim-murtagh-magic-ireland-green-day-lords\">Tim Murtagh got five for 13 and England</a> were bowled out for 85 before lunch on the first day. I am pretty sure that was a one-off – there’s a reason Tim has got 1,000 first-class wickets and if you give him the right conditions he’ll exploit them – but the players will want to make absolutely certain.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/28/england-should-pull-plug-if-zak-crawley-falters-again-against-irish-nemesis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/28/england-should-pull-plug-if-zak-crawley-falters-again-against-irish-nemesis", "date_published": "2023-05-28 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Firms fined most by regulators still on UK government’s list of top suppliers", "description": "<p>Observer reveals that companies are getting big contracts in spite of paying penalties for corruption or fraud</p><p>Companies that have paid hundreds of millions in fines and penalties, have defrauded Whitehall or have faced corruption investigations are among those making the most money from UK government outsourcing, the <em>Observer</em> can reveal.</p><p><em>Observer</em> analysis of data from UK regulators has found the Strategic Suppliers, the 40 private companies that play the biggest role in running outsourced government services, have received well over £500m in financial penalties from regulators since 2010.</p> <a href=\"https://www.theguardian.com/politics/2023/may/28/firms-fined-most-by-regulators-still-on-uk-governments-list-of-top-suppliers\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/28/firms-fined-most-by-regulators-still-on-uk-governments-list-of-top-suppliers", "date_published": "2023-05-28 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 fans’ verdicts, part one: Arsenal to Leeds", "description": "<p>Fans review the season with one game to play: the stars, the flops and the moments that made them smile</p><ul><li><strong><a href=\"https://www.theguardian.com/football/2023/may/28/premier-league-2022-23-fans-verdicts-part-two-leicester-to-wolves\">Part two</a></strong><a href=\"https://www.theguardian.com/football/2023/may/28/premier-league-2022-23-fans-verdicts-part-two-leicester-to-wolves\">: Leicester to Wolves</a></li></ul><p>The best campaign in a couple of decades of underachievement. Few were tipping us for the top four, so there’s no shame in being the only club to challenge City’s dominance – particularly impressive given the continued absence of a deterrent against financial doping. There’s no escaping the sense, though, that we might be waiting a long time for a better title-winning opportunity, given our lack of cup and European distractions at the business end. The test now for Mikel Arteta is whether he can improve the squad depth enough for us to arrive in the finishing straight looking less burned out next season. <strong>9/10</strong></p> <a href=\"https://www.theguardian.com/football/2023/may/28/premier-league-2022-23-fans-verdicts-part-one-arsenal-to-leeds\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/premier-league-2022-23-fans-verdicts-part-one-arsenal-to-leeds", "date_published": "2023-05-28 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cats, peanuts, bee stings… the irritating truth about allergies", "description": "<p>More and more of us suffer from allergies, and medicine is struggling to keep up. Rebecca Seal talks to medical anthropologist Theresa MacPhail</p><p>When Theresa MacPhail was four, her brother was killed in an accident. When she was 14, her mother died in a car crash. And when she was 24, her father died from anaphylactic shock after a bee flew in through the open window of his truck and stung him in the neck. For anyone else, these devastating experiences would almost certainly have been psychologically catastrophic. “I have several friends who are psychology professors, and they’re always saying, ‘No offence but, by rights, you should be a drug addict, or have severe emotional issues,’” she says, smiling, over Zoom from her home in New York, wearing a cheerful sweatshirt covered in luminous kittens.</p><p>Instead, MacPhail decided to use what she’d been through as the bedrock for her PhD at UC Berkeley, and then her career as a medical <a href=\"http://theresamacphail.com/\" title=\"\">anthropologist</a>. She laughs. “I’m like the doyenne of death. I have been thinking my whole life about the things that make people ill and pass away, because of my history. These are the waters I’ve been in since I was a kid. Rather than ignoring it, I decided to go at all my fears and insecurities about mortality. And then I basically made it my profession.”</p> <a href=\"https://www.theguardian.com/society/2023/may/28/cats-peanuts-bee-stings-the-irritating-truth-about-allergies\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/28/cats-peanuts-bee-stings-the-irritating-truth-about-allergies", "date_published": "2023-05-28 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hypnotic review – preposterous tosh from start to finish starring Ben Affleck", "description": "<p>Affleck is in full frowny mode as a haunted cop on the tail of a criminal mastermind in a thriller that seems to revel in its absurdity</p><p>Ever wondered what would happen if someone stole a bunch of head-scratching mystery riffs from <em><a href=\"https://www.theguardian.com/film/2013/jul/07/now-you-see-me-review\">Now You See Me</a></em>, <em><a href=\"https://www.theguardian.com/film/2011/mar/06/adjustment-bureau-review\">The Adjustment Bureau</a></em><em>, </em><em><a href=\"https://www.theguardian.com/film/2021/mar/16/memento-20th-anniversary-christopher-nolan\">Memento</a></em> and <em><a href=\"https://www.theguardian.com/commentisfree/2021/dec/17/the-matrix-two-decades-after\">The Matrix</a></em>, stuck them in a blender with an assortment of late-80s straight-to-video neo-noirs, and then pressed go without closing the lid, thereby causing the resultant volcanic eruption to merrily redecorate the world? Well, wonder no more, because here’s co-writer/director Robert Rodriguez with one he prepared earlier – splattering the cinema screen with all the colours of the daft, courtesy of an A-list star, a B-movie aesthetic, a C-minus musical score, and a D/E audience rating (<em>Hypnotic</em> has already failed to mesmerise in the US). Rejoice, fans of big-screen trash, as Oscar-winner Ben Affleck invites you to join him on a journey that will test your head, and your mind, <em>and your brain</em>…</p><p>Affleck is in maximum frowny mode as Daniel Rourke, a detective haunted by memories of his young daughter’s abduction. The culprit pleaded “not guilty due to mental incapacity” after claiming to have no memory of the kidnapping, or of the child’s whereabouts. It sounds like a ruse, until Rourke finds himself playing cat-and-mouse with a criminal mastermind (William Fichtner) blessed with unholy powers of persuasion. “Are you familiar with the concept of hypnotic constructs?” asks Diana Cruz (Alice Braga), a “dime-store psychic” who delivers Basil Exposition-style speeches about “hypnotics” – people with “the ability to actually influence the brain over a psychic bandwidth. Telepaths just <em>read</em> the mind; hypnotics reshape its reality.”</p> <a href=\"https://www.theguardian.com/film/2023/may/28/hypnotic-review-enjoyably-preposterous-tosh-ben-affleck-robert-rodriguez\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/28/hypnotic-review-enjoyably-preposterous-tosh-ben-affleck-robert-rodriguez", "date_published": "2023-05-28 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 fans’ verdicts, part two: Leicester to Wolves", "description": "<p>Fans review the season with one game to play: the stars, the flops and the moments that made them smile</p><ul><li><strong><a href=\"https://www.theguardian.com/football/2023/may/28/premier-league-2022-23-fans-verdicts-part-one-arsenal-to-leeds\">Part one</a></strong><a href=\"https://www.theguardian.com/football/2023/may/28/premier-league-2022-23-fans-verdicts-part-one-arsenal-to-leeds\">: Arsenal to Leeds</a></li></ul><p>I truly think ours will go down as the most shameful relegation in Premier League history. Unbelievable levels of hubris, dither and delusion have turned a comfortably top-half squad into the most pathetic bunch of whipping boys I’ve seen in my 20 years as a season-ticket holder. A more activist fanbase would have turned Filbert Way into the toxic cauldron the club deserves. <strong>0/10</strong></p> <a href=\"https://www.theguardian.com/football/2023/may/28/premier-league-2022-23-fans-verdicts-part-two-leicester-to-wolves\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/premier-league-2022-23-fans-verdicts-part-two-leicester-to-wolves", "date_published": "2023-05-28 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Campaigns should beware using suicides to bolster arguments for their cause | Sonia Sodha", "description": "We must be wary of publicly declaring why people take their own life. It can do harm<p>When someone talks about taking their own life, it’s very often an anguished distress signal. But sometimes repeated suicide threats are used as the ultimate means of control in a coercive relationship. “If you leave me, I’ll kill myself” is a form of emotional abuse that can make it feel impossible to walk away.</p><p>It is because suicide is such a terrible and tragic thing – that someone might be experiencing such mental torment that they cannot see another way out – that the threat of killing oneself is so potent in abusive relationships. And it is also a reason why we have to be so careful about the way we publicly discuss suicide, its causes and how it can be prevented. Because it is so powerful, there is a risk that it gets wielded by well-meaning social campaigns in ways that not only distract from effective suicide prevention, but can do real harm.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/suicide-tragic-shocking-act-how-we-talk-about-it-matters-if-we-are-to-save-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/suicide-tragic-shocking-act-how-we-talk-about-it-matters-if-we-are-to-save-lives", "date_published": "2023-05-28 06:31:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India’s vast new parliament opened by Narendra Modi amid opposition boycott", "description": "<p>Prime minister accused of violating constitution in inaugurating the new parliament himself, instead of allowing the president to do so</p><p>India’s prime minister Narendra Modi has inaugurated a new parliament building amid a boycott that saw 19 opposition parties refuse to attend the ceremony.</p><p>The vast new, triangular shaped complex in the heart of Delhi will house the country’s upper and lower parliamentary houses. It sits adjacent to the old circular parliament building which was constructed in 1927 during the colonial era, which will now be converted into a museum.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/indias-vast-new-parliament-opened-by-narendra-modi-amid-opposition-boycott\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/indias-vast-new-parliament-opened-by-narendra-modi-amid-opposition-boycott", "date_published": "2023-05-28 06:26:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If you defend free speech, you must defend it all and not silence those you disagree with | Kenan Malik", "description": "Ministers trumpet their law against ‘no-platforming’ in universities, but that doesn’t stop them disinviting critics from their own conferences<p>Normally, I’m keen for this column to be widely read. This time, though, I hope not too widely. I’d be happy if it doesn’t catch the attention of Jacob Rees-Mogg or of government officials.</p><p>I’m due to give a talk to civil servants later this year. If anyone were to trawl through my social media they might discover the occasional criticism of government policy. And I might suffer the same fate as Dan Kaszeta.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/defence-of-free-speech-should-not-depend-whose-side-you-take-in-culture-wars\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/defence-of-free-speech-should-not-depend-whose-side-you-take-in-culture-wars", "date_published": "2023-05-28 06:01:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Media shuns Tory party conference over demands for attendance fee", "description": "<p>UK Conservatives are only party to charge press delegates for accreditation at annual gathering</p><p>It looks as if there will be empty seats in the rows usually reserved for members of the press at the annual <a href=\"https://www.theguardian.com/politics/toryconference\" title=\"\">Conservative party conference</a> in Manchester this autumn, with media organisations across the political spectrum refusing to pay recently imposed fees.</p><p>No other British political party charges for press accreditation, but last year a fee was introduced by the Conservative party. This summer the charge of £137 for each journalist’s application is being challenged by a broad coalition of newsrooms, on the basis that paying for media access sets a bad and undemocratic precedent.</p> <a href=\"https://www.theguardian.com/politics/2023/may/28/media-shuns-tory-party-conference-over-demands-for-attendance-fee\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/28/media-shuns-tory-party-conference-over-demands-for-attendance-fee", "date_published": "2023-05-28 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman’s leadership hopes dented as public support plummets", "description": "<p>Speeding fines and immigration statements lead to fall in trust for UK home secretary, even among Conservative voters</p><p>Suella Braverman has suffered a collapse in personal support among the public in the wake of <a href=\"https://www.theguardian.com/politics/2023/may/21/suella-braverman-what-are-allegations-speeding-fine-explainer\" title=\"\">rows over a speeding fine</a> and her handling of immigration, a new poll for the <em>Observer</em> has revealed.</p><p>With some Tories accusing the home secretary of positioning herself as a future leader, the latest Opinium poll found that her personal approval rating had slumped to -36 among voters. While 14% said they approved of the job she is doing, 50% said they disapproved.</p> <a href=\"https://www.theguardian.com/politics/2023/may/28/suella-bravermans-leadership-hopes-dented-as-public-support-plummets\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/28/suella-bravermans-leadership-hopes-dented-as-public-support-plummets", "date_published": "2023-05-28 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Land of Hope and Fear review: vivid portrait of Israel in ferment", "description": "<p>Isabel Kershner of the New York Times has written an absorbing account of a country at war with itself</p><p>Last month, Israel marked its 75th birthday. In the aftermath of eight wars, two intifadas and countless terror attacks, its population swells toward 10 million. <a href=\"https://www.imf.org/external/datamapper/NGDPDPC@WEO/OEMDC/ADVEC/WEOWORLD\">Per-capita gross domestic product</a> tops $55,400. Silicon Wadi, Israel’s hi-tech base, drives the economy. But wealth has not birthed national contentment. Decades-old grudges have morphed into <a href=\"https://www.thedailybeast.com/israel-could-be-headed-for-a-cold-civil-war\">pitched political warfare</a>. The social fabric frays.</p><p>This year, independence day was acrid. Even cemeteries were not off-limits. A day earlier, Isabel Kershner reported <a href=\"https://www.nytimes.com/2023/04/25/world/middleeast/israel-memorial-day.html\">in the New York Times</a>, “commotion broke out as Itamar Ben-Gvir, the ultranationalist minister of national security, began speaking on behalf of the government.</p> <a href=\"https://www.theguardian.com/books/2023/may/28/the-land-of-hope-and-fear-review-israel-isabel-kershner-new-york-times\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/28/the-land-of-hope-and-fear-review-israel-isabel-kershner-new-york-times", "date_published": "2023-05-28 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The moment has arrived: Biden must give Ukraine all it needs to win | Simon Tisdall", "description": "<p>It’s Zelenskiy who is setting the pace diplomatically and strategically. The US must end the prevaricating that may have needlessly prolonged the war</p><p>Foot-dragging, indecision and fearfulness have characterised Joe Biden’s off-screen approach to Ukraine since Russia invaded 15 months ago, compounding <a href=\"https://www.brookings.edu/blog/order-from-chaos/2023/04/28/americans-show-signs-of-impatience-with-ukraine-war\" title=\"\">doubts about the durability</a> of US support as the 2024 presidential election campaign kicks off. The contrast between Biden and the bold, energetic leadership of Ukraine’s president, Volodymyr Zelenskiy, is striking. One man frets about disaster and loss. The other thinks only of winning.</p><p>Biden’s latest, belated and incomplete volte-face, over providing US-made F-16 combat jets, illustrates the problem. Zelenskiy has been asking for fighter planes since the war began. Neighbours such as Poland were sympathetic. Yet afraid of provoking a fight with Russia, Biden, national security adviser Jake Sullivan, and Pentagon officials publicly opposed <a href=\"https://www.theguardian.com/world/2023/may/19/us-indicates-will-not-block-european-countries-export-f-16-jets-ukraine\" title=\"\">supplying F-16s</a> until <a href=\"https://www.lemonde.fr/en/international/article/2023/01/31/war-in-ukraine-biden-refuses-to-send-f-16-fighter-jets-as-allies-mull-new-arms-deliveries_6013769_4.html\" title=\"\">as recently as March</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/the-moment-has-arrived-biden-must-give-ukraine-all-it-needs-to-win\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/the-moment-has-arrived-biden-must-give-ukraine-all-it-needs-to-win", "date_published": "2023-05-28 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re both romantic about what politics can be’: Alastair Campbell and Rory Stewart on their double act", "description": "<p>To judge by the huge success of their podcast The Rest Is Politics, the UK still has an appetite for political ideas and debate. But how do the Labour stalwart and the Tory maverick really get on?</p><p>The Royal Hall in Harrogate has a long and interesting history. Designed by Robert Beale and the great Frank Matcham, it opened on the site of the former Cheltenham Pump Room in 1903 as the Kursaal – a name inspired by the building on which it was based, the Ostend Kursaal in Belgium (a German word, Kursaal means “Cure Hall”), and which it lost after the first world war, when something a little more patriotic was required. Whatever it was called, however, it always drew the crowds. Beneath its painted coffered ceiling – it is now Grade II* listed – Sarah Bernhardt starred in a special flying matinee of Alexandre Dumas’s <em>La Dame aux Camelias.</em><em> </em>Edward Elgar came to conduct his own work here, and Arthur Conan Doyle to deliver a lecture. Louis Armstrong and the Beatles both played it.</p><p>How times change, though. I realise that its glory days may be over. All the same, if you’d told me five years ago – or even <em>two</em> years ago – that tickets for the appearance in Harrogate of a double act comprising a former government spin doctor and a former government minister would sell out, and quickly, I wouldn’t have believed you. Who on earth, I might have asked, wants to spend their hard earned money on two hours of unfiltered chat on such subjects as a recent presidential election in Turkey, what might constitute inappropriate behaviour in the House of Commons, and whether the manager of Burnley FC would make a better prime minister than Keir Starmer? Aren’t we all a bit tired of listening to middle-aged men of a certain ilk drone on and on? Wouldn’t people rather just stay at home and watch <em>Newsnight</em>?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/28/the-rest-is-politics-podcast-alastair-campbell-rory-stewart-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/28/the-rest-is-politics-podcast-alastair-campbell-rory-stewart-interview", "date_published": "2023-05-28 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "End Times by Peter Turchin review – can we predict the collapse of societies?", "description": "<p>By examining history through complex mathematics, the ‘collapsologist’ aims to show – somewhat persuasively – that there are cyclical trends in the narratives of human hope and failure</p><p>For as long as complex human societies have existed there have been people predicting their imminent collapse. In recent years, the apocalypse business has become far more scientific; animal entrails and planetary portents have given way to big data.<a href=\"https://www.theguardian.com/us-news/2021/jan/17/were-on-the-verge-of-breakdown-a-data-scientists-take-on-trump-and-biden\"> Peter Turchin</a> is a pre-eminent digital-age seer or, as he suggests, a collapsologist. He trained in biology, using statistical models to examine networks of relationships between predators and prey. In the 1990s, however, after witnessing first-hand the sudden unravelling of the Soviet Union, from which his father had been a dissident exile, he turned his analytical brain to a different set of questions. Turchin set out to discover statistical patterns in the great flood of historical data that might predict future instabilities in societies. Like all Cassandras worth their infamy, he came to his vocation at a fortunate time.</p><p>Turchin calls his method “cliodynamics”. In a series of books – <em>War and Peace and War</em> (2006) and <em>The Ages of Discord</em> (2016) – he has used his datasets to try to establish the basis on which all human civilisations in the era of cities and states have the mechanisms of their own destruction built-in. He not only endeavours to show that complex mathematics might unlock those derailing forces, but also how it might help to avert them.</p> <a href=\"https://www.theguardian.com/books/2023/may/28/end-times-by-peter-turchin-review-elites-counter-elites-and-path-of-political-disintegration-can-we-identify-cyclical-trends-in-narrative-of-human-hope-and-failure\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/28/end-times-by-peter-turchin-review-elites-counter-elites-and-path-of-political-disintegration-can-we-identify-cyclical-trends-in-narrative-of-human-hope-and-failure", "date_published": "2023-05-28 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even Farage says Brexit has failed. Why won’t Starmer? | William Keegan", "description": "<p>As every sector counts the mounting cost of our catastrophic break with Europe,  Labour must find its nerve</p><p>What do my friends the musicians Sting, John Etheridge and Tom McGuinness (of the Manfreds) have in common, apart from music? They have recently told me they are witnessing first-hand the frustrations of Brexit: loss of the benefits of freedom of movement, and the bureaucratic damage <a href=\"https://www.theguardian.com/music/2021/feb/12/brexit-is-destroying-music-why-has-the-government-let-this-happen\" title=\"\">inflicted on one of this country’s widely recognised strengths, namely the creative arts</a>.</p><p>In this they are joined by most British manufacturers and members of the hospitality industry. These are struggling to find replacements for the <a href=\"https://www.theguardian.com/politics/2023/jan/17/shortfall-of-330000-workers-in-uk-due-to-brexit-say-thinktanks\" title=\"\">EU workers who have been made to feel unwelcome</a> and have been effectively banned, or voted with their feet. All their would-be employers think Brexit is hugely damaging to their respective businesses, and would like to reverse it.</p> <a href=\"https://www.theguardian.com/business/2023/may/28/even-farage-says-brexit-has-failed-why-wont-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/28/even-farage-says-brexit-has-failed-why-wont-starmer", "date_published": "2023-05-28 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than half of voters now want Britain to forge closer ties with the EU, poll reveals", "description": "<p>Dramatic reversal in public opinion seen even in those constituencies that recorded the highest votes to leave </p><p>A clear majority of British voters now favours building closer relations with the European Union, according to new polling that highlights a <a href=\"https://www.theguardian.com/politics/2023/feb/05/trade-down-economy-sinking-support-falling-is-the-tide-finally-turning-on-brexit\" title=\"\">dramatic reversal in the tide of public opinion since Brexit</a>.</p><p>Even in those constituencies that recorded the highest votes to leave the EU in 2016, more than twice as many voters now believe the best route forward is to move in the opposite direction – and forge closer ties with Brussels.</p> <a href=\"https://www.theguardian.com/politics/2023/may/28/more-than-half-of-voters-now-want-britain-to-forge-closer-ties-with-the-eu-poll-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/28/more-than-half-of-voters-now-want-britain-to-forge-closer-ties-with-the-eu-poll-reveals", "date_published": "2023-05-28 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Nobuyoshi Araki captures a dreamy boat trip", "description": "<p>The Japanese photographer’s portrait of his wife and muse, Aoki Yoko, captures a startlingly intimate moment early in their relationship</p><p>The Japanese photographer Nobuyoshi Araki met the love of his life, Aoki Yoko, in Tokyo in 1968 at the advertising agency at which they both worked. After a three-year romance, they married and in celebration Araki published his first book, <em>Sentimental Journey</em>. The pictures in the book – including this shot of Yoko on a dreamy boat trip with her lover – were a startlingly intimate portrait of their early relationship and their wedding and honeymoon. Araki called his practice I-photography, referencing the Japanese tradition of the confessional I-novel. Though his camera dwelt on his wife and muse, it was Araki’s way of seeing, his insider’s vantage, that the viewer was invited to share.</p><p>Araki, now 83, subsequently published dozens of books and became infamous for his erotic pictures, in particular his obsessive and sometimes disturbing interest in kinbaku, or rope bondage. His series about Yoko – included in a <a href=\"https://www.icp.org/exhibitions/love-songs-photography-and-intimacy\">New York exhibition, </a><em><a href=\"https://www.icp.org/exhibitions/love-songs-photography-and-intimacy\">Love Songs</a></em>, conceived as a compilation gifted to a lover – suggests a more tender kind of looking. “It is thanks to Yoko that I became a photographer,” Araki always says.</p><p><em><a href=\"https://www.icp.org/exhibitions/love-songs-photography-and-intimacy\">Love Songs: Photography and Intimacy</a></em> is at the International Center of Photography, New York, from 2 June to 11 September</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/28/the-big-picture-nobuyoshi-araki-sentimental-journey\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/28/the-big-picture-nobuyoshi-araki-sentimental-journey", "date_published": "2023-05-28 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a tax on disability’: rising UK social care costs force many into debt", "description": "<p>As outgoings exceed income, people can’t afford to pay for the support they need along with normal expenses</p><p>Disabled people are paying “a tax on disability” by being forced to fund soaring care charges out of their benefits as the cost of living pushes care users into financial crisis.</p><p>Charities and disabled people’s organisations (DPOs), including Mencap, Scope, the MS Society, Inclusion London, Dimensions, and WinVisible, told the <em>Observer</em> that disabled care users are being pushed into severe financial hardship with some forced to go without essential home care because they can’t afford the fees. Others face up to £20,000 of arrears to their local authority, with some seeing bailiffs called in over care fee debts. One DPO said some disabled women are being coerced into sex by acquaintances after turning to them for care because they couldn’t pay care charges.</p> <a href=\"https://www.theguardian.com/society/2023/may/28/tax-on-disability-rising-uk-social-care-costs-debt\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/28/tax-on-disability-rising-uk-social-care-costs-debt", "date_published": "2023-05-28 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Big Narstie: ‘I do lunch like a king, oxtail or stewed beef’", "description": "The MC dishes on his Sunday routine, dog walking, showers of love, Bob Marley music kind of loud and prayers before bedtime<p><strong>​​Early worm or lazy bones? </strong>I’m up by 9.30am to take out the dog. He’s called Uhtred, son of Waltheof, from [novel and TV show] <em><a href=\"https://www.theguardian.com/tv-and-radio/the-lastkingdom\" title=\"\">The Last Kingdom</a></em>. He’s an American king corso, so he’s a big boy.</p><p><strong>Who takes who for a walk?</strong> We bop together. You know how they say dogs resemble their owners? He definitely resembles me.</p> <a href=\"https://www.theguardian.com/music/2023/may/28/sunday-with-big-narstie-i-do-lunch-like-a-king-oxtail-or-stewed-beef\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/28/sunday-with-big-narstie-i-do-lunch-like-a-king-oxtail-or-stewed-beef", "date_published": "2023-05-28 05:46:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Britain’s economy: it is very sick, but there are remedies | Observer editorial", "description": "Austerity, Brexit and catastrophic fiscal decisions have inflicted long-term damage to Britain’s productive capacity. Labour is offering the renewal it so badly needs<p>It has been a week of bad economic news. The latest data from the Office for National Statistics confirmed that <a href=\"https://www.theguardian.com/world/2023/may/24/wednesday-briefing-why-the-uks-inflation-rate-just-came-down-to-87\" title=\"\">inflation has fallen</a> in the UK, but to 8.7%, slightly higher than had been predicted. This triggered <a href=\"https://www.ft.com/content/04b15997-c4a3-4ad1-9244-db0fbb68b537\" title=\"\">a strong reaction in the bond markets</a>, pushing up the cost of government borrowing to almost the same as it was in the wake of Kwasi Kwarteng’s mini-budget that tanked the markets last September.</p><p>It is a sobering reminder of the lasting legacy of Liz Truss’s brief premiership. In just 49 days, she and her chancellor undermined long-term investor confidence to the extent that the UK government, once able to borrow at interest rates of almost zero, now faces some of the highest borrowing costs of developed nations, with these costs liable to rise even further as a result of only moderately bad economic news. It means that for the first time in decades, the UK is subject to the same sorts of external market pressures on its investment, tax and spending decisions as much less affluent economies.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/observer-view-on-tories-disastrous-economic-legacy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/observer-view-on-tories-disastrous-economic-legacy", "date_published": "2023-05-28 05:31:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China’s first domestically produced passenger jet makes maiden commercial flight", "description": "<p>Although China hopes to cut its reliance on foreign technology, many of the C919’s parts are sourced from overseas</p><p>China’s first domestically produced passenger jet took off on its maiden commercial flight on Sunday, a milestone event in the nation’s decades-long effort to compete with western rivals in the air.</p><p>Beijing hopes the C919 commercial jetliner will challenge foreign models like the Boeing 737 MAX and the Airbus A320, though many of its parts are sourced from abroad.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/chinas-first-domestically-produced-passenger-jet-makes-maiden-commercial-flight\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/chinas-first-domestically-produced-passenger-jet-makes-maiden-commercial-flight", "date_published": "2023-05-28 05:28:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The plot is up, now it’s just a question of keeping it running", "description": "<p>As the plants find their legs, the summer jobs of watering and a little light weeding come to the fore</p><p>Our early summer sowing is done for now. The baby herbs are happy. The spring salads are taking wing. The rampant orache is being rehomed in purple patches.</p><p>Last year’s mustards and kales flowered for the bees. Their skeletons removed to the compost bays. The remains of the chervil beds, too.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/allan-jenkins-on-gardens\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/allan-jenkins-on-gardens", "date_published": "2023-05-28 05:16:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lir and Native Seafood & Scran, Northern Ireland: ‘Born out of a fascination with the sea’ – restaurant review", "description": "<p>For truly sensational fresh seafood, head for a refurbished yacht club at Coleraine</p><p><strong>Lir and <a href=\"https://www.nativeseafood.co.uk/\">Native Seafood &amp; Scran</a>, The Marina, Coleraine, Northern Ireland BT52 1EY. Meal for two, starters £7.50-£8.50, mains £16-£29, desserts £7.50, wines from £24</strong></p><p>The restaurant stands by the river. The river runs down to the sea, where the fish swim deep. The fish are brought to the restaurant that stands by the river which runs down to the sea. Do excuse me, but there’s just something about the simplicity of Lir, hard by the River Bann in Northern Ireland, which brings out the terrible Ernest Hemingway parody act in me. I promise it won’t happen again. The Coleraine business was born out of a fascination with the sea, and a belief by owners Rebekah and Stevie McCarry that not enough of the fabulous seafood caught by the day boats working off the Northern Irish coast ends up being eaten by those who live on the shore.</p> <a href=\"https://www.theguardian.com/food/2023/may/28/jay-rayner-restaurant-review-lir-northern-ireland-sensational-fresh-seafood\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/28/jay-rayner-restaurant-review-lir-northern-ireland-sensational-fresh-seafood", "date_published": "2023-05-28 05:01:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My husband went too far – and now I never want sex with him again | Ask Philippa", "description": "<p>No one has a right to sex just because they are in a marriage. It’s a good time to tell him you do not want to be used as a sexual object</p><p><em><strong>The question </strong>Content warning: this article contains descriptions of sexual assault.</em></p><p><em>My husband and I have been married for nearly 35 years</em><em>. I love him, but I no longer want to have sex with him. I cannot muster any enthusiasm at all. He still desires me, which is lovely… I suppose.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/my-husband-went-too-far-and-now-i-never-want-sex-with-him-again-ask-philippa-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/my-husband-went-too-far-and-now-i-never-want-sex-with-him-again-ask-philippa-perry", "date_published": "2023-05-28 05:01:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New garden cities and suburbs are a solution to the housing crisis | Observer letters", "description": "Green belts can be built on and still retain their traditional purpose as well as serving as carbon sinks for emissions<p>Rowan Moore mentions how 2.8 million people now live in areas based on the idea of the garden city (“<a href=\"https://www.theguardian.com/commentisfree/2023/may/21/keir-starmer-labour-housebuilding-green-belts-new-towns\" title=\"\">Green belts once served a purpose, but now they are squeezing the life out of cities</a>”, Comment).</p><p>In order to start solving the housing problem, would it not be possible to build new garden cities and suburbs? Why not allow building on some of the numerous sterile, hedgeless, fields growing cereals or monocultural ryegrass, but with the presumption that any building scheme would result in increased biodiversity? With tree planting, allotments, and front gardens not concreted over for parking numerous cars, this would be easy to achieve.<br /><strong>Igor Cusack</strong><br />Greystones, County Wicklow</p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/may/28/observer-letters-new-garden-cities-and-suburbs-solution-to-housing-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/may/28/observer-letters-new-garden-cities-and-suburbs-solution-to-housing-crisis", "date_published": "2023-05-28 05:01:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why orange wines are the best of both worlds | David Williams", "description": "Neither red nor white, orange wines mean that you don’t have to make your mind up<p><strong>Viña González Bástias Naranjo Orange, Maule Valley, Chile 2022 </strong><strong>(</strong><strong>£24, </strong><strong><a href=\"https://thesourcingtable.com/products/gonzalez-bastias-naranjo-2020\" title=\"\">The Sourcing Table</a></strong><strong>)</strong><em> </em>With the zeal of the previously sceptical convert, I have become rather evangelical about orange wines in recent years. So here I am, clambering atop my soapbox once more, megaphone in hand, to preach to the many unconverted my message that all wine-drinkers’ lives would be richer with a little orange in their lives. It seems to me that the best of these wines combine the best qualities of white and red wines – the freshness and raciness of whites; the chew and complexity of reds – to make something original. In fact, the term orange covers such a broad spectrum of colours and styles – from wines that are all-but-indistinguishable from whites in appearance and flavour to the dark amber and nuttily sherry-like – it makes generalisations about the category every bit as flawed as they are for red wine. Better, perhaps, to treat each orange wine as an individual, capable, as Viña González Bastias’s glorious muscat-based example is, of sui generis flavours and textures such as, in this case, the combination of mouthwatering citrus pith tang and chewiness with floral, muscat grapey prettiness.</p><p><strong>Black</strong><strong>book Slow Disco </strong><strong>Sauvignon Blanc</strong><strong>, Essex, England 2021 </strong><strong>(</strong><strong>£19, <a href=\"https://www.blackbookwinery.com/shop/2021-slow-disco-sauvignon-blanc\" title=\"\">Blackbook Winery</a></strong><strong>)</strong><strong> </strong>Orange wines are effectively the red wines of the white grape world. Just as red wines get their colour, chewy tannins and much of their flavour complexity from the (red) grape skins, so orange wines are made by keeping the juice of white grapes in contact with the skins for an extended period during fermentation. Most white wines, by contrast, are made solely from the juice of white grapes, while rosé wines, which at their palest are effectively the white wines of the red grape world, are made from red grapes which have only been in very brief contact with the skins. Much of the stylistic range in orange wines derives from each winemaker’s skin-maceration recipe. Some producers, such as Battersea-based urban winery Blackbook, give their pristine, Essex-grown sauvignon blanc fruit just a few (12) days of skin contact, which gives a colour at the golden end of the white wine spectrum and a little extra texture to the classic tropical-citrus-elderflower sauvignon flavours.</p> <a href=\"https://www.theguardian.com/food/2023/may/28/why-orange-wines-are-the-best-of-both-worlds\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/28/why-orange-wines-are-the-best-of-both-worlds", "date_published": "2023-05-28 05:01:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Red Berets ride to the rescue of New York subway commuters, 1979", "description": "Help was at hand for ‘the worst routes, the least well-lit stations and the poorest, most violent neighbourhoods’<p>‘Chivalry has returned to New York,’ proclaimed the <em>Observer</em> on 15 July 1979, as it descended into the lawless New York subway underworld, accompanied by the Magnificent Thirteen Subway Patrol, AKA the Red Berets. The group had formed that February, in response to a violent crime wave. From an initial 13, they now numbered nearly 100 and their mission was to make New Yorkers feel safer. ‘They are in their late teens or early 20s, most of them have some training in the martial arts and all are as streetwise as alley cats.’</p><p>Working-class and from diverse ethnic backgrounds, most worked or studied during the day. Their leader was the charismatic Curtis ‘the Rock’ Sliwa, ‘a poor 23-year-old Polish-American who graduated in garbage collecting and street fighting’.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/from-the-observer-archive-the-red-berets-defend-new-york-commuters-1979\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/from-the-observer-archive-the-red-berets-defend-new-york-commuters-1979", "date_published": "2023-05-28 05:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lady Hallett, the woman who holds Boris Johnson’s political future in her hands", "description": "<p>Chair of the Covid inquiry has threatened legal action if the former PM’s unredacted WhatsApp messages and diaries are not released</p><p>When Boris Johnson finally agreed to hold a <a href=\"https://www.theguardian.com/uk-news/2021/mar/16/bereaved-families-call-for-judge-led-public-inquiry-into-uk-covid-response\" title=\"\">judge-led public</a> inquiry into the government’s handling of the Covid pandemic, he showered praise on the eminent former judge he <a href=\"https://www.theguardian.com/world/2021/dec/15/lady-hallett-expected-to-chair-spring-public-inquiry-into-covid-pandemic\" title=\"\">chose to lead it</a>.</p><p>“She brings a wealth of experience to the role, and I know shares my determination that the inquiry examines in a forensic and thoroughgoing way the government’s response to the pandemic,” the former prime minister said of <a href=\"https://www.theguardian.com/uk/2010/oct/11/lady-justice-hallett-profile\" title=\"\">Heather Hallett</a> and her future endeavours, back in December 2021.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/28/lady-hallett-boris-johnson-political-future-covid-inquiry-chair\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/28/lady-hallett-boris-johnson-political-future-covid-inquiry-chair", "date_published": "2023-05-28 05:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pressure on Tories to reveal ‘true source’ of party donations", "description": "<p>Questions raised on loopholes in ban on foreign donations to political parties and their effects on the electoral system</p><p>The head of the government’s ethics advisory body has called for an overhaul of the rules on political donations, warning stronger safeguards are required against the influence of foreign money.</p><p>Lord Jonathan Evans, chair of the independent committee on standards in public life, told the <em>Observer</em> that the government needed to implement new measures which would establish the true source of donations and improve diligence checks.</p> <a href=\"https://www.theguardian.com/politics/2023/may/28/pressure-on-tories-to-reveal-true-source-of-party-donations\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/28/pressure-on-tories-to-reveal-true-source-of-party-donations", "date_published": "2023-05-28 05:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkish opposition stirs up anti-immigrant feeling in attempt to win presidency", "description": "<p>Both sides seek to harness support of ultra-nationalist right before Sunday’s election, with refugees serving as scapegoats</p><p>On the dock next to Istanbul’s Kadiköy ferry port, a large screen displays the opposition’s campaign videos on a loop, with presidential candidate Kemal Kılıçdaroğlu’s voice booming out through the speakers. Interspersed with soft rock soundtracking footage of the campaign trail are speeches where he promises to deport the roughly four million refugees currently in Turkey.</p><p>“You brought more than 10 million refugees in,” he shouts, addressing President Recep Tayyip Erdoğan, over footage of young people climbing through barbed wire and through dusty tracks next to grassland. “I hereby declare that I will send all refugees back as soon as I come to power.”</p> <a href=\"https://www.theguardian.com/world/2023/may/28/turkey-election-candidates-eye-surge-of-nationalism-before-runoff-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/turkey-election-candidates-eye-surge-of-nationalism-before-runoff-vote", "date_published": "2023-05-28 05:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the blood-boiling reality of the UK’s most troubled housing estates", "description": "<p>Ed Stafford spends 60 days meeting people behind the headlines in this damning documentary. Plus: Midsomer Murders returns. Here’s what to watch this evening </p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/28/tv-tonight-the-blood-boiling-reality-of-the-uks-most-troubled-housing-estates\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/28/tv-tonight-the-blood-boiling-reality-of-the-uks-most-troubled-housing-estates", "date_published": "2023-05-28 05:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kyiv: Russian drone strike kills one in Ukraine capital, says mayor", "description": "<p>Officials warned residents to stay in shelters amid multi-wave drone attack on Ukrainian capital</p><p>At least one person died and three were injured in Russia’s night-time air raid on Kyiv, with defence systems downing at least 20 drones moving towards the capital, city officials said early on Sunday.</p><p>Falling drone debris on a gas station killed a 41-year-old man in the city’s Solomyanskyi district, Kyiv mayor Vitali Klitschko said. Kyiv’s military administration said at least three people were injured in the attack on the city.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/kyiv-russian-drone-strike-kills-one-in-ukraine-capital-says-mayor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/kyiv-russian-drone-strike-kills-one-in-ukraine-capital-says-mayor", "date_published": "2023-05-28 02:37:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden and McCarthy reportedly reach deal to raise debt ceiling days before US default", "description": "<p>Treasury secretary Janet Yellen had warned that the US may be unable to pay its bills by 5 June</p><p>Joe Biden and the House Republican speaker, Kevin McCarthy, have reportedly reached a deal in principle to raise the debt ceiling, with just days left before America was expected to default.</p><p>Negotiators reached the deal on Saturday, a source familiar with the negotiations told the Reuters news agency.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/biden-debt-ceiling-deal-mccarthy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/biden-debt-ceiling-deal-mccarthy", "date_published": "2023-05-28 00:48:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 459 of the invasion", "description": "<p>Ukrainian adviser says preliminary operations for major offensive underway; explosions shake Kyiv; Russian threat to Nato countries could get worse if Putin is ousted, says RAF chief</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/may/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-459-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-459-of-the-invasion", "date_published": "2023-05-28 00:24:16+00:00", "persistent": false, "user": null, "language": "en-UK"}]