[{"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja nie taka straszna. Rosnący populizm jest dla gospodarki o wiele gorszy", "description": "— Będą zwycięzcy i przegrani transformacji i trzeba znaleźć sposób na rekompensatę dla przegranych, aby ostatecznie wszyscy byli w lepszej sytuacji. Jeśli tego nie zrobimy, będziemy mieli wielkie problemy społeczne — tak w rozmowie z BI o zmianach, które obserwujemy w globalnej gospodarce, mówi Ira Kalish, główny ekonomista Deloitte. Wyjaśnia także, dlaczego pomimo wzrostu napięć nie spodziewa się \"nowej zimnej wojny\" oraz wskazuje, kto w wyniku transformacji powinien obawiać się o pracę.", "link": "https://businessinsider.com.pl/gospodarka/rosnacy-populizm-gorszy-niz-inflacja-brak-dzialan-politykow-przyniesie-dlugoterminowe/whrr4gn", "date_published": "2023-05-28 14:18:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Elon Musk nie przekaże dzieciom kontroli nad swoimi firmami", "description": "Elon Musk twierdzi, że nie planuje w przekazywać swoich firm dzieciom. Miliarder w wywiadzie dla \"The Wall Street Journal's CEO Council\" powiedział, że znalazł osoby, które mogłyby przejąć jego firmy, gdyby był niedysponowany. Powiedział jednak, że uważa, że przekazywanie swoich firm lub udziałów własnym dzieciom jest niewłaściwe.", "link": "https://businessinsider.com.pl/wiadomosci/elon-musk-nie-przekaze-dzieciom-kontroli-nad-swoimi-firmami/94d3kj5", "date_published": "2023-05-28 13:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska może się chwalić. Młodych bezrobotnych mniej tylko w trzech krajach", "description": "Polska należała w 2022 r, do pięciu krajów Unii Europejskiej, gdzie bezrobocie wśród osób w wieku od 15 do 29 lat wynosiło poniżej 4 proc. — poinformował Europejski Urząd Statystyczny (Eurostat).", "link": "https://businessinsider.com.pl/praca/polska-moze-sie-chwalic-mlodych-bezrobotnych-mniej-tylko-w-trzech-krajach/h4v4y3p", "date_published": "2023-05-28 13:36:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Już co trzeci e-book w Stanach autorzy wydają samodzielnie. Teraz rewolucja dotarła do Polski", "description": "W połowie maja Empik uruchomił platformę self-publishingową, pozwalającą autorom na samodzielne wydanie książki i jej dystrybucję w serwisie i aplikacji sieci. To oferta skierowana przede wszystkim do debiutantów, ale takim modelem wydawniczym interesują się też osoby z dorobkiem. W Stanach Zjednoczonych już co trzeci e-book jest wydawany w ramach self-publishingu, a na rynku niepodzielnie rządzi Amazon. Nad Wisłą na samodzielne wydanie książki porywali się dotąd nieliczni.", "link": "https://businessinsider.com.pl/biznes/w-polsce-decydowali-sie-na-to-tylko-influencerzy-teraz-rynek-otwiera-sie-dla/z5tvm9s", "date_published": "2023-05-28 12:52:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jestem kamerdynerem na luksusowym statku. Oto jak wygląda moja praca [ZDJĘCIA]", "description": "Jest kamerdynerem na luksusowych rejsach, których koszt wynosi nawet 150 tys. dol. W ramach pracy odwiedza Antarktydę, pływa łodzią podwodną, lata helikopterem i dba o gości. Przez ostatnie dwa lata przepłynął świat, od śródziemnomorskiej Madery po pustkowia Antarktydy.", "link": "https://businessinsider.com.pl/wiadomosci/jest-kamerdynerem-w-pracy-plywa-lodzia-podwodna-lata-helikopterem-zdjecia/k7egb6p", "date_published": "2023-05-28 12:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mierzeja Wiślana otwarta, ale nadal kopią [WIDEO]", "description": "Mierzeję Wiślaną otwarto we wrześniu 2022 r., ale to nie koniec inwestycji Obecnie trwają prace na drugim etapie inwestycji, w tym te przy ujściu rzeki Elbląg.", "link": "https://businessinsider.com.pl/wiadomosci/mierzeja-wislana-otwarta-ale-nadal-kopia-wideo/bws73y8", "date_published": "2023-05-28 11:11:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Praca w korporacji \"wysysała z niej duszę\". Odkąd ją zwolnili, jest szczęśliwsza i bardziej kreatywna", "description": "Chiaki Ma dołączyła do fali osób zwolnionych z korporacji i biur, które zmagają się z zagrożeniem przejęcia branży przez sztuczną inteligencję. Zwolniona z pracy przedstawicielka pokolenia Z wyjaśnia, dlaczego jest szczęśliwsza i bardziej kreatywna po zakończeniu etatu w korporacji, która \"wysysała z niej duszę\".", "link": "https://businessinsider.com.pl/rozwoj-osobisty/rownowaga/odkad-ja-zwolnili-jest-szczesliwsza-korporacja-wysysala-z-niej-dusze/fpkrsnd", "date_published": "2023-05-28 10:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy mają problem ze złodziejami. Żarty z Polaków się skończyły", "description": "Wiele lat w Niemczech dominował stereotyp o Polsce jako o kraju, w którym łatwo stracić portfel, samochód czy rower. Rządowe statystyki obecnie pokazują coś innego – to nasz zachodni sąsiad ma gigantyczny problem z tego typu przestępstwami. Kradzieży rowerów jest na przykład dwadzieścia razy więcej niż w Polsce.", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-maja-wielki-problem-z-kradziezami-zarty-z-polakow-sie-skonczyly/0jhdd6z", "date_published": "2023-05-28 10:05:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy mają wielki problem z kradzieżami. Jest ich coraz więcej", "description": "Wiele lat w Niemczech dominował stereotyp o Polsce jako o kraju, w którym łatwo stracić portfel, samochód czy rower. Rządowe statystyki obecnie pokazują coś innego – to nasz zachodni sąsiad ma gigantyczny problem z tego typu przestępstwami. Kradzieży rowerów jest na przykład dwadzieścia razy więcej niż w Polsce.", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-maja-wielki-problem-z-kradziezami/0jhdd6z", "date_published": "2023-05-28 10:05:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Paraliżu USA nie będzie. Jest porozumienie prezydenta i Republikanów", "description": "Prezydent Stanów Zjednoczonych Joe Biden i Republikanie w Kongresie osiągnęli orozumienie w sprawie podniesienia limitu zadłużenia rządu USA, które obecnie wynosi 31,4 bln dolarów.", "link": "https://businessinsider.com.pl/finanse/paralizu-usa-nie-bedzie-jest-porozumienie-prezydenta-i-republikanow/34bp1mf", "date_published": "2023-05-28 09:39:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Weekendy grozy w energetyce. Prądu za dużo, raz za mało", "description": "Z tygodnia na tydzień rosną koszty utrzymania w ryzach krajowego systemu energetycznego. To efekt intensywnej pracy instalacji fotowoltaicznych oraz mało elastycznych, głównie starych, bloków węglowych. Najtrudniejsze są weekendy, gdy zapotrzebowanie na energię jest niskie. Operator musi wtedy wypychać nadmiar zielonej energii za granicę, często za sowitą dopłatą, a nawet redukować pracę instalacji OZE, za co właścicielom elektrowni należą się rekompensaty. W tym roku rachunek za bilansowanie systemu może być rekordowo drogi, a zapłacą za niego wszyscy krajowi odbiorcy prądu.", "link": "https://businessinsider.com.pl/gospodarka/weekendy-grozy-w-energetyce-pradu-za-duzo-raz-za-malo/gbbynp9", "date_published": "2023-05-28 09:22:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PKP Intercity sprzedaje bluzy i gry. W sklepie Deutsche Bahn kupisz miód i stare siedzenia", "description": "Bluza z kapturem — 169 zł. Czapka zimowa — 59 zł. Skarpetki — 24,90 zł. Są też gadżety. Butelka termiczna kosztuje 79 zł, maskotka 69 zł, a każda z trzech dostępnych w e-sklepie gier — 24,90 zł. W grudniu PKP Intercity uruchomiło sklep dedykowany miłośnikom kolei. Jeśli ten pomysł wydaje wam się zaskakujący, sprawdźcie, co oferuje niemiecki Deutsche Bahn.", "link": "https://businessinsider.com.pl/biznes/pkp-intercity-sprzedaje-bluzy-i-gry-w-sklepie-deutsche-bahn-kupisz-miod-i-stare/vx66n5y", "date_published": "2023-05-28 09:14:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pierwszy rodzinny duet za sterami samolotu. Matka i córka razem pilotują międzynarodowy lot FedEx", "description": "Stały się pierwszym rodzinnym duetem pilotek. Matka i córka zasiadły za sterami samolotu FedEx i odbyły międzynarodowy rejs. Oto jak doszło do tej podróży.", "link": "https://businessinsider.com.pl/wiadomosci/pierwszy-duet-matka-corka-za-sterami-samolotu-odbywajacego-miedzynarodowy-lot/cg7zkjc", "date_published": "2023-05-28 08:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kłótnia o płacę minimalną w 2024 r. Ile w końcu wyniesie?", "description": "Ogólnopolskie Porozumienie Związków Zawodowych (OPZZ) proponuje, by minimalne wynagrodzenie w 2024 r. wynosiło co najmniej 4300 zł od 1 stycznia, i co najmniej 4540 zł od lipca. Zdaniem Związku Przedsiębiorców i Pracodawców (ZPP) najlepsze będzie zamrożenie wynagrodzeń na obecnym poziomie.", "link": "https://businessinsider.com.pl/prawo/praca/klotnia-o-place-minimalna-w-2024-r-ile-w-koncu-wyniesie/nen641p", "date_published": "2023-05-28 08:15:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ikar z Doliny Krzemowej, który odpowiada nie tylko za ChatGPT. Kim jest Sam Altman?", "description": "Grał w szachy z Peterem Thielem, walczył z Elonem Muskiem i podobno raz powstrzymał katastrofę lotniczą. Poznajcie świat Sama Altmana, w którym prawda jest dziwniejsza od fikcji.", "link": "https://businessinsider.com.pl/technologie/misjonarz-ikar-czy-idealistyczny-preppers-kim-jest-sam-altman-od-chatgpt/l5h4r0z", "date_published": "2023-05-28 08:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielkie cięcie emisji CO2 przez Polskę. Prawie dwie trzecie tego, co w całej Unii", "description": "Aż 60 proc. ubiegłorocznej redukcji emisji gazów cieplarnianych w Unii wykonała Polska – wynika z danych Europejskiej Agencji Środowiska z systemu ETS. Nasza redukcja o 43 mln ton robi wrażenie. Wraz z nią mniejszy był koszt praw do emisji, którego nie musiała ponosić polska gospodarka. Jak to się stało, że emisje spadły aż tak bardzo? To nie tylko efekt przyrostu mocy fotowoltaiki i elektrowni wiatrowych. Kurczyła się produkcja wielu gałęzi przemysłu przytłoczonych wysokimi cenami energii.", "link": "https://businessinsider.com.pl/gospodarka/wielkie-ciecie-emisji-co2-przez-polske-prawie-dwie-trzecie-tego-co-w-calej-unii/39k6j3z", "date_published": "2023-05-28 07:26:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Erdogan między Rosją a Europą i USA. Turcja przed wyborami ostatniej szansy", "description": "W niedzielę Turcja ostatecznie rozstrzygnie swoje wybory prezydenckie. Ich wynik będzie miał ogromny wpływ na przyszłość Europy – dziś walczącej z Putinem i pamiętającej w pamięci syryjski kryzys uchodźczy. Wybór kandydata opozycji Kemala Kilicdaroglu byłby sensacją, ale zmian w tureckiej polityce można spodziewać się, nawet jeśli zatriumfuje Recep Tayyip Erdoğan. Oto pięć kluczowych dla świata rzeczy, na które może wpłynąć elekcja.", "link": "https://businessinsider.com.pl/wiadomosci/erdogan-miedzy-rosja-a-unia-europejska-i-nato-turcja-przed-wyborami-ostatniej-szansy/ceby2hf", "date_published": "2023-05-28 07:11:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlaczego należy dolewać wody do whisky? Są dwie naukowe teorie", "description": "Picie whisky różni się od spożywania jakiegokolwiek innego alkoholu. To wyrafinowana przyjemność, do której trzeba dojrzeć i której tajniki trzeba zgłębiać przed długi czas. Ci, którzy posiedli niemal tajemną wiedzę koneserów trunku, jak na profanów patrzą na osoby, które piją go wedle własnego widzimisię.", "link": "https://businessinsider.com.pl/lifestyle/dolewanie-wody-do-whisky/r6qrl0z", "date_published": "2023-05-28 07:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wybrałam się w rejs największym wycieczkowcem świata. \"Czar prysł, nim weszłam na pokład\"", "description": "Rejs dla wielu to wymarzona forma wypoczynku. Reporterka Insidera porównała jak opisy przedstawione w mediach społecznościowych i w reklamach promocyjnych mają się do rzeczywistości. Niestety często to dwie różne opowieści.", "link": "https://businessinsider.com.pl/lifestyle/rejs-na-najwiekszym-wycieczkowcu-swiata-czar-prysl-nim-weszlam-na-poklad/pys2ykc", "date_published": "2023-05-28 07:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orlen postawił wieżę-gigant w Płocku. Tak powstaje największa inwestycja branży w Europie", "description": "Olefin III — to największa inwestycja petrochemiczna realizowana w Europie na przestrzeni ostatnich dwudziestu latach. Produkty petrochemiczne, wytwarzane w tym kompleksie będą bazą dla bardziej zaawansowanych tworzyw sztucznych, wykorzystywanych między innymi do produkcji przedmiotów codziennego użytku, takich jak: środki czystości, artykuły higieniczne i medycznych, a także włókien wykorzystywanych do produkcji odzieży. Powstawać z nich będą również m.in. części samochodowe, elementy sprzętów AGD i urządzeń elektronicznych. Największy, bo aż 94-metrowy element został już ustawiony.", "link": "https://businessinsider.com.pl/finanse/orlen-postawil-wieze-gigant-w-plocku-tak-powstaje-najwieksza-inwestycja-branzy-w/0vyjrd0", "date_published": "2023-05-28 06:55:44+00:00", "persistent": false, "user": null, "language": "en-US"}]