[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rolling Stone Claims DeSantis’ Drag Show Crackdown ‘Sucked Pleasure’ Out Of ‘Life’s Little Joys’", "description": "Florida Republican governor and 2024 presidential candidate Ron DeSantis (R) recently signed a bill that bans children from attending events that include &#8220;sexually explicit content,&#8221; such as drag shows or drag brunches. So of course, a writer at Rolling Stone is mad at him for, and we quote, &#8220;having successfully sucked the pleasure out of ...", "link": "https://www.dailywire.com/news/rolling-stone-claims-desantis-drag-show-crackdown-sucked-pleasure-out-of-lifes-little-joys", "date_published": "2023-05-28 15:58:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chicago’s Endless Summer Violence: 34 Shot, 8 Dead So Far This Memorial Day Weekend", "description": "With Memorial Day upon us, summer is unofficially here and that almost certainly means another season of mayhem in the Windy City. As of early Sunday morning, there were already 34 individuals shot with eight dead in Chicago over Memorial Day Weekend. The deadly weekend comes as Chicago Mayor Brandon Johnson is rolling out a ...", "link": "https://www.dailywire.com/news/chicagos-endless-summer-violence-34-shot-8-dead-so-far-this-memorial-day-weekend", "date_published": "2023-05-28 15:39:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Speaker Kevin McCarthy Touts Wins Conservatives Secured In Tentative Debt Ceiling Agreement", "description": "House Speaker Kevin McCarthy (R-CA) touted victories that conservatives secured over the weekend as lawmakers reached a last-minute agreement to avoid the U.S. defaulting on its debt. McCarthy told Shannon Bream on Fox News&#8217; &#8220;Fox News Sunday&#8221; that most Republicans were excited by the agreement because lawmakers were able to cut spending for the first ...", "link": "https://www.dailywire.com/news/speaker-kevin-mccarthy-touts-wins-conservatives-secured-in-tentative-debt-ceiling-agreement", "date_published": "2023-05-28 15:27:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rep. Dusty Johnson On Debt Ceiling Agreement: ‘A Big Get For Republicans’", "description": "Rep. Dusty Johnson (R-SD) said during an interview over the weekend that the tentative debt ceiling agreement that Republicans have reached with Democrats is a &#8220;big&#8221; win for the Republican Party. &#8220;I mean, this is going to cut non-defense and non-VA spending back to 2022 levels,&#8221; Johnson told CNN&#8217;s Jake Tapper on &#8220;State of the ...", "link": "https://www.dailywire.com/news/rep-dusty-johnson-on-debt-ceiling-agreement-a-big-get-for-republicans", "date_published": "2023-05-28 15:13:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Attorney Says University Of Idaho Victims’ Families Want Death Penalty For Accused Killer: Report", "description": "The families of two of the four victims slain in the University of Idaho killings last year reportedly signaled they support the death penalty for the 28-year-old man accused of the quadruple murder. The suspect, who The Daily Wire will not name per company policy, was indicted on charges including first-degree murder six weeks after ...", "link": "https://www.dailywire.com/news/attorney-says-university-of-idaho-victims-families-want-death-penalty-for-accused-killer-report", "date_published": "2023-05-28 14:50:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Republican Governor To Decide On 2024 Run ‘In The Next Week Or Two’", "description": "New Hampshire Republican Governor Chris Sununu will decide whether he will run for the GOP nomination for president in the next week or two, he told CNN on Sunday. While the governor has been mulling a presidential run for the past few months, he told CNN “State of the Union” host Jake Tapper that he’s ...", "link": "https://www.dailywire.com/news/republican-governor-to-decide-on-2024-run-in-the-next-week-or-two", "date_published": "2023-05-28 13:59:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Changing How Washington Operates’: Kevin McCarthy Defends Tentative Debt Ceiling Deal", "description": "House Speaker Kevin McCarthy (R-CA) defended the tentative agreement on the debt ceiling he made with President Joe Biden during a press conference Sunday after criticism from some Republicans on the concessions, saying the deal is “worthy of the American people.&#8221; The “agreement in principle” that McCarthy and Biden reached on Saturday  — just days ...", "link": "https://www.dailywire.com/news/changing-how-washington-operates-kevin-mccarthy-defends-tentative-debt-ceiling-deal", "date_published": "2023-05-28 11:47:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "3 Dead In ‘Gang-Related’ Shooting At Annual New Mexico Biker Rally", "description": "At least three people were killed and five others injured Saturday afternoon at a yearly motorcycle rally in Red River, New Mexico. Red River Republican Mayor Linda Calhoun reportedly told media that the incident was &#8220;gang-related&#8221; and everyone involved is in police custody. &#8220;All the individuals involved were members of biker gangs,&#8221; Calhoun said in ...", "link": "https://www.dailywire.com/news/3-dead-in-gang-related-shooting-at-annual-new-mexico-biker-rally", "date_published": "2023-05-28 09:45:48+00:00", "persistent": false, "user": null, "language": "en-US"}]