[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Nie zdało 85 proc. uczniów. Zakończenie roku odwołane", "description": "Szkoła średnia w Teksasie była zmuszona odwołać zaplanowaną na koniec maja ceremonię zakończenia roku szkolnego. Wszystko przez to, że większość uczniów nie zdała. Władze liceum postanowiły wydłużyć naukę o miesiąc, aby dać podopiecznym szansę na poprawę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/usa-nie-zdalo-85-proc-uczniow-zakonczenie-roku-odwolane/", "date_published": "2023-05-28 20:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tragedia w Irlandii. Nie żyje 45-letni Michał G.", "description": "Policja na Wyspach wszczęła śledztwo w sprawie zabójstwa 45-letniego Polaka. Michał G. został zamordowany w swoim domu w Irlandii. Ciało mężczyzny znalazła w mieszkaniu jego żona.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/tragedia-w-irlandii-nie-zyje-45-letni-michal-g/", "date_published": "2023-05-28 16:57:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wybory prezydenckie w Turcji. Wstępnie szacunki mediów", "description": "Z Turcji napływają sprzeczne informacje na temat wyników wyborów prezydenckich. Wspierająca opozycję telewizja Halk TV przewiduje zwycięstwo Kemala Kilicdaroglu. Z kolei stacja NTV mówi o zwycięstwie dotychczasowego prezydenta Recepa Tayyipa Erdogana. Cały czas trwa liczenie głosów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/wybory-prezydenckie-w-turcji-wyniki-glosowania/", "date_published": "2023-05-28 15:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zaginięcie Madeleine McCann. Znaleziono \"tajemniczą kapliczkę\"", "description": "Śledczy badający zaginięcie trzyletniej Madeleine McCann wznowili poszukiwania w pobliżu tamy na rzece Arade w Portugalii. Do brytyjskich mediów zgłosiła się para emerytów, która miała znaleźć dziwną kamienną kapliczkę koło zbiornika wodnego. Seniorzy twierdzą, że odkrycie może mieć duże znaczenie w śledztwie, a biegli zbagatelizowali ich zgłoszenie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/zaginiecie-madeleine-mccann-znaleziono-tajemnicza-kapliczke/", "date_published": "2023-05-28 14:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Zaczyna brakować drobiu. Sytuacja w obwodzie biełgorodzkim wpływa na cały kraj", "description": "Sytuacja w obwodzie biełgorodzkim wpływa na całą Federację Rosyjską. Media informują, że w kraju zaczyna brakować drobiu. Przez prowadzoną wojnę, fermy nie mogą normalnie funkcjonować. Obwód dostarczał pożywienie na teren połowy Rosji, teraz produkcja jest w zawieszeniu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/rosja-zaczyna-brakowac-drobiu-sytuacja-w-obwodzie-bielgorodzkim-wplywa-na-caly-kraj/", "date_published": "2023-05-28 14:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Anglia: 18-latek zawodowo odstrasza mewy. W stroju orła broni klientów przed ptakami", "description": "Chcesz być pełnoetatowym odstraszaczem mew? - taką propozycję dostał Corey Grieveson i zgodził się na nią od razu. 18-latek chodzi po nadmorskim mieście w stroju orła i przegania ptaki, by te nie zabierały jedzenia turystom. Po prostu szarżuję na mewy, kiedy je widzę - mówi Corey.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/anglia-18-latek-zawodowo-odgania-mewy-w-stroju-orla-broni-klientow-przed-ptakami/", "date_published": "2023-05-28 13:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kalifornia: 12-latek otrzymał dyplom z pięciu dziedzin. To najmłodszy absolwent w historii collegu", "description": "Clovis Hung został najmłodszą osobą, która ukończyła Fullerton College w Kalifornii. 12-latek ukończył szkołę z pięcioma stopniami naukowymi. Dociekliwy chłopiec chce kontynuować naukę przez następny rok, zanim złoży podanie na uniwersytet. Ponadto nie zapomina o swoich pasjach. Mam nadzieję, że zdobędę licencję pilota w wieku 16 lat - powiedział.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/kalifornia-12-latek-otrzymal-dyplom-z-pieciu-dziedzin-to-najmlodszy-absolwent-w-historii-collegu/", "date_published": "2023-05-28 10:24:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Turcja. Druga tura wyborów prezydenckich. Erdogan walczy z Kilicdaroglu o wygraną", "description": "Turcy rozpoczęli głosowanie w drugiej turze wyborów prezydenckich. Wybrać mogą ubiegającego się o reelekcję Recepa Erdogana lub wspieranego przez większość opozycji Kemala Kilicdaroglu. Większość sondaży przeprowadzonych przed turą drugą wskazuje na wygraną Erdogana.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/turcja-druga-tura-wyborow-prezydenckich-erdogan-walczy-z-kilicdaroglu-o-wygrana/", "date_published": "2023-05-28 07:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Największy atak dronów na Kijów od wybuchu wojny. Zniszczono większość z nich", "description": "Rosja przeprowadziła w nocy falę nalotów na Kijów. Był to największy atak dronów na miasto od początku wojny. - Dzisiaj wróg postanowił złożyć życzenia mieszkańcom z okazji Dnia Kijowa przy pomocy dronów - poinformował mer miasta Witalij Kliczko. W wyniku ataku jedna osoba zginęła i co najmniej jedna jest ranna.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/najwiekszy-atak-dronow-na-kijow-od-wybuchu-wojny-zniszczono-wiekszosc-z-nich/", "date_published": "2023-05-28 07:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nieoficjalnie: Alaksandr Łukaszenka trafił do szpitala w Moskwie. Jego stan jest krytyczny", "description": "Białoruski dyktator po spotkaniu z Władimirem Putinem wylądował w szpitalu - wynika z informacji białoruskiego opozycjonisty Wałeryja Cepkały. Specjaliści zostali zmobilizowani, aby zająć się jego krytycznym stanem - przekazał, zastrzegając, że informacje wymagają zweryfikowania. Łukaszenka od początku maja ma poważne problemy ze zdrowiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-28/nieoficjalnie-alaksandr-lukaszenka-trafil-do-szpitala-w-moskwie-jego-stan-jest-krytyczny/", "date_published": "2023-05-28 04:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]