[{"source": "https://www.theguardian.com/international/rss", "title": "Biden, McCarthy agree to raise US debt ceiling – what’s in the deal?", "description": "<p>Sources reveal discretionary spending cap and changes to the federal food program, among other details</p><p>Joe Biden and Kevin McCarthy have reached an agreement to lift the US debt ceiling and avoid a disastrous and unprecedented default. Prior to the details being presented to lawmakers, ahead of an expected vote on Wednesday, here is what sources familiar with negotiations have revealed:</p> <a href=\"https://www.theguardian.com/us-news/2023/may/28/debt-ceiling-limit-deal-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/28/debt-ceiling-limit-deal-explainer", "date_published": "2023-05-28 21:45:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "PSG goalkeeper Sergio Rico in intensive care after horse riding accident", "description": "<ul><li>29-year-old was riding in Spain after team clinched league title</li><li>Spaniard also had spells at Fulham, Sevilla and Mallorca</li></ul><p>Paris Saint-Germain goalkeeper Sergio Rico is in intensive care after a horse riding accident, the club said on Sunday.</p><p>The Ligue 1 champions confirmed Spanish media reports that Rico, PSG’s second-choice goalkeeper, is in the ICU at Sevilla’s Virgen del Rocio hospital. According to local media, Rico was riding when he collided with a runaway horse and was thrown from his mount. He was taken to hospital by helicopter.</p> <a href=\"https://www.theguardian.com/football/2023/may/28/psg-goalkeeper-sergio-rico-in-intensive-care-after-horse-riding-accident\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/psg-goalkeeper-sergio-rico-in-intensive-care-after-horse-riding-accident", "date_published": "2023-05-28 13:45:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Player ratings for Chelsea’s 2022-23 Women’s Super League title winners", "description": "<p>There are 10s for two midfielder players as Emma Hayes’ squad held off a sustained title challenge from Manchester United</p><p><em>After Chelsea clinched their fourth consecutive WSL title with a 3-0 win at Reading on Saturday we look at how the players contributed</em></p> <a href=\"https://www.theguardian.com/football/2023/may/28/player-ratings-for-chelseas-2022-23-womens-super-league-title-winners\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/28/player-ratings-for-chelseas-2022-23-womens-super-league-title-winners", "date_published": "2023-05-28 10:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Charles, show us you’re truly a modern king and return the remains of the stolen prince | Catherine Bennett", "description": "There can be no more excuses for refusing to return Alemayehu to his native Ethiopia<p>What luck for the king, with the coronation done and years of featureless ruling ahead, that Ethiopia should be offering him another chance to shine. The descendants of an Ethiopian prince, Alemayehu, who was removed to Britain and died there aged 18, have <a href=\"https://www.dailymail.co.uk/home/books/article-11681017/The-tragic-little-prince-never-home.html\" title=\"\">renewed their request</a> that his remains be returned home. He was buried at Windsor’s St George’s chapel in 1879.</p><p>That Elizabeth II previously refused is all the more reason for Charles to seize this chance to signal, as with his Koh-i-noor diplomacy, duke-rationing and music choices, that his is a modern and listening palace: look at <a href=\"https://www.royal.uk/statement-buckingham-palace-and-ngozi-fulani-founder-sistah-space\" title=\"\">its virtuous public recoil</a> from hurtful behaviour by a senior lady-in-waiting, Lady Susan Hussey, and assurance that “all members of the Household are being reminded of the diversity and inclusivity policies which they are required to uphold at all times”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/28/king-charles-ethiopian-prince-alemayehu-return-remains-from-windsor\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/28/king-charles-ethiopian-prince-alemayehu-return-remains-from-windsor", "date_published": "2023-05-28 07:01:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The tide has turned on beauty fillers, but don’t assume ‘natural’ is in | Eva Wiseman", "description": "A cosmetic procedure to reverse fillers is just the latest dark twist in the judging and shaming beauty industry<p>Late last year I read a pitch-black novel which hinged on the idea of a woman grieving for her pre-Instagram, pre-surgeried self. It is set in 2032, and Anna, a former influencer, is due to undergo an extreme surgery, Aesthetica (also the title of the book, by <a href=\"https://allierowbottom.com/\" title=\"\">Allie Rowbottom</a>), which promises to reverse every cosmetic procedure she’s had on her face and body over the past 15 years. “This is the best I can hope for,” Anna thinks. “A clean slate before the next storm, next tragedy, next decade.” As soon as I’d finished reading the book, I started to read about the book. At the author’s book launch, Botox was available alongside the drinks, a sly little nod to the slipperiness of the subject, and the strange dissonance between who we are and how we look.</p><p>That reversal surgery seemed both the grim stuff of a body-horror film and also, completely reasonable. When Kylie Jenner appeared to have dissolved her famous lip fillers, clinics reported an immediate rise in requests for similar procedures. And more celebrities started doing the same: the <em>Evening Standard</em> reported how Kate Moss’s half-sister Lottie had paid £450 to get lip fillers then the same price to get them dissolved. American model Blac Chyna posted a video of her facial fillers getting dissolved. “Back to the baseline…” she said. Courteney Cox talked on a podcast about her biggest beauty regrets: “Fillers,” but, “I was able to reverse most of that.” We are seeing a shift in beauty, a living make-under montage. Almost a decade since Jenner first admitted to lip fillers (increasing Google searches for them by 11,300% in 24 hours), injectables have spread through towns and faces with remarkable speed, sometimes “migrating” from eye to cheek, leaving people looking vaguely uncanny, or from famous pop stars to tired mums on a Black Friday deal. But now, patients are reporting “filler fatigue” and sharing their own journeys back to that mythical “clean slate”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/28/the-tide-has-turned-on-beauty-fillers-but-dont-assume-natural-is-in\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/28/the-tide-has-turned-on-beauty-fillers-but-dont-assume-natural-is-in", "date_published": "2023-05-28 07:01:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The pope and Emanuela Orlandi: Vatican back in the spotlight over mystery of missing girl", "description": "<p>She was 15 when she was last seen alive in Rome. Her brother explains why he backs a new theory featured in a TV show</p><p>Not long before she disappeared in the summer of 1983, Emanuela Orlandi went to Piazza del Catalone, a small square just outside of the Vatican walls, to meet friends.</p><p>There was still a party vibe during that sweltering June just a few weeks after AS Roma clinched the Serie A title. In a photograph taken at the time Orlandi, who was then 15, is wearing a headband in yellow and red, the football team’s colours, that her mother had made. It was one of the last photographs taken of the teenager before she vanished without trace on 22 June 1983, an image that has come to define the campaign of her older brother Pietro Orlandi’s unrelenting search for the truth.</p> <a href=\"https://www.theguardian.com/world/2023/may/28/the-pope-and-emanuela-orlandi-vatican-back-in-the-spotlight-over-mystery-of-missing-girl\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/28/the-pope-and-emanuela-orlandi-vatican-back-in-the-spotlight-over-mystery-of-missing-girl", "date_published": "2023-05-28 07:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We should be closer to Europe’: Brexit regrets simmer in leave-voting Boston", "description": "<p>People in the Lincolnshire market town were enthusiastic leavers, but seven years on there’s growing disappointment and disillusion</p><p>The breeze of change is wheezing through Boston – although not nearly hard enough for most people here. Voters in the Lincolnshire market town were the most enthusiastic supporters of Brexit, with 74.9% backing leave in the 2016 EU referendum. Now even they are sceptical that Brexit will deliver the transformation they’re still waiting for seven years later.</p><p>As the Best in Britain poll in the <em>Observer</em> reveals on Sunday, in the Boston and Skegness constituency more than twice as many people (40%) now want closer links with the EU against just 19% who want relations to become even more distant.</p> <a href=\"https://www.theguardian.com/politics/2023/may/28/we-should-be-closer-to-europe-brexit-regrets-simmer-in-leave-voting-boston\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/28/we-should-be-closer-to-europe-brexit-regrets-simmer-in-leave-voting-boston", "date_published": "2023-05-28 06:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Heat on brink of historic collapse as Celtics force Game 7 on White’s putback at buzzer", "description": "<ul><li>White’s putback at buzzer lifts Celtics to 104-103 win in Game 6</li><li>No NBA team has won a playoff series from 0-3 down in 150 tries</li></ul><p>The Boston Celtics were a tenth of a second away from elimination. The Miami Heat were a tenth of a second from the NBA finals.</p><p>Derrick White owned that final moment.</p> <a href=\"https://www.theguardian.com/sport/2023/may/27/boston-celtics-miami-heat-nba-playoffs-score\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/27/boston-celtics-miami-heat-nba-playoffs-score", "date_published": "2023-05-28 03:27:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Olympic champion Ryan Crouser shatters own shot put world record", "description": "<ul><li>Crouser breaks own world mark with 23.56m throw in LA</li><li>US sprint star Sha’Carri Richardson among scratches in 100m</li></ul><p>Olympic and world shot put champion Ryan Crouser produced a sensational performance to obliterate his own world record at the Los Angeles Grand Prix on Saturday.</p><p>The 30-year-old American star heaved a mammoth 23.56m throw at Drake Stadium to smash his previous world mark of 23.37m set at the US Olympic trials in Eugene in 2021.</p> <a href=\"https://www.theguardian.com/sport/2023/may/27/ryan-crouser-shot-put-la-grand-prix-shacarri-richardson\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/27/ryan-crouser-shot-put-la-grand-prix-shacarri-richardson", "date_published": "2023-05-28 01:25:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Human rights and wrongs: the Australian calling out oppression at home and around the world", "description": "<p>Undeterred by the scale of challenges in her in-tray, the new head of Human Rights Watch, Tirana Hassan, says ‘We need to be standing with those people’</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a> </li></ul><p>Tirana Hassan may be responsible for calling out abuses around the world, but the new global head of Human Rights Watch remains shocked by her home country of Australia’s “dehumanising” treatment of asylum seekers and refugees.</p><p>Hassan visited the notorious Woomera immigration detention facility in central Australia when she was in the final year of a law degree and found “hundreds and hundreds of Iraqis, Iranians and Afghans who had just been wallowing without access to legal representation”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/law/2023/may/28/human-rights-watch-tirana-hassan-australian-executive-director\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/may/28/human-rights-watch-tirana-hassan-australian-executive-director", "date_published": "2023-05-28 00:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}]