[{"source": "https://businessinsider.com.pl/.feed", "title": "Andrzej Duda w Katarze. \"Trzeba odkłamywać zakłamaną rzeczywistość rosyjską\"", "description": "Prezydent Andrzej Duda przybył w sobotę do Ad-Dauhy, gdzie weźmie udział w V Konferencji ONZ w sprawie państw najsłabiej rozwiniętych. Katar to pierwszy przystanek polskiego prezydenta podczas wizyty na Bliskim Wschodzie, stamtąd uda się do Zjednoczonych Emiratów Arabskich.", "link": "https://businessinsider.com.pl/wiadomosci/andrzej-duda-w-katarze-o-tym-bedzie-rozmawial-na-bliskim-wschodzie/95nvxts", "date_published": "2023-03-04 20:39:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Strajk greckich kolejarzy przedłużony. To pokłosie zderzenia dwóch pociągów", "description": "Strajk pracowników kolei w Grecji w związku z katastrofą kolejową, w której zginęło co najmniej 57 osób, został przedłużony o dwa dni. Związkowcy zapowiadają na niedzielę wiec protestacyjny w Atenach.", "link": "https://businessinsider.com.pl/wiadomosci/strajk-greckich-kolejarzy-to-poklosie-zderzenia-dwoch-pociagow/66yhywy", "date_published": "2023-03-04 20:16:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wątpliwości w sprawie dotacji z NCBiR. Sasin: środki zostały zablokowane", "description": "Wypłata środków z NCBiR dla firm, które zostały opisane przez media została zablokowana — powiedział w sobotę wicepremier, minister aktywów państwowych Jacek Sasin. Dodał, że sprawa \"nie będzie zamiatana pod dywan\".", "link": "https://businessinsider.com.pl/biznes/afera-w-sprawie-dotacji-z-ncbir-sasin-srodki-zostaly-zablokowane/tt9n7ht", "date_published": "2023-03-04 19:38:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Śledztwo w sprawie cząsteczek wzbogaconego uranu w Iranie. \"Znaczne postępy\" w rozmowach", "description": "Iran jest gotów dostarczyć Międzynarodowej Agencji Energii Atomowej (MAEA) więcej informacji w związku ze śledztwem dotyczącym cząsteczek wzbogaconego do 83,7 proc. uranu, znalezionych w obiektach w tym kraju — oznajmiły Iran i MAEA w sobotę we wspólnym oświadczeniu.", "link": "https://businessinsider.com.pl/wiadomosci/sledztwo-w-sprawie-czasteczek-wzbogaconego-uranu-w-iranie-znaczne-postepy-w-rozmowach/mjjmhre", "date_published": "2023-03-04 19:20:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Publicznie przepraszał Ukrainę. Właściciel rosyjskiego sklepu aresztowany", "description": "Rosyjski przedsiębiorca Dmitrij Skurichin, który w rocznicę inwazji rosyjskiej opublikował swoje zdjęcie z plakatem \"Wybacz, Ukraino\" jest w areszcie. Wszczęto wobec niego dwa postępowania karne dotyczące \"dyskredytacji\" armii — informuje w sobotę rosyjska redakcja BBC.", "link": "https://businessinsider.com.pl/wiadomosci/publicznie-przepraszal-ukraine-wlasciciel-rosyjskiego-sklepu-aresztowany/qmdv4eq", "date_published": "2023-03-04 18:40:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten kraj przekaże Ukrainie dwa razy więcej czołgów, niż obiecywał", "description": "Wielka Brytania przekaże Ukrainie dwa razy więcej czołgów Challenger 2, niż początkowo obiecała — poinformował w sobotę ambasador Ukrainy w Londynie Wadym Prystajko w wywiadzie dla Radia Swoboda.", "link": "https://businessinsider.com.pl/wiadomosci/ten-kraj-przekaze-ukrainie-dwa-razy-wiecej-czolgow-niz-obiecywal/p0388v1", "date_published": "2023-03-04 17:35:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielkie Słone Jezioro w Utah znika. Czy Amerykanów czeka największa katastrofa ekologiczna w historii?", "description": "Wielkie Słone Jezioro w Utah znika, pozostawiając po sobie nieckę toksycznego pyłu i być może, jedną z największych katastrof ekologicznych w historii USA.", "link": "https://businessinsider.com.pl/wiadomosci/wielkie-slone-jezioro-w-utah-znika-pozostawiajac-po-sobie-toksyczny-pyl/15r8j11", "date_published": "2023-03-04 17:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Drogie warzywa. Ekspert przewiduje, kiedy ceny zaczną spadać", "description": "Za skokowy wzrost cen warzyw odpowiadają ograniczone dostawy z Hiszpanii i północnej Afryki oraz ograniczenia lokalnej produkcji zimowej – ocenił analityk Banku BNP Paribas Jakub Jakubczak. Podał też, kiedy możemy spodziewać się znaczących spadków cen.", "link": "https://businessinsider.com.pl/poradnik-finansowy/drogie-warzywa-ekspert-przewiduje-kiedy-ceny-zaczna-spadac/62v3cl7", "date_published": "2023-03-04 17:13:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemiecki koncern chce uruchomić fabrykę czołgów w Ukrainie", "description": "Grupa zbrojeniowa Rheinmetall z Duesseldorfu na zachodzie Niemiec prowadzi negocjacje z rządem w Kijowie w sprawie budowy fabryki czołgów na Ukrainie – informuje portal dziennika \"Bild\".", "link": "https://businessinsider.com.pl/biznes/niemiecki-koncern-chce-uruchomic-fabryke-czolgow-w-ukrainie/kd2xzv3", "date_published": "2023-03-04 16:15:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlaczego jedna osoba chudnie, a druga tyje? Chodzi m.in. o bakterie", "description": "Co do zasady proces chudnięcia niedłącznie związany jest z liczeniem kalorii. Okazuje się jednak, że istnieją diety, w trakcie których ludzie spożywają więcej kalorii od innych, a mimo to tracą więcej kilogramów.", "link": "https://businessinsider.com.pl/wideo/dlaczego-jedna-osoba-chudnie-a-druga-tyje-chodzi-min-o-bakterie/pygs5r4", "date_published": "2023-03-04 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ponad połowa Polaków za zamknięciem granicy z Białorusią", "description": "Ponad połowa ankietowanych Polaków opowiedziała się za zamknięciem przejść na granicy Polski z Białorusią — wynika z sondażu przeprowadzonego przez SW Research dla rp.pl.", "link": "https://businessinsider.com.pl/wiadomosci/czy-polska-powinna-zamknac-wszystkie-przejscia-na-granicy-z-bialorusia-ten-sondaz/z7xlkjr", "date_published": "2023-03-04 15:56:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja obchodzi zachodnie sankcje z pomocą krajów trzecich. \"Samo zatwierdzenie nowych sankcji nie wystarczy\"", "description": "Rosja wydaje się skutecznie obchodzić sankcje Unii Europejskiej i krajów G7, zdobywając kluczowe półprzewodniki i technologie przez kraje trzecie – podała w sobotę agencja Bloomberg, powołując się na wysokiego rangą dyplomatę unijnego.", "link": "https://businessinsider.com.pl/wiadomosci/rosja-obchodzi-zachodnie-sankcje-z-pomoca-krajow-trzecich-samo-zatwierdzenie-nowych/vp39t6b", "date_published": "2023-03-04 15:19:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes Volvo: oprogramowanie i krzem zdecydują, kto wygra transformację w branży", "description": "Transformacja branży motoryzacyjnej to nie tylko samo przechodzenie na napędy elektryczne. Branża zmierza przede wszystkim w stronę rozwoju oprogramowania, bo samochody stają się komputerami na czterech kołach — przekonuje Jim Rowan, prezes Volvo Cars, w rozmowie z Business Insider Polska. Volvo zapowiedziało otwarcie w Krakowie nowego centrum technologicznego, w którym zatrudni do 600 osób.", "link": "https://businessinsider.com.pl/biznes/nowe-centrum-technologiczne-volvo-w-krakowie-prezes-ujawnia-szczegoly/dfnnvyd", "date_published": "2023-03-04 15:04:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bez porozumienia w sprawie redukcji zatrudnienia w fabryce silników. 300 osób ma stracić pracę", "description": "Porozumienia jeszcze nie ma. Szlifujemy zapisy końcowe i doprecyzowujemy szczegóły w kwestii odpraw. Kolejne spotkanie zaplanowano na środę – powiedziała w sobotę Wanda Stróżyk z NSZZ Solidarność po rozmowach związkowców z zarządem FCA Powertrain Poland.", "link": "https://businessinsider.com.pl/biznes/bez-porozumienia-w-sprawie-redukcji-zatrudnienia-w-fabryce-silnikow-300-osob-ma/t7krwwj", "date_published": "2023-03-04 14:32:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sortował diamenty, dwukrotnie uniknął śmierci. Był najbogatszy w Azji, dziś walczy o dobre imię", "description": "Gautam Adani był do niedawna najbogatszym człowiekiem nie tylko Indii, ale i całej Azji. Urodzony w rodzinie z klasy średniej jako jedno z ośmiorga dzieci, sam doszedł do fortuny wycenianej w szczytowym momencie na 159 mld dol. Jego biograf opisuje przedsiębiorcę jako osobę ambitną i ciągle niezadowoloną z obecnego stanu rzeczy. W 2023 r. powodów do niezadowolenia Adani ma aż nadto.", "link": "https://businessinsider.com.pl/biznes/sortowal-diamenty-dwukrotnie-uniknal-smierci-byl-najbogatszy-w-azji-dzis-walczy-o/hnkzv3y", "date_published": "2023-03-04 14:01:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Minister zdrowia Bułgarii: KE powinna wstrzymać zakup szczepionek przeciw COVID-19", "description": "Bułgarski minister zdrowia Asen Medżidijew powiedział w sobotę, że Komisja Europejska powinna wstrzymać zakup szczepionek przeciw COVID-19 i nie zmuszać państw członkowskich do ich nabywania.", "link": "https://businessinsider.com.pl/wiadomosci/minister-zdrowia-bulgarii-ke-powinna-wstrzymac-zakup-szczepionek-przeciw-covid-19/f5qmjkr", "date_published": "2023-03-04 13:49:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Matka Elona Muska, supermodelka Maye Musk mówi szczerze o swojej karierze i wychowaniu dzieci na ludzi sukcesu", "description": "W książce \"A Woman Makes a Plan\" Maye Musk szczerze opowiada o tym, jak zaczynała swoją karierę, będąc matką samodzielnie wychowującą trójkę dzieci po rozwodzie z agresywnym mężem. Mówi o rzucaniu się na głęboką wodę, momentach niepewności i ich przezwyciężaniu.", "link": "https://businessinsider.com.pl/lifestyle/maye-musk-matka-elona-muska-mowi-o-swojej-karierze-i-jak-wychowac-dzieci-by-odnosily/d02jbnc", "date_published": "2023-03-04 13:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Były prezydent Ukrainy z apelem do Polaków. \"Nie chodzi o działalność charytatywną\"", "description": "Wiktor Juszczenko, były prezydent Ukrainy i lider pomarańczowej rewolucji z 2004 r., jest gościem konferencji LSE SU Polish Economic Forum 2023 w Londynie. Podczas rozmowy z dziennikarzami zwrócił się z apelem do Polaków, którego realizacja mogłaby przysłużyć się obu państwom. Wskazał też, że Ukrainie i Europie może zagrażać \"scenariusz koreański\". — Nie wiedziano, komu ściskano rękę — mówił natomiast o Putinie i podejściu, jakie miała do niego Europa Zachodnia.", "link": "https://businessinsider.com.pl/wiadomosci/byly-prezydent-ukrainy-mowi-o-scenariuszu-koreanskim-i-apeluje-do-polski/nlmkzxw", "date_published": "2023-03-04 13:38:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy produkty w Polsce są gorsze niż te w Niemczech? Jedziemy i sprawdzamy", "description": "Zakupy w Polsce są ciągle wyraźnie tańsze niż w Niemczech. Wiele osób uważa, że ma to swoją cenę. Utarł się bowiem stereotyp, że produkty sprzedawane przez koncerny nad Wisłą są gorszej jakości. Ile w tym prawdy? Pojechaliśmy do Niemiec i prześwietliliśmy etykiety.", "link": "https://businessinsider.com.pl/wiadomosci/czy-produkty-w-polsce-sa-gorsze-niz-te-w-niemczech-sprawdzamy/wvb11wp", "date_published": "2023-03-04 12:55:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Andrzej Duda w krajach Zatoki Perskiej promuje polską żywność", "description": "Prezydent Andrzej Duda odwiedza państwa Zatoki Perskiej. W dniach 4-6 marca będzie przebywał z roboczą wizytą w Katarze, następnie w dniach 6-8 marca złoży oficjalną wizytę w Zjednoczonych Emiratach Arabskich. — Planuje promować polską żywność, by otworzyć nowe rynki zbytu dla polskich rolników — zapowiedział prezydencki minister Marcin Przydacz.", "link": "https://businessinsider.com.pl/gospodarka/andrzej-duda-w-krajach-zatoki-perskiej-promuje-polska-zywnosc/1jez8yv", "date_published": "2023-03-04 12:16:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PKOCoin. Bank PKO ostrzega klientów", "description": "Na portalach społecznościowych pojawiają się reklamy zachęcające do inwestowania w PKOCoin. Inwestycja w wysokości 1000 zł ma gwarantować dochód w wysokości 14 tys. zł. Bank ostrzega klientów — to oszustwo.", "link": "https://businessinsider.com.pl/wiadomosci/pkocoin-bank-pko-ostrzega-klientow/172965m", "date_published": "2023-03-04 11:55:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Frytki zdrożały o ponad 50 proc. Belgowie mówią o kryzysie żywnościowym", "description": "Ceny w supermarketach w Belgii w lutym wzrosły prawie o 20 proc. w porównaniu z tym samym miesiącem ubiegłego roku. Najwyższy wzrost dotyczył mrożonych frytek — podrożały o 51 proc. Jedna trzecia Belgów deklaruje, że nie jest w stanie udźwignąć dalszych podwyżek cen, a 40 proc. sięga po swoje oszczędności, aby opłacić rachunki.", "link": "https://businessinsider.com.pl/gospodarka/frytki-zdrozaly-o-ponad-50-proc-belgowie-mowia-o-kryzysie-zywnosciowym/dwj4bv2", "date_published": "2023-03-04 11:16:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nikt nie chce gazu z kosztownego nowego terminala LNG", "description": "Blisko pół mld euro kosztowała inwestycja w statek-terminal, który przybył do Finlandii z Argentyny, aby dostarczać płynny gaz. Miał on zastąpić wstrzymane dostawy surowca z Rosji, ale choć mobilny terminal w Inkoo został oddany do użytku w połowie stycznia, nie skorzystał z niego jeszcze żaden podmiot. Zapotrzebowanie na surowiec okazało się dużo niższe, niż przewidywano.", "link": "https://businessinsider.com.pl/gospodarka/nikt-nie-chce-gazu-z-kosztownego-nowego-terminala-lng/hh9qhm3", "date_published": "2023-03-04 10:53:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Latają nim czołgi, HIMARS-y i \"bestia\" prezydenta. C-17 to symbol amerykańskiej potęgi. Byliśmy na pokładzie", "description": "C-17 Globemaster to ponad 50-metrowe monstrum, które przydaje się zarówno do przewozu ładunków, jak i ludzi. Był wykorzystywany m.in. do bezpiecznego transportu pacjentów z COVID-19, a od ponad roku często widywany jest na polskim niebie, zwłaszcza w okolicach Rzeszowa. Nie tylko dlatego, że wozi limuzynę amerykańskiego prezydenta. Mieliśmy okazję wejść na jego pokład.", "link": "https://businessinsider.com.pl/wideo/c-17-globemaster-jest-nazywany-losiem-uniesie-az-78-ton-ladunku/l66h2kw", "date_published": "2023-03-04 09:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Harry Styles zarabia i wydaje swoje miliony", "description": "Harry Styles rozpoczynał swoją karierę w zespole One Direction, który sprzedał miliony albumów i odbył kilka tras koncertowych, na których wyprzedano wszystkie bilety. Teraz w showbiznesie funkcjonuje samodzielnie.", "link": "https://businessinsider.com.pl/lifestyle/tak-harry-styles-zarabia-i-wydaje-swoje-miliony/fcl3q6f", "date_published": "2023-03-04 09:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Małżeństwo emerytów ma do zapłacenia ponad 46 tys. zł rachunku za gaz. Jak to możliwe?", "description": "46 tys. 281 zł 12 gr — na tyle opiewa rachunek za gaz, jaki 22 sierpnia minionego roku przyszedł do państwa Krzemińskich. Materiał na temat problemów rodziny przygotowali dziennikarze TV Asta — lokalnej stacji telewizyjnej z Piły, gdzie mieszka małżeństwo emerytów.", "link": "https://businessinsider.com.pl/poradnik-finansowy/malzenstwo-emerytow-ma-do-zaplacenia-ponad-46-tys-zl-rachunku-za-gaz-jak-to-mozliwe/51d6qz3", "date_published": "2023-03-04 08:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Apple odetnie Rosjan od gwarancji. Zawiesił usługi dla MacBooków i iPadów", "description": "Apple zawiesił usługi gwarancyjne dla swoich MacBooków i iPadów w Rosji, ale nie dla iPhone'ów — pisze agencja informacyjna Interfax, powołując się na informacje uzyskane w kilku centrach serwisowych marki.", "link": "https://businessinsider.com.pl/biznes/apple-odetnie-rosjan-od-gwarancji-zawiesil-uslugi-dla-macbookow-i-ipadow/w7fngel", "date_published": "2023-03-04 07:49:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Serwują jadalne balony z helem. Ta restauracja ma trzy gwiazdki Michelin", "description": "Najlepsi kucharze potrafią przygotować klientom spektakle niczym w teatrze albo rozrywkę rodem z wesołego miasteczka. Przykładem może być gwiazdkowa restauracja Alinea i jej jadalne balony.", "link": "https://businessinsider.com.pl/wideo/serwuja-jadalne-balony-z-helem-ta-restauracja-ma-trzy-gwiazdki-michelin/xx77kp4", "date_published": "2023-03-04 06:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Finlandia i Szwecja zakładnikami w grze o unijne środki dla Węgier", "description": "Budapeszt gra o odblokowanie funduszy unijnych i dlatego opóźnia swoje poparcie dla przyjęcia Finlandii i Szwecji do NATO. Choć debata parlamentarna na ten temat rozpoczęła się 1 marca, decyzja zapadnie nie wcześniej niż pod koniec miesiąca.", "link": "https://businessinsider.com.pl/wiadomosci/finlandia-i-szwecja-zakladnikami-w-grze-o-unijne-srodki-dla-wegier/dwesfxd", "date_published": "2023-03-04 06:49:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fatalne wyniki finansowe Twittera. 40-proc. spadek przychodów", "description": "Twitter odnotował w grudniu 40-proc. spadek zarówno w przychodach, jak i w skorygowanych zyskach - pisze amerykański dziennik finansowy \"The Wall Street Journal\", powołując się na osoby zaznajomione ze sprawą.", "link": "https://businessinsider.com.pl/biznes/fatalne-wyniki-finansowe-twittera-40-proc-spadek-przychodow/nyygx92", "date_published": "2023-03-04 06:26:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlaczego warzywa są tak drogie? Hiszpańskie media piszą o \"kryzysie sałatkowym\"", "description": "Niedobór świeżych warzyw i owoców oraz ich wysokie ceny odczuwają konsumenci w wielu krajach Europy. Główną przyczyną takiego stanu rzeczy jest zła pogoda w Hiszpanii i w Maroku. Sytuacja może potrwać jeszcze dwa, trzy tygodnie — piszą hiszpańskie media.", "link": "https://businessinsider.com.pl/gospodarka/dlaczego-warzywa-sa-tak-drogie-hiszpanskie-media-pisza-o-kryzysie-salatkowym/glh387b", "date_published": "2023-03-04 06:05:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lekarz prezydenta USA: Joe Biden miał raka skóry", "description": "Obecność nowotworu potwierdziła biopsja zmiany skórnej usuniętej z klatki piersiowej Bidena. Jak poinformował Kevin O'Connor, lekarz Białego Domu, to powszechna forma raka skóry, a cała tkanka rakowa została pomyślnie usunięta.", "link": "https://businessinsider.com.pl/wiadomosci/joe-biden-mial-raka-skory-potwierdza-lekarz-prezydenta-usa/dy656dd", "date_published": "2023-03-04 05:53:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oni wypadli z listy najbogatszych. Wiemy, co milionerom poszło nie tak", "description": "Wycofywanie biznesów z Rosji, zastój na rynku nieruchomości i kryzys energetyczny to główne przyczyny przetasowań na Liście Najbogatszych Polaków. Z tegorocznej listy zniknęły nazwiska, które widniały na niej od wielu lat.", "link": "https://businessinsider.com.pl/biznes/oni-wypadli-z-listy-najbogatszych-polakow-kto-jest-najwiekszym-przegranym/wxzksnf", "date_published": "2023-03-04 05:34:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Dół łańcucha dostaw to istne piekło\". Ponura rzeczywistość przemysłu wydobycia kobaltu", "description": "Rzeczywistość przemysłu wydobycia kobaltu, który znajduje się w bateriach naszych telefonów, komputerach i samochodach jest niezwykle ponura. \"To istne piekło\".", "link": "https://businessinsider.com.pl/wiadomosci/krwawy-diament-jak-kobalt-trafia-do-baterii-naszych-telefonow-komputerow-i-samochodow/c55r984", "date_published": "2023-03-04 05:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zastanawiasz się dlaczego wszystko jest teraz drogie? Zapytaj swoich rodziców", "description": "Rodzice — czy jest coś, o co możemy ich nie winić? To oni ponoszą odpowiedzialność za nasze nerwice, mniej pochlebne aspekty naszego wyglądu, a teraz za najgorszy kryzys inflacyjny od lat 70. — pisze dla amerykańskiego wydania Insidera Alex Yablon.", "link": "https://businessinsider.com.pl/wiadomosci/chciwosc-pokolenia-wyzu-powojennego-zniszczyla-gospodarke-placa-za-to-mlodzi/dgdd665", "date_published": "2023-03-04 05:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mieszkania na wynajem, które... nie są mieszkaniami. Potrzeba rynku czy patodeweloperka?", "description": "Po wojnie brakowało mieszkań, więc zaczęto dzielić duże apartamenty w kamienicach na mniejsze lokale. W czasach PRL w niewielkiej kawalerce czy dwóch pokojach mieszkały całe wielopokoleniowe rodziny. Także dziś dzieli się większe mieszkania i zamiast pokoju, oferuje dwa, trzy samodzielnie, maleńkie lokale na wynajem. W sprzedaży są także nieruchomości budowane już z założeniem, że nie przekroczą powierzchni 25 mkw. Choć stanowią zaledwie 2-3 proc. krajowego rynku, mikroapartamenty wzbudzają ogromne emocje i dzielą nawet branżowych ekspertów.", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/mieszkania-na-wynajem-ktore-nie-sa-mieszkaniami-potrzeba-rynku-czy-patodeweloperka/pdgyw5h", "date_published": "2023-03-04 05:13:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trzy lata covidu w Polsce. Pięć skutków, które odczuwamy do dziś", "description": "Dokładnie 4 marca 2020 r. ówczesny minister zdrowia Łukasz Szumowski poinformował o pierwszym przypadku koronawirusa w Polsce. Dziś, trzy lata i prawie 6,5 mln zakażeń później, odczuwamy skutki pandemii w wielu aspektach natury gospodarczej. Jeszcze na początku 2020 r. nie spodziewalibyśmy się, że te historie się wydarzą. Oto pięć przykładów, jak COVID-19 zmienił nasze codzienne życie.", "link": "https://businessinsider.com.pl/gospodarka/trzy-lata-covidu-w-polsce-oto-piec-skutkow-ktore-odczuwamy-do-dzis/g49nbdz", "date_published": "2023-03-04 05:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}]