[{"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Fast food-loving Paw Paw eats nothing but McDonald's to lose weight and somehow it's working", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33208829&amp;width=1200&amp;height=800&amp;coordinates=41%2C0%2C159%2C0\" /><br /><br /><p>A Nashville Grandpa is taking a unique approach to <a href=\"https://www.louderwithcrowder.com/weight-loss-racist\" target=\"_blank\">weight loss</a> by eating nothing but <a href=\"https://www.louderwithcrowder.com/mcdonalds-real-hamburgler\" target=\"_blank\">McDonalds</a>. And he claims it's working. I'm suspicious, given that Mcdonald's food <a href=\"https://www.dailymail.co.uk/femail/food/article-3559112/McDonald-s-cheeseburger-chips-hasn-t-rotted-TEN-YEARS.html\" target=\"_blank\">literally never goes bad.</a> But we'll see how it pans out for him. </p><p>Fifty-six-year-old Kevin Maginnis decided to eat only Mickey D's for 100 days after he weighed 238 pounds on February 21st. He's apparently already down to 223 pounds.</p><p>On the first day, Maginnis announced the new diet plan in a TikTok: <em>\"I'm gonna eat nothing but McDonald's for the next 100 days. But instead of eating everything they give me, I'm going to go ahead and cut the meals in half. Just to kind of prove to myself and maybe some of the other people watching that it's not as much what you're eating, it's the quantity that we're eating that really jacks us up.\" </em></p><blockquote cite=\"https://www.tiktok.com/@bigmaccoaching/video/7202854510778223914\" class=\"tiktok-embed\">\n<section>\n<a href=\"https://www.tiktok.com/@bigmaccoaching\" target=\"_blank\" title=\"@bigmaccoaching\">@bigmaccoaching</a>\n<p>Challenge: Eating mcdonalds every meal for the next 100 days to lose weight!  #mcdonalds #mcdonaldschallenge #weightloss #bigmaccoaching #transformativecoaching #nashvilleweightlosstransformation  #weightlossjourney #100daychallenge</p>\n</section>\n</blockquote>\n<blockquote cite=\"https://www.tiktok.com/@bigmaccoaching/video/7206659266327940395\" class=\"tiktok-embed\">\n<section>\n<a href=\"https://www.tiktok.com/@bigmaccoaching\" target=\"_blank\" title=\"@bigmaccoaching\">@bigmaccoaching</a>\n<p>Nothing but McDonalds for 100 days, 3 meals a day, cut in 1/2!  #portioncontrol  #Mcdonalds #mcdonaldschallenge #100daychallenge #100dayweightloss #bigmaccoaching #transformativecoaching #nashvilleweightlosstransformation #weightlossjourney #weightloss #mcdonaldsweightloss #unsupersizeme #supersizeme #halfsizeme #1/2sizeme</p>\n</section>\n</blockquote>\n\n<p><br /></p><p>Maginnis also cut out all snacks. His first day consisted of a Sausage McMuffin, hash brown, and a quarter pounder with fries. Despite the drop in weight, by day three, his bloodwork showed \"not good\" blood sugar, but he thinks this will improve as he loses more weight. </p><p>He said he chose McDonald's not because of any sponsorship, which was honestly my first thought. I can't imagine someone willingly consuming that much grease without a paycheck. While on the Today show last week, he <a href=\"https://nypost.com/2023/03/03/nashville-man-eating-only-mcdonalds-for-100-days-to-lose-weight/?utm_campaign=SocialFlow&amp;utm_source=NYPTwitter&amp;utm_medium=SocialFlow\" target=\"_blank\">explained</a>,<em> \"I’m big [and] my name is Maginnis, so the nickname Big Mac has been thrown out at times. I figured, 'Why not embrace it?' And I like McDonald’s.”</em></p><p>We'll see how this pans out for him. It seems like the calorie restriction is working, but the bloodwork might not come back totally a-ok.  And as someone who worked at a McDonald's when I was 17, I do not recommend this strategy. A lot goes on in those kitchens you'd probably rather not know about. </p>", "link": "https://www.louderwithcrowder.com/grandpa-mcdonalds-weight", "date_published": "2023-03-04 14:36:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch as this perfectly normal person donning cat ears explains why Christianity shouldn't be taught in schools", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33208816&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>In general, if someone is wearing cat ears, I tend to take them less seriously. If seriously at all. This is a new rule of thumb of mine, as the phenomenon of adults wearing cat ears is a very recent one. But it definitely applies here. </p><p>A school board member in Arizona donned cat ears as they decried the <a href=\"https://www.louderwithcrowder.com/bill-maher-founders-slavery-christianity\" target=\"_blank\">Christian</a> values taught at Arizona Christian University. Yes, how dare a Christian institution teach Christianity? The nerve. </p><p>This particular school member apparently identifies as \"a bilingual, disabled, neurodivergent Queer Black Latina\". </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cArizona school board member wearing cat ears says the district should not hire teachers with Christian values.\\n\\n\\u201d</div> — The Post Millennial (@The Post Millennial)\n        <a href=\"https://twitter.com/TPostMillennial/status/1631751500216107018\">1677874848</a>\n</blockquote>\n\n<p>It seems she was upset over her school district's partnership with Arizona Christian University: <em>\"</em><em>Our vision is committed to achieving excelling for every child, every day, every opportunity. Every child. When I go to Arizona Christian University's website [...] 'Above all else, be committed to Jesus Christ. Accomplishing His will and advancing His Kingdom on Earth as in Heaven.\" </em></p><p>Which sounds pretty good to me. But she went on to decry the college's promotion of Biblical values, such as the centrality of family, sexual morality, and marriage as defined between a man and a woman. Even better. </p><p>But Miss Cat Ears was quite displeased. </p><p><em>\"We have added our pronouns at the dias as solidarity to let our LGBTQ community know that we stand in making sure that they feel protected. Are we only performing performative solidarity, or are we going to dig deep and actually look at the partnerships we're doing?\"</em></p><p>First, I would say that yes, it is completely performative to add your <a href=\"https://www.louderwithcrowder.com/church-of-england-gender-neutral\" target=\"_blank\">pronouns</a>. It always is. No one was actually questioning your gender and frankly, no one cares. </p><p>But second, I would say that her concern over not achieving excelling for every child due to a partnership with a Christian university is completely unfounded. Christianity is the only thing that can heal division and allow children to feel accepted and loved for who they are. Dividing them up by race or gender, or in this case, feline, only makes matters worse. </p>", "link": "https://www.louderwithcrowder.com/board-member-cat-ears-schools", "date_published": "2023-03-04 14:12:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Mom Torches The Teacher's Union that Sued Her For Asking Questions About Kindergarten Curriculum", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33208789&amp;width=2000&amp;height=1500&amp;coordinates=209%2C0%2C111%2C0\" /><br /><br /><p>Nothing says total transparency like suing a parent for asking what is being taught to their children! And that's precisely what's happening in Rhode Island. </p><p>Nicole Sola, mom of a 5-year-old, politely asked for a copy of her kindergartener's curriculum. The school told her she would have to submit a formal request, as the curriculum was not available online. She also asked if they were teaching <a href=\"https://www.louderwithcrowder.com/north-carolina-schools-training-video\" target=\"_blank\">gender theory,</a> and the school explained that they don't call the children boys and girls, but instead, \"embed the values of <a href=\"https://www.louderwithcrowder.com/joe-rogan-gender-in-schools\" target=\"_blank\">gender identity</a> into every classroom, including kindergarten\". Oh boy. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cTeacher's union brings lawsuit against the Mom of a 5 yr old for asking to have a copy of the class curriculum. They wanted to send a message to other parents, \"If you ask questions, we will come after you\".\\u201d</div> — Dane (@Dane)\n        <a href=\"https://twitter.com/UltraDane/status/1631507091084169218\">1677816577</a>\n</blockquote>\n\n<p>The school refused to answer any more of Solas's questions and only communicated through public records requests. But after she submitted hundreds of requests for her hundreds of questions, her school board held a public meeting to discuss suing her for submitting the requests. The requests they told her to submit. Makes total sense. </p><p><em>\"In a 5-hour-long school board meeting, they openly debated my moral character, my political motivations, they said that I was causing chaos, wreaking havoc, harming the district, harming children. One school-board member even said she felt unsafe and started to cry, because, as you see, I am really scary.\" </em></p><p>Yes, a school board member really cried because a tiny mother asked too many questions about what was being taught to her child. This is the state of American public schools. No wonder Chinese kids are already a year ahead by the time they start kindergarten. </p><p>The school district didn't end up suing her. But the largest teacher's union in the country did. The National Education Association <a href=\"https://nypost.com/2021/08/05/teachers-union-sues-mom-over-requests-for-crt-curriculum-info/\" target=\"_blank\">filed</a> an initial complaint that \"request[ed] that a judge block the release of “non-public records” and implement “a balancing test that properly assesses the public interest in the records at issue measured against the teacher’s individual privacy rights.” </p><p>The lawsuit claimed, \"Given the circumstances of the requests it is likely that any teachers who are identifiable and have engaged in discussions about things like critical race theory will then be the subject of teacher harassment by national conservative groups opposed to critical race theory.”</p><p>\"Teacher harassment\" or fighting the indoctrination of their own children? You be the judge. </p>", "link": "https://www.louderwithcrowder.com/nicole-solas-teacher-s-union", "date_published": "2023-03-04 13:49:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Mom torches teachers' union that sued her for daring question her kid's kindergarten curriculum", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33208789&amp;width=1200&amp;height=800&amp;coordinates=149%2C0%2C51%2C0\" /><br /><br /><p>Nothing says total transparency like suing a parent for asking what is being taught to their children! And that's precisely what's happening in Rhode Island. </p><p>Nicole Sola, mom of a 5-year-old, politely asked for a copy of her kindergartener's curriculum. The school told her she would have to submit a formal request, as the curriculum was not available online. She also asked if they were teaching <a href=\"https://www.louderwithcrowder.com/north-carolina-schools-training-video\" target=\"_blank\">gender theory,</a> and the school explained that they don't call the children boys and girls, but instead, \"embed the values of <a href=\"https://www.louderwithcrowder.com/joe-rogan-gender-in-schools\" target=\"_blank\">gender identity</a> into every classroom, including kindergarten\". Oh boy. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cTeacher's union brings lawsuit against the Mom of a 5 yr old for asking to have a copy of the class curriculum. They wanted to send a message to other parents, \"If you ask questions, we will come after you\".\\u201d</div> — Dane (@Dane)\n        <a href=\"https://twitter.com/UltraDane/status/1631507091084169218\">1677816577</a>\n</blockquote>\n\n<p>The school refused to answer any more of Solas's questions and only communicated through public records requests. But after she submitted hundreds of requests for her hundreds of questions, her school board held a public meeting to discuss suing her for submitting the requests. The requests they told her to submit. Makes total sense. </p><p><em>\"In a 5-hour-long school board meeting, they openly debated my moral character, my political motivations, they said that I was causing chaos, wreaking havoc, harming the district, harming children. One school-board member even said she felt unsafe and started to cry, because, as you see, I am really scary.\" </em></p><p>Yes, a school board member really cried because a tiny mother asked too many questions about what was being taught to her child. This is the state of American public schools. No wonder Chinese kids are already a year ahead by the time they start kindergarten. </p><p>The school district didn't end up suing her. But the largest teacher's union in the country did. The National Education Association <a href=\"https://nypost.com/2021/08/05/teachers-union-sues-mom-over-requests-for-crt-curriculum-info/\" target=\"_blank\">filed</a> an initial complaint that \"request[ed] that a judge block the release of “non-public records” and implement “a balancing test that properly assesses the public interest in the records at issue measured against the teacher’s individual privacy rights.” </p><p>The lawsuit claimed, \"Given the circumstances of the requests it is likely that any teachers who are identifiable and have engaged in discussions about things like critical race theory will then be the subject of teacher harassment by national conservative groups opposed to critical race theory.”</p><p>\"Teacher harassment\" or fighting the indoctrination of their own children? You be the judge. </p>", "link": "https://www.louderwithcrowder.com/mom-teachers-union", "date_published": "2023-03-04 13:49:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Idris Elba punches backs at woke critics who say he's \"denying his blackness\" by not caring about skin color", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33013269&amp;width=1200&amp;height=600&amp;coordinates=0%2C0%2C0%2C94\" /><br /><br /><p>Idris Elba is hitting back against woke critics shocked that the actor feels skin color isn't all that important. Yes, this is the same Idria Elba that the BBC's Diversity Chief <a href=\"https://www.louderwithcrowder.com/woke-bbc-diversity-idris-elba\" target=\"_blank\">once said wasn't black enough to be authentic</a>.</p><p>The actor called social media a \"conflict incubator\" when discussing the controversy with <a href=\"https://www.theguardian.com/film/2023/mar/03/idris-elba-you-can-make-sparkling-wine-in-portsmouth-or-champagne-in-champagne-my-ambition-was-to-make-champagne\" target=\"_blank\">The Guardian</a>. “Me saying I don’t like to call myself a Black actor is my prerogative. That’s me, not you. So for you to turn around and say to me, I’m ‘denying my Blackness’. On what grounds? Did you hear that? Where am I denying it? And what for? It’s just stupid. Whatever.”</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"e34b9\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33208529&amp;width=980\" />\n</p><p>It's a response to criticism from a previous interview where the actor <a href=\"https://www.esquire.com/uk/culture/a42621203/idris-elba-interview-luther/\" target=\"_blank\">sat down with Esquire UK</a> and lamented how we're all too focused on people's differences. It's an obsession Elba says hinders people’s aspirations and growth. It's why he stopped describing himself as a \"black actor.\" Elba was essentially marginalizing HIMSELF and putting himself in a box.</p><p>\"I didn’t become an actor because I didn’t see black people doing it and I wanted to change that. I did it because I thought that’s a great profession and I could do a good job at it. As you get up the ladder, you get asked what it’s like to be the first black to do this or that. Well, it’s the same as it would be if I were white. It’s the first time for <em>me</em>. I don’t want to be the first black. I’m the first Idris.\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"c561c\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33013516&amp;width=980\" />\n</p><p>I recognize this is easy for me to say as someone who looks less Hershey's chocolate than he does Hellmann's mayonnaise. I don't know the struggle of walking down the street and having strangers assume I can dunk a basketball, play bass guitar, and know the proper amount of seasoning to put in food. But it would drive me insane if I took my craft seriously, spent my entire life perfecting it, and work my ass off on a piece of art I'm proud of. Only to have the primary concern of others be \"so, what's it like to do all those things with your skin color.\"</p><p>It also tends to be woke-ass white reporters who are the most obsessed. Todd Bowles, head coach to the Tampa Bay Buccaneers, had to explain to two woke journalismers how in 2023 it's <a href=\"https://www.louderwithcrowder.com/todd-bowles-woke-reporter\" target=\"_blank\">not all that noteworthy to be coaching against another black guy</a>. And how the minute reporters stop making a big deal out of it, everybody else will as well.</p><p>Whether Idris Elba goes on to become either the first black James Bond or the next James Bond, as has been rumored for years, is still anybody's guess. Whatever his next role is, Idris is just going to do Idris.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/idris-elba-denying-blackness", "date_published": "2023-03-04 12:29:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Lady makes dog choose between salad and meat, gets embarrassed when dog shows who has brains in the family", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=27547508&amp;width=1200&amp;height=600&amp;coordinates=0%2C0%2C0%2C80\" /><br /><br /><p>Dogs are better than people. I know. You are shocked to hear this website take such a controversial opinion. In related hot takes: rain is wet, the sky is blue, and Joe Biden is a dementia-riddled, puddingbrained nincompoop. People love their furbabies. It's why <a href=\"https://www.louderwithcrowder.com/woman-saves-dogs-from-bear\" target=\"_blank\">women will fight off bears if they think their pooches</a> are at risk. It's why CNN  can choke on recycled canine testicles <a href=\"https://www.louderwithcrowder.com/cnn-pets-planet\" target=\"_blank\">for claiming pets are bad for the environment</a>. </p><p>Dogs rule. People, not so much. With that settled, here's a video of a silly lady and her \"vegetarian\" dog.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\"><a href=\"https://t.co/8qLNqf1dql\">pic.twitter.com/8qLNqf1dql</a><br />— Clown World ™ 🤡 (@ClownWorld_) <a href=\"https://twitter.com/ClownWorld_/status/1631898157465616386?ref_src=twsrc%5Etfw\">March 4, 2023</a></blockquote> </div><p>My favorite part is how she tried affecting the outcome with her pro-vegetable bias. She went out of her way to inform her audience how delicious the salad looked and how disgusting the meat-based dog food looked. Her HUMAN audience. Who I would like to think does not eat dog food by choice. I'm carnivore AF, and even I would choose the salad over Alpo. But while the lady tried to convince humans, it didn't work on the dog. Outside the dog's name, the words \"walk\" or \"car,\" or the sound of a doorbell, I don't know many dogs who speak human.<br /></p><p>The only thing I'm confused by is why this woman, after her failed experiment, would upload the video to share her embarrassment. There's a chance I'm getting trolled, which would make me the one without the brains. Fair play if that's the case. Most likely, she sent the video to a few friends. One of those friends was kind enough to upload this person being outsmarted by a dog. They must have known we'd all be easily amused by it. Cheers to that guy!</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/dog-salad-meat-lady", "date_published": "2023-03-04 12:17:26+00:00", "persistent": false, "user": null, "language": "en-US"}]