{"entries": [{"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/pieniadze/kurs-dolara-zloty-gwaltownie-slabnie-oto-co-sie-stalo-6863610223774368a.html", "title": "Złoty gwałtownie słabnie. Oto co się stało", "date_published": "2023-02-06 12:56:31+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/db6070f0-5acb-440e-98c0-36a570298bc7\" width=\"308\" /> W poniedziałek za dolara płacimy już blisko 4,40 zł, gdy w czwartek było to zaledwie 4,26 zł. Gwałtowny zwrot na rynku walut, który w jeden dzień wywindował dolara w górę o 2 proc., w ocenie ekspertów zawdzięczamy bardzo mocnym piątkowym danym z rynku pracy w USA.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gospodarka/bezrobocie-drgnelo-jest-wzrost-szacowanej-stopy-6863610627107424a.html", "title": "Bezrobocie drgnęło. Jest wzrost szacowanej stopy", "date_published": "2023-02-06 12:23:02+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/379ada22-debe-4648-b052-f022e5ad77b3\" width=\"308\" /> Szacowana przez Ministerstwo Rodziny i Polityki Społecznej stopa bezrobocia na koniec stycznia 2023 r. wyniosła 5,5 proc. – poinformowała PAP w poniedziałek minister rodziny i polityki społecznej Marlena Maląg. To oznacza wzrost o 0,3 pp. względem poprzedniego szacunkowego odczytu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gielda/jysk-bije-rekordy-w-polsce-zmienia-tez-system-dystrybucji-towarow-6863598118111840a.html", "title": "Jysk przekracza granicę 3 mld zł przychodów w Polsce. Zmienia system dystrybucji towarów", "date_published": "2023-02-06 11:32:09+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/c605d1da-236a-45d2-8227-dde59a310e89\" width=\"308\" /> Na rynku polskim Jysk przebił już granicę 3 mld zł przychodów. Łącznie jego przychody były o 16 proc. wyższe niż rok wcześniej. Firma planuje również zmienić sposób dystrybucji swoich towarów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gielda/limit-cen-ropy-skuteczny-spadek-rosyjskich-przychodow-o-30-proc-6863581827832416a.html", "title": "Limit cen ropy skuteczny. Spadek rosyjskich przychodów o 30 proc.", "date_published": "2023-02-06 10:25:54+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/bdb50971-2aec-4f76-b1d4-af321fd0bde0\" width=\"308\" /> Rosja odczuła skutki limitu cenowego nałożonego na ropę. Uderzenie było celne. W styczniu kraj ten zanotował przychody o 8 mld dol. mniejsze w porównaniu z takim samym okresem 2022 roku - poinformował szef Międzynarodowej Agencji Energii Fatih Birol. To spadek aż o 30 procent.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gospodarka/bitwa-na-ceny-masla-najwieksze-sieci-handlowe-obnizaja-ceny-za-kostke-6863579915975264a.html", "title": "Bitwa na ceny masła. Największe sieci handlowe obniżają ceny za kostkę", "date_published": "2023-02-06 10:18:06+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/bd20cf25-12f6-499b-9150-0193b3c4ae37\" width=\"308\" /> Najpierw cenę za kostkę masła obniżył Kaufland. Rękawicę podjęła Biedronka i również zdecydowała się na ten krok. Następnie do maślanej batalii przyłączył się również Lidl. Największe sieci handlowe prześcigają się w obniżaniu cen masła. Tak próbują przyciągnąć do siebie klientów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/emerytury/emerytury-stazowe-prezes-zus-wskazuje-skutki-dla-emerytow-i-budzetu-panstwa-6863577933212256a.html", "title": "Emerytury stażowe? Prezes ZUS wskazuje skutki dla emerytów i budżetu państwa", "date_published": "2023-02-06 10:09:54+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/c7c01ca8-1a47-41ab-99d1-ddc84c03a99e\" width=\"308\" /> Z punktu widzenia zmian demograficznych i wzrostu obciążeń osób pracujących musimy myśleć o wydłużaniu aktywności ekonomicznej wśród seniorów. Dlatego należy dokładnie przeanalizować skutki wprowadzenia emerytur stażowych w Polsce – pisze w artykule dla Akademii Biznesu prof. Gertruda Uścińska, prezes ZUS.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/emerytury/ekspert-krytykuje-waloryacje-i-trzynastki-nie-pojdziesz-na-emeryture-w-lutym-tracisz-15-proc-6863576417695361v.html", "title": "Ekspert krytykuje waloryzację i \"trzynastki\". \"Nie pójdziesz na emeryturę w lutym, tracisz 15 proc.\"", "date_published": "2023-02-06 10:07:41+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/wptv-upload-api.wpcdn.pl/f9168cb9-f4a8-4383-8399-0019c47b9c5b.jpeg\" width=\"308\" /> - Czternasta emerytura to jest aberracja wszystkiego. Dajemy pieniądze tym, którzy najmniej wpłacili do systemu - powiedział w programie \"Newsroom\" WP dr Tomasz Lasocki z wydziału Prawa i Administracji Uniwersytetu Warszawskiego. – Politycy czarują i mówią, że dają to świadczenie osobom biedniejszym, a to nieprawda, bo przecież nie ma kryterium dochodowego. Decyduje wysokość pobieranej emerytury. Ktoś kto wpłacił do systemu np. złotówkę, otrzyma czternastkę. Tymczasem przeciętna renta osoby, która uległa wypadkowi w pracy, wynosi 4 tys. zł i taka osoba nie dostanie 14-tej emerytury. Problem z tym świadczeniem jest taki, że jest ono tylko raz w roku, a są potrzeby bieżące. Zasada jest prosta: im szybciej zaczniesz odkładać pieniądze do systemu, im rzetelniej i dłużej będziesz to robił, tym wyższą dostaniesz emeryturę. Jeśli pod takim kątem przyjrzymy się czternastkom, to one nie mają racji bytu. Waloryzacja też jest złem, bo emeryt na niej traci, mimo podwyżki i tak jest w plecy. Z powodu trzynastki, czternastki i waloryzacji mamy taką sytuację w Polsce, że są miesiące, w których koniecznie trzeba przejść na emeryturę. Jeśli ktoś osiągnął wiek emerytalny i nie przejdzie na emeryturę w lutym, straci 15 proc. - wylicza ekspert.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gielda/dell-kolejny-gigant-oglosil-masowe-zwolnienia-prace-straci-6500-osob-6863552220301920a.html", "title": "Kolejny gigant ogłosił masowe zwolnienia. Pracę straci 6500 osób", "date_published": "2023-02-06 09:38:54+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/2b7aa299-d990-438c-89be-d57694228380\" width=\"308\" /> Producent komputerów osobistych Dell ogłosił, że zwolni 6500 pracowników. Powodem ma być drastycznie malejące zapotrzebowanie na rynku. To kolejna znana spółka z amerykańskiej branży tech, która ogłosiła zwolnienia. Mimo to poziom zatrudnienia w sektorze dalej jest bardzo wysoki.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gospodarka/laptopy-trafia-do-dzieci-minister-ujawnia-jakie-zapisy-znajda-sie-w-ustawie-6863563365759552a.html", "title": "Laptopy trafią do dzieci. Minister ujawnia, jakie zapisy znajdą się w ustawie", "date_published": "2023-02-06 09:10:46+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/e752339c-af13-46c6-9617-12ab05ae31e7\" width=\"308\" /> Rodzice czwartoklasistów mają otrzymać od państwa laptopy na własność. W money.pl napisaliśmy, że przy obecnych przepisach niektórzy z nich będą musieli zapłacić podatek od darowizny. Na nasz artykuł zareagował Janusz Cieszyński. Minister wyjawił, jakie przepisy w tym zakresie znajdą się w ustawie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/emerytury/25-proc-ostatniej-pensji-taka-emeryture-dostana-dzisiejsi-40-latkowie-trzeba-zmienic-myslenie-6863562358564481v.html", "title": "25 proc. ostatniej pensji. Taką emeryturę dostaną dzisiejsi 40-latkowie. \"Trzeba zmienić myślenie\"", "date_published": "2023-02-06 09:07:23+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/wptv-upload-api.wpcdn.pl/04d18f4b-d796-4526-ae2c-1b1cd91ab7ec.jpg\" width=\"308\" /> - Osoby urodzone w latach 80. będą otrzymywać na emeryturze ok. 25-30 proc. swojej ostatniej wypłaty - powiedział w programie \"Newsroom\" WP dr Tomasz Lasocki z wydziału Prawa i Administracji Uniwersytetu Warszawskiego. - A pamiętajmy, że starość dzieli się na etapy. Te pierwsze 10 lat, czyli do siedemdziesiątki w przypadku kobiet, to jest najprzyjemniejszy czas, kiedy mamy jeszcze siły, więc dorabiamy. Możemy skorzystać z różnych programów: PPK, IKE, IKZE. Tylko środki tam zgromadzone, o tym rzadko się mówi, nie podlegają waloryzacji. Osoby, które dostały pieniądze z PPK 5 lat temu, już pewnie tych środków nie mają, bo przecież zjadła je inflacja. Tak tracimy siłę nabywczą. Po 10 latach na emeryturze zostają nam tak naprawdę już tylko pieniądze z ZUS. Dlatego warto się przygotować. Emerytura za chwilę to będzie jakieś stypendium z tytułu utraty sił, ale nie takie, które pozwoli nam się z pracy całkowicie wyłączyć, tylko pozwoli pracować nie 40 godzin tygodniowo, a 25. Jest problem, wróciliśmy do wieku emerytalnego, który kiedyś ustalił towarzysz Bierut. Możemy wieku emerytalnego nie podnosić, ale jest pytanie o konsekwencje takiej decyzji. Musimy zmienić myślenie i traktować emeryturę jako świadczenie, które pozwoli nam pracować mniej, ale ta praca będzie konieczna - ostrzega.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/emerytury/szok-emerytalny-narasta-ludzie-nie-sa-przygotowani-na-to-co-ich-czeka-6863553473414785v.html", "title": "Szok emerytalny narasta. \"Ludzie nie są przygotowani na to, co ich czeka\"", "date_published": "2023-02-06 08:31:24+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/wptv-upload-api.wpcdn.pl/6195d651-0978-4d53-b01b-7244873c23d4.jpg\" width=\"308\" /> Zdaniem prof. Joanny Tyrowicz, członkini z Rady Polityki Pieniężnej, przy bieżącym wieku emerytalnym, 78 proc. społeczeństwa urodzonego po 1980 r. będzie otrzymywać emeryturę minimalną. - System emerytalny jest przygotowany na kryzys demograficzny, ale ludzie nie - powiedział w programie \"Newsroom\" WP dr Tomasz Lasocki z wydziału Prawa i Administracji Uniwersytetu Warszawskiego. – Polskie społeczeństwo nie jest jeszcze wśród tych najstarszych w Europie, ale za kilkanaście lat znajdzie się w tym gronie. System wytrzyma, ale trzeba przygotować społeczeństwo tak, by tych pieniędzy wypłacić więcej. To jest m.in. problem wieku emerytalnego. Politycy obniżają wiek emerytalny i mówią: nie będziecie pracować na starość, ale to nie jest prawda. Obniżamy wiek emerytalny, a Polacy pracują coraz dłużej. Widzą, że budżet na emeryturze im się nie spina, że tych pieniędzy jest za mało. Szok emerytalny związany z przejściem na emeryturę narasta. Obecnie na emerytury przechodzą ludzie, którzy są jeszcze w dobrej sytuacji, biorąc pod uwagę ich wkład, a i tak dochodzą do wniosku, że trzeba pracować, żeby się utrzymać, do końca życia lub jak długo na to pozwolą siły - uważa ekspert.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gospodarka/dropshipping-czym-jest-i-od-czego-zaczac-6863551922682432a.html", "title": "Dropshipping – czym jest i od czego zacząć?", "date_published": "2023-02-06 08:24:08+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/231e14c4-2297-4bfe-8843-b57818437471\" width=\"308\" /> Branża e-commerce dynamicznie się rozwija, także w Polsce. Paradoksalnie pomogła w tym pandemia COVID-19 i towarzyszące jej lockdowny. Z raportu Gemius z 2021 roku wynika, że 77 proc. polskich internautów kiedykolwiek robiło zakupy online. Z analizy PWC wynika, że polski rynek handlu elektronicznego wart był w 2022 roku ponad 100 mld zł. W jego ramach rozwija się nowy trend e-commerce, jakim jest dropshipping. Na czym polega i jak można na tym zarabiać?", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gospodarka/kuchnie-duchy-zawitaly-do-polski-klient-nie-wie-gdzie-powstaje-jego-posilek-6863547883416128a.html", "title": "Kuchnie-duchy zawitały do Polski. Klient nie wie, gdzie powstaje jego posiłek", "date_published": "2023-02-06 08:07:46+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/7e2ae69e-1c57-44f6-9603-a8a70b0068c2\" width=\"308\" /> Nad Wisłą rozgaszczają się tzw. wirtualne restauracje. To lokale udostępniające swoją kuchnię, które gotują dla marek funkcjonujących w sieci. Nowy model biznesowy rozwija się, szczególnie w czasie, gdy gastronomia wciąż liże rany po lockdownach i podwyżkach kosztów prowadzenia firm.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gospodarka/zachod-odwraca-sie-od-rosyjskiego-diesla-to-moze-byc-wyzwanie-dla-europy-6863532283980352a.html", "title": "Zachód odwraca się od rosyjskiego diesla. To może być wyzwanie dla Europy", "date_published": "2023-02-06 07:04:14+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/cd0b91c4-6406-4861-bdcc-ba811855667e\" width=\"308\" /> Od 5 lutego w życie weszły nowe sankcje na rosyjski przemysł naftowy. Od teraz państwa trzecie nie kupią od europejskich firm rosyjskich produktów ropopochodnych, np. diesla, po cenie wyższej niż ustalona. Niektórzy obawiają się podwyżek cen na stacjach.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/pieniadze/kursy-walut-06-02-2023-poniedzialkowy-kurs-funta-euro-dolara-i-franka-szwajcarskiego-6863522754595424a.html", "title": "Kursy walut 06.02.2023. Poniedziałkowy kurs funta, euro, dolara i franka szwajcarskiego", "date_published": "2023-02-06 06:25:32+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/f25df134-ca5f-469f-b693-7773e001842b\" width=\"308\" /> Kursy walut - 06.02.2023. W poniedziałek za jednego dolara (USD) zapłacimy 4.3718 zł. Cena jednego funta szterlinga (GBP) to 5.2737 zł, a franka szwajcarskiego (CHF) 4.7241 zł. Z kolei euro (EUR) możemy zakupić za 4.7175 zł.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/pieniadze/500-plus-na-wnuczka-w-takich-przypadkach-o-swiadczenie-moga-ubiegac-sie-dziadkowie-6863517790644832a.html", "title": "500 plus na wnuczka? W takich przypadkach o świadczenie mogą ubiegać się dziadkowie", "date_published": "2023-02-06 06:18:45+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/ec7a860f-cded-4ace-9eee-be30efa4d629\" width=\"308\" /> Od 1 lutego ruszył nabór wniosków do kolejnej edycji programu \"Rodzina 500 Plus\". Rodzice i opiekunowie mają trzy miesiące na to, by wystąpić do ZUS-u o świadczenie. Jednak okazuje się, że w określonych przypadkach o pieniądze mogą ubiegać się np. dziadkowie dziecka.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/banki/banki-ukladaja-sie-frankowiczami-lawinowo-przybywa-ugod-6863520795048544a.html", "title": "Banki układają się z frankowiczami. Lawinowo przybywa ugód", "date_published": "2023-02-06 06:17:34+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/9e2152be-be61-42ff-861c-93294a103783\" width=\"308\" /> Szybko rośnie liczba ugód, jakie banki zawierają z klientami posiadającymi kredyty frankowe - wynika z informacji przekazanych przez banki. Największe banki w Polsce prowadzą na szeroką skalę program ich zawierania.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/pieniadze/ile-kosztuje-frank-szwajcarski-kurs-franka-do-zlotego-pln-chf-06-02-2023-6863516808514144a.html", "title": "Ile kosztuje frank szwajcarski? Kurs franka do złotego PLN/CHF 06.02.2023", "date_published": "2023-02-06 06:01:25+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/b1c04e3f-7bce-4c35-b03c-7a8d7b0adc65\" width=\"308\" /> Kurs franka szwajcarskiego - 06.02.2023. W poniedziałek za jednego franka (CHF) trzeba zapłacić 4.7229 zł.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/pieniadze/ile-kosztuje-funt-kurs-funta-do-zlotego-pln-gbp-06-02-2023-6863516798892608a.html", "title": "Ile kosztuje funt? Kurs funta do złotego PLN/GBP 06.02.2023", "date_published": "2023-02-06 06:01:22+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/c374eefc-9e8b-424a-aaa7-91759b47d116\" width=\"308\" /> Kurs funta szterlinga - 06.02.2023. W poniedziałek za jednego funta brytyjskiego (GBP) trzeba zapłacić 5.2727 zł.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/pieniadze/ile-kosztuje-euro-kurs-euro-do-zlotego-pln-eur-06-02-2023-6863516794047072a.html", "title": "Ile kosztuje euro? Kurs euro do złotego PLN/EUR 06.02.2023", "date_published": "2023-02-06 06:01:21+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/cf3a8300-d9c9-461f-9fbc-2f314332a28c\" width=\"308\" /> Kurs euro - 06.02.2023. W poniedziałek za jedno euro (EUR) trzeba zapłacić 4.7169 zł.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/pieniadze/ile-kosztuje-dolar-kurs-dolara-do-zlotego-pln-usd-06-02-2023-6863516790340160a.html", "title": "Ile kosztuje dolar? Kurs dolara do złotego PLN/USD 06.02.2023", "date_published": "2023-02-06 06:01:20+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/e0ba71a8-9c02-482d-85dd-ebac5362ee3b\" width=\"308\" /> Kurs dolara - 06.02.2023. W poniedziałek za jednego dolara (USD) trzeba zapłacić 4.3688 zł.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/emerytury/francuski-rzad-mieknie-pod-wplywem-sprzeciwu-proponuje-zmiany-w-projekcie-reformy-emerytalnej-6863509616040544a.html", "title": "Francuski rząd mięknie pod wpływem sprzeciwu. Proponuje zmiany w projekcie reformy emerytalnej", "date_published": "2023-02-06 05:32:00+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/884c6dda-54eb-499a-9bfd-0b206b38ec67\" width=\"308\" /> Jest propozycja zmian w projekcie reformy emerytalnej. Rząd proponuje, aby ci, którzy zaczęli pracować pomiędzy 20. a 21. rokiem życia, mogli przejść na emeryturę w wieku 63 lat. To odpowiedź na postulaty Republikanów – powiedziała w wywiadzie dla \"Le Journal du Dimanche\" premier Francji Elisabeth Borne.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/banki/miala-byc-redukcja-dlugu-a-sa-jeszcze-wieksze-klopoty-niestety-nie-mam-sily-walczyc-6861826417973824a.html", "title": "Miała być redukcja długu, a są jeszcze większe kłopoty. \"Niestety nie mam siły walczyć\"", "date_published": "2023-02-06 04:58:08+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/4dc570fb-73c3-4f4f-bfe0-bd1767c62bda\" width=\"308\" /> Klienci Certo, z którymi rozmawiał money.pl, twierdzą, że z powodu współpracy z kancelarią oddłużeniową pogłębili swoje problemy finansowe. Mówią o załamaniu nerwowym oraz braku sił do walki, a także proszą o pomoc. Jak wydostać się ze spirali zadłużenia? O to pytamy eksperta.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.money.pl/rss/", "title": "Money PL"}}