[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Charlie Wilson: Tiny Desk Concert", "description": "NPR Music is celebrating Black Music Month with an array of brand new Tiny Desk concerts. Together, these artists represent the past, present and future of Black music. This month of carefully curated shows is a celebration of Black artists expressing themselves in ways we've never seen before, and of the Tiny Desk's unique way of showcasing that talent.\n\nBobby Carter | June 5, 2023\nCharlie Wilson's Tiny Desk unexpectedly ran the gamut of emotions. His musical journey boasts some of the highest highs and fanfare for over 50 years. So much so, it's easy to forget what he's endured. His testimonial during a praise break reminded us that he's climbed through valleys about as deep as they get. \"I went from rags to riches, riches to rags, then rags to the curb, the curb to homeless,\" he said. \"Because I was an alcoholic and a crack cocaine addict! But I'm 28 years clean and sober!\"\n\nFlanked by a host of musicians, Wilson expressed the depth and breadth of his life and career, telling a tale of two Charlies. The Oklahoma native's success with The Gap Band, formed with his brothers Robert and Ronnie, began in the 1970s and stretched throughout the '80s. The group's many hits are classified as old-school funk and R&amp;B, but it's the resurrection and connection with young hip-hop stars that make Charlie's story so compelling to me.\n\nSnoop Dogg was the first to hop on board, coining him \"Uncle Charlie\" and featuring him on his second LP, Tha Doggfather in 1996. They've been frequent collaborators since, eventually landing the smash, \"Beautiful,\" a few years later. From Kanye West to Tyler, The Creator, Nas, and more recently Don Toliver and Devin Morrison, Wilson has been hip-hop's secret sauce for decades. When I asked Uncle Charlie to explain the reason why he's such a draw in hip-hop, he said so much by simply stating: \"I can sang!\"\n\nSET LIST\n\"Charlie, Last Name Wilson\"\n\"Computer Love\"\n\"There Goes My Baby\"\n\"I'm Blessed\"\n\"Yearning For Your Love\"\n\"Sweet Yamz\"\n\"Outstanding\"\n\nMUSICIANS\nCharlie Wilson: vocals\nJor'el Quinn: vocals\nLeah Thompson: vocals\nGia Wyre: vocals\nDodie: vocals\nAngel Hines: vocals\nCordell Walton: keys, music director\nRain Man: drums\nAlex Williams: guitar\nStephen Johnson: keys\nLawrence Washington: keys, bass\nEQ: bass\nNick Wilczynski: saxophone\n\nTINY DESK TEAM\nProducer: Bobby Carter\nDirector/Editor: Joshua Bryant\nAudio Engineer: Josh Rogosin \nCreative Director: Bob Boilen \nVideographers: Joshua Bryant, Kara Frame, Sofia Seidel, Alanté Serene\nAudio Assistant: Hannah Gluvna\nProduction Assistant: Ashley Pointer\nTiny Desk Team: Suraya Mohamed, Maia Stern, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #charliewilson", "link": "https://www.youtube.com/watch?v=J3jUEB7qmt8", "date_published": "2023-06-05 09:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}]