[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCL_f53ZEJxp8TtlOkHwMV9Q", "title": "Rekindling the Spirit of the Classic Democrat | Robert F. Kennedy Jr. | EP 363", "description": "Dr. Jordan B. Peterson and Robert F. Kennedy Jr. discuss his candidacy for the 2024 presidential election, his thoughts on key issues such as climate change, woke ideological capture, Big Pharma’s stranglehold on Democrat campaign funding and the legacy media, and how the ideals that unite Americans are stronger than the ones which divide.\n\nRobert F. Kennedy Jr. is a writer, attorney, activist, and politician, who has had a career-spanning focus on clean water, environmental, and public health issues. RFK Jr. is the founder of the Waterkeeper Alliance — the world’s largest clean water advocacy group — and served as its longtime chairman and attorney. In this role, he spearheaded the New York City Watershed Agreement, which has come to be considered an international model for sustainable development and stakeholder consensus negotiation. RFK Jr. was named Time Magazine’s “Hero For The Planet” for his efforts to restore the Hudson River, which along with other achievements has led to more than 300 Waterkeeper organizations taking root across the globe. As nephew of the United States' beloved 35th president, and having dutifully earned his own acclaim across decades of formative work, he is now running for the presidency himself in the 2024 election.\n\nDr. Peterson's extensive catalog is available now on DailyWire+: https://bit.ly/3KrWbS8\n\n\n- Sponsors -\n\nBirch Gold: Text \"JORDAN\" to 989898 for your no-cost, no-obligation, FREE information kit.\n\nExpressVPN: Get 3 Months FREE of ExpressVPN: https://expressvpn.com/jordan\n\n\n- Links -\n\nFor Robert F. Kennedy Jr:\n\nKennedy 2024 Campaign site: https://www.kennedy24.com/.\n\nRobert F. Kennedy on Twitter: https://twitter.com/RobertKennedyJr\n\n\n- Chapters -\n\n(0:00) Coming up\n(0:20) Intro\n(1:18) Why Robert F. Kennedy Jr. is running for president\n(4:35) In the polls, media bias\n(6:46) A viable plan for success: beating Biden and bridging Trump\n(8:33) Is the Democratic Party salvageable?\n(13:30) Democrats collusion with Big Pharma, Covid Pandemic\n(18:17) Where Democrats get their campaign funds\n(23:51) 70 percent of advertising on the news is from Big Pharma\n(27:52) The firing of Tucker Carlson\n(31:23) Bill Gates, the Cochrane Collaboration, and how they corrupt\n(36:56) A new age of campaigning: non-traditional media\n(41:06) The 2024 election will be decided by podcast if the candidates refuse to debate\n(44:14) Joe Rogan is the most powerful journalist who has ever lived\n(45:17) Is cancel culture uniquely liberal? \n(48:49) Where does the left go too far? Filling key positions.\n(55:00) Focused on what brings all Americans together\n(57:46) The use of fear: lockdowns, regulations, repeat\n(59:15) On Climate Change: the narrative, what’s true, and RFK Jr’s plans once in office\n(1:06:25) The Exxon memos, why RFK Jr. is convinced\n(1:08:42) RFK Jr: “The climate crisis is real, the climate orthodoxy is wrong”\n(1:10:22) Both Republicans and Democrats want a clean environment\n(1:12:17) Free market climate approach, efficiency and effectiveness should decide\n(1:12:59) The biggest problem with renewable energy\n(1:14:23) Driving change toward what you love, instead of away from what you fear\n(1:19:48) The depth behind FDR’s famous quote, “The only thing we have to fear is fear itself”\n(1:23:25) The Russia/Ukraine war, money laundering into the military industrial complex, and the obvious settlement solution\n(1:31:45) Summary and closing remarks\n\nEp.363\n\n// SUPPORT THIS CHANNEL //\nNewsletter: https://mailchi.mp/jordanbpeterson.com/youtubesignup\nDonations: https://jordanbpeterson.com/donate\n\n// COURSES //\nDiscovering Personality: https://jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com\nUnderstand Myself (personality test): https://understandmyself.com\n\n// BOOKS //\nBeyond Order: 12 More Rules for Life: https://jordanbpeterson.com/Beyond-Order\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning\n\n// LINKS //\nWebsite: https://jordanbpeterson.com\nEvents: https://jordanbpeterson.com/events\nBlog: https://jordanbpeterson.com/blog\n\n// SOCIAL //\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://instagram.com/jordan.b.peterson\nFacebook: https://facebook.com/drjordanpeterson\nTelegram: https://t.me/DrJordanPeterson\nAll socials: https://linktr.ee/drjordanbpeterson\n\n#JordanPeterson #JordanBPeterson #DrJordanPeterson #DrJordanBPeterson #DailyWirePlus", "link": "https://www.youtube.com/watch?v=W1h5AhrDajI", "date_published": "2023-06-05 15:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}]