[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft: Lace Tempest Hackers Behind Active Exploitation of MOVEit Transfer App", "description": "Microsoft has officially linked the ongoing active exploitation of a critical flaw in the Progress Software MOVEit Transfer application to a threat actor it tracks as Lace Tempest.\n\"Exploitation is often followed by deployment of a web shell with data exfiltration capabilities,\" the Microsoft Threat Intelligence team said in a series of tweets today. \"CVE-2023-34362 allows attackers to", "link": "https://thehackernews.com/2023/06/microsoft-lace-tempest-hackers-behind.html", "date_published": "2023-06-05 12:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "The Annual Report: 2024 Plans and Priorities for SaaS Security", "description": "Over 55% of security executives report that they have experienced a SaaS security incident in the past two years — ranging from data leaks and data breaches to SaaS ransomware and malicious apps (as seen in figures 1 and 2). \nFigure 1. How many organizations have experienced a SaaS security incident within the past two years\nThe SaaS Security Survey Report: Plans and Priorities for 2024,", "link": "https://thehackernews.com/2023/06/the-annual-report-2024-plans-and.html", "date_published": "2023-06-05 11:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Magento, WooCommerce, WordPress, and Shopify Exploited in Web Skimmer Attack", "description": "Cybersecurity researchers have unearthed a new ongoing Magecart-style web skimmer campaign that's designed to steal personally identifiable information (PII) and credit card data from e-commerce websites.\nA noteworthy aspect that sets it apart from other Magecart campaigns is that the hijacked sites further serve as \"makeshift\" command-and-control (C2) servers, using the cover to facilitate the", "link": "https://thehackernews.com/2023/06/magento-woocommerce-wordpress-and.html", "date_published": "2023-06-05 06:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Brazilian Cybercriminals Using LOLBaS and CMD Scripts to Drain Bank Accounts", "description": "An unknown cybercrime threat actor has been observed targeting Spanish- and Portuguese-speaking victims to compromise online banking accounts in Mexico, Peru, and Portugal.\n\"This threat actor employs tactics such as LOLBaS (living-off-the-land binaries and scripts), along with CMD-based scripts to carry out its malicious activities,\" the BlackBerry Research and Intelligence Team said in a report", "link": "https://thehackernews.com/2023/06/brazilian-cybercriminals-using-lolbas.html", "date_published": "2023-06-05 04:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Alarming Surge in TrueBot Activity Revealed with New Delivery Vectors", "description": "A surge in TrueBot activity was observed in May 2023, cybersecurity researchers disclosed.\n\"TrueBot is a downloader trojan botnet that uses command and control servers to collect information on compromised systems and uses that compromised system as a launching point for further attacks,\" VMware's Fae Carlisle said.\nActive since at least 2017, TrueBot is linked to a group known as Silence that's", "link": "https://thehackernews.com/2023/06/alarming-surge-in-truebot-activity.html", "date_published": "2023-06-05 04:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}]