[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil: Death Island - Official Trailer (2023) Matthew Mercer, Stephanie Panisello", "description": "Check out the trailer for Resident Evil: Death Island, an upcoming movie featuring the voice talents of Matthew Mercer, Stephanie Panisello, Kevin Dorman, Nicole Tompkins, and Erin Cahill.\n\nIn San Francisco, Jill Valentine is dealing with a zombie outbreak and a new T-Virus, Leon Kennedy is on the trail of a kidnapped DARPA scientist, and Claire Redfield is investigating a monstrous fish that is killing whales in the bay. Joined by Chris Redfield and Rebecca Chambers, they discover the trail of clues from their separate cases all converge on the same location, Alcatraz Island, where a new evil has taken residence and awaits their arrival.\n\nResident Evil: Death Island is produced by Hiroyasu Shinohara. Associate producers are Masachika Kawata (Capcom), Takaki Okamoto (Capcom), Taki Enomoto (Capcom), Takahiro Suzuki, and Atsushi Furuya. The screenplay is by Makoto Fukami. \n\nResident Evil: Death Island, directed by Eiichiro Hasumi, will be available on Blu-ray and Digital on July 25, 2023.\n\n#IGN #ResidentEvil", "link": "https://www.youtube.com/watch?v=A3EsfTH9Ts8", "date_published": "2023-06-05 23:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 Patch 1.0.2d - What The Changes Mean For Your Class", "description": "Diablo 4 has received its first big patch and it's mostly about balancing the five starting classes that players can choose to take down Lilith and save Sanctuary with. The Diablo 4 Barbarian nerf will probably have some players adjusting their builds, while the Diablo 4 Necromancer buff will have players who favor the undead rejoicing. This video covers the major buffs and nerfs that were a part of this patch, and you can read the full patch notes here.\nhttps://www.ign.com/articles/diablo-4-received-its-first-big-patch-and-its-all-about-class-balance\n\nTimestamps:\n00:00 - Intro\n00:14 - Blizzard's Rationale\n01:12 - Barbarian Changes\n02:05 - Druid Changes\n02:32 - Necromancer Changes\n03:31 - Rogue Changes\n04:04 - Sorcerer Changes\n04:36 - General Changes\n\nFor more tips, walkthroughs, class guides and our fully interactive map, check out our full written guide on IGN.\nhttps://www.ign.com/wikis/diablo-4\n\n#IGN #Diablo4", "link": "https://www.youtube.com/watch?v=cBFBDiCTnJs", "date_published": "2023-06-05 21:19:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zelda: Tears of the Kingdom - Dragon Locations and Farming Guide", "description": "Dragons are a returning mythical creature in The Legend of Zelda: Tears of the Kingdom. Like Breath of the Wild, these ancient spirits have been spotted traveling through the sky, but in much higher locations than were possible in the previous games. In this game, not only will you be able to use Dragon Parts in cooking recipes to increase effectiveness and the duration of buffs, but also greatly boost your attack power by fusing them to your weapons to give them powerful elemental effects not found elsewhere. There is also the addition of a fourth dragon that is much harder to reach than the others.\n\nWe’re here to show you the dragon locations, routes, farming techniques, and even how to get to the fourth dragon, the light dragon. Stay tuned for all of our Totk guides, tips, and walkthroughs.\n\n#IGN #TOTK", "link": "https://www.youtube.com/watch?v=mH6azf2tsug", "date_published": "2023-06-05 21:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 Developers Introduce Eikon Abilities | IGN First", "description": "Final Fantasy 16 Game Director Hiroshi Takai and Combat Director Ryota Suzuki introduce and explain the upcoming PS5-exclusive RPG's unique Eikon Abilities.\n\n#FinalFantasyXVI #FinalFantasy16 #PS5", "link": "https://www.youtube.com/watch?v=kFiBI8I4rbs", "date_published": "2023-06-05 20:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Bad Brain Game Studios | Free Your Brain! | A new game studio in Toronto and Montreal", "description": "Bad Brain Game Studios, a new game studio based in Toronto and Montreal, Canada.  Looking for story-driven, open world action-adventure games? Come and get ready to #FreeYourBrain!", "link": "https://www.youtube.com/watch?v=KjYqepWupYA", "date_published": "2023-06-05 19:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "SpongeBob Adventures: In a Jam - Official Teaser Trailer", "description": "Check out this teaser trailer for SpongeBob Adventures: In a Jam, an upcoming mobile builder game coming to iOS and Android. In SpongeBob Adventures: In a Jam, Bikini Bottom is in quite a jam, literally, as the whole town is smothered in Jellyfish Jam, leaving SpongeBob to save the day again. Pre-registration for SpongeBob Adventures: In a Jam is available now.\n\n#IGN #Gaming #Spongebob", "link": "https://www.youtube.com/watch?v=5WDiKrn8248", "date_published": "2023-06-05 18:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "My Adventures with Superman - Official Trailer (2023) Jack Quaid, Alice Lee", "description": "My Adventures with Superman is a serialized coming-of-age story catching up with twenty-somethings Clark Kent (voiced by Jack Quaid), the bright and driven Lois Lane (voiced by Alice Lee), and their best friend Jimmy Olsen as they begin to discover who they are and everything they can accomplish together as an investigative reporting team at the Daily Planet.\n\nThe story follows Clark as he builds his secret identity as Superman and explores his own mysterious origins. Lois, on her way to becoming a star reporter, teams up with photographer Jimmy Olsen to break the stories that matter. All the while, Clark and Lois are falling in love… as Lois gets closer and closer to uncovering his secret identity!  Our trio share adventures, take down bad guys, stumble over secrets, and discover what it means to be heroes in their own right.\n\nSeason one will debut with two back-to-back episodes, followed by one new episode every Thursday. Encores of new episodes will air Fridays at 7:00 p.m. ET/PT on Adult Swim and Saturdays at midnight on Toonami. New episodes will also stream Fridays on Max.\n\nSam Register (“Teen Titans Go!”) serves as executive producer. Jake Wyatt (“Invader Zim: Enter the Florpus”) and Brendan Clogher (“Voltron: Legendary Defender”) are on board as co-executive producers and Josie Campbell (“She-Ra and the Princesses of Power”) as co-producer.\n\n#IGN #TV #Superman", "link": "https://www.youtube.com/watch?v=l0c-esgUaHY", "date_published": "2023-06-05 16:14:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tarisland - Official Closed Beta Trailer", "description": "Watch the latest Tarisland trailer for another look at this upcoming cross-platform MMORPG. A closed beta for Tarisland will be available in select regions starting on June 27, 2023. On Android, the closed beta will be available in Brazil, Canada, the Philippines, and the United Kingdom. On PC, the closed beta will be available across the globe, regardless of region.\n\nIn the Closed Beta, players will be able to select one of the seven character classes currently available before exploring the Ancash Canyon, SilverLit, the Misty Forest and their respective storylines and quests. Additionally, during the closed beta, you can try out five crafting professions, enter the Arena or the Battlegrounds, and, take on the World Bosses.\n\n#IGN #Gaming #Tarisland", "link": "https://www.youtube.com/watch?v=lsr22HuWVN4", "date_published": "2023-06-05 16:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Evercade: Duke Nukem Collections 1 & 2 - Official Announcement Trailer", "description": "The Duke Nukem franchise is coming to Evercade, with six games featuring the iconic action character. The Duke Nukem Collection 1 features Duke Nukem 1+2 Remastered and Duke Nukem 3D. The Duke Nukem Collection 2 features Duke Nukem Time to Kill, Duke Nukem Land of the Babes, and Duke Nukem Advance. Check out the trailer to see what to expect with the Duke Nukem collections, available November 2023.\n\n#IGN #Gaming #DukeNukem", "link": "https://www.youtube.com/watch?v=vhoIEG8t6Tg", "date_published": "2023-06-05 15:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "RoboCop Rogue City - Hands-On Preview", "description": "Check out our hands-on RoboCop: Rogue City preview! We played the opening hours of the upcoming ‘80s action FPS and think that it has the makings of a faithful homecoming for RoboCop fans. Find out what we think of the game so far, and check out this new RoboCop Rogue City gameplay, showing off RoboCop’s abilities, RoboCop Rogue City combat, a closer look at the streets of Detroit, and some quests.\n\nRoboCop: Rogue City will be released on PS5, Xbox Series X/S, and PC in September 2023. It’s developed by Teyon, the studio behind Terminator: Resistance and Rambo: The Video Game.\n\n#IGN #Gaming #RoboCop", "link": "https://www.youtube.com/watch?v=svObtEUhXLU", "date_published": "2023-06-05 14:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Horror Stories: Harvest Hunt - Official Announcement Trailer", "description": "Take a tour of the cursed village of Luna Nova in this creepy announcement trailer for Horror Stories: Harvest Hunt, an upcoming single-player stealth survival horror game that blends the replayability of roguelites with the tension found across the horror genre. A demo for Horror Stories: Harvest Hunt will be available as part of Steam Next Fest on June 19, 2023.\n\nIn Horror Stories: Harvest Hunt, step into the role of an appointed Warden tasked with gathering precious ambrosia throughout a sinister, nonlinear environment to find salvation. The impending nightmare of the Devourer lurks throughout the fields, so a strategic execution and a steady heartbeat are vital if Wardens hope to see daylight once again.\n\n#HorrorStoriesHarvestHunt", "link": "https://www.youtube.com/watch?v=okaSl0SNp0Q", "date_published": "2023-06-05 14:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Enshrouded - Official Combat Gameplay Trailer", "description": "Enshrouded is a co-op survival action RPG where players will explore vast worlds, defeat bosses, and forge paths. Check out the combat gameplay trailer for Enshrouded showing off the game's mechanics or combat, building, survival, and more. Enshrouded is launching in 2023 for PC.\n\n#Enshrouded #Gameplay", "link": "https://www.youtube.com/watch?v=g08Oo02opO0", "date_published": "2023-06-05 14:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Valiant - Official Console Announcement Trailer", "description": "The Valiant is a squad-based real-time strategy game where players will take command of specialized units and strategically deploy their unique skills to triumph on the battlefield. Grow the expertise and strength of units and gain experience throughout the 15-mission single-player campaign. Last Man Standing co-op horde mode and PvP multiplayer battles are also available in The Valient coming to PlayStation 5 and Xbox Series S|X on July 11.\n\n#TheValiant", "link": "https://www.youtube.com/watch?v=JPSgCXy_oCQ", "date_published": "2023-06-05 14:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The First 20 Minutes of Amnesia: The Bunker Gameplay", "description": "Amnesia: The Bunker is a terrifying new entry into the series from Frictional Games. In the first 20 minutes of gameplay, captured on PC at 1080p 60fps, you will be fighting for your life in a WW1 trench before heading into an ominous bunker. And no... you are not alone. This Amnesia: The Bunker gameplay will show off the beginning of the game and yes, it scared us quite a bit.\n\n#AmnesiaTheBunker #Gameplay", "link": "https://www.youtube.com/watch?v=mz_6glFs4nc", "date_published": "2023-06-05 13:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Amnesia: The Bunker Review", "description": "The Bunker reviewed by Leana Hafer on PC, also available on Xbox and PlayStation 4.\n\nThe newest Amnesia game proves that smaller, anthology-style episodes within its universe can still bring the tension and the scares. Developer Frictional's bag of tricks is far from exhausted when it comes to getting our hearts pounding and making us carefully consider how to use the limited tools available to us. It's not an unmissable experience, but it definitely sates an appetite for gut-churning horror and moody, bleak storytelling.\n\n#AmnesiaTheBunker #Review", "link": "https://www.youtube.com/watch?v=HoEGhYdqeys", "date_published": "2023-06-05 13:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}]