[{"source": "https://www.theguardian.com/rss", "title": "Colorado protesters demand that governor issue order banning all guns", "description": "<p>A group of nearly 1,000 protesters, mostly women, demanded a ban on all guns – a move the governor said would be unconstitutional</p><p>Hundreds of women staged a sit-in outside Colorado’s capitol on Monday, calling on the state’s Democratic governor to ban all guns, a move his office said “would simply be unconstitutional”.</p><p>The gun-ban protest included <a href=\"https://www.denverpost.com/2023/06/05/white-women-protest-colorado-here4thekids-capitol-ban-guns/\">an estimated 1,000 people</a> by late Monday morning, with some protesters joining from out of state, the Denver Post reported.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/05/colorado-total-gun-ban-demand\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/05/colorado-total-gun-ban-demand", "date_published": "2023-06-05 22:41:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Capaldi ‘extremely sorry’ for cancelling gigs to rest for Glastonbury", "description": "<p>Singer said recent months had been overwhelming and he needs to spend time with friends and family to recover</p><p>The Brit award-winning singer Lewis Capaldi apologised to fans after cancelling all of his upcoming commitments to “rest and recover” ahead of Glastonbury.</p><p>Capaldi, 26, said in an Instagram post on Monday that he is “struggling” after a “full on” couple of months in which he released the chart-topping album Broken By Desire To Be Heavenly Sent.</p> <a href=\"https://www.theguardian.com/music/2023/jun/05/lewis-capaldi-extremely-sorry-for-cancelling-gigs-to-rest-for-glastonbury\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/05/lewis-capaldi-extremely-sorry-for-cancelling-gigs-to-rest-for-glastonbury", "date_published": "2023-06-05 21:36:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wolverine spotted for the second time ever in California in the last 100 years", "description": "<p>While wolverines are native to California, they’ve been essentially extinct from the state since the 1920s </p><p>A wolverine was spotted three times last month in the eastern Sierra Nevada, a rare occurrence for an animal that’s only been seen one other time in California over the last 100 years, state wildlife officials said.</p><p>While wolverines are native to California, they’ve been essentially extinct from the state since the 1920s – likely the result of hunting and fur trapping in the decades following the gold rush, though records from the time don’t indicate what exactly caused the population to decline.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/05/wolverine-seen-second-time-ever-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/05/wolverine-seen-second-time-ever-california", "date_published": "2023-06-05 21:30:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Idol review – light bondage and heavy sleaze make for the ultimate try-hard TV", "description": "<p>Starring a bizarrely blank Lily-Rose Depp, this big, dumb drama from the maker of Euphoria is desperate to be edgy – but ends up feeling boring and, well, unsexy</p><p>Fittingly, for a show so concerned with its own ideas about artifice and superficiality, the first 20 minutes of The Idol give the impression of a drama that is much better, more robust and more interesting than it goes on to become. <a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/03/is-euphoria-the-most-shocking-teen-show-ever\">Euphoria creator Sam Levinson</a> writes and directs this cartoonishly sleazy tale of a pop star’s gilded life and the guru who sweeps in to shake it and her up. The Idol is already so drenched in noise – is it exploitative? too outrageous? – that it is simply leaning in to the controversy; the streaming platform I watch it on is advertising it as a “headline-making drama”.</p><p>That’s one way of spinning the more negative reports that have emerged about the show’s production, but it also provides a heads-up that the programme is going to try hard to be shocking. For its more successful opening scenes, it does this with humour. Pop star Jocelyn (Lily-Rose Depp, looking blank, though this is surely deliberate) is shooting the cover for her new album, then rehearsing with dancers in the garden of her mansion as a PR crisis explodes in the background: she becomes the top trending topic on Twitter because someone leaks a photograph of her with semen on her face. Her live agent is furious and worries that 14-year-old girls will no longer buy tickets to watch her performing a song called I’m a Freak, the lyrics of which include the lines, “Get down on your knees and get ready to become my bitch.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/the-idol-review-light-bondage-and-lots-of-sleaze-make-for-the-ultimate-try-hard-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/05/the-idol-review-light-bondage-and-lots-of-sleaze-make-for-the-ultimate-try-hard-tv", "date_published": "2023-06-05 21:05:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vicky McClure: My Grandad’s War review – a beautiful tale of bravery that will make you weep", "description": "<p>The actor’s 97-year-old grandfather may be a master of understatement – but he’s also one of the few people left who can recall the ‘hell let loose’ of the D-day landings. His story makes for staggering TV</p><p>I don’t mind admitting that I had a tear in my eye long before the end of Vicky McClure: My Grandad’s War. This moving documentary puts the Line of Duty and This Is England actor into the role of historian, presenter and interviewer as she tells the story of her grandfather, Ralph McClure, who was a ship’s signaller in the Royal Navy on D-day in 1944. It shares a few camera angles with Who Do You Think You Are? but it goes one better, as Ralph is now 97 and on hand to tell his granddaughter, and us, his own story.</p><p>The pair live around the corner from each other in Nottingham, and are clearly close. But as McClure points out, while she knew he was in the Navy, she really knows nothing about his experience of war. Ralph must be one of the last survivors still able to tell his story, and getting McClure to ask him about it gives it an intimate feel that seems just as revealing, if not more so, than the history we get from the textbooks.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/vicky-mcclure-my-grandads-war-review-a-beautiful-tale-of-bravery-that-will-make-you-weep\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/05/vicky-mcclure-my-grandads-war-review-a-beautiful-tale-of-bravery-that-will-make-you-weep", "date_published": "2023-06-05 21:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Election of Delfina Gómez as governor of Mexico state signals decline of PRI", "description": "<p>The PRI – once the overwhelmingly dominant party of Mexico in the 20th century – is now a weak and also-ran political force</p><p>Mexico’s oldest party has lost control of the country’s most populous and influential state, in an election result that could signal the end of a powerful network that has dominated politics in the region for almost a century.</p><p>Alejandra del Moral Vela – the candidate for the incumbent Institutional Revolutionary Party (PRI) which has governed the state of Mexico uninterrupted since 1929 – was beaten by eight points on Sunday, despite claiming victory during the vote count.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/delfina-gomez-mexico-governor-election-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/delfina-gomez-mexico-governor-election-2023", "date_published": "2023-06-05 20:23:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Derby’s profile will make it a renewed target for activists", "description": "<p>A trip to the High Court to obtain a temporary injunction could become an annual feature after Animal Rising’s actions</p><p>Relief and pride at a job well done were, according to Nevin Truesdale, the Jockey Club’s chief executive, the primary emotions at Epsom on Saturday evening after the 2023 Derby joined the previous 243 in the form book. “It is incredibly important that this race continues to take place,” Truesdale told Racing TV’s Luck On Sunday programme, “and that we’re not disrupted by illegal activity.”</p><p>There are, of course, other positives for the track and its owners to take from the 2023 Derby beyond the simple fact that it happened and <a href=\"https://www.theguardian.com/sport/2023/jun/03/aidan-obrien-works-his-magic-with-auguste-rodin-to-win-the-derby-horse-racing\">Auguste Rodin took his place</a> on the sport’s most illustrious roll of honour. The clash with the FA Cup Final which prompted the move to a 1.30pm start time will not be an issue in 2024, and it seems reasonable to hope that the train strikes which persuaded thousands of fans to skip their usual trip to the Downs will also be a thing of the past.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/05/talking-horses-epsom-derby-horse-racing-animal-rising-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/05/talking-horses-epsom-derby-horse-racing-animal-rising-protest", "date_published": "2023-06-05 20:19:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revised report on impact of Covid lockdowns leaves unanswered questions", "description": "<p>Book based on May 2022 review ‘did lockdowns work?’ examines whether legally enforced interventions prevented deaths</p><p>The overwhelming majority of academic studies have one chance to make a splash. Once that moment has passed – which tends to be when the paper is published – the spotlight moves on in the relentless search for new material.</p><p>But not all studies adhere to that trend. Some return time after time. And it must come as no surprise that this happens most with reports that tackle questions of global importance, or that reach controversial conclusions, or manage to achieve both at once. As the Covid inquiry opens, the <a href=\"https://www.theguardian.com/society/2023/mar/24/it-broke-the-link-how-the-pandemic-disrupted-childrens-relationship-with-school\">value of lockdowns is about as important as questions can get.</a></p> <a href=\"https://www.theguardian.com/society/2023/jun/05/revised-report-on-impact-of-covid-lockdowns-leaves-unanswered-questions\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/05/revised-report-on-impact-of-covid-lockdowns-leaves-unanswered-questions", "date_published": "2023-06-05 20:09:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Postecoglou has steeliness to handle challenge of rebooting Tottenham | David Hytner", "description": "<p>Transformation of a failing Celtic team should not be dismissed by supporters and his attacking style will appeal at Spurs</p><p>“Let’s not beat about the bush … I was a joke when I was appointed,” <a href=\"https://twitter.com/ScotlandSky/status/1665084482221637633\" title=\"\">Ange Postecoglou said on Saturday</a>, the Scottish treble completed at Celtic, his work there done but his thoughts going back to the summer of 2021 and the beginning of his first job in European football.</p><p>Because, as plenty of people said, which self-respecting club would take a manager from Japan’s J-League and with next to no profile? Once it was “Arsène Who?”, now it was “Ange?”</p> <a href=\"https://www.theguardian.com/football/2023/jun/05/ange-postecoglou-tottenham-celtic-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/05/ange-postecoglou-tottenham-celtic-football", "date_published": "2023-06-05 19:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple reveals Vision Pro AR headset at its worldwide developers conference", "description": "<p>$3,500 headset allows users to ‘browse the system simply by looking’ and tapping their fingers to select, says Apple</p><p>Apple has lifted the lid on the worst kept secret in Silicon Valley and revealed the Vision Pro, a $3,499 VR headset.</p><p>“With Vision Pro, you’re no longer limited by a display. Your surroundings become an infinite canvas,” the Apple chief executive, Tim Cook, said. “Vision Pro blends digital content into the space around us. It will introduce us to Spatial Computing.”</p> <a href=\"https://www.theguardian.com/technology/2023/jun/05/apple-vision-pro-ar-headset-revealed-worldwide-developers-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/05/apple-vision-pro-ar-headset-revealed-worldwide-developers-conference", "date_published": "2023-06-05 18:58:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Universities accused of hiding student suicide attempts behind GDPR", "description": "<p>Litany of ‘appalling’ safeguarding failures related at debate over need for legal duty of care for students</p><p>Universities have been criticised for using data protection regulations as a reason for not informing parents that their child has attempted suicide, in a debate about whether there should be a legal duty of care for students in higher education.</p><p>MPs taking part in the Westminster Hall debate were given a litany of examples of “appalling” behaviour by some universities, who were accused of telling students by email they would have to leave, awarding zero marks without explanation, and not calling emergency contact numbers in times of crisis.</p> <a href=\"https://www.theguardian.com/education/2023/jun/05/universities-accused-of-hiding-student-suicide-attempts-behind-gdpr\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/05/universities-accused-of-hiding-student-suicide-attempts-behind-gdpr", "date_published": "2023-06-05 18:53:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England wait as Moeen Ali ponders chance to make Test return for Ashes", "description": "<ul><li>Moeen retired from Test cricket in September 2021</li><li>England seeking replacement for injured spinner Jack Leach</li></ul><p>Moeen Ali will decide over the next 48 hours whether he is ready to end his retirement from Test cricket and answer England’s spin-bowling distress flare in the Ashes.</p><p>Moeen, 35, <a href=\"https://www.theguardian.com/sport/2021/sep/26/englands-moeen-ali-to-retire-from-test-cricket-and-focus-on-white-ball-format\">called time on his 64-cap Test career</a> in September 2021 and has enjoyed his time as a freewheeling white-ball specialist since, securing two Indian Premier League titles with Chennai Super Kings and helping England seal <a href=\"https://www.theguardian.com/sport/2022/nov/13/england-pakistan-cricket-t20-world-cup-final-ben-stokes-match-report\">T20 World Cup glory</a> in Australia last winter.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/05/england-wait-as-moeen-ali-ponders-chance-to-make-test-return-for-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/05/england-wait-as-moeen-ali-ponders-chance-to-make-test-return-for-ashes", "date_published": "2023-06-05 18:51:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AI could outwit humans in two years, says UK government adviser", "description": "<p>Matt Clifford, chair of the Advanced Research and Invention Agency, says AI is evolving much faster than most people realise</p><p>One of the British government’s advisers on artificial intelligence has said humanity could have only two years before AI is able to outwit people, the latest in a series of stark warnings about the threat posed by the fast-developing technology.</p><p>Matt Clifford, the chair of the Advanced Research and Invention Agency, which the government set up last year, said on Monday that AI was evolving much faster than most people realised. He said it could already be used to launch bioweapons or large-scale cyber-attacks, adding that humans could rapidly be surpassed by the technology they had created.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/05/ai-could-outwit-humans-in-two-years-says-uk-government-adviser\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/05/ai-could-outwit-humans-in-two-years-says-uk-government-adviser", "date_published": "2023-06-05 18:41:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid inquiry legal challenge over WhatsApp messages to be heard ‘very soon’", "description": "<p>MPs told UK government’s attempt to avoid handing over evidence to inquiry had been ‘misinterpreted’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/05/rishi-sunak-illegal-migration-conservatives-keir-starmer-labour-energy-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The high court will decide “very soon” whether ministers should be forced to hand over all unredacted files demanded by the Covid inquiry, MPs have been told.</p><p>In an attempt to allay concerns of a cover-up, the Cabinet Office minister Jeremy Quin faced down fractious MPs on Monday and denied there was any political involvement in the scrutiny of such material.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/covid-inquiry-legal-challenge-over-whatsapp-messages-to-be-heard-very-soon\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/covid-inquiry-legal-challenge-over-whatsapp-messages-to-be-heard-very-soon", "date_published": "2023-06-05 18:25:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reading terrorist had assault charge dropped weeks before attack, court told", "description": "<p>CPS and Home Office had ‘miscommunication’ over Khairi Saadallah, who went on to kill three, pre-inquest review hears</p><p>Charges against a man who was later responsible for the Reading terror attack were dropped due to “miscommunication” between the Home Office and Crown Prosecution Service, a pre-inquest review has heard.</p><p>Khairi Saadallah murdered three men in a Reading park on 20 June 2020 as coronavirus restrictions were eased. Saadallah allegedly shouted “Allahu Akbar” as he stabbed friends James Furlong, 36, David Wails, 49, and Joseph Ritchie-Bennett, 39.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/reading-terrorist-had-assault-charge-dropped-weeks-before-attack-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/reading-terrorist-had-assault-charge-dropped-weeks-before-attack-court-told", "date_published": "2023-06-05 18:21:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Irish expected to be suspended from Premiership on Tuesday", "description": "<ul><li>Air of resignation surrounding Exiles’ rugby future </li><li>Deadline of 4pm for London Irish to finalise takeover</li></ul><p>The final curtain is set to fall on London Irish on Tuesday as the Premiership awaits the latest sad development in a grim domestic season. The Exiles have been given until 4pm (BST) to finalise their long-mooted American takeover and there is a heavy sense of resignation in the air.</p><p>It is understood the Rugby Football Union will make a formal announcement at around 7pm on Tuesday once it has been confirmed whether or not Irish have satisfied the two key requirements <a href=\"https://www.theguardian.com/sport/2023/may/31/london-irish-ordered-pay-wages-in-full-by-end-of-day-or-face-suspension\" title=\"\">they were ordered to meet</a> last week. The RFU either wants to see conclusive proof of the proposed takeover or receive a commitment from the club’s owner, Mick Crossan, that he will continue to fund the club next season. The players and staff are still awaiting 50% of their May salaries.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/05/london-irish-premiership-rugby-union-wasps-rfu-worcester\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/05/london-irish-premiership-rugby-union-wasps-rfu-worcester", "date_published": "2023-06-05 18:05:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lab-shepherd mix Zoey recognized for world’s longest dog tongue by Guinness", "description": "<p>The three-year-old Louisiana pup was already known for her prodigious licker before Guinness confirmed she was a winner</p><p>Virtually everyone who met Drew and Sadie Williams’s dog after the married couple from <a href=\"https://www.theguardian.com/us-news/louisiana\">Louisiana</a> first adopted Zoey three years ago could tell the labrador-German shepherd puppy had a long tongue.</p><p>It turns out it wasn’t just long – it was longer than that of any other dog in the world.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/05/guinness-worlds-longest-dog-tongue-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/05/guinness-worlds-longest-dog-tongue-2023", "date_published": "2023-06-05 18:02:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Crunch’ vote on CBI’s future is unlikely to be the end of the story | Nils Pratley", "description": "<p>Poll is as much about who doesn’t vote as who does, with BCC launch of rival business council potentially a significant move</p><p>We must reserve judgment until the Confederation of British Industry’s <a href=\"https://www.cbi.org.uk/articles/the-cbi-s-extraordinary-general-meeting-egm/\">extraordinary general meeting</a> on Tuesday has taken place, but it is entirely possible that the supposed “crunch” vote on the organisation’s future will instead deliver a mushy message. The outcome could be confusing and open to interpretation.</p><p>Why? Well, since several high-profile members – <a href=\"https://www.theguardian.com/business/2023/apr/21/cbi-suspend-operations-top-uk-businesses-john-lewis-natwest\">the likes of NatWest, the John Lewis Partnership and Aviva</a> – have resigned, there is a slightly self-selecting flavour to the electorate. It has also been noticeable in the days since the CBI published its “prospectus for change” last week that corporate waverers – companies that “paused” or suspended membership – have not been publicly clamouring to get back into the fold. Maybe some are waiting for the meeting to make a splash or have returned without fanfare. But it’s odd that the top letter-writers to the Times in defence of a 58-year-old British business organisation have been the UK subsidiaries of three foreign firms: Siemens of Germany and Microsoft and ExxonMobil of the US.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/05/vote-cbi-future-unlikely-to-be-end-of-story-bcc-business-council\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/05/vote-cbi-future-unlikely-to-be-end-of-story-bcc-business-council", "date_published": "2023-06-05 18:01:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on the Ukrainian counteroffensive – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/05/nicola-jennings-on-the-ukrainian-counteroffensive-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/05/nicola-jennings-on-the-ukrainian-counteroffensive-cartoon", "date_published": "2023-06-05 18:01:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It wasn’t really about the money’: the shocking story of Hollywood’s con queen", "description": "<p>In a twist-filled new book, writer Scott C Johnson tears back the layers of deception in a story of a scammer who wreaked havoc in the film industry</p><p>In hindsight, of course it was a set-up.</p><p>The messages that fell fairy dust-like into the inboxes of cinematographers and actors, makeup artists and security workers, came from the email addresses of top female Hollywood executives, women who probably communicated through layers of assistants when they weren’t being impersonated. The notes detailed work opportunities that were perfectly calibrated for the interests and CVs of the recipients, virtually all of whom were young, male and struggling to get a foothold in the industry.</p> <a href=\"https://www.theguardian.com/books/2023/jun/05/con-queen-of-hollywood-book-scott-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/05/con-queen-of-hollywood-book-scott-johnson", "date_published": "2023-06-05 18:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK banks pull hundreds more home loan deals as fixed mortgage rates rise", "description": "<p>Mortgage market turmoil prompts record numbers of people to take out loans of more than 35 years</p><p>Hundreds more home loan deals have been pulled by banks and building societies since the end of last week while rates on new fixed mortgage deals are continuing to ratchet upwards, the latest data reveals.</p><p>The continuing turmoil in the mortgage market is also prompting record numbers of people to <a href=\"https://www.theguardian.com/money/2023/jun/05/mortgages-uk-lenders-continue-to-raise-rates-and-pull-deals\">take out loans of more than 35 years </a>in an attempt to make their monthly payments more affordable.</p> <a href=\"https://www.theguardian.com/money/2023/jun/05/uk-banks-pull-hundreds-more-home-loan-deals-as-fixed-mortgage-rates-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/05/uk-banks-pull-hundreds-more-home-loan-deals-as-fixed-mortgage-rates-rise", "date_published": "2023-06-05 17:53:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘His snoring would make me really angry’: can sleeping apart help a relationship?", "description": "<p>Sleeping in different bedrooms could make partners of chronic snorers less irritable, advises expert</p><p>For the partners of chronic snorers, sleep can prove elusive, no matter how many foam earplugs you test out – but sleeping separately may seem like a last resort for a relationship.</p><p>However, <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/sleeping-apart-snoring-could-improve-relationships-scientist\">a leading sleep scientist has advised couples</a> dealing with this issue to see having different bedrooms as the “beginning of a new relationship”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/a-new-relationship-separate-rooms-could-help-couples-with-snoring-partner-says-top-sleep-scientist\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/05/a-new-relationship-separate-rooms-could-help-couples-with-snoring-partner-says-top-sleep-scientist", "date_published": "2023-06-05 17:39:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Headache for legal team as Harry skips first day of phone-hacking trial", "description": "<p>Judge in case against Mirror Group Newspapers ‘a little surprised’ at prince’s non-appearance </p><p>Prince Harry’s no-show at the high court on Monday caused a headache for his legal team, who were left to explain he had chosen to stay in Los Angeles for his daughter’s second birthday party.</p><p>He was originally scheduled to give evidence in his phone-hacking trial against Mirror Group Newspapers on Tuesday. But the judge, Mr Justice Fancourt, had asked for him to be in court and ready to give evidence on Monday, in case lawyers finished their opening legal arguments earlier than expected.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/headache-for-legal-team-as-harry-skips-first-day-of-phone-hacking-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/headache-for-legal-team-as-harry-skips-first-day-of-phone-hacking-trial", "date_published": "2023-06-05 17:37:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Bruno and Dom’s legacy: defend nature’s defenders | Editorial", "description": "<p>One year after Bruno Pereira and Dom Phillips were killed in the Amazon, their work explaining what is happening there goes on</p><p>The decision by Brazilian police <a href=\"https://www.theguardian.com/world/2023/jun/05/brazil-police-charge-alleged-mastermind-behind-murders-of-dom-phillips-and-bruno-pereira\" title=\"\">to charge two more men</a> with the murders of Bruno Pereira and Dom Phillips, in the Javari valley region of the Amazon, brings the possibility of justice one step closer. To the three fishers already in custody for the shootings, which took place one year ago, have been added the alleged leader of a transnational illegal fishing network, Ruben Dario da Silva Villar, nicknamed Colombia (where he also has citizenship). A fourth fisher, Jânio Freitas de Souza, is alleged to have been one of Silva Villar’s henchmen on the Itaquaí river, where the killings took place.</p><p>For friends and supporters of the two men’s work defending the Amazon and its Indigenous inhabitants, the investigation’s progress offers some relief. If such acts of violence go unpunished, criminal organisations that wield power in the Amazon will be further emboldened in their use. But even if convictions are secured, this will be the exception and not the rule when it comes to attacks on <a href=\"https://www.unep.org/explore-topics/environmental-rights-and-governance/what-we-do/advancing-environmental-rights/who\" title=\"\">environmental defenders</a> – defined by the United Nations as people who strive to protect human rights relating to nature.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/the-guardian-view-on-bruno-and-doms-legacy-defend-natures-defenders\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/the-guardian-view-on-bruno-and-doms-legacy-defend-natures-defenders", "date_published": "2023-06-05 17:32:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine’s troops attack along front in apparent precursor to counteroffensive", "description": "<p>Russian forces driven back in at least two areas as Kyiv says it has shifted to offensive operations in some sectors</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/05/russia-ukraine-war-live-moscow-claims-to-have-repelled-major-attack-in-donetsk-belgorod-energy-facility-on-fire\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukrainian troops went on the attack at multiple points along the frontline in the Donetsk region on Monday, driving back Russian forces in at least two areas in what appeared to be the preliminary stages of Ukraine’s long-anticipated counteroffensive.</p><p>The government in Kyiv said it had shifted to offensive operations in some sectors, with reports of intense close-quarter fighting in several locations.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/ukrainian-troops-launch-attacks-along-donetsk-frontline\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/ukrainian-troops-launch-attacks-along-donetsk-frontline", "date_published": "2023-06-05 17:31:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on asylum policy: cruelty is a feature not a bug of the system | Editorial", "description": "<p>Dehumanising language is key to legislating brutality for Rishi Sunak’s government</p><p>Contrary to popular opinion, Britain is a country with few asylum seekers, in contrast with its comparable neighbours. Last year, it <a href=\"https://commonslibrary.parliament.uk/research-briefings/sn01403/#:~:text=After%20that%20the%20number%20fell,highest%20annual%20number%20since%202002.\" title=\"\">recorded</a> 74,751 asylum applications. While this was the highest annual number for Britain since 2002, France had more than <a href=\"https://www.consilium.europa.eu/en/infographics/asylum-applications-eu/\" title=\"\">double</a> that number and Germany more than three times as many. Rather than sharing the burden of the chaos in much of the world with rich-country peers, Rishi Sunak wants fewer asylum seekers.</p><p>To do this he demonises those already here, and those coming on boats. The former are wrongly portrayed as merely <a href=\"https://fullfact.org/immigration/scott-benton-small-boats-economic-migrants/\" title=\"\">economic migrants</a> who have abused British hospitality for their own needs, creating backlogs and wasting state resources. The latter are customers of unscrupulous people <a href=\"https://www.theguardian.com/uk-news/2022/jul/06/smuggling-operation-sent-thousands-of-people-across-channel-illegally-in-small-boats\" title=\"\">smugglers</a>. Dehumanising language is key to legislating brutality.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/the-guardian-view-on-asylum-policy-cruelty-is-a-feature-not-a-bug-of-the-system\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/the-guardian-view-on-asylum-policy-cruelty-is-a-feature-not-a-bug-of-the-system", "date_published": "2023-06-05 17:29:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A statement and a win: Murray insists he is still among top 10 in world on grass", "description": "<ul><li>Murray defeats Hyeon Chung in first round of Surbiton Trophy</li><li>‘Yes, I would fancy myself against a lot of them’</li></ul><p>Sure-footed on the court, bullish off it: Andy Murray began his grasscourt season with an efficient 6-3, 6-2 victory against Hyeon Chung in the first round of the Surbiton Trophy before offering an upbeat assessment of his game before Wimbledon next month.</p><p>Asked whether he still saw himself as one of the world’s top 10 players on grass, even in the twilight stage of his career, Murray barely missed a beat. “Yes, I think so,” he replied. “It is hard to put numbers on it, but yes, I would fancy myself against a lot of them.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/05/andy-murray-insists-still-among-top-10-world-grass-surbiton-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/05/andy-murray-insists-still-among-top-10-world-grass-surbiton-tennis", "date_published": "2023-06-05 17:28:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rish! as prime minister makes 2017’s Maybot sound like advanced AI | John Crace", "description": "<p>We were promised the tech bro who could feel our pain, but Rishi Sunak merely inflicts it</p><p>The Midas touch was always going to be too much of an ask. It’s far too late in the day for miracles. But the Tories had been expecting something a little better than what they’ve been given. To put it bluntly, Rishi Sunak is a disappointment. If he was a morning TV chatshow host he would have long since been sent out by his bosses to apologise for being alive. Though, given his current performance levels, he would probably have found a way to cock that up as well.</p><p>We had been led to believe that Rish! was a break with the past. A different type of prime minister than Boris Johnson and Liz Truss. Someone with little charisma – the Conservatives had had more than enough of personalities – but who could be trusted to have a basic level of competence. Would get up in the morning and dress himself successfully. Might even have read the contents of his red box rather than wing it. Expectations really were that low.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/05/rish-as-prime-minister-makes-2017s-maybot-sound-like-advanced-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/05/rish-as-prime-minister-makes-2017s-maybot-sound-like-advanced-ai", "date_published": "2023-06-05 17:20:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clarion call: recorder fans warn instrument heading for extinction", "description": "<p>Top UK music school says pandemic has hastened decline in pupils playing Marmite of woodwind world</p><p>Depending on your view, the recorder is an instrument of “incredible versatility” or a tool of torture that has terrorised primary schools for too many generations.</p><p>But now, warn its champions, the Marmite of the woodwind world faces extinction, with one of the UK’s top music schools reporting an 80% decline in the number of young people playing the recorder in 10 years.</p> <a href=\"https://www.theguardian.com/education/2023/jun/05/recorder-fans-warn-instrument-heading-for-extinction-pandemic-decline-young-people\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/05/recorder-fans-warn-instrument-heading-for-extinction-pandemic-decline-young-people", "date_published": "2023-06-05 17:18:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m learning’: Ons Jabeur reaches French Open last eight for first time", "description": "<p>Fitness issues brought an abrupt halt to Tunisian’s remarkable rise but a fresh outlook has seen her prosper at the French Open</p><p>Ons Jabeur entered the French Open last year with her career on the rise. Having won the Madrid Open, her first WTA 1000 title, she immediately followed it with victory in Rome. Jabeur began the second grand slam tournament of the year as second favourite but <a href=\"https://www.theguardian.com/sport/2023/jan/19/australian-open-no-2-seed-ons-jabeur-ousted-by-marketa-vondrousova\">crashed out in the first round</a>.</p><p>One year on, the 28-year-old returned under completely different circumstances. She has spent much of this season injured, with setbacks continually halting her attempts to re-establish top form. Still, the seventh seed continues to advance through the draw. On Monday, Jabeur eased past Bernarda Pera 6-3, 6-1 to reach the quarter-finals at Roland Garros for the first time.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/05/ons-jabeur-being-injured-was-part-of-my-path-im-stronger-mentally-now\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/05/ons-jabeur-being-injured-was-part-of-my-path-im-stronger-mentally-now", "date_published": "2023-06-05 17:11:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global ‘silver tsunami’ of older cancer patients is coming, experts warn", "description": "<p>Oncologists sound alarm over risk of healthcare systems buckling due to rising need for specific care</p><p>The world must urgently prepare for a global “tsunami” of millions of older cancer patients or risk healthcare systems being unable to cope, leading doctors have warned.</p><p>With life expectancy increasing and a rapidly soaring population of older people, a looming increase in elderly patients with cancer was now a “serious public health concern”, the American Society of Clinical Oncology (ASCO) said in a report. Cancer centres must prepare for “the silver oncologic tsunami”, the experts added.</p> <a href=\"https://www.theguardian.com/society/2023/jun/05/global-silver-tsunami-of-older-cancer-patients-is-coming-experts-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/05/global-silver-tsunami-of-older-cancer-patients-is-coming-experts-warn", "date_published": "2023-06-05 17:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tributes paid to Dom Phillips and Bruno Pereira a year on from their deaths", "description": "<p>Hundreds gather in Rio and Belém to remember two men who worked to defend the Amazon and its Indigenous inhabitants</p><p>Indigenous leaders, politicians and friends and relatives of Dom Phillips and Bruno Pereira have paid tribute to the two men on the anniversary of their murders in the Brazilian Amazon.</p><p>The British journalist and Brazilian Indigenous expert were ambushed and killed on 5 June 2022 while travelling by boat through the remote Javari valley region.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/tributes-paid-to-dom-phillips-and-bruno-pereira-a-year-on-from-their-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/tributes-paid-to-dom-phillips-and-bruno-pereira-a-year-on-from-their-deaths", "date_published": "2023-06-05 16:53:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SEC accuses Binance of mishandling customer funds and lying to regulators and investors – live", "description": "<p>US watchdog says company mixed billions in customer funds and secretly sent them to separate company controlled by CEO Changpeng Zhao</p><p>The US Securities and Exchange Commission has filed a lawsuit against Binance, the world’s largest cryptocurrency exchange, and its CEO, Changpeng Zhao, accusing the company and Zhao of operating an illegal cryptocurrency exchange using billions of dollars in Binance customer funds.</p><p>This is the biggest crackdown of the cryptocurrency exchange and will likely cause a rumble in the cryptocurrency world, which was shaken by the collapse of FTX in the fall, what was the second-largest exchange to Binance.</p> <a href=\"https://www.theguardian.com/business/live/2023/jun/05/sec-sues-binance-crypto-cftc-changpeng-zhao-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jun/05/sec-sues-binance-crypto-cftc-changpeng-zhao-live-updates", "date_published": "2023-06-05 16:44:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Austrian Social Democrats announce wrong leader after ‘technical error’", "description": "<p>Party officials say Andreas Babler won race, not Hans Peter Doskozil as previously declared due to Excel error</p><p>Austria’s Social Democratic party has admitted a “technical error” in an Excel file led to it announcing the wrong candidate as its new leader.</p><p>Officials at the centre-left SPÖ said on Monday that Andreas Babler, the mayor of the south-eastern city of Traiskirchen, had in fact won the race, and not Hans Peter Doskozil, the governor of the south-eastern Burgenland region, who had been declared the winner on Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/austrian-social-democrats-announce-wrong-leader-after-technical-error\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/austrian-social-democrats-announce-wrong-leader-after-technical-error", "date_published": "2023-06-05 16:43:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England in a spin: who should replace Jack Leach for the Ashes? | Simon Burnton", "description": "<p>Left-armer’s 11th-hour injury means England are scrambling for an alternative, and there are some intriguing candidates </p><p>Moeen is a vastly experienced veteran of 64 Tests – of all English spinners only Derek Underwood and Graeme Swann have taken more than his 195 wickets – and an excellent batter, but he retired from Test cricket in September 2021 and has not played a first-class game since, explaining that towards the end of his Test career he “found it a struggle to get in the zone” to deal with the format’s unique challenges.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/05/england-in-a-spin-who-should-replace-jack-leach-ashes-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/05/england-in-a-spin-who-should-replace-jack-leach-ashes-cricket", "date_published": "2023-06-05 16:39:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BA, Boots and BBC staff details targeted in Russia-linked cyber-attack", "description": "<p>Hack attributed to criminal gang hit MOVEit software used by third-party payroll provider Zellis</p><p>British Airways, Boots and the BBC are investigating the potential theft of personal details of staff after the companies were hit by a cyber-attack attributed to a Russia-linked criminal gang.</p><p>BA confirmed it was one of the companies affected by the hack, which targeted software called MOVEit used by Zellis, a payroll provider.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/05/ba-boots-and-bbc-staff-details-targeted-in-russian-linked-cyber-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/05/ba-boots-and-bbc-staff-details-targeted-in-russian-linked-cyber-attack", "date_published": "2023-06-05 16:36:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Channel 4 defers bonuses and scraps pay rise for top executives amid backlash", "description": "<p>Broadcaster says execs to indefinitely defer retention bonuses and won’t take an annual pay rise this year</p><p>Channel 4’s top executives have deferred taking bonuses worth hundreds of thousands of pounds and scrapped a planned pay rise, amid a growing backlash from struggling TV producers hit by the broadcaster’s cuts to programme-making.</p><p>The chief executive, Alex Mahon, chief content officer, Ian Katz and chief operating officer, Jonathan Allan, are still on course to take home millions in pay and other bonuses, details of which will be confirmed when Channel 4 publishes its annual report later this summer.</p> <a href=\"https://www.theguardian.com/media/2023/jun/05/channel-4-defers-bonuses-and-scraps-pay-rise-for-top-executives-amid-backlash\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/05/channel-4-defers-bonuses-and-scraps-pay-rise-for-top-executives-amid-backlash", "date_published": "2023-06-05 16:34:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DJ Paul Oakenfold accused of sexual harassment by former assistant", "description": "<p>The DJ, who has remixed the world’s best-known musicians, is accused of masturbating in front of the PA, in incidents of increasing severity</p><p>A former personal assistant for Paul Oakenfold has accused the British DJ of sexual harassment and workplace violations in a new lawsuit, <a href=\"https://deadline.com/2023/06/paul-oakenfold-sexual-harassement-allegations-grammy-nominated-dj-major-remixer-1235399650/\">Deadline reports</a>.</p><p>The 24-year-old woman, known as Jane Roe, alleges that Oakenfold masturbated in front of her on her first day working for him in October 2022, and on three subsequent occasions, “when Oakenfold was aware that Plaintiff could not escape”, the lawsuit claims.</p> <a href=\"https://www.theguardian.com/music/2023/jun/05/dj-paul-oakenfold-accused-of-sexual-harassment-by-former-assistant\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/05/dj-paul-oakenfold-accused-of-sexual-harassment-by-former-assistant", "date_published": "2023-06-05 16:21:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Ange Postecoglou, Spurs and senses of entitlement", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>The news that Ange Postecoglou has agreed a flamin’ contract with Tottenham <a href=\"https://www.theguardian.com/football/2023/jun/05/tottenham-agree-contract-with-ange-postecoglou-manager-celtic\">to become their new manager</a> will be considered extremely grim by those Spurs fans who consider the Australian to be beneath the job of managing their great club. Such is their state of delusion that these entitled so-and-sos want somebody with iron-clad credentials in charge of their club, a serial winner in the mould of … er, José Mourinho or Antonio Conte. What they emphatically don’t want is some comparatively chilled out larrikin, who may not be as well known but has led four different teams to victory in six different title races, three domestic cups and an international championship since Spurs won their most recent trophy, whatever it was the Milk Cup was called back in 2008.</p><p>I haven’t taken the trouble to write to the Football Daily before, mainly because I hadn’t quite grasped the fact that it is really just a former tea-timely iteration in a posh frock, but recent events make it hard to resist the temptation to rant. I am a Wigan Athletic season-ticket holder and, as such, am in a perpetual state of tension – just check out our 10-year record of relegation, promotion, near-misses, administration and points deductions since that great FA Cup final to see why (congrats to City, btw). My recent tension levels are at an all-time high, though. The Football League insists on repeatedly docking the club points. This does not stop the club defaulting on wages because, guess what, they haven’t got enough money to pay them. We will now start next season on -8 points (if we start next season at all) and be favourites for relegation to League Two. The concept of a sanction that penalises the wrong people <em>and</em> cannot stop the club defaulting again is plainly ridiculous. On the other hand, the Football League has twice passed owners of Wigan as being fit and proper when … well. What penalty is it giving itself? Just saying” – Alan Willis.</p><p>If only José Mourinho could land the job at Inter Miami. Now there’s a fly-on-the-wall documentary I’d like to see. Like a weird counterweight to Ted Lasso in which a club is revolutionised by relentless negativity” – Stephen Butler.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/jun/05/football-daily-email-tottenham-ange-postecoglou\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/05/football-daily-email-tottenham-ange-postecoglou", "date_published": "2023-06-05 16:20:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The ultimate eco building – made of salt, sunflowers and recycled urine", "description": "<p>Its door handles are made of salt. Its walls are made of sunflowers. Its furniture is made of Japanese knotweed. And it was stained with dyes made with filtered urine. Is this recycling marvel in southern France the future of architecture?</p><p></p><p></p><p></p><p>In a former railway repair shop in the southern French city of Arles, flasks of lurid green algae are bubbling away on a shelf, in a room that looks like a cross between a modern-day laboratory and a witch’s potion-brewing den. Nearby, a 3D printer spews out curious objects made from algae-based bioplastic, while samples of algae-dyed textiles hang on a rack. Some of the walls appear to be made of rice cakes, others look like Weetabix, while some are daubed with a coat of porridgy gloop. All are natural byproducts of the local sunflower industry, the mashed-up pith and fibres redeployed as acoustic insulation. Elsewhere, there are antibacterial door handles made of salt, harvested from the region’s salt marshes; thermal insulation made from bales of local rice straw; and bathroom tiles made of waste clay from a nearby quarry.</p><p>You’ve heard of farm-to-table food? Well, this is farm-to-building architecture: the latest low-carbon weapon in the battle against the climate crisis. “We call it bioregional design,” says Jan Boelen, artistic director of <a href=\"https://www.atelier-luma.org/\">Atelier Luma</a>. Given that the built environment accounts for around 40% of global CO<sub>2</sub> emissions, he argues it is time we embraced locally sourced, organic methods of construction. “We need to move from globalised, extractive supply chains towards regional ecosystems of materials that help regenerate the environment. Where others might see waste, we see opportunities.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/05/ultimate-eco-building-salt-sunflowers-recycled-urine-atelier-luma-architecture\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/05/ultimate-eco-building-salt-sunflowers-recycled-urine-atelier-luma-architecture", "date_published": "2023-06-05 16:17:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer says he wants to empower local communities. The Jamie Driscoll affair suggests otherwise | Simon Jenkins", "description": "<p>Blocking the North of Tyne mayor from standing for Labour again shows how deep the party’s centralism runs</p><p>It’s what they do, not what they say. All opposition leaders are localists until it matters. Keir Starmer <a href=\"https://www.theguardian.com/politics/2023/jan/05/keir-starmer-vows-to-let-communities-take-back-control-in-labour-first-term\">said</a> in January he wanted to “take back control” for local communities. The Labour leader wants them to have more say over jobs, transport, energy, climate change, housing, culture, childcare and finance. He wants to liberate what is now recognised as the most centralised state in Europe. So why, now, has the Labour leader decided that the people of the North of Tyne area <a href=\"https://www.theguardian.com/politics/2023/jun/02/labour-block-jamie-driscoll-from-north-east-mayoralty-contest\">will not be permitted to reselect</a> their current mayor, Jamie Driscoll, to stand for Labour at the next election? Why did he agree in March that his predecessor as leader, Jeremy Corbyn, should not be reselected as MP for Islington North?</p><p>Whatever the perceived misdeeds of these two politicians, surely these are matters for their respective communities to decide on. Come to that, I notice in the past few weeks that, despite his devolution speech, Starmer wants <a href=\"https://www.theguardian.com/politics/2023/mar/30/labour-would-freeze-council-tax-for-one-year-says-keir-starmer#:~:text=%E2%80%9CWe%E2%80%99re%20announcing%20today%20that,it%20to%20help%20working%20people.%E2%80%9D\">no devolution</a> of power over council tax rises, local housing decisions or the siting of wind turbines, among other things. Nor will he <a href=\"https://www.theguardian.com/politics/2023/jun/04/labour-plans-to-ban-north-sea-oil-production-naive-says-union-leader\">tolerate</a> any nonsense from Scottish people about “taking back control” of Scotland. He may want to move on “from slogans to solutions”, but whose solutions?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/keir-starmer-local-communities-jamie-driscoll-north-tyne-mayor\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/keir-starmer-local-communities-jamie-driscoll-north-tyne-mayor", "date_published": "2023-06-05 16:11:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Pence, Trump’s former vice-president, announces White House run", "description": "<p>Republican who narrowly escaped harm at hands of January 6 rioters jumps into nomination race</p><p>Mike Pence, who as Donald Trump’s vice-president narrowly escaped harm at the hands of the January 6 rioters, has declared his candidacy for the Republican presidential nomination next year, pitting him against his former boss.</p><p><a href=\"https://apnews.com/hub/michael-pence\">Pence</a> filed paperwork with the Federal Election Commission, but will formally launch his bid for the Republican nomination with a <a href=\"https://apnews.com/article/pence-announcement-2024-presidential-trump-iowa-35c99dfa2f4f265b346b1aeddb6d7cae\">video and event</a> in Des Moines, Iowa, on Wednesday – his 64th birthday.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/05/mike-pence-president-run-2024-election\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/05/mike-pence-president-run-2024-election", "date_published": "2023-06-05 16:11:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Britain was shaped by the roads not taken | Letters", "description": "<p>Readers respond to a piece by Martin Kettle about an exhibition in Berlin that explores 14 alternative histories for Germany</p><p>Martin Kettle’s piece about an exhibition in Berlin on pivotal moments in German history will, I hope, start a debate about such British moments (<a href=\"https://www.theguardian.com/commentisfree/2023/may/31/britain-germany-alternative-history-brexit-falklands-second-world-war\" title=\"\">What would Britain look like today if we’d chosen to follow the roads not taken?, 31 May</a>). May I suggest that the decision to go to war in 1914 is one such? The enormous loss of young British lives and the economic damage to the country still reverberate. And could we please have an exhibition in London like the one in Berlin?<br /><strong>Claude Scott</strong><br /><em>London</em></p><p>• I was overjoyed to read Martin Kettle’s defence of counterfactual history. I too have always found this a valuable area of discussion, and not the pointless waste of time it is to people I’d otherwise respect. May I suggest, though, that he overlooked the single transferable vote failing by seven votes in the <a href=\"https://consoc.org.uk/wp-content/uploads/2019/04/David-Klemperer-Electoral-Systems-and-Electoral-Reform-in-the-UK-in-Historical-Perspective.pdf\" title=\"\">Commons in 1917</a>, which could have saved us for ever from the dysfunctional politics that we have today, which is fundamentally unfit for the world we now live in.<br /><strong>Robin Carmody</strong><br /><em>Portland, Dorset</em></p> <a href=\"https://www.theguardian.com/education/2023/jun/05/how-britain-was-shaped-by-the-roads-not-taken\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/05/how-britain-was-shaped-by-the-roads-not-taken", "date_published": "2023-06-05 16:09:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s plans for housing are unsustainable | Letters", "description": "<p><strong>Nick Ridley</strong>, <strong>Daniel Scharf</strong> and <strong>Warren Brown</strong> respond to the news that the party will allow councils to buy land cheaply if elected next year</p><p>After 64 years’ worth of elections, it would be a pity to change my voting habits. But if the Labour party under Keir Starmer campaigns with a manifesto including a housing policy as outlined, I will (<a href=\"https://www.theguardian.com/politics/2023/may/29/labour-allow-local-authorities-buy-land-cheaply-for-development\" title=\"\">Labour plans to allow local authorities to buy land cheaply for development, 29 May</a>). To give local councils (or anybody else) “sweeping new powers” to use compulsory purchase orders to buy land cheaply could well create more division and negative community spirit.</p><p>It would also result in the loss of even more agricultural land to tarmac and concrete. The present speed of conversion of good, food-growing land to concrete is unsustainable; a government’s first priority should be to make our country as near self-sufficient in food as possible.<br /><strong>Nick Ridley</strong><br /><em>Banbury, Ox</em><em>fordshire</em></p> <a href=\"https://www.theguardian.com/society/2023/jun/05/labours-plans-for-housing-are-unsustainable\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/05/labours-plans-for-housing-are-unsustainable", "date_published": "2023-06-05 16:09:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mercedes have a long way to go but success in Spain is still significant | Giles Richards", "description": "<p>Podium finishes for Lewis Hamilton and George Russell could be the first step in team’s return to the title picture</p><p>There was deserved elation at Mercedes after taking <a href=\"https://www.theguardian.com/sport/2023/jun/04/max-verstappen-outpaces-mercedes-duo-to-cruise-to-spanish-grand-prix-victory\">a double podium at the Spanish Grand Prix</a>, the tension etched into the faces of some team members draining away. But as the team heads back to Brackley they are more than aware that they have only reached basecamp. The mountain lies ahead.</p><p>With Lewis Hamilton taking second place and his teammate George Russell third in Barcelona, it was their best result of the season and indeed the outstanding performance of their car in terms of drivability, pace and balance. Hamilton called it the <a href=\"https://www.theguardian.com/sport/2023/jun/04/lewis-hamilton-hints-at-staying-with-mercedes-after-spanish-gp-showing\">best performing car Mercedes had built</a> since he last challenged for the title in 2021.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/05/formula-one-mercedes-have-a-long-way-to-go-but-success-in-spain-is-still-significant\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/05/formula-one-mercedes-have-a-long-way-to-go-but-success-in-spain-is-still-significant", "date_published": "2023-06-05 16:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "De Bruyne insists his career will not be defined by Champions League final", "description": "<ul><li>Manchester City midfielder says final against Inter is ‘50-50’</li><li>‘One 90 minutes doesn’t define a career’</li></ul><p>Kevin De Bruyne insists his career will not be defined by whether he wins the Champions League but accepts Manchester City’s legacy would be strengthened by victory in Istanbul.</p><p>Pep Guardiola’s imperious team can complete a Premier League, FA Cup and Champions League treble by beating Internazionale on Saturday, when City could become champions of Europe for the first time. De Bruyne admits City would gain greater recognition as one of the finest sides in the game by lifting the trophy but believes his own reputation will not be shaped by one final.</p> <a href=\"https://www.theguardian.com/football/2023/jun/05/de-bruyne-insists-career-not-defined-champions-league-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/05/de-bruyne-insists-career-not-defined-champions-league-final", "date_published": "2023-06-05 16:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SEC sues Binance and accuses crypto exchange of mishandling funds", "description": "<p>Securities and Exchange Commission alleges Binance mixed billions in customer funds and lied to regulators and investors</p><p>Binance, the world’s largest cryptocurrency exchange, was sued by the US’s top financial watchog on Monday, accused of mishandling customer funds and lying to regulators and investors.</p><p>The Securities and Exchange Commission (SEC) has accused Binance of mixing “billions of dollars” in customer funds and secretly sending them to a separate company controlled by Binance’s founder, Changpeng Zhao.</p> <a href=\"https://www.theguardian.com/business/2023/jun/05/binance-sued-sec-cryptocurrency-accused-mishandling-funds\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/05/binance-sued-sec-cryptocurrency-accused-mishandling-funds", "date_published": "2023-06-05 15:42:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oxford University appoints UK’s first professor of LGBTQ+ history", "description": "<p>Matt Cook, who has written on queer urban life and the Aids crisis, takes up the new post at Mansfield College</p><p>The renowned cultural historian Matt Cook is to become the UK’s first fully endowed professor of LGBTQ+ history in a newly created post at Mansfield College, Oxford.</p><p>Cook, who has written extensively on queer urban life, the Aids crisis and queer domesticity, will become the first <a href=\"https://www.theguardian.com/education/2022/feb/08/oxford-history-sexualities-professorship-lgbtq-activist-jonathan-cooper\">Jonathan Cooper chair of the history of sexualities</a> later this year.</p> <a href=\"https://www.theguardian.com/education/2023/jun/05/matt-cook-oxford-university-appoints-uk-first-professor-of-lgbtq-history\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/05/matt-cook-oxford-university-appoints-uk-first-professor-of-lgbtq-history", "date_published": "2023-06-05 15:40:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italy’s top court orders city to pay €50,000 to couple over nightlife noise", "description": "<p>Mayors across country fear wave of cases after ruling that Brescia council failed to safeguard residents</p><p>Mayors across Italy are fearing a deluge of legal complaints after the country’s top court ruled that noisy nightlife could be harmful to people’s health.</p><p>In the first ruling of its kind in Italy, the supreme court of cassation ordered Brescia city council to pay €50,000 (£43,000) in compensation to a couple for failing to safeguard them against noise, reported Il Messaggero.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/italy-top-court-orders-city-to-pay-euro-50000-couple-noisy-nightlife-brescia-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/italy-top-court-orders-city-to-pay-euro-50000-couple-noisy-nightlife-brescia-residents", "date_published": "2023-06-05 15:37:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three men accused of attacking Brigitte Macron relative appear in court", "description": "<p>Accused among eight arrested after Jean-Baptiste Trogneux was beaten up outside family’s chocolate shop</p><p>Three men have appeared in court in France accused of attacking Brigitte Macron’s great-nephew outside her family’s chocolate shop.</p><p>The accused were among eight people arrested after Jean-Baptiste Trogneux, 30, was beaten up while reportedly trying to protect the windows of the store in Amiens in the Somme <a href=\"https://www.theguardian.com/world/2023/may/16/brigitte-macron-relative-beaten-up-at-familys-chocolate-shop\">last month</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/three-men-accused-of-attacking-brigitte-macron-relative-appear-in-court\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/three-men-accused-of-attacking-brigitte-macron-relative-appear-in-court", "date_published": "2023-06-05 15:35:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former F1 owner to enter £4bn race for Center Parcs resorts", "description": "<p>CVC Capital partners poised to table bid for six sites across UK and Ireland</p><p>The former owner of Formula One is preparing to enter the £4bn race to snap up Center Parcs, the family holiday resorts group.</p><p>CVC Capital Partners is poised to make an offer for the company’s six sites across the UK and Ireland later this month, weeks after the business was put up for sale.</p> <a href=\"https://www.theguardian.com/business/2023/jun/05/former-f1-owner-to-enter-4bn-race-for-center-parcs-resorts\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/05/former-f1-owner-to-enter-4bn-race-for-center-parcs-resorts", "date_published": "2023-06-05 15:32:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serpentine Pavilion 2023 review – giant cocktail umbrella gives the park a party vibe", "description": "<p>French-Lebanese architect Lina Ghotmeh has unveiled her festive big top. And this symphony of timber is a lovely place to eat and think about food – if you can overlook the clumsy flat-pack feel</p><p>Long wooden ribs fan out from the centre of the roof of this year’s Serpentine pavilion, like the gills of a gigantic portobello mushroom. Beneath the low-slung canopy, reddish oak tables and stools are arranged in a momentous circle, as if awaiting an important meeting, like a council chamber ready to host some great fungal assembly.</p><p>“We wanted to be in harmony with the park,” <a href=\"https://www.theguardian.com/artanddesign/2022/nov/23/lina-ghotmeh-design-2023-serpentine-pavilion-london\">says Lina Ghotmeh</a>, the French-Lebanese architect of this year’s pavilion in Kensington Gardens, London. “I began by looking at the circles made by the canopies of the trees, and set the structure back to avoid their roots, making it the least invasive on the living surroundings as possible.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/05/serpentine-pavilion-2023-review-giant-cocktail-umbrella-party-vibe-lina-ghotmeh\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/05/serpentine-pavilion-2023-review-giant-cocktail-umbrella-party-vibe-lina-ghotmeh", "date_published": "2023-06-05 15:31:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Has the Ukrainian counteroffensive begun in its war with Russia?", "description": "<p>Increased military activity along the frontline suggests the ‘spring-summer military campaign’ has entered a new phase</p><p>For weeks now the Ukrainian army has been carrying out “shaping” or tactical operations around a vast 600-mile frontline, stretching from the south to the north-east. The goal is to wipe out Russia’s military potential. Ukrainian units <a href=\"https://www.theguardian.com/world/2023/may/12/ukraine-prepares-to-take-back-territory-from-russia-step-by-step-roman-kostenko\">have used attack drones</a> to destroy enemy tanks and positions in night-time missions. There have been longer-range strikes against weapons depots and fuel dumps. Kyiv has used British Storm Shadow missiles to target eastern cities<a href=\"https://www.theguardian.com/world/2023/may/15/ukraine-strikes-russian-forces-in-luhansk-ahead-of-counter-offensive\"> such as Luhansk</a>, taken over by Russia in 2014, and the occupied ports of Mariupol and Berdiansk.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/has-the-ukrainian-counteroffensive-begun-in-its-war-with-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/has-the-ukrainian-counteroffensive-begun-in-its-war-with-russia", "date_published": "2023-06-05 15:28:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Exam season makes everyone unhappy. Why do we put up with it? | Zoe Williams", "description": "<p>The intolerable pressure leads to terrible family rows. I thought I had escaped the worst of it with my children, but I now realise I was wrong</p><p>In September 2013, I thought I was the most intelligent person ever to exist. By some masterstroke of family planning, I’d managed to have two children, spaced almost two years apart, but because the first was born in September and the second August, they were in adjacent school years. By my calculations, I’d saved two whole years of childcare, which back then was more expensive than the mortgage, but only because at that point Liz Truss was still in charge of childcare costs, and had yet to screw with everyone’s mortgage. And it wasn’t even intentional, my miracle! I was a genius at the level of the ovary.</p><p>Obviously, I hadn’t really thought through what the consequences would be, once they hit the meaningful-exam stage of life, which they still haven’t – at the moment I’m just observing other people. GCSE and A-level events are objectively weird for a household whatever its composition, because for the first time, the kid’s day has the highest stakes. You can pretend this is true for the preceding decade – big day, darling, you’re the narrator in Sinbad the Sailor and yes it <em>is </em>a big deal whether you get the crabs and the dancing squid in the right order – but now it is real. It doesn’t matter what your job is, whole human lives could be hanging off your performance; you still won’t come anywhere near the singular tightrope of the exam, that absolutely atomised space where you’re not allowed to ask for help, you can’t take a little more time, and you’ll be judged on the outcome, indeed that is all you’ll be judged on, until such time as you achieve anything else, which could be never.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/exam-season-makes-everyone-unhappy-why-do-we-put-up-with-it\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/exam-season-makes-everyone-unhappy-why-do-we-put-up-with-it", "date_published": "2023-06-05 15:07:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Countries must put aside national interests for climate crisis, UN says", "description": "<p>Simon Stiell tells conference in Bonn the world is at ‘tipping point’ and must fight together for common good</p><p>The world is at a “tipping point” in the climate crisis that requires all countries to put aside their national interests to fight for the common good, the UN’s top climate official has warned.</p><p>Simon Stiell, the executive secretary of the UN Framework Convention on Climate Change, pointed to recent findings from scientists that <a href=\"https://www.theguardian.com/environment/2023/may/17/global-heating-climate-crisis-record-temperatures-wmo-research\">temperatures were likely to exceed the threshold of 1.5C above pre-industrial levels</a> within the next five years.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/05/countries-must-put-aside-national-interests-for-climate-crisis-un-says\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/05/countries-must-put-aside-national-interests-for-climate-crisis-un-says", "date_published": "2023-06-05 15:06:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump donor whose family died in Washington plane crash lost other daughter in diving tragedy", "description": "<p>John Rumpel said daughter and granddaughter were among crash victims, and another daughter was killed in 1994 diving accident</p><p>A leading Republican donor whose family members were killed in a plane crash in Virginia on Sunday following a <a href=\"https://www.theguardian.com/us-news/2023/jun/04/sonic-boom-from-us-military-aircraft-rattles-washington-dc-residents\">pursuit by US military jets</a> lost another daughter in a scuba diving tragedy almost 30 years ago, it was reported Monday.</p><p>John Rumpel, a Florida businessman and frequent contributor to Donald Trump’s political operation, said his daughter Adina Azarian, 49, and two-year-old granddaughter were among four victims of the crash that caused a security scare when the plane flew over restricted airspace in Washington DC.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/05/washington-plane-crash-trump-donor\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/05/washington-plane-crash-trump-donor", "date_published": "2023-06-05 15:04:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forget Twitter, my local dog park is the real town square  |  Myke Bartlett", "description": "<p>I had long suspected there were people outside my echo chambers, but I hadn’t realised how much I would come to like them</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>When our <a href=\"https://www.theguardian.com/lifeandstyle/2022/mar/27/the-painful-loss-of-my-dog-gave-me-confidence-to-experience-grief-rather-than-shrug-it-off\">dog died</a> last year, amid the grief was – I admit – a sense of relief. Life was busy with two young kids and their commitments, to say nothing of work and the tedious routines of housekeeping. There would be no more standing around on the local rugby field, endlessly kicking tennis balls. I had lost a dog but gained an extra hour a day.</p><p>Three months later, we brought home another puppy. This was clearly a terrible mistake. We weren’t ready. My wife couldn’t look at the new dog without crying (I worried what the dog made of this). Worst of all, I had sentenced myself to another decade in the dog park.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/forget-twitter-my-local-dog-park-is-the-real-town-square\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/forget-twitter-my-local-dog-park-is-the-real-town-square", "date_published": "2023-06-05 15:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Airborne DNA accidentally collected by air-quality filters reveals state of species", "description": "<p>Monitoring stations that already test for pollution could have dual purpose of mapping declines in biodiversity, reveals new study</p><p></p><p>From owls to hedgehogs to fungi, genetic material from plants and animals is being inadvertently hoovered up by air-quality monitoring stations around the world, creating an untapped “vault of biodiversity data”, according to a new scientific paper.</p><p>Globally, thousands of air filters are continually testing for heavy metals and other pollutants in the atmosphere. Scientists are now realising that this monitoring network is also picking up invisible traces of genetic material known as airborne environmental DNA (eDNA) from bits of hair, feathers, saliva and pollen.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/05/airborne-dna-accidentally-collected-by-air-quality-filters-reveals-state-of-species\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/05/airborne-dna-accidentally-collected-by-air-quality-filters-reveals-state-of-species", "date_published": "2023-06-05 15:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MP Bob Stewart charged with two public order offences", "description": "<p>MP for Beckenham in south London charged with two offences alleged to have happened in December 2022</p><p>The Conservative MP Bob Stewart has been charged with two public order offences, police have said.</p><p>The offences are alleged to have happened in December last year, according to the Metropolitan police. The MP, 73, represents Beckenham in south London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/tory-mp-bob-stewart-charged-with-two-public-order-offences\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/tory-mp-bob-stewart-charged-with-two-public-order-offences", "date_published": "2023-06-05 14:54:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s private pensions worth 35% less than men’s in Great Britain", "description": "<p>Survey is first major government study into what has been termed ‘the great gender pension chasm’</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jun/05/oil-price-saudi-arabia-output-cuts-uk-mortgage-rates-rising-economy-car-sales-business-live\">Business live – latest updates</a></li></ul><p>Women’s private pension pots in Great Britain are typically worth 35% less than those of their male colleagues by the time they reach 55, according to the first major government study into what has been termed “the great gender pension chasm”.</p><p>Having analysed the data for both sexes between 2018 and 2020, government researchers concluded that, on average, for every £100 accumulated in men’s private pensions, women have just £65. Women could end up losing out on thousands of pounds of <a href=\"https://www.theguardian.com/money/2023/apr/15/uk-pensions-how-much-retire-cost-of-living-inflation-income\">retirement income</a> as a result of the imbalance.</p> <a href=\"https://www.theguardian.com/business/2023/jun/05/womens-private-pensions-gap-worth-less-than-mens-great-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/05/womens-private-pensions-gap-worth-less-than-mens-great-britain", "date_published": "2023-06-05 14:48:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman thought alleged Rochdale abuser was her ‘best friend’, court hears", "description": "<p>Girl A, who has accused eight men of grooming and abusing her, said she felt like ‘snake in the grass’ for coming forward</p><p>A woman who has accused eight men from Rochdale of grooming and abusing her as a child wept as she told police she used to consider one of the alleged abusers to be her “best friend”.</p><p>The woman, known as Girl A to protect her identity, told detectives that she felt “like a snake in the grass” for accusing Jahn Shahid Ghani of abusing her when she was 14 and he was in his 30s.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/woman-thought-alleged-rochdale-abuser-was-her-best-friend-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/woman-thought-alleged-rochdale-abuser-was-her-best-friend-court-hears", "date_published": "2023-06-05 14:44:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican 2024 candidates criticize Trump for praising Kim Jong-un", "description": "<p>Rivals condemn ex-president for posting a message of support on Truth Social after North Korea added to WHO board</p><p>A number of Republican presidential candidates, including Ron DeSantis, have criticized <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> after the former president again praised the dictatorial leader of North Korea, Kim Jong-un.</p><p>The intervention from Trump’s rivals, who have largely avoided attacking the influential frontrunner, comes as a rare moment of dissension during the campaign.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/05/trump-kim-jong-un-praise-republican-presidential-candidates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/05/trump-kim-jong-un-praise-republican-presidential-candidates", "date_published": "2023-06-05 14:21:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth beach deaths inquest told riptide may have led to drowning", "description": "<p>Hearing opens inquest proceedings into deaths of Joe Abbess, 17, and Sunnah Khan, 12, before being adjourned</p><p>Two young people who died in the sea off a crowded Bournemouth beach last week drowned after a “suggestion” they got caught in a riptide, an inquest opening in the town has heard.</p><p>Joe Abbess, who was 17 years old and from Southampton, and Sunnah Khan, who was 12 and from High Wycombe, both died on 31 May.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/bournemouth-beach-deaths-inquest-told-riptide-may-have-led-to-drowning\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/bournemouth-beach-deaths-inquest-told-riptide-may-have-led-to-drowning", "date_published": "2023-06-05 14:19:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children’s enjoyment of writing has fallen to ‘crisis point’, research finds", "description": "<p>Only one in three UK children now enjoy writing in their free time – including text messages – with those on free school meals most likely to do so</p><p>New research from the National Literacy Trust shows that children’s interest in writing has reached a “crisis point”, with the charity saying an “alarmingly low” level of children and young people enjoy writing.</p><p>In a survey conducted by the trust across the UK, just a third (34.6%) of young people aged eight to 18 said that they enjoy writing in their free time. Although three in four children starting school said that they enjoyed writing, this dropped to one in four by the age of 16.</p> <a href=\"https://www.theguardian.com/books/2023/jun/05/childrens-enjoyment-of-writing-has-fallen-to-crisis-point\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/05/childrens-enjoyment-of-writing-has-fallen-to-crisis-point", "date_published": "2023-06-05 14:19:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bed rotting: why it is time to embrace your quilt – without the guilt", "description": "<p>The favoured pastime of millions? Staying under the covers with no purpose whatsoever, except to feel a little better</p><p><strong>Name:</strong> Bed rotting.</p><p><strong>Age:</strong> Six months, more or less. The term, if it wasn’t actually born then, gained traction and momentum in December last year.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/bed-rotting-why-it-is-time-to-embrace-your-quilt-without-the-guilt\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/05/bed-rotting-why-it-is-time-to-embrace-your-quilt-without-the-guilt", "date_published": "2023-06-05 14:18:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blam! Pranks and percussion: Dennis the Menace gets his own concerto – in pictures", "description": "<p>For the Beano’s 85th birthday, Colin Currie and the BBC Concert Orchestra celebrated the comic’s beloved prankster and dog Gnasher in a family concert featuring a specially written percussion work</p><p></p> <a href=\"https://www.theguardian.com/music/gallery/2023/jun/05/blam-pranks-and-percussion-dennis-the-menace-gets-his-own-concerto-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/jun/05/blam-pranks-and-percussion-dennis-the-menace-gets-his-own-concerto-in-pictures", "date_published": "2023-06-05 14:17:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby one of two nurses on duty when babies were poisoned, court hears", "description": "<p>Nurse admits someone must have laced the boys’ feeding bags with insulin, but denies it was her</p><p>Lucy Letby was one of only two nurses on duty when two baby boys were deliberately poisoned with insulin, a court has been told.</p><p>The nurse, 33, denied attempting to murder the days-old infants in “targeted” attacks nine months apart.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/lucy-letby-one-of-two-nurses-on-duty-when-babies-were-poisoned-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/lucy-letby-one-of-two-nurses-on-duty-when-babies-were-poisoned-court-hears", "date_published": "2023-06-05 14:14:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Somerset last team with 100% winning record in T20 Blast", "description": "<p>It was also a good week for Worcestershire, Glamorgan and Yorkshire, with some old heads leading from the front</p><p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a></p><p>Somerset hold the only 100% record in the Blast (played six, won six) and their two matches last week might illustrate why.</p> <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/jun/05/county-cricket-worcestershire-somerset-t20-blast-groups-glamorgan-yorkshire\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/99-94-cricket-blog/2023/jun/05/county-cricket-worcestershire-somerset-t20-blast-groups-glamorgan-yorkshire", "date_published": "2023-06-05 14:11:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three-year-old Palestinian boy shot by Israeli soldiers dies in hospital", "description": "<p>Mohammed al-Tamimi was shot in the head while riding in a car in the West Bank with father, who was also injured</p><p>A three-year-old Palestinian boy has died in hospital, four days after he was shot in the head by Israeli soldiers while riding in a car with his father in the occupied West Bank.</p><p>Mohammed al-Tamimi was airlifted to the Sheba hospital near Tel Aviv after the incident on Thursday night and remained in a critical condition until medical officials announced his death on Monday. His father, Haitham al-Tamimi, 40, is still being treated at a Palestinian hospital. His injuries are not believed to be life-threatening.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/three-year-old-palestinian-boy-shot-by-israeli-soldiers-dies-in-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/three-year-old-palestinian-boy-shot-by-israeli-soldiers-dies-in-hospital", "date_published": "2023-06-05 14:10:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rising moon and raging fires: Monday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jun/05/rising-moon-and-raging-fires-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jun/05/rising-moon-and-raging-fires-mondays-best-photos", "date_published": "2023-06-05 14:02:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did it inspire Bowie’s Let’s Dance? How M made crossover classic Pop Muzik", "description": "<p>The creators of the pop send-up reveal its own unlikely inspirations, from the Andrews Sisters and the Paris Métro, to the sample bottles of a travelling perfume salesman</p><p>I had been a singer-songwriter in David Bowie’s Beckenham Arts Lab, and ended up working with my old art school friend Malcolm McLaren as punk started happening. I was in Paris making a live recording of the Slits when someone said: “Why don’t you do something yourself?” I asked an engineer if there was any downtime at the studio so I could lay down some ideas.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/05/m-how-we-made-pop-muzik-bowies\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/05/m-how-we-made-pop-muzik-bowies", "date_published": "2023-06-05 14:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There may never have been a fight for survival in La Liga quite like this | Sid Lowe", "description": "<p>Six teams went into the final game within two points of each other and the last relegation place. There was drama and tears</p><p>“Life hits you hard sometimes; this is one of those times,” Papa Pezzolano said when at last it was over and it was confirmed that his team was the one heading to the second division, hope eventually extinguished in the 100th minute of the final day of the longest season. “The dressing room is destroyed,” the Real Valladolid coach admitted as his voice cracked and the tears came. Across the way, that could have been meant literally; in there, the beers were open and Getafe’s players, survival secured, were climbing on tables and leaping about, crashing into each other, throwing things about, soaking and serenading the coach who had come to rescue them. “Bordalas, I love you,” could be heard through the walls.</p><p>All over Spain similar scenes were repeated – in Valladolid and Vigo, Elche, Seville and Barcelona – and everywhere there were tears. “I’m close, yeah,” Cádiz manager Sergio admitted afterwards, speaking for everyone. “I’m absolutely exhausted; I’m dead,” said Valencia coach Rubén Baraja, doing much the same. “My heart’s still going at 130 bpm; there was so much tension,” added Almería manager Rubi. When it came to Gabri Veiga, he declared “This is everything to me. I love Celta”, but actions spoke even louder: the kid whose two goals saved them and were probably his last service for the club <a href=\"https://www.theguardian.com/football/2023/mar/13/gabri-veigas-cinderella-story-pumpkin-patch-celta-de-vigo-iago-aspas\">where he grew up</a>, sat on the bench at Balaidos and broke down, sobbing.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/05/there-may-never-have-been-a-fight-for-survival-in-la-liga-quite-like-this\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/05/there-may-never-have-been-a-fight-for-survival-in-la-liga-quite-like-this", "date_published": "2023-06-05 13:44:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Daily Mirror hacked Diana’s phone during friendship with Michael Barrymore, court hears", "description": "<p>Lawyer suggests then editor, Piers Morgan, was disingenuous when he later wrote that he had ‘heard rumours’ about friendship</p><p>The phone of Diana, Princess of Wales was allegedly hacked by Piers Morgan’s Daily Mirror in an attempt to obtain details about her secret meetings with the comedian Michael Barrymore.</p><p>The high court heard that Diana had regularly talked to Barrymore in the months before her death, at a time when they were two of the most famous people in Britain. The television presenter was “struggling with coming out as gay”, as well as dealing with an addiction to alcohol and drugs.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/daily-mirror-accused-of-hacking-dianas-phone-during-friendship-with-michael-barrymore\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/daily-mirror-accused-of-hacking-dianas-phone-during-friendship-with-michael-barrymore", "date_published": "2023-06-05 13:41:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holly Willoughby is back – but will This Morning ever be magic again?", "description": "<p>After a two-week break, Phillip Schofield’s former co-presenter tries to put the controversy to bed – though the show’s ‘new chapter’ is totally out of her control</p><p>A week is a long time in daytime television. A fortnight? Turns out it’s a lifetime. Two weeks ago, Holly Willoughby took a break from This Morning after reports of a falling out with her co-presenter, Phillip Schofield. Since then, Schofield has resigned from the show and This Morning and ITV have been plunged into a much deeper crisis, with Schofield confirming that he <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/01/phillip-schofield-utterly-broken-over-affair-with-younger-male-colleague\">had an extramarital affair</a> with a young staffer on the production team.</p><p>This Morning stayed on air, going from avoidance to a mea culpa. After days of hardly acknowledging it was in the news at all – apart from a short statement and a pointed “how was <em>your</em> weekend?” by Dermot O’Leary the Monday after Schofield stood down – by Friday Alison Hammond was holding back tears as she reflected on <a href=\"https://www.bbc.co.uk/iplayer/episode/l0056bmh/phillip-schofield-the-interview#xtor=CS8-1000-%5BEditorialPromo_Box%5D-%5BNewsEditorial_Promo%5D-%5BNewsEditorial_Promo%5D-%5BPS_IPLAYER~N~l0056bmh~P_SchofieldLive%5D\">his BBC News interview with Amol Rajan</a>. (“I’m just finding it really painful,” said Hammond. “Because obviously I loved Phillip Schofield and I still love Phillip Schofield. However, what he has done is wrong.”)</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/holly-willoughby-is-back-this-morning-phillip-schofield\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/05/holly-willoughby-is-back-this-morning-phillip-schofield", "date_published": "2023-06-05 13:16:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer tries to calm rift with GMB over energy policy", "description": "<p>Labour leader makes move as union leader renews attack on plan to ban new North Sea oil and gas extraction</p><p>Keir Starmer has moved to calm a growing rift with the GMB union over Labour’s energy policy, even as its leader renewed his attack on the party’s plan to prohibit new North Sea oil and gas developments.</p><p>The Labour leader has pledged to enact the ban if his party wins power, proposing to invest instead in renewable sources, such as wind farms, and in nuclear power.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/05/keir-starmer-gmb-union-energy-policy-north-sea-oil-gas\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/05/keir-starmer-gmb-union-energy-policy-north-sea-oil-gas", "date_published": "2023-06-05 13:10:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google and Facebook urged by EU to label AI-generated content", "description": "<p>Call comes amid moves to combat disinformation from Russia, while Twitter is warned to comply with new digital content laws</p><p>Social media companies including Google and Facebook have been urged by the EU to “immediately” start labelling content and images generated by artificial intelligence as part of a package of moves to combat fake news and disinformation from Russia.</p><p>At the same time, the EU has warned Twitter that it faces “swift” sanctions if it does not comply with new digital content laws that come into effect across the bloc on 25 August.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/05/google-and-facebook-urged-by-eu-to-label-ai-generated-content\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/05/google-and-facebook-urged-by-eu-to-label-ai-generated-content", "date_published": "2023-06-05 13:06:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK secures two more barges to house asylum seekers", "description": "<p>Rishi Sunak confirms ships to house 1,000 refugees on visit to Dover, where he claims ‘stop the boats’ plan is working</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/05/rishi-sunak-illegal-migration-conservatives-keir-starmer-labour-energy-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The government has acquired two more giant barges to house 1,000 asylum seekers, Rishi Sunak has confirmed, as he claimed his plan to “stop the boats” was working.</p><p>The prime minister said he would wait to announce where the new barges will be located as there would be “extensive engagement” with local communities.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/05/uk-secures-two-more-barges-to-house-asylum-seekers-says-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/05/uk-secures-two-more-barges-to-house-asylum-seekers-says-sunak", "date_published": "2023-06-05 13:05:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yemeni activist who revealed sexual abuse by Houthis ‘being held by Saudi intelligence’", "description": "<p>Samira al-Houri disappeared after allegations that claims of female prisoners being raped were embellished</p><p>A prominent Yemeni human rights activist who revealed sexual abuse by Houthis in the country’s jails has been detained for more than a year by Saudi intelligence and her whereabouts is unknown, her friends have claimed.</p><p>The claim about Samira al-Houri’s disappearance has been made by Ali Albukhaiti, a prominent Yemeni politician and writer, who told the Guardian he decided to go public after he felt all private diplomatic avenues to secure her release had been exhausted. Albukhaiti drew parallels with the case of Jamal Khashoggi, the murdered Saudi journalist and dissident, saying although he had no evidence about her fate he feared for her safety.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/yemeni-activist-samira-al-houri-revealed-houthi-sexual-abuses-detained-saudi-arabia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/yemeni-activist-samira-al-houri-revealed-houthi-sexual-abuses-detained-saudi-arabia", "date_published": "2023-06-05 13:03:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim Jong-un’s new border wall could be a sign that his grip on North Korea is slipping | Timothy Cho", "description": "<p>The route I used to escape is now closed – but new technology makes it increasingly hard to keep the population under control</p><ul><li>Timothy Cho campaigns for religious freedom in North Korea with the charity Open Doors</li></ul><p>When I was a kid, I had a friend who was a smuggler. “You tell anyone about this – <em>our lives are over</em><em>,</em>” he threatened, and suddenly grinned, delightedly revealing his prize: the latest 007 movie, Die Another Day<em>.</em></p><p>Two decades ago, viewing foreign material in North Korea was highly dangerous – and it is the same today. The news that a two-year-old toddler has been <a href=\"https://www.telegraph.co.uk/world-news/2023/05/29/toddler-north-korea-parents-bible-life-prison/\">sentenced to life imprisonment</a> – because his parents were caught with a Bible – does not surprise anyone who observes the state’s cruelty to those who prefer not to worship the Kim family.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/kim-jong-un-border-wall-north-korea-technology\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/kim-jong-un-border-wall-north-korea-technology", "date_published": "2023-06-05 13:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The truth about ‘local’ food in US supermarkets: ‘It’s a marketing gimmick’", "description": "<p>The term doesn’t mean that much any more, and there are other, more important factors to consider when selecting food</p><p>If you walk into a Whole Foods in Oakland and pick up a container of non-dairy yoghurt marked “local”, you might be surprised to learn that though the company is headquartered nearby in San Francisco, the cashews the yoghurt is made of come from Vietnam, more than 7,500 miles (12,000km) away, or Ivory Coast, about 7,300 miles in the opposite direction.</p><p>This yoghurt made with ingredients from the other side of the globe points to the contradictory nature of so-called local food today: though the term holds appeal for customers, nearly <a href=\"https://ag.purdue.edu/cfdas/wp-content/uploads/2023/04/Report_202303-1.pdf\">two-thirds</a> of whom perceive local food to be more environmentally friendly, experts suggest it may not always mean what you think.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/05/local-food-marketing-us-supermarkets\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/05/local-food-marketing-us-supermarkets", "date_published": "2023-06-05 13:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid inquiry chair ‘may have to quit’ if denied access to Johnson WhatsApps", "description": "<p>Lawyer for bereaved families says Heather Hallett would be unable to do job if government blocks release</p><ul><li><a href=\"https://viewer.gutools.co.uk/politics/live/2023/jun/05/rishi-sunak-illegal-migration-conservatives-keir-starmer-labour-energy-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The chair of the UK Covid-19 public inquiry may have to resign if the government succeeds in its high court attempt to block the unredacted disclosure of ministers’ WhatsApp messages, the lawyer representing thousands of bereaved families has said.</p><p>Elkan Abrahamson, who represents the Covid-19 Bereaved Families for Justice group, which is a core participant at the inquiry, said the dispute between the government and the inquiry over texts and other documents had become “an existential struggle”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/covid-inquiry-chair-may-have-to-quit-denied-access-johnson-whatsapps\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/covid-inquiry-chair-may-have-to-quit-denied-access-johnson-whatsapps", "date_published": "2023-06-05 12:45:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Big shoes to fill’: Steve Smith reflects on Jack Leach missing the Ashes", "description": "<ul><li>Australia former captain laments ‘real shame’ of absence</li><li>Hazlewood out of World Test Championship final</li></ul><p>Australia’s Steve Smith has said the <a href=\"https://www.theguardian.com/sport/2023/jun/04/england-rocked-as-jack-leach-ruled-out-of-ashes-with-stress-fracture-of-back\">injury-enforced absence of England’s Jack Leach</a> from the Ashes will leave “some big shoes for them to fill” 11 days before the series starts at Edgbaston.</p><p>Smith watched “little bits and pieces” of <a href=\"https://www.theguardian.com/sport/2023/jun/03/five-wickets-for-tongue-guides-england-to-victory-over-ireland\">England’s victory over Ireland</a> at Lord’s with his attention focused on the World Test Championship final against India, which starts at the Oval on Thursday. “It’s a real shame,” he said of Leach’s lumbar fracture. “He’s done really well for England, the last 12-18 months in particular, and it’s going to be some big shoes for them to fill. I feel for him. Hopefully he recovers well.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/05/steve-smith-jack-leach-josh-hazelwood-australia-england-cricket-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/05/steve-smith-jack-leach-josh-hazelwood-australia-england-cricket-ashes", "date_published": "2023-06-05 12:31:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Very last warning’ for 82-year-old German convicted of dealing marijuana", "description": "<p>Retired seaman, who has 24 convictions, said he wanted to improve his pension by selling drugs</p><p>A German court has given an 82-year-old man a “last warning” to avoid jail after he was found guilty of drug dealing, despite 24 previous convictions.</p><p>The retired seaman, who said he wanted to improve his meagre €800 (£690) monthly pension by selling marijuana, was handed a suspended sentence by a court in the northern town of Aurich on Monday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/very-last-warning-for-82-year-old-german-convicted-of-dealing-marijuana\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/very-last-warning-for-82-year-old-german-convicted-of-dealing-marijuana", "date_published": "2023-06-05 12:31:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sergio Busquets: ‘You have to control everything – it’s like chess … I calculate it all’", "description": "<p>After trophy-laden Camp Nou stay the midfielder discusses what next, his favourite season and splits in Spain’s victorious 2012 squad</p><p>There was something heist movie about it, the story taking shape one man at a time, like the opening scenes from a film. First Andrés Iniesta announced he was leaving Japan. Then Sergio Busquets bade <a href=\"https://www.theguardian.com/football/2023/may/10/sergio-busquets-the-unique-talent-who-changed-barcelona-and-football\">farewell to Barcelona</a>. The next day, so did Jordi Alba. That afternoon, Paris Saint-Germain’s coach, <a href=\"https://www.theguardian.com/football/2023/jun/01/galtier-confirms-messi-will-leave-psg-and-defends-argentinians-time-at-club\">Christophe Galtier, confirmed</a> Lionel Messi was going. All in suspiciously quick succession, destination as yet unrevealed. It was easy to imagine a plot being hatched, to hear the deep voice of the Hollywood trailer: they had been the best; now the old gang was getting back together for one last job.</p><p>These are not just former teammates, who produced arguably the finest football ever seen; they’re best mates too, people Busquets says share “the same culture, the same jokes, the same upbringing”. At Busquets’ goodbye at the Camp Nou on Thursday, Messi signed off <a href=\"https://twitter.com/FCBarcelona_cat/status/1663979855396913166?s=20\">his video message</a> with an “I love you”, while Busquets describes the Argentinian not only as the “best player of all time” but the pair of them as “personalities that fit, who trust each other”. Iniesta refers to Busquets as a “brother”. And Busquets, asked which player he could most confide in over the years, who’s the funniest and who the grumpiest, cracks up when the answer to all three is Alba.</p> <a href=\"https://www.theguardian.com/football/2023/jun/05/sergio-busquets-barcelona-chess-what-next-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/05/sergio-busquets-barcelona-chess-what-next-spain", "date_published": "2023-06-05 12:28:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Studio Ghibli to release Hayao Miyazaki’s final film with no trailers or promotion", "description": "<p>The  director and veteran of Studio Ghibli plans to retire after the release of How Do You Live? which will forego trailers and marketing ahead of its Japanese release next month</p><p>Hayao Miyazaki’s next and apparently final film will be released with no trailer, marketing or other new promotional materials, it has been revealed.</p><p>In an interview with Japanese magazine Bungei Shunju, translated by <a href=\"https://www.hollywoodreporter.com/movies/movie-news/studio-ghibli-hayao-miyazaki-final-film-trailer-marketing-1235507079/\">the Hollywood Reporter</a>, producer Toshio Suzuki said the film, titled How Do You Live?, would be released with “no trailers or TV commercials at all … no newspaper ads either.” He added: “Deep down, I think this is what moviegoers latently desire.”</p> <a href=\"https://www.theguardian.com/film/2023/jun/05/studio-ghibli-hayao-miyazaki-final-film-how-do-you-live-no-trailers-promotion\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/05/studio-ghibli-hayao-miyazaki-final-film-how-do-you-live-no-trailers-promotion", "date_published": "2023-06-05 12:27:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life without Logan Roy: was Brian Cox written out of Succession too soon?", "description": "<p>The actor who played the show’s fearsome patriarch appears slightly miffed at the timing of his character’s demise. He may have a point</p><p>One week on and the Succession discourse has yet to let up. The ending has been dissected in detail, the emotionally ambiguous scenes (the hug! the scars!) have been analysed to within an inch of their lives and, inevitably, the nervous first shoots of a backlash have begun to sprout. It feels like everyone alive has an opinion about the finale. But that isn’t exactly true. Brian Cox doesn’t have an opinion on it, because he hasn’t seen it.</p><p>“I’m dead! Dead people don’t watch things like that,” he said on BBC’s Sunday with Laura Kuenssberg. “I’ve never liked watching myself for a start, and somehow or other, because of what happened to Logan, I’ve been disinclined to watch the rest.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/life-without-logan-roy-was-brian-cox-written-out-of-succession-too-soon\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/05/life-without-logan-roy-was-brian-cox-written-out-of-succession-too-soon", "date_published": "2023-06-05 12:18:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock ordered to apologise to MPs for breach of lobbying rules", "description": "<p>Former health secretary given rap on knuckles for ‘lack of attention’ to MPs’ code of conduct</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/05/rishi-sunak-illegal-migration-conservatives-keir-starmer-labour-energy-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Matt Hancock has been ordered to apologise by parliament’s sleaze watchdog after it found he broke House of Commons rules by trying to lobby an official investigating another Conservative MP for lobbying.</p><p>The former health secretary, who sits as an independent, having been stripped of the Tory whip, was found to have committed only a “mild” breach of the rules.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/05/matt-hancock-tried-to-lobby-official-during-steve-brine-inquiry-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/05/matt-hancock-tried-to-lobby-official-during-steve-brine-inquiry-report-finds", "date_published": "2023-06-05 12:14:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sleeping apart due to snoring could improve relationships, scientist says", "description": "<p>Move into separate rooms can mark a new beginning as couple are well rested and happier, claims expert</p><p>Sleeping in separate rooms due to a snoring partner could improve people’s relationships rather than marking the end, a leading sleep scientist has said.</p><p>Couples moving into separate rooms can enter the “beginning of a new relationship”, where they are well rested and, ideally, happier, according to Russell Foster, a professor of circadian neuroscience at the University of Oxford and director of the Nuffield Laboratory of Ophthalmology.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/sleeping-apart-snoring-could-improve-relationships-scientist\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/05/sleeping-apart-snoring-could-improve-relationships-scientist", "date_published": "2023-06-05 12:07:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Genetically modifying T-cells cuts blood cancer progression by 74%, trial finds", "description": "<p>Therapy slows multiple myeloma in patients who have stopped responding to other treatments, say researchers</p><p>A revolutionary blood cancer treatment that genetically modifies patient cells to fight the disease cuts the risk of it progressing by 74%, a world-first clinical trial has found.</p><p>The therapy, ciltacabtagene autoleucel, “significantly slows or stops progression” of multiple myeloma in patients who have stopped responding to other treatments, according to the study. The results were presented in Chicago at the American Society of Clinical Oncology’s (Asco) annual meeting, the world’s largest cancer conference.</p> <a href=\"https://www.theguardian.com/science/2023/jun/05/genetically-modifying-t-cells-cuts-blood-cancer-progression-trial-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/05/genetically-modifying-t-cells-cuts-blood-cancer-progression-trial-finds", "date_published": "2023-06-05 12:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rosie Sykes’ budget recipes with raspberries", "description": "<p>When baked, this top-drawer summer berry takes on a lovely floral note that you’ll not be able to get enough of</p><p>Raspberries are a top-drawer summer fruit that are at their best (and cheapest) between June and October. Part of the rose family, they have a fragrant, bittersweet flavour and soft texture, with the crunch of the pips right at the end. (My very clever <a href=\"https://www.instagram.com/lagrottaices/?hl=en\">ice-cream-making friend Kitty Travers</a> even makes a delicious, refreshing summer drink from the pips that she sieves out of her raspberry creations.) They can, of course, be eaten raw with cream, and work well in a multitude of puddings, but they’re also fantastic in baking, because, when cooked, they take on a lovely floral note. Frozen raspberries are good value and readily available all year round, and will work just as well in most recipes.</p><p>Rosie Sykes is a chef and food writer. Her next book, Every Last Bite: 70 Recipes to Save Time, Money and Resources, will be published by Quadrille next year.</p> <a href=\"https://www.theguardian.com/food/2023/jun/05/raspberries-budget-recipes-rosie-sykes-oat-crumble-slice-coconut-poke-cake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/05/raspberries-budget-recipes-rosie-sykes-oat-crumble-slice-coconut-poke-cake", "date_published": "2023-06-05 12:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best TV of 2023 so far", "description": "<p>A tantalising new cop drama, a thrilling trip down the rage super highway and wicked fun on the labour ward – here are the year’s telly highlights up to now</p><p><strong>Disney+<br /></strong>Over its four series, Donald Glover’s always-excellent show seemed determined to stretch the parameters of what one programme could be. Sometimes a horror, sometimes Black Mirror-esque satire, sometimes straight-up rap comedy, it freewheeled not just through genres but also through casts, regularly branching off into episodes containing none of the core characters. For its final run, it opts for a less disparate approach, largely following Earn and co as they get dragged into extended family beefs, flee gunmen and enter a strange hole in the space-time continuum filled with ex-lovers. Not only is it the show’s most focused outing, but the finale is a masterpiece of nuanced, clever writing that leaves you questioning what you’ve just seen – and wondering whether you need to go back and rewatch all four seasons.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/the-best-tv-of-2023-so-far\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/05/the-best-tv-of-2023-so-far", "date_published": "2023-06-05 12:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woolf Women: Now or Never review – wild skateboarding doc heads for Turkey", "description": "<p>Following an all-female team of terrifying risk-takers doesn’t really tell us much about the sport, or the daredevils themselves</p><p>This slight, scrappy documentary follows an all-female crew of downhill skateboarders on a road trip to northern Turkey. To the risk-averse, their sport looks suicidally dangerous, like snowboarding on concrete: riders on longboards cutting down steep roads at speeds up to 140kph, leaving cars for dust. The risk of mangled limbs becomes clear five minutes into the film when skater Jennifer Schauerte hits a patch of gravel, comes off her board and slams into a road barrier. The X-ray of the snapped bone in her leg is the most horrific thing I’ve seen in a cinema so far this year.</p><p>Three operations later, Schauerte is impatient – maybe even reckless – in her determination to get back on her board. She’s planning a trip to the mountains of north Turkey in her camper with four friends from the skating scene. Together they are the Woolf Women. (Disappointingly, they are not named in honour of Virginia ­– the extra “o” seems to be a typo that stuck.) It is by no means an essential skateboarding documentary; we don’t learn much about the sport, its history or this group’s place in skateboard culture. Instead, it’s more about chronicling a tribe: cool women travelling wild and free, skinny-dipping in Bulgaria, sitting around the campfire. Schauerte is the star and co-directs with Marchella De Angelis.</p> <a href=\"https://www.theguardian.com/film/2023/jun/05/woolf-women-now-or-never-review-wild-skateboarding-doc-heads-for-turkey\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/05/woolf-women-now-or-never-review-wild-skateboarding-doc-heads-for-turkey", "date_published": "2023-06-05 12:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ofcom will not take action against ITV over ‘terribly white’ remark at coronation", "description": "<p>Channel received 8,371 complaints over Adjoa Andoh comment about Buckingham Palace balcony</p><p>The broadcasting watchdog has said it will not be taking action after receiving more than 8,000 complaints about the actor Adjoa Andoh saying during ITV’s coverage of the coronation that the Buckingham Palace balcony was “terribly white”.</p><p>Ofcom said viewers also objected to ITV News presenters Tom Bradby and Chris Ship referring to the remark.</p> <a href=\"https://www.theguardian.com/media/2023/jun/05/ofcom-drops-action-against-itv-for-terribly-white-remark-at-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/05/ofcom-drops-action-against-itv-for-terribly-white-remark-at-coronation", "date_published": "2023-06-05 11:56:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People in the UK: how do you and your partner deal with snoring?", "description": "<p>We want to hear from readers in the UK after an expert advised sleeping in separate rooms</p><p>If your snoring – or your partner’s – has forced you to sleep in separate rooms, that may not be the end of the world, <a href=\"https://www.dailymail.co.uk/news/article-12158709/Dont-worry-partners-snoring-forces-sleep-different-rooms.html\">according to an expert</a>.</p><p>Prof Russell Foster said couples who give up on earplugs and instead opt for different beds will enjoy better sleep quality – and therefore feel happier.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/people-in-the-uk-how-do-you-and-your-partner-deal-with-snoring\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/05/people-in-the-uk-how-do-you-and-your-partner-deal-with-snoring", "date_published": "2023-06-05 11:49:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italy’s ‘new Michelangelo’ bringing sculpture into 21st century", "description": "<p>Jacopo Cardillo, AKA Jago, has earned widespread praise for his modern twists on classical art</p><p>You may think being described as “the new Michelangelo” would be a daunting prospect for an Italian sculptor but Jacopo Cardillo, AKA Jago, takes it in his stride.</p><p>The 36-year-old has earned widespread praise for his modern twists on classical-style sculptures, as well as a large following on Instagram. Last month the first museum dedicated to his work opened in Naples, drawing more than 5,000 visitors in one day.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/05/italys-new-michelangelo-bringing-sculpture-into-21st-century\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/05/italys-new-michelangelo-bringing-sculpture-into-21st-century", "date_published": "2023-06-05 11:49:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is Nick Cave a conservative? Depends what kind of conservative you mean | Dorian Lynskey", "description": "<p>Speculation over the musician’s political leanings came to a head when he attended King Charles’s coronation. But his slippery stance has little to do with the dominant political tone</p><p>Until very recently, nobody much cared about <a href=\"https://www.theguardian.com/music/nick-cave\">Nick Cave</a>’s political opinions, including Cave himself. For most of his career, which began in Melbourne in the late 70s, he was too entrenched in the badlands of his imagination to be one of those musicians to whom journalists turned for a righteous line on an election or a war. He has never written a protest song nor aligned himself with a cause. Since 2018, he has sometimes discussed cultural politics in <a href=\"https://www.theredhandfiles.com/\">The Red Hand Files</a>, his online project answering questions from fans, but it is just one part of a mix which spans grief, literature and the end of the world. <a href=\"https://www.theguardian.com/music/2022/sep/11/nick-cave-on-music-grief-and-spirituality-faith-hope-carnage\">Faith, Hope and Carnage</a>, his recent bestselling book of conversations with journalist Seán O’Hagan, delves deep into life, death, God and art but features just one brief exchange about cancel culture. (He’s against it.)</p><p>Lately, however, there has been growing chatter about whether or not the 65-year-old is that rare beast in music, a conservative, and what exactly that would mean. His statements tend to be long on principles, especially his opposition to censorship, but short on details. In the book he says he is “temperamentally” conservative and “that’s always been the case” – he was even a “conservative heroin addict”. Speculation about Cave’s leanings came to a head last month when he expressed his intention to <a href=\"https://www.theguardian.com/music/2023/may/03/nick-cave-reveals-inexplicable-attachment-to-british-royals-ahead-of-attending-kings-coronation\">attend King Charles’s coronation</a>, due to his fascination with the spectacular and bizarre, and caused a social-media ruckus. A lot of people now <a href=\"https://twitter.com/CaraMia200/status/1663019690774654982\">seem</a> <a href=\"https://twitter.com/FoxNews/status/1646373924962271232\">invested</a> in overstating Cave’s conservatism for a range of reasons, which prove the old line that the right looks for converts while the left looks for heretics.</p> <a href=\"https://www.theguardian.com/music/2023/jun/05/is-nick-cave-a-conservative-depends-what-kind-of-conservative-you-mean\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/05/is-nick-cave-a-conservative-depends-what-kind-of-conservative-you-mean", "date_published": "2023-06-05 11:46:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine counter-attack looks imminent as troops search for Russian weaknesses", "description": "<p>Russian military bloggers suggest Ukraine has made gains during latest assaults, but defending is always easier</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/05/russia-ukraine-war-live-moscow-claims-to-have-repelled-major-attack-in-donetsk-belgorod-energy-facility-on-fire\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine may not have formally declared its counteroffensive has begun, but the attacks being reported on Russian lines overnight and into Monday morning look like the first steps of what is likely to be a tough military campaign.</p><p>Kyiv is of course mindful of the need for surprise, releasing a video on Sunday of its soldiers holding fingers to their lips, but the volume of reports from the Russian side tells its own story, with Moscow’s Ministry of Defence reporting a two-brigade assault on the Donetsk end of the southern front.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/ukraine-counter-attack-looks-imminent-as-troops-search-for-russian-weaknesses\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/ukraine-counter-attack-looks-imminent-as-troops-search-for-russian-weaknesses", "date_published": "2023-06-05 11:40:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak takes RAF chopper to Dover, just over an hour away by train", "description": "<p>Prime minister shows his fondness for helicopters again a week after flying in one to his Yorkshire constituency</p><p>Rishi Sunak has taken an RAF helicopter from London to Dover, despite the trip being just over an hour by train.</p><p>The prime minister once again showed his fondness for choppers on Monday, when he flew from a private helipad in London to the Kent port in an RAF AugustaWestland helicopter for a speech on small boat crossings.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/05/sunak-takes-raf-chopper-to-dover-just-over-an-hour-away-by-train\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/05/sunak-takes-raf-chopper-to-dover-just-over-an-hour-away-by-train", "date_published": "2023-06-05 11:39:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian train crash: police open criminal negligence case", "description": "<p>Ministers accused of trying to shift blame for Friday’s disaster in which 275 people died</p><p>Police in the Indian state of Odisha have registered a criminal case of “death by negligence” relating to the train collision on Friday that <a href=\"https://www.theguardian.com/world/2023/jun/03/wailing-for-help-passengers-and-bystanders-tell-of-india-train-crash-horror\">killed 275 people</a>, as critics accused the government of trying to shift blame for the disaster.</p><p>The report filed by police did not name any specific person as being responsible but stated that “culpability of specific railway employees has not been ascertained, which will be unearthed during the investigation”.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/indian-train-crash-police-open-criminal-negligence-case\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/indian-train-crash-police-open-criminal-negligence-case", "date_published": "2023-06-05 11:32:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: Are cats really domesticated?", "description": "<p>Unlike dogs, our feline friends are barely different from their wild ancestors – except for a few clever tricks</p><p>Few people would mistake a wolf for a dog. But if you saw the ancestor of the domestic cat in your backyard, your first thought would likely be “What a cool-looking housecat!” rather than “What’s an African wildcat doing in Manchester?” That’s how little they’ve changed, earning them the tag “barely” or “semi-domesticated”. There have been some minor anatomical shifts – domestic cats have longer intestines and smaller brains, for example – but very few genetic ones (and certainly many fewer than separate dogs from their wild ancestors). What about behaviour, then? Which of the traits we commonly associate with our furry friends are the result of domestication, and which do they share with their wild relatives?</p><p>Let’s start with the classic cat sound. Anyone who has lived with a cat has experienced their household companion meowing to them, clearly trying to communicate something or other (perhaps “dinner time” or “Help, I’m locked in the closet”). I had always assumed that cats talked to each other by meowing, and that they were just including us in their social circle. However, detailed behavioural <a href=\"https://eprints.soton.ac.uk/463206/\" title=\"\">observations</a> of unowned groups of cats living in southern England have revealed that they rarely meow among themselves.</p> <a href=\"https://www.theguardian.com/books/2023/jun/05/the-big-idea-are-cats-really-domesticated\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/05/the-big-idea-are-cats-really-domesticated", "date_published": "2023-06-05 11:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Karim Benzema signs deal to join Saudi Arabia’s Al-Ittihad from Real Madrid", "description": "<ul><li>Striker on a free after voiding one-year extension clause</li><li>Saudi league also hopes to have Lionel Messi next season</li></ul><p>Karim Benzema has signed documents to join the Saudi Arabian club Al-Ittihad after confirming his <a href=\"https://www.theguardian.com/football/2023/jun/04/real-madrid-confirm-karim-benzema-will-leave-the-club-at-end-of-season\">departure from Real Madrid</a>. The former France international’s contract with the Saudi champions is understood to be for two years, with the option of a further season.</p><p>Benzema is available on a free after voiding the one-year extension clause he had in his Madrid deal. Madrid’s manager, Carlo Ancelotti, said on Sunday the club “cannot be happy about his farewell but we have to respect his decision”. Benzema received a huge wage offer to join Al-Ittihad, who beat Al-Nassr, where Cristiano Ronaldo plays, <a href=\"https://www.theguardian.com/football/2023/jun/04/cristiano-ronaldos-topsy-turvy-saudi-sideshow-upstaged-by-power-of-nuno\">to the title</a> last month.</p> <a href=\"https://www.theguardian.com/football/2023/jun/05/karim-benzema-signs-deal-saudi-arabia-al-ittihad-real-madrid-lionel-messi\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/05/karim-benzema-signs-deal-saudi-arabia-al-ittihad-real-madrid-lionel-messi", "date_published": "2023-06-05 11:14:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dear Jeremy Hunt, I’d love to get a job. But thanks to your social care crisis, I can’t | Denise Wilkins", "description": "<p>I had no other choice but to give up my career to become my mother’s full-time unpaid carer – and there are millions like me</p><p>The chancellor, Jeremy Hunt, has been calling for people to get back to work. But there’s one group of people he’s overlooked. Many unpaid family carers like me would love to return to full-time employment. But the failure of successive governments to fix our broken social care system has left us to shoulder caring responsibilities that actively stop us working. We’re trapped.</p><p>Since I was 14, I’ve been caring for my mum after she lost her sight in one eye. As her health got worse over the years, I took on more responsibilities. It’s an experience many unpaid carers talk about. The amount of time you spend caring increases until, almost without you noticing, it has become the overwhelming role in your life. Eventually, I had no choice but to give up my job as a chartered accountant to become Mum’s full-time unpaid carer, living with her at our south-east London home.</p><p>Denise Wilkins is an unpaid carer and former chartered accountant</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/social-care-jeremy-hunt-unpaid-carers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/social-care-jeremy-hunt-unpaid-carers", "date_published": "2023-06-05 11:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool poised to sign Alexis Mac Allister from Brighton after deal agreed", "description": "<ul><li>Midfielder due for medical once Liverpool pay buyout clause</li><li>Koné, Thuram and Veiga also on Klopp’s list of midfielders</li></ul><p>Alexis Mac Allister will sign for Liverpool from Brighton, subject to a medical, after agreeing a contract understood to run to June 2028. Liverpool are to pay the buyout clause in the Argentina international’s contract and will then turn to other targets to continue their midfield rebuild.</p><p>Mac Allister is due to have a medical in the next 48 hours. The buyout clause in his contract, signed weeks before he went to the World Cup, is significantly less than the £60m that has been mentioned. That deal has two seasons to run,<strong> </strong>with an additional one-year option for the club.</p> <a href=\"https://www.theguardian.com/football/2023/jun/05/liverpool-poised-to-sign-alexis-mac-allister-brighton-deal-agreed\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/05/liverpool-poised-to-sign-alexis-mac-allister-brighton-deal-agreed", "date_published": "2023-06-05 10:48:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police investigate Manchester hospital death of newborn baby", "description": "<p>St Mary’s hospital being investigated for gross negligence manslaughter after Polly Lindop died within 24 hours of birth</p><p>A newborn baby’s death at a Manchester maternity hospital is being investigated by police for gross negligence manslaughter.</p><p>Greater Manchester police (GMP) said its major incident unit was looking into the death of Polly Lindop who died within 24 hours of her birth on 13 March at St Mary’s hospital.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/police-investigate-manchester-hospital-death-of-newborn-baby\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/police-investigate-manchester-hospital-death-of-newborn-baby", "date_published": "2023-06-05 10:44:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serie A finale gets extended for all-or-nothing survival showdown | Nicky Bandini", "description": "<p>One last game remains for Spezia and Verona, who must now meet in the first Serie A relegation playoff for 18 years</p><p>The Serie A season was over until it wasn’t, a goal in the 91st minute at the Stadio Olimpico ensuring that we get one more game yet. Paulo Dybala’s penalty, scored just before 11pm local time, secured Europa League football for Roma but condemned opponents Spezia to a relegation playoff. They must defend their top-flight status against Verona next weekend after finishing level in 18th place.</p><p>Not since 2005 has a season ended this way. Serie A had done away with playoffs and playouts, using head-to-head records as a tie-breaker instead. Their reintroduction was announced last summer, to be used only for deciding title winners or relegation spots. Where teams contesting those most essential targets ended on equal points, final standings would be established with a one-off match at a neutral ground.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/05/serie-a-finale-gets-extended-for-all-or-nothing-survival-showdown-spezia-verona\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/05/serie-a-finale-gets-extended-for-all-or-nothing-survival-showdown-spezia-verona", "date_published": "2023-06-05 10:42:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Airlines on course for record revenues of $803bn in 2023, says Iata", "description": "<p>Willie Walsh denies fares are excessive, saying margins remain ‘wafer thin’ despite profit forecast doubling</p><p>Airlines worldwide are on course for record revenues of more than $800bn (£645bn) this year, according to the trade body Iata, which doubled its industry profit forecast for 2023 to almost $10bn.</p><p>Iata’s director general, Willie Walsh, denied that fares were excessive despite the upgrade in the financial outlook. He said profit margins remained “wafer thin” and blamed airline suppliers for increasing costs.</p> <a href=\"https://www.theguardian.com/business/2023/jun/05/airlines-on-course-record-revenues-803bn-2023-iata-willie-walsh-fares-profits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/05/airlines-on-course-record-revenues-803bn-2023-iata-willie-walsh-fares-profits", "date_published": "2023-06-05 10:37:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French Open 2023: Jabeur through, Rune and Ruud in fourth-round action – live", "description": "<ul><li>Live updates from day nine’s play at Roland Garros</li><li>And feel free to <a href=\"mailto:Sarah%20Rendell%20%3Csarah.rendell.casual@theguardian.com%3E\">email Sarah</a> or tweet <a href=\"https://twitter.com/rendellx\">@rendellx</a></li></ul><p><strong>In the other women’s singles match the game is a lot more of a battle.</strong> <strong>Sara Sorribes Tormo</strong> and <strong>Beatriz Haddad Maia</strong> are currently 6-6 in the first set! We’ll bring you the results from that as it comes in. <strong>Holger Rune’s</strong> match will follow that match on Court Suzanne Lenglen. Next up on the Phillipe-Chatrier <strong>Casper Ruud</strong> takes on <strong>Nicolás Jarry</strong>.</p><p><strong>Jabeur said post-match</strong>: “She put a lot of pressure on me, for my serve I had to work hard. I managed to win my serve when I had to. I had to pressure on her as well and I hope my next match I can serve a little better too. It is a special feeling [to reach quarters for the first time]. It was an important match for me, I have lost twice in the fourth round. I hope I am going to be better in my next match and I hope you [the crowd] will be there to support me. I have to do a lot of recovery and I want to be ready for the next round.”</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/05/french-open-ons-jabeur-iga-swiatek-coco-gauff-and-holger-rune-and-casper-ruud-alex-zverev-in-action-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/05/french-open-ons-jabeur-iga-swiatek-coco-gauff-and-holger-rune-and-casper-ruud-alex-zverev-in-action-live", "date_published": "2023-06-05 10:32:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry not in court for phone-hacking trial ‘due to daughter’s birthday’ – live", "description": "<p>High court judge expresses frustration that Duke of Sussex is not giving evidence in person</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/jun/05/prince-harry-phone-hacking-trial-whats-at-stake\">What’s at stake for Prince Harry as he gives evidence in phone-hacking trial?</a></li></ul><p>There were also those around Prince Harry whose details appeared in PalmPilots (digital devices which were precursors to modern day tablets) owned by Mirror reporters, Sherborne says.</p><p>Contact details for people like the now King Charles’s private secretary and Harry’s close friend at the time, Guy Pelly, appeared on the PalmPilots of Mirror journalists who have been identified in earlier legal cases finding unlawful information gathering at the Mirror Group.</p> <a href=\"https://www.theguardian.com/uk-news/live/2023/jun/05/prince-harry-phone-hacking-trial-mirror-group-newspapers-high-court-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/live/2023/jun/05/prince-harry-phone-hacking-trial-mirror-group-newspapers-high-court-latest-updates", "date_published": "2023-06-05 10:31:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Invisible Man review – an ingenious show you’ll want to see again", "description": "<p><strong>Unicorn theatre, London<br /></strong>Constantly surprising, this fresh take on the ‘it’s behind you!’ routine leaves its young audience asking ‘how did they do that?’</p><p>Suppose you put on a play and no one turned up. Or the audience came but you just couldn’t see them. Those are the intriguing scenarios blurred in an irresistible, higgledy-piggledy show by crafty Dutch company <a href=\"https://artemis.nl/en/\">Theater Artemis</a> that has its young audience (ages 5-11) asking endless questions.</p><p>My nine-year-old, Hilda, has a few of her own as we arrive. For starters: who is the man, with ponytail, sparkly leggings and a light strapped to his forehead, roaming the auditorium lost in his thoughts? The first surprise, breezily explained by an usher, is that he is unaware of us. “We’re invisible and silent to him,” Hilda whispers.</p><p>At the <a href=\"https://www.unicorntheatre.com/events/the-invisible-man\">Unicorn theatre, London</a>, until 18 June</p> <a href=\"https://www.theguardian.com/stage/2023/jun/05/the-invisible-man-review-unicorn-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/05/the-invisible-man-review-unicorn-theatre", "date_published": "2023-06-05 10:23:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wagner group releases video of captured Russian commander", "description": "<p>Lt Col Roman Venevitin seen telling interrogator he ordered troops to shoot at convoy of mercenaries</p><p>• <a href=\"https://www.theguardian.com/world/live/2023/jun/05/russia-ukraine-war-live-moscow-claims-to-have-repelled-major-attack-in-donetsk-belgorod-energy-facility-on-fire\">Russia-Ukraine war – latest news updates</a></p><p>Yevgeny Prigozhin’s Wagner group of mercenaries has captured a Russian commander, as the notorious leader further escalates his feud with the regular army.</p><p>In a video posted on Prigozhin’s social media channels on Monday evening, Lt Col Roman Venevitin, the commander of Russia’s 72nd Brigade, tells an interrogator that, while drunk, he had ordered his troops to fire on a Wagner convoy.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/wagner-group-release-video-of-captured-russian-commander\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/wagner-group-release-video-of-captured-russian-commander", "date_published": "2023-06-05 10:16:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: Finland experiences coldest June on record", "description": "<p>Despite 24-hour sun, Lapland dips to -7.7C. Elsewhere, the Atlantic hurricane season begins</p><p>Thursday 1 June saw potentially the lowest June temperature on record in Finland. A weather station in Lapland, Enontekiö Kilpisjärvi Saana, reached -7.7C. This may not seem that cold for northern Finland, where winter temperatures reach as low as -51.5C, but the last time Lapland saw a minimum temperature of -7C in June was on 3 June 1962.</p><p>In addition, at this time of year Lapland experiences midnight sun where it is constantly light and the sun does not set. This unseasonal cold was possible in the first month of summer due to a large area of high pressure to the west of Finland, blocking the usual westerly/south-westerly flow of weather systems across the Atlantic and North Sea.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/05/weather-tracker-finland-sees-coldest-june-on-record\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/05/weather-tracker-finland-sees-coldest-june-on-record", "date_published": "2023-06-05 10:12:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Father of teen killed in Alabama mass shooting: ‘America is tearing itself down’", "description": "<p>After a Sweet 16 shooting killed four Black youth, Martin Collins searches for answers and fights to keep his son’s name alive</p><p>On the night of 15 April, gunfire broke out at the dance studio in Dadeville, Alabama, where Alexis Dowdell was celebrating her 16th birthday.</p><p>The shooting turned a joyful gathering of teenagers into a chaotic and bloody nightmare, cutting short the lives of four young people in the small rural town north of Montgomery: Marsiah Collins, a 19-year-old high school graduate and musician; Shaunkivia Nicole “KeKe” Smith, a 17-year-old <a href=\"https://www.al.com/news/2023/04/athletic-trainer-killed-in-dadeville-shootings-called-sweetest-person-ever.html\">senior</a> who managed the basketball and track and field teams; Corbin Dahmontrey Holston, 23, who <a href=\"https://www.al.com/news/2023/04/man-killed-at-dadeville-party-was-checking-on-family-worried-there-would-be-trouble-mother-says.html\">graduated</a> from Dadeville high school in 2018; and Alexis’s brother, Philstavious “Phil” Dowdell, an 18-year-old star football <a href=\"https://www.wsfa.com/2023/04/25/funeral-held-dadeville-shooting-victim-philstavious-dowdell/\">player</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/05/alabama-sweet-16-shooting-gun-crime-martin-collins-marsiah-father\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/05/alabama-sweet-16-shooting-gun-crime-martin-collins-marsiah-father", "date_published": "2023-06-05 10:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pursuit review – barbecue-loving gangster dominates hacker thriller", "description": "<p>Emile Hirsch and John Cusack star in this generic crime caper that might as well have been generated by a screenwriting algorithm</p><p>This generically titled crime thriller revolves around standard-issue conflicts – warring drug lords, kidnapped loved ones, and so on – involving characters with names so generic they sound like they were generated by a screenwriting algorithm: Rick Calloway, Mike Breslin, Zoe Carter are just some of the dishwater-dull examples. But squint very hard and you might see a few imaginative or at least weird touches around the peripheries of the story, like little jocular Easter eggs snuck in by actors and editors working together.</p><p>For example Emile Hirsch, playing the aforementioned Rick Calloway, a facially tattooed master hacker from an old southern crime family led by paterfamilias Jack Calloway (<a href=\"https://www.theguardian.com/film/john-cusack\">John Cusack</a>), plays the whole second half of the film as if he’s whacked up to the eyeballs on super-strong skunk. All his lines are delivered in an amused drone, and throughout the remainder of the film he looks like he’s waiting for all this shooting to stop so he can get a cheeseburger. That sort of goes with the fact that Cusack’s character seems to spend an inordinate amount of screen time grilling meat for his grandson while issuing orders to his lackeys.</p> <a href=\"https://www.theguardian.com/film/2023/jun/05/pursuit-review-barbecue-loving-gangster-dominates-hacker-thriller\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/05/pursuit-review-barbecue-loving-gangster-dominates-hacker-thriller", "date_published": "2023-06-05 10:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: I was so proud of my Sea-Monkeys – until their orgies repulsed me", "description": "<p>Deprived of pets for most of my childhood, my first came out of a sachet. They were educational and prize-winning, but I couldn’t overlook their incessant sexual bacchanal</p><p>My oldest friend’s first memory of me is not a flattering one. It was the first week of year seven and we had to interview each other and present our findings. What was my favourite animal, she inquired reasonably. “I hate all animals,” I replied, “apart from maybe squirrels or frogs.” Twenty-two years later, I would like to plead diminished responsibility. This wasn’t really my view, but that of my mum, who really did hate animals.</p><p>So, naturally, we weren’t allowed pets. For a long time, the closest I got was fostering the primary school stick insects during holidays. (I can still tell you the delicate difference between a stick insect poo and an egg. The egg has a dot on it. The other is just a poo.) Then, in year five, I came across Sea-Monkeys. It was the late 90s, and they were marketed as educational toys and sold in bookshops. With all due respect to the late Sea-Monkeys inventor Harold von Braunhut, they are one of history’s greatest cons.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/pet-ill-never-forget-sea-monkeys-orgies\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/05/pet-ill-never-forget-sea-monkeys-orgies", "date_published": "2023-06-05 10:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy’s recipe for picnic pie with greens and parmesan | A kitchen in Rome", "description": "<p>Taking inspiration from both an ancient Roman breakfast dish and summer school days, this pie is packed with flavour</p><p>Figures wearing goggles cut knee-high grass in the park the other day. Like a wasp crossed with a revving motorbike, strimming is a strangely soothing sound. It also takes me back to double chemistry lessons on a June afternoon, the sound and lush smell of the playing field being tamed, drifting in through the window and making my eyes itch.</p><p>While it’s closely associated with grass, the Italian word <em>erba</em> is a generic word for a great number of leaf plants and herbs that don’t develop a woody stem. One of those is wild <em>bietola</em>, or chard, and its cultivated cousins, which provide the dense green filling for <em>l’erbazzone reggiano</em>, a savoury pie typical of Reggio Emilia, eponymous city of parmigiano reggiano and one of nine provinces in Emilia-Romagna.</p> <a href=\"https://www.theguardian.com/food/2023/jun/05/picnic-pie-greens-parmesan-recipe-rachel-roddy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/05/picnic-pie-greens-parmesan-recipe-rachel-roddy", "date_published": "2023-06-05 10:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s like a death pit’: how Ghana became fast fashion’s dumping ground", "description": "<p> Yvette Yaa Konadu Tetteh’s epic swim down the River Volta highlights the damage done to the country’s waterways by an out-of-control trade in secondhand clothes from the global north, and why it’s time for change</p><p>It’s mid-morning on a sunny day and Yvette Yaa Konadu Tetteh’s arms and legs barely make a splash as she powers along the blue-green waters of the River Volta in Ghana. This is the last leg of a journey that has seen Tetteh cover 450km (280 miles) in 40 days to become the first person known to swim the length of the waterway.</p><p>It’s an epic mission but with a purpose: to find out whatis in the water and raise awareness of pollution in Ghana.</p><p>Tetteh with water samples taken on her 450km swim down the Volta River</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/05/yvette-yaa-konadu-tetteh-how-ghana-became-fast-fashions-dumping-ground\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/05/yvette-yaa-konadu-tetteh-how-ghana-became-fast-fashions-dumping-ground", "date_published": "2023-06-05 10:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Academy Summer Exhibition review – flashes of brilliance amid the anodyne jumble sale", "description": "<p><strong>Royal Academy, London<br /></strong>From lemons to cats to the inevitable stripper, there is much that is silly and mediocre – then magnificent works by the likes of Gillian Wearing and Paula Rego catch your eye<strong><br /></strong><br /></p><p>Why do they do it? Walking around the Royal Academy’s summer show – “the world’s largest open submission exhibition”, an immense gathering of good, bad and (mostly) mediocre art by amateurs and professionals, the famous and forgettable – you have to wonder, what is that urge to put pencil to paper or, in the case of Ryan Gander, carefully construct a furry simulacrum of a slumbering cat?</p><p>There are paintings here of lemons and toilets, abstract canvases of lines, or nothing at all, a huge hanging blue textile, a jerking robot and, inevitably, a statue of a stripper by Allen Jones: he’s incorrigible, at 85. There seem to be more art than ever – 1,613 pieces to be precise – and unlike recent years, there’s no theme as such, except it’s all apparently inspired by writer EM Forster’s injunction to “only connect”. If the curators really can connect a painting of a Venetian palazzo by 94-year-old Joe Tilson with Michael Robey’s pornographic pastiche of a Greek vase and Carlos Zapata’s lifesized sculpture of a preserved corpse, Bog Man, hats off to them.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/05/royal-academy-summer-exhibition-lemons-cats-stripper-wearing-rego\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/05/royal-academy-summer-exhibition-lemons-cats-stripper-wearing-rego", "date_published": "2023-06-05 09:56:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Torches and T-shirts: Hongkongers defy attempts to forget Tiananmen", "description": "<p>Annual vigil replaced by pro-Beijing carnival but some still manage to mark massacre amid heavy police presence</p><p>For the past three years, Hong Kong authorities have gone to great lengths to stop people from lighting candles in Victoria Park and publicly commemorating the Tiananmen Square massacre – an annual tradition tens of thousands of residents had kept alive for three decades since the bloody crackdown in 1989.</p><p>This year, the city <a href=\"https://www.theguardian.com/world/2023/jun/04/hong-kong-police-arrest-pro-democracy-activist-alexandra-wong-on-tiananmen-square-anniversary\">took it a step further</a>. On Sunday, in place of a mass vigil was a patriotic carnival held by pro-Beijing groups, celebrating the city’s return to Chinese rule with food booths, and dance and music performances. Colourful banners urged carnival goers to “taste the joy”. Instead of candles, volunteers handed out plush toys.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/torches-and-t-shirts-hongkongers-held-over-tiananmen-commemorations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/torches-and-t-shirts-hongkongers-held-over-tiananmen-commemorations", "date_published": "2023-06-05 09:34:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Journalism mustn’t be silenced’: colleagues to complete slain reporter’s book", "description": "<p>How to Save the Amazon will be published so Dom Phillips’ work telling the stories of rainforest defenders does not die with him</p><p>One year after Dom Phillips was <a href=\"https://www.theguardian.com/environment/2023/jun/01/dom-phillips-bruno-pereira-last-images-recovered-phone\">killed in the Brazilian Amazon</a>, friends and colleagues have come together in a show of journalistic solidarity to keep his legacy alive and finish the book the British journalist was working on at the time of his death.</p><p>Phillips and his Brazilian companion, the Indigenous expert Bruno Pereira, were killed while returning from the remote Javari valley in the western Amazon last June. <a href=\"https://www.theguardian.com/world/2023/may/11/dom-phillips-bruno-pereira-self-defence-claim-anger\">Three men have been charged with murder</a> and are being held in high-security prisons while awaiting a decision on whether they will face trial.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/05/dom-phillips-book-how-to-save-the-amazon\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/05/dom-phillips-book-how-to-save-the-amazon", "date_published": "2023-06-05 09:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holly Willoughby says she felt let down by Phillip Schofield’s behaviour", "description": "<p>This Morning presenter talks of having supported ‘someone who was not telling the truth’ about affair</p><p>Holly Willoughby has said she felt “shaken, troubled and let down” over Phillip Schofield’s behaviour as she made her first This Morning appearance since her co-host left the show.</p><p>Schofield quit after <a href=\"https://www.theguardian.com/uk-news/2023/may/26/phillip-schofield-quits-itv-after-admitting-affair-with-this-morning-colleague\">admitting he lied</a> about an “unwise, but not illegal” affair with a younger member of the show’s staff.</p> <a href=\"https://www.theguardian.com/media/2023/jun/05/holly-willoughby-phillip-schofield-behaviour-this-morning\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/05/holly-willoughby-phillip-schofield-behaviour-this-morning", "date_published": "2023-06-05 09:27:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Metal superstars Avenged Sevenfold: ‘Reading Camus led to psychedelic exploration with a shaman’", "description": "<p>They weathered the death of their drummer to score back-to-back US No 1s – frontman M Shadows explains why they’ve now left ‘hockey arena metal’ behind to make an absurdly polarising album</p><p>Around 2016, after releasing five back-to-back platinum albums, two of which were US No 1 hits, Avenged Sevenfold’s frontman M Shadows was having the kind of mild existential crisis where you ponder your place in the universe. “I was trying to solidify my worldview,” he says. “Along the way, I read some books by Albert Camus, things like The Stranger, and that introduced me to ideas like absurdism and meaninglessness, which led me into deep psychedelic exploration with 5-MeO-DMT and doing that with a shaman, going deep into it.”</p><p>After experimenting with the famously intense hallucinogen, his existential crisis massively deepened for six months. “It was the worst thing in my life but I’m so grateful for it now. I couldn’t go out anywhere, go to the gym, eat meat or drink alcohol. I couldn’t do <em>anything</em>, I was so locked in [my own head]. I’d just walk the streets and contemplate suicide. Then one day, I realised: this is freedom! There is no meaning. I can do whatever I want. Suddenly, it just clicked.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/05/metal-superstars-avenged-sevenfold-reading-camus-led-to-psychedelic-exploration-with-a-shaman\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/05/metal-superstars-avenged-sevenfold-reading-camus-led-to-psychedelic-exploration-with-a-shaman", "date_published": "2023-06-05 09:15:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan officials fear for historical artefacts threatened by fighting", "description": "<p>Warring factions urged to preserve heritage after video clip appears to show fighters raiding Khartoum museum</p><p>Heritage officials in Sudan have pleaded with warring factions to preserve tens of thousands of historical artefacts now threatened by fighting in the capital, Khartoum, that is <a href=\"https://www.theguardian.com/world/2023/apr/27/sudan-conflict-why-is-there-fighting-what-is-at-stake\">now in its eighth week</a>.</p><p>A video clip circulating on social media on Friday appeared to show fighters from the Rapid Support Forces entering the bioarchaeology lab of the National Museum in Khartoum and opening storage containers containing mummies and other remains.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/sudan-officials-fear-for-historical-artefacts-threatened-by-fighting\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/sudan-officials-fear-for-historical-artefacts-threatened-by-fighting", "date_published": "2023-06-05 09:08:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five things the debt-ceiling deal suggests about the future | Robert Reich", "description": "<p>Now that Biden has signed into law the debt-ceiling deal, what can we expect in the next 17 months leading up to the 2024 election?</p><p><strong>1. House MAGA Republicans will be less of a force.</strong></p><p>It was supposed to be their ace in the hole, their single biggest bargaining leverage. But in the end, House MAGA Republicans got surprisingly little out of their agreement to increase the debt ceiling.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/five-things-the-debt-ceiling-deal-suggests-about-the-future\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/five-things-the-debt-ceiling-deal-suggests-about-the-future", "date_published": "2023-06-05 09:05:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple cider vinegar: the ultimate panacea – or wildly overhyped?", "description": "<p>It has been said to kill E coli, reduce cholesterol, lower blood sugar and aid weight loss. But not all health experts are convinced of its powers</p><p>Feeling peckish one day in 2017, Darshna Yagnik, an immunologist and lecturer in biomedical science at Middlesex University, took a punt on something that had been lurking at the back of the fridge. She soon regretted it and started feeling queasy. Desperate to avoid food poisoning, she racked her brains for something that might help – and remembered the bottle of <a href=\"https://www.theguardian.com/lifeandstyle/2020/nov/07/how-to-make-apple-cider-vinegar\" title=\"\">apple cider vinegar</a> (ACV) in the cupboard. She decided to glug a diluted shot. “Immediately, I felt like there was something going on, combating the bacteria,” she says. “My stomach was gurgling and after about 10 minutes it started feeling soothed. After about half an hour or an hour, I felt much better.”</p><p>At that moment, she realised she was using her own body for research. “I was thinking: what is going on with this apple cider vinegar? This is possibly having an effect on <em>E</em><em> coli</em>. Let me test it in the laboratory.” She went on to do “a multitude of experiments” throughout the pandemic, resulting in <a href=\"https://eprints.mdx.ac.uk/31862/\" title=\"\">a 2021 paper</a> demonstrating that ACV kills <em><a href=\"https://www.theguardian.com/wor\" title=\"\">E coli</a></em> and <a href=\"https://www.theguardian.com/society/mrsa\" title=\"\">MRSA</a> in petri dishes almost as effectively as common antibiotics. However, it is not clear how this would translate to the human body.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/apple-cider-vinegar-the-ultimate-panacea-or-wildly-overhyped\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/05/apple-cider-vinegar-the-ultimate-panacea-or-wildly-overhyped", "date_published": "2023-06-05 09:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poem of the week: Crossed Threads by Helen Hunt Jackson", "description": "<p>A sonnet by a former schoolmate of Emily Dickinson is both a nature study and a reflection on the tangle of forces that govern human life</p><p>The silken threads by viewless spinners spun, <br />Which float so idly on the summer air, <br />And help to make each summer morning fair, <br />Shining like silver in the summer sun, <br />Are caught by wayward breezes, one by one, <br />Are blown to east and west and fastened there, <br />Weaving on all the roads their sudden snare. <br />No sign which road doth safest, freest run, <br />The wingèd insects know, that soar so gay <br />To meet their death upon each summer day. <br />How dare we any human deed arraign; <br />Attempt to recon any moment’s cost; <br />Or any pathway trust as safe and plain <br />Because we see not where the threads have crossed?</p> <a href=\"https://www.theguardian.com/books/2023/jun/05/poem-of-the-week-crossed-threads-by-helen-hunt-jackson\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/05/poem-of-the-week-crossed-threads-by-helen-hunt-jackson", "date_published": "2023-06-05 09:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spain’s snap election could kill its housing revolution before it even gets started | Eduardo González de Molina", "description": "<p>The country’s new housing law could change so much – but may be reversed if rightwing parties gain more influence</p><p>A housing revolution is taking place in Spain. On 26 May, a monumental new housing law came into force. It was the culmination of years of work and sought to enshrine housing as a human right. But now that vision is in danger. Two days after the law passed, rightwing parties won seats in local and regional elections. Last week Spain’s prime minister, Pedro Sánchez,<a href=\"https://www.theguardian.com/world/2023/may/29/spain-pm-calls-snap-election-after-opposition-and-far-right-wins-in-local-polls-pedro-sanchez\"> called a snap election.</a> On 23 July, when Spain goes to the polls, the fate of this law will hang in the balance.</p><p>The origins of the law go back decades. In 1956, José Luis de Arrese, who would become Franco’s first housing minister, said that Spain had to change from “a country of working-class tenants to a country of homeowners”. Governments encouraged property ownership at the expense of renting. It created a new class of social housing – “publicly protected housing”. Unlike your average council home, a publicly protected home is subsidised by the government and offered for sale at an affordable price. Once 30 years have elapsed, it can be sold on the free market.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/spain-snap-election-housing-revolution-law-rightwing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/spain-snap-election-housing-revolution-law-rightwing", "date_published": "2023-06-05 09:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mortgages: UK lenders continue to raise rates and pull deals", "description": "<p>Record 19% of all loans taken out by first-time buyers in March were for 35 years or longer</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jun/05/oil-price-saudi-arabia-output-cuts-uk-mortgage-rates-rising-economy-car-sales-business-live\">Business live – latest updates</a></li></ul><p>Mortgage market misery has stepped up for homebuyers as lenders continue to <a href=\"https://www.theguardian.com/money/2023/may/30/uk-mortgages-deals-pulled-interest-rate-fixed-term-loans-moneyfacts\">increase borrowing rates and pull deals</a>, prompting record numbers to take out loans of more than 35 years in an attempt to make monthly payments more affordable.</p><p>A record 19% of all loans taken out by first-time buyers in March were for terms of 35 years or longer, with more than half taking a loan of more than 30 years, as house-hunters seek to make the soaring cost of loans more affordable.</p> <a href=\"https://www.theguardian.com/money/2023/jun/05/mortgages-uk-lenders-continue-to-raise-rates-and-pull-deals\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/05/mortgages-uk-lenders-continue-to-raise-rates-and-pull-deals", "date_published": "2023-06-05 09:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour rising star threatens to evict families if children do not inform on knife crime", "description": "<p>Darren Rodwell says council will ‘start to look at tenancy agreements’ if  children and families refuse to speak out</p><p>A rising figure in the Labour party is threatening to evict families if their children do not inform on people who commit knife crime.</p><p>Darren Rodwell, the leader of Barking and Dagenham council, made the threat as the east London authority urged parents to keep closer tabs on their children ahead of the summer holidays amid fears of rising knife violence.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/darren-rodwell-labour-barking-dagenham-london-knife-crime-evictions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/darren-rodwell-labour-barking-dagenham-london-knife-crime-evictions", "date_published": "2023-06-05 08:56:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal but redundant: why the Disney prince is an endangered species", "description": "<p>The new Little Mermaid film reinforces the sense that the Disney princesses’ significant others are doomed to non-existence</p><p>Much has been said over the years about the Disney princesses – some are bad role models, some good, they set impossible expectations for young girls, they’re predominantly white, and so on. But what about their male counterparts? Just like the princesses have evolved as characters, so have the roles of the Disney princes; yet, we rarely hear about their cultural impact (or lack thereof).</p><p>So who are the Disney princes? The latest iteration of the character is Prince Eric in the live-action remake of <a href=\"https://www.theguardian.com/film/2023/may/27/the-little-mermaid-review-bland-but-good-natured-disney-remake-halle-bailey\">The Little Mermaid</a>. Although he has more screen time than in the original, he’s arguably even more redundant this time around.<em> </em>The film follows the same story beats, but it overhauls Ariel from a naive and reckless figure into a mature protagonist who doesn’t fall for the first human pretty boy she lays her eyes on. The Little Mermaid wants to keep Eric, but it doesn’t want to need him.</p> <a href=\"https://www.theguardian.com/film/2023/jun/05/royal-but-redundant-why-the-disney-prince-is-an-endangered-species\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/05/royal-but-redundant-why-the-disney-prince-is-an-endangered-species", "date_published": "2023-06-05 08:51:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak to claim he is tackling illegal migration as former Tory leader says more should be done – UK politics live", "description": "<p>Latest updates: prime minister due to give update on ‘progress’ on plans to ‘stop the boats’ as Iain Duncan Smith asks why people have not been removed</p><p>When Boris Johnson was prime minister, he regularly attacked Labour for its failure to build new nuclear power stations when it was in office. He claimed this was part of the reason for the country’s problem with energy security.</p><p>On his visit to Hinkley Point C in Somerset this morning, the new nuclear power station that is still not operational, <strong>Keir Starmer</strong> will claim that it is the Conservative government that is to blame. He will point out that Labour announced <a href=\"https://www.theguardian.com/environment/2009/nov/09/energy-policy-nuclear-coal\">outline plans for 10 nuclear reactors in 2009</a>, and that none of them are operational.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/05/rishi-sunak-illegal-migration-conservatives-keir-starmer-labour-energy-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/05/rishi-sunak-illegal-migration-conservatives-keir-starmer-labour-energy-uk-politics-latest", "date_published": "2023-06-05 08:49:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid WhatsApps used for coffee orders not big decisions, says ex-health minister", "description": "<p>James Bethell says he supports legal challenge against inquiry’s demand for unredacted Johnson messages</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/05/rishi-sunak-illegal-migration-conservatives-keir-starmer-labour-energy-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Government WhatsApp groups were never used to make important decisions during Covid and instead relayed information and discussed coffee orders, a former health minister has argued.</p><p>James Bethell, a hereditary peer whose role involved the awarding of Covid contracts, said he supported the government’s legal attempt to limit the amount of information handed to the official inquiry into the pandemic, as otherwise people would be asked to hand over messages “that you wouldn’t reasonably be happy with”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/covid-whatsapps-used-for-coffee-orders-not-big-decisions-says-ex-health-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/covid-whatsapps-used-for-coffee-orders-not-big-decisions-says-ex-health-minister", "date_published": "2023-06-05 08:09:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fury as council clerical error sends residents’ cleaning bills soaring", "description": "<p>People living on Brent council’s housing estates were landed <br />with what they felt was an unaffordable increase in charges</p><p>Thousands of residents in a London borough have seen cleaning costs for their estates increase up to fivefold in the space of three years.</p><p>After lobbying by homeowners and tenants, Brent council has been forced into a U-turn following a “clerical error” which saw almost 130 estates run by the local authority being charged too much for cleaning.</p> <a href=\"https://www.theguardian.com/money/2023/jun/05/fury-as-council-clerical-error-sends-residents-cleaning-bills-soaring\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/05/fury-as-council-clerical-error-sends-residents-cleaning-bills-soaring", "date_published": "2023-06-05 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The end of peak television’: has the era of prestige TV just ground to a halt?", "description": "<p>Many of the biggest shows are coming to an end, cancellations are through the roof and miniseries are on the rise. Are the days of the all-conquering television drama numbered?</p><p>Now that Succession has finally lived up to its writers’ most-loved phrase and decided to “fuck off” at the end of its fourth season, it leaves a big question for the TV world. It’s one befitting a show hinged on who was qualified to take over the Roy family business. So, who, or what, will succeed the biggest drama on TV?</p><p>For the past two and a half decades – the much-heralded prestige TV era – it has always seemed there is one series that reigns supreme at any given moment. There is no discernible science to the idea but whoever could gather the winning combination (or at least some components) of critical acclaim, big ratings, award show sweeps and, latterly, social media buzz, fits the bill. It’s those shows for which you dodge online spoilers, that you passionately recommend to anyone who will listen, whose characters loom large from billboards at the train station, and whose Emmy and Bafta wins feel like a lap of honour. They’re the shows you binge seven seasons of in a fortnight and instantly become an evangelist for. You’d call it water-cooler television if anyone worked in the office any more.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/the-end-of-peak-television-has-the-era-of-prestige-tv-just-ground-to-a-halt\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/05/the-end-of-peak-television-has-the-era-of-prestige-tv-just-ground-to-a-halt", "date_published": "2023-06-05 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea pull out of Manuel Ugarte deal after being gazumped by PSG", "description": "<ul><li>Chelsea will not match PSG’s pay offer to Sporting midfielder</li><li>Mauricio Pochettino still keen on Brighton’s Moisés Caicedo</li></ul><p>Chelsea have pulled out of a deal to sign Manuel Ugarte after Paris Saint-Germain offered the Sporting midfielder a bigger financial package.</p><p>Ugarte, whose contract contains a £52m release clause, received a lucrative offer from Chelsea and there was a growing expectation that the Uruguay international would become Mauricio Pochettino’s first signing. Talks were positive and the club appeared to be leading the race.</p> <a href=\"https://www.theguardian.com/football/2023/jun/05/chelsea-pull-out-of-manuel-ugarte-deal-psg-sporting\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/05/chelsea-pull-out-of-manuel-ugarte-deal-psg-sporting", "date_published": "2023-06-05 07:59:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New business lobby group launched as CBI faces crucial vote", "description": "<p>The Business Council is set up by British Chambers of Commerce backed by big companies</p><p>A new business lobby group backed by big companies including BP and Drax has been launched, a day before a key vote that will <a href=\"https://www.theguardian.com/business/2023/jun/04/the-cbis-boss-must-battle-not-just-its-culture-but-the-competition-too\">determine the future of the embattled CBI</a>.</p><p>The Business Council, which has been launched by the British Chambers of Commerce (BCC), aims to bring together business leaders “who are looking for a different kind of representation”.</p> <a href=\"https://www.theguardian.com/business/2023/jun/05/business-council-lobby-group-launched-cbi-faces-crucial-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/05/business-council-lobby-group-launched-cbi-faces-crucial-vote", "date_published": "2023-06-05 07:35:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham agree contract with Ange Postecoglou to make him manager", "description": "<ul><li>Confirmation due once compensation settled with Celtic</li><li>Deal understood to be for two years with option to extend </li></ul><p>Tottenham have reached a verbal agreement with Ange Postecoglou to make him their manager. Once compensation has been agreed with Celtic, where the Australian has a one-year rolling contract, the appointment should be confirmed.</p><p>Spurs and Postecoglou are understood to have settled on an a two-year contract with an option for a further season. The move for the 57-year-old has accelerated after his season with Celtic ended on Saturday. Celtic <a href=\"https://www.theguardian.com/football/2023/jun/03/celtic-inverness-scottish-cup-final-match-report\">beat Inverness</a> Caledonian Thistle in the Scottish Cup final to complete a domestic treble.</p> <a href=\"https://www.theguardian.com/football/2023/jun/05/tottenham-agree-contract-with-ange-postecoglou-manager-celtic\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/05/tottenham-agree-contract-with-ange-postecoglou-manager-celtic", "date_published": "2023-06-05 07:33:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oil price up as Saudi Arabia pledges output cuts; UK mortgage rates rising – business live", "description": "<p>Rolling coverage of the latest economic financial news</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jun/04/opec-to-extend-cuts-in-oil-output-into-2024-as-prices-flag\">Full story: Opec+ to extend cuts in oil output into 2024 as prices flag</a></li></ul><p><strong>Rising mortgage rates are forcing more borrowers to take out lengthy loans.</strong></p><p>A record share of first-time buyers are taking out mortgages with terms of 35 years or more, <em><a href=\"https://www.telegraph.co.uk/business/2023/06/04/demand-35-year-mortgages-first-time-buyers-rates/\">the Telegraph reported yesterday</a></em>, rather than the ‘typical’ 25-year term.</p><p>“Whilst this has been a long-term trend seen since 2010, the growth in borrowing over a longer term accelerated rapidly through 2022. As 2023 began we have seen the growth in longer term borrowing level off.</p><p>Although tentative at this stage, this may signal that the extent to which this option can be used to stretch affordability and meet underwriting requirements is reaching its limit.”</p> <a href=\"https://www.theguardian.com/business/live/2023/jun/05/oil-price-saudi-arabia-output-cuts-uk-mortgage-rates-rising-economy-car-sales-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jun/05/oil-price-saudi-arabia-output-cuts-uk-mortgage-rates-rising-economy-car-sales-business-live", "date_published": "2023-06-05 07:02:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gündogan is now a totemic figure in City’s journey towards domination | Nick Ames", "description": "<p>Midfielder’s metamorphosis into a difference maker for Pep Guardiola has come without the smallest hint of ego attached</p><p>It might have felt slightly too good to be true for Ilkay Gündogan when, in the 71st minute of the FA Cup final, he gobbled up a rebound to beat David de Gea for the third time that afternoon. He wheeled away anyway but the flag went up immediately and there were no complaints from the scorer, who smiled knowingly and could reflect that he had not quite returned quickly enough from an offside position.</p><p>Stan Mortensen’s record as the only player to complete a hat-trick in this fixture at Wembley was preserved and it was one of those rare moments, in recent months, when Gündogan’s timing had erred from perfection.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/05/gundogan-is-now-a-totemic-figure-in-citys-journey-towards-domination\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/05/gundogan-is-now-a-totemic-figure-in-citys-journey-towards-domination", "date_published": "2023-06-05 07:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "De La Soul soundtracked my childhood – something my dad always understood | Emma Forrest", "description": "<p>The brilliance of the band’s debut album got me through learning difficulties at school – and later, helped me articulate the impossible as an adult</p><p>In 1989, at the dawn of gangsta rap and its accompanying macho gun play, De La Soul rapper Trugoy chose a name that celebrates his love of yogurt, spelled backwards, and wore his sleeves pulled down over his hands. On their single The Magic Number, De La Soul namechecked Fred Astaire and the Dosey Doe. This was the hip-hop version of the Kinks singing “I’m not the world’s most physical guy” while surrounded by rockers like Led Zeppelin and Black Sabbath.</p><p>The cover of their debut album, 3 Feet High and Rising, was fluorescent yellow and featured neon daisies and geometric haircuts. Between each flower are the heads of Posdnuos, Trugoy and the band’s third member, Maseo, together, but in a circle, like satellites orbiting one another.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/de-la-soul-soundtracked-my-childhood-something-my-dad-always-understood\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/05/de-la-soul-soundtracked-my-childhood-something-my-dad-always-understood", "date_published": "2023-06-05 07:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I was overwhelmed by shame when I quit grad school. Now I’m a quitting guru | Julia Keller", "description": "<p>I thought that dropping out made me a failure, but it was the making of me as a journalist and writer</p><p>First came the sobbing – a great gust of tears that successively overwhelmed my shirt sleeve, an entire box of tissues and an extra-large bath towel. Next came a prolonged period of sitting cross-legged on the floor and staring blankly into space while a single question – infused with equal parts sorrow and self-pity – tolled in my head: “What will become of me?” At last came the desperation-fuelled gesture I dreaded beyond all others: I quit.</p><p>I was certain that dropping out of graduate school, and giving up the teaching appointment that funded it, would ruin me. Surely it would mark me as a snivelling loser, a lazy bum, a spineless coward. But I had no choice because my misery was so acute. (And I was running out of towels.)</p><p>Dr Julia Keller is a journalist and the author of <a href=\"https://guardianbookshop.com/quitting-9781399714730?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Quitting: A Life Strategy</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/shame-quit-grad-school-guru-dropping-out-journalist-writer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/shame-quit-grad-school-guru-dropping-out-journalist-writer", "date_published": "2023-06-05 07:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish football minnows set to bloody noses of Old Firm over fifth tier | Ewan Murray", "description": "<p>Expected vote defeat for new division will be deemed a win for bottom of pyramid but promoting home talent should be focus</p><p>It has been worth contemplating Luton Town’s rise from oblivion <a href=\"https://www.theguardian.com/football/2023/may/28/luton-town-prepare-for-life-in-the-premier-league\">to the promised land</a> of the Premier League in the context of Scottish football.</p><p>The introduction of a pyramid system in 2013 was the Scottish Professional Football League’s way of making out they were doing aspirational clubs a favour. To follow Luton’s lead, the winners of the Highland or Lowland League would need to beat the other half of that duo before also winning over two legs against the team who finished bottom of League Two.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/05/scottish-football-overhaul-celtic-rangers-old-firm\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/05/scottish-football-overhaul-celtic-rangers-old-firm", "date_published": "2023-06-05 07:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stokes must maintain all-round status to rival Green in Ashes showdown | Taha Hashim", "description": "<p>England will need the action hero to bowl those fiery spells, especially now Australia have a big hitter of their own</p><p>Before the unbeaten 135, Ben Stokes’s <a href=\"https://www.theguardian.com/sport/2019/aug/25/australia-ashes-england-third-test-ben-stokes-sensational\">Headingley rescue act in 2019</a> began with the ball. It remains the somewhat forgotten preamble, the EP of promise before the first album that went platinum.</p><p>Stokes was skilful in his 24.2-over spell in Australia’s second innings, but it was his ferocity that stood out, his unwillingness to step aside as an already significant lead grew into what should have been a match-winning one. The final figures were three for 56, tidy but hardly reflective of what he had produced. Marnus Labuschagne, who took the brunt of it, said later that it was one of the best spells he had faced.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/05/stokes-must-maintain-all-round-status-to-rival-green-in-ashes-showdown\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/05/stokes-must-maintain-all-round-status-to-rival-green-in-ashes-showdown", "date_published": "2023-06-05 07:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We interrupt this broadcaster: why did Winston Churchill try to seize the BBC?", "description": "<p>In 1926, with the General Strike looming and the right warning of a Bolshevik revolution, the BBC found itself in a dreadful dilemma. Writer Jack Thorne on why he turned this into ‘a love letter to people in authority’</p><p>Jack Thorne is a furiously busy scriptwriter and, although he’s celebrated for bringing Harry Potter to the stage and His Dark Materials to the screen, he loves a chewy subject. In recent years, he’s tackled <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/20/national-treasure-review-robbie-coltrane\">child abuse</a>, the plight of <a href=\"https://www.theguardian.com/tv-and-radio/2021/sep/16/help-review-jodie-comer-and-stephen-graham-will-leave-you-breathless-with-rage\">care homes</a> in the pandemic, and a Grenfell-like <a href=\"https://www.theguardian.com/tv-and-radio/2019/oct/24/the-accident-review-echoes-of-grenfell-in-devastating-disaster-drama-jack-thorne-sarah-lancashire\">catastrophe that devastates a community</a>. At the moment, his play <a href=\"https://www.theguardian.com/stage/2023/may/03/the-motive-and-the-cue-review-gatiss-gielgud-mendes-national-theatre-london\">The Motive and the Cue</a>, about the famously rocky process of putting together John Gielgud’s production of Hamlet starring Richard Burton, is at the National Theatre in London.</p><p>He will soon have another play on in the city. When we meet, Thorne – tall, gangly, scrappily bearded, wearing a T-shirt with a printed design that instantly calls to mind the armoured bear in His Dark Materials – is on a break from watching a run-through of his newest work, <a href=\"https://booking.donmarwarehouse.com/events/10601APSKMRRDLKDGKBKNPNLTDRGCSHLR\">When Winston Went to War With the Wireless</a>. It stages an early crisis for the BBC that shaped its future and set the tone for the way it handles political pressure to this day.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/05/winston-war-wireless-bbc-jack-thorne-general-strike-bolshevik\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/05/winston-war-wireless-bbc-jack-thorne-general-strike-bolshevik", "date_published": "2023-06-05 07:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can you use a pasta strainer instead of a hairdryer diffuser?", "description": "<p>Using kitchen utensils to replicate beauty kit is often a recipe for disaster. But does this method of drying wavy hair work?</p><p><strong>The hack</strong><br />Using a metal pasta strainer in place of a diffuser to create waves and curls.</p><p><strong>The test</strong><br />Many social media beauty hacks are actually professional techniques transferred to a digital platform or are so ludicrous that they’re obviously designed to go viral in pursuit of fame. But <a href=\"https://www.tiktok.com/@foxcraftcustom/video/7189279759401078058?lang=en\" title=\"\">this one</a> could – potentially – be that rare, weird hack that is actually pretty useful for anyone with curls or waves.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/05/can-you-use-a-pasta-strainer-instead-of-a-hairdryer-diffuser\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/05/can-you-use-a-pasta-strainer-instead-of-a-hairdryer-diffuser", "date_published": "2023-06-05 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What even is El Niño? To be honest nobody really understands or cares any more | First Dog on the Moon", "description": "<p>We get it, nature really wants to kill us (fair enough too) but can’t we just go to the beach? Is that too much to ask? </p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/what-even-is-el-nino-to-be-honest-nobody-really-understands-or-cares-any-more\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/what-even-is-el-nino-to-be-honest-nobody-really-understands-or-cares-any-more", "date_published": "2023-06-05 06:27:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s at stake for Prince Harry as he gives evidence in phone-hacking trial?", "description": "<p>Duke of Sussex is a part of a 100-strong lawsuit against Mirror Group over allegations of hacking – but his participation is unprecedented for a royal</p><ul><li>This article is extracted from our First Edition newsletter.<strong> <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-first-edition-newsletter-our-free-news-email\">Sign up here</a></strong></li></ul><p>Prince Harry will make another unprecedented move for a senior royal t his week as he gives evidence in a phone-hacking court case against Mirror Group Newspapers, the owner of the Daily Mirror, the Sunday Mirror and the Sunday People. The lawsuit alleges that the company unlawfully gathered information on the prince between 1996 and 2011 that was published in its papers, and that senior executives and editors were aware of this activity. This lawsuit is one of three entirely separate but concurrent phone-hacking claims that Prince Harry is making: the other two are against Rupert Murdoch’s News Group Newspapers, and the Mail newspapers.</p><p>While he is one of the most high-profile players in the lawsuit, Harry is not the only claimant. <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/harry-v-the-mirror-what-will-happen-when-the-prince-takes-the-stand\">More than 100 other people</a> are suing the Mirror Group, including ex-footballer and TV presenter Ian Wright, Girls Aloud star Cheryl Cole, and the estate of the late singer George Michael. (The Mirror Group has steadfastly denied the allegations, adding that the claimants have waited too long to sue them.)</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/prince-harry-phone-hacking-trial-whats-at-stake\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/prince-harry-phone-hacking-trial-whats-at-stake", "date_published": "2023-06-05 06:04:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leonie, Actress and Spy review – greatest-hits profile of mysterious wartime double-agent", "description": "<p>Leonie Brandt was an interesting historical character but a lack of curiosity and reliance on re-enactment obfuscates rather than illuminates</p><p>How do you make a film about someone of whom there exists no moving images? Diving into the mysteries surrounding Leonie Brandt, an actor turned double-agent for the Dutch intelligence service during the second world war, Annette Apon’s documentary enlists the extensive archive of the Eye Film Museum, an approach that unfortunately obfuscates rather than illuminates a historical enigma.</p><p>Depicting the “greatest hits” of Brandt’s life, from her brief acting career to her daring exploits in Nazi Germany, the film utilises a wide range of clips mostly from silent movies, the images edited together as literal illustrations of the events recounted by the voiceover. There’s little stylistic purpose here, as the film oscillates between the first-person POV of Brandt and Apon’s third-person perspective. For cinephiles who know their film history, to see footage featuring such recognisable faces as Asta Nielsen used as visual signposts of Brandt’s biography is less than helpful. Sandwiched between these sequences are restaged excerpts of a 1995 interview between a lawyer called Besier who was acquainted with Brandt during the postwar years, and an unnamed researcher. Under these unnecessary layers of artifice and re-enactment, the real Leonie Brandt sadly recedes further into the shadows of the past.</p> <a href=\"https://www.theguardian.com/film/2023/jun/05/leonie-actress-and-spy-review-greatest-hits-profile-of-mysterious-wartime-double-agent\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/05/leonie-actress-and-spy-review-greatest-hits-profile-of-mysterious-wartime-double-agent", "date_published": "2023-06-05 06:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Travel insurance: how UK holidaymakers can get the best deal", "description": "<p>It is vital to weigh up reducing the upfront cost of a policy against what is covered and any excess</p><p>The UK global health insurance card (<a href=\"https://www.gov.uk/global-health-insurance-card\" title=\"\">GHIC</a>) allows holidaymakers to use state healthcare in European countries, so it is invaluable if you fall ill or are injured while abroad. It was introduced to replace the European health insurance card (Ehic) when the UK left the EU. If you still have one, there may be no need to replace it straight away – it will be valid until its expiry date.</p> <a href=\"https://www.theguardian.com/money/2023/jun/05/travel-insurance-uk-best-deal-policy-excess\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/05/travel-insurance-uk-best-deal-policy-excess", "date_published": "2023-06-05 06:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You can get Sad in summer – as I know only too well | Emma Beddington", "description": "<p>Half the country might be waiting for the heat to turn up, but for the rest of us, it’s a time of foreboding and dread</p><p>I don’t really understand why I’m still on Twitter, a mouse hopefully pressing the button that used to dispense treats, but which now only dispenses electric shocks. One reason is that I like the helpful reminders people give – that the clocks are changing, say, or there are only three days left for Christmas postage. Given staring at the internet has eaten 94% of my brain, I am grateful to outsource this basic life admin to civic-minded souls. I especially appreciate it when someone issues a heads-up for hay fever sufferers at the end of winter – when the trees are hatching their plot to kill me but haven’t acted on it yet – to start taking antihistamines.</p><p>So consider this my contribution: summer haters, it might not be particularly warm yet, but the season is here and that’s why you’re feeling bad. Baffled by the sudden onset of foreboding and formless dread? Mired in blank inertia? Wondering what’s wrong with you, because someone said it was “beautiful weather” and you upset them by retorting something angry about the desperate lack of rain, starving blue tit chicks and various other seasonal downers? I’ve been there, too, and you’re not losing your mind: it’s seasonal affective disorder (Sad).</p><p>Emma Beddington is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/you-can-get-sad-in-summer-as-i-know-only-too-well\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/you-can-get-sad-in-summer-as-i-know-only-too-well", "date_published": "2023-06-05 06:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I was devastated by divorce at 70. But at 102, I know the secrets of a well-lived life", "description": "<p>Dr Gladys McGarey thought she would never recover when her husband and work partner walked out after 46 years. Then she found her voice, happiness and her own direction</p><p>“It’s hard to put a size on things that happen in your life,” Gladys McGarey says. At 102, it’s understandable she would feel that way. Shortly before she was 70, her husband, Bill, to whom she had been married for 46 years, handed her divorce papers. He had been carrying them in his briefcase for six months and said he would appreciate a prompt signature.</p><p>McGarey and Bill had not only been married for decades but were also close colleagues. They were both doctors, who had trained as general practitioners, and were among the co-founders of the American Holistic Medical Association in 1978. For the duration of their marriage, they had shared a clinic in Phoenix, Arizona, as well as having six children together. So, when the marriage ended – Bill had started a relationship with another colleague – McGarey lost not only her life partner but her business partner, too.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/a-new-start-after-60-i-was-devastated-by-divorce-at-70-but-at-102-i-know-the-secrets-of-a-well-lived-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/05/a-new-start-after-60-i-was-devastated-by-divorce-at-70-but-at-102-i-know-the-secrets-of-a-well-lived-life", "date_published": "2023-06-05 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An arty weekend in … Barnard Castle, County Durham", "description": "<p>Follow in Turner’s footsteps and enjoy the architecture, museums and great outdoors in and around this jewel of the north</p><p><a href=\"https://express.adobe.com/page/WcKQiISLbqXBY/\">Barnard Castle</a>, a well-preserved market town in Teesdale, County Durham, grew up around the 12th-century castle after which it is named – and was immortalised during the pandemic as the site of <a href=\"https://www.theguardian.com/politics/video/2020/may/25/dominic-cummings-says-he-drove-to-barnard-castle-to-test-his-eyesight-video\">Dominic Cummings’ eye test</a>. But its other claim to fame is the <a href=\"https://www.thebowesmuseum.org.uk/\">Bowes Museum</a>, a magnificent French chateau-like edifice, built by John and Joséphine Bowes. The couple founded the museum to share their vast art collection with the people of Teesdale. Sadly, neither lived to see it open to the public in 1892, but their vision lives on.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/05/an-arty-weekend-in-barnard-castle-county-durham\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/05/an-arty-weekend-in-barnard-castle-county-durham", "date_published": "2023-06-05 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple won’t repair my three-year-old MacBook Pro for free", "description": "<p>There was a known fault with screens, but the free repair only applies to models produced earlier</p><p><strong>Recently my three-year-old £1,300 Apple MacBook Pro’s backlight stopped working, rendering the screen completely black and usable. The laptop still works if attached to another screen, so the computer itself is clearly fine.</strong></p><p><strong>When I took my device into an Apple store, the technician kindly informed me that the </strong><strong>problem I am having is a repeated, known </strong><strong>one with </strong><strong>13-in MacBook Pro laptops</strong><strong> and that Apple has a service <a href=\"https://support.apple.com/en-gb/13-inch-macbook-pro-display-backlight-service\">programme that offers to fix these affected screens for free</a>.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jun/05/apple-repair-macbook-pro-free-screens\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/05/apple-repair-macbook-pro-free-screens", "date_published": "2023-06-05 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Beeny on cancer, love and survival: ‘I always assumed I would die at 39. So I was very impatient’", "description": "<p>When the TV star and property expert found out she had cancer, her seemingly idyllic life turned upside down. Now given the all-clear, she discusses the diagnosis, the early death of her mother and the power of escapism</p><p>If you’ve seen Sarah Beeny’s <a href=\"https://www.theguardian.com/tv-and-radio/2021/nov/30/new-life-in-the-country-sarah-beeny-proves-shes-the-mum-you-always-wanted\">New Life in the Country</a>, you will know exactly what her house is like: unimaginably vast, unsettlingly new, modelled on a stately home but manifestly not one, like a fairytale you’re slightly too old for. But even knowing it inside out, I was still surprised to find that it actually existed, that anyone lives like that. You enter through a porch into a massive boot room, where everyone in the family has a floor-to-ceiling locker, stencilled with their name, which is what, I guess, contributes to the incredible sense of order, the un-stately-home tidiness. The rolling view from the dining room windows is enough to make you drop to your knees in quasi-religious thanksgiving. “Sometimes I have the doors open and think: ‘This is actually not real,’” she says. “This is like a holiday camp.” Even her dogs, who caper into the high-ceilinged drawing room, oblivious to how charming sitting on that Chesterfield is going to make them look, are perfect.</p><p>Beeny has adapted seamlessly to the dress code of The Simple Life (the title of her book about this escapade, published this August); she’s a jeans and shirt and (probably, when she’s going outdoors) wellies person now, after more than two decades of her distinctive, rock-chick-goes-to-a-meeting-with-the-bank-manager style. The main difference is that her hair is still very short, after treatment for breast cancer, which she was diagnosed with last August.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/sarah-beeny-on-cancer-love-and-survival-i-always-assumed-i-would-die-at-39-so-i-was-very-impatient\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/05/sarah-beeny-on-cancer-love-and-survival-i-always-assumed-i-would-die-at-39-so-i-was-very-impatient", "date_published": "2023-06-05 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The church at the end of the world – photo essay", "description": "<p>Perched atop a scree hill north of the village, a Russian Orthodox church keeps watch over the Antarctic outpost Villa Las Estrellas. It was built in 2002 from wood shipped from the Siberian city of Altay and its bells were brought from Vladimir, a city east of Moscow</p><p>Across Fildes Bay from the glacial mass of the Bellingshausen Dome, the Holy Trinity church sits atop a narrow ridge on King George Island: the southernmost Orthodox church in the world.</p><p>The Russian monk Father Mitrofan Soldatenko and curate Denis Ianenkov.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/antarctica-church-photo-essay-russian-orthodox\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/antarctica-church-photo-essay-russian-orthodox", "date_published": "2023-06-05 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At the Edge of the Woods by Kathryn Bromwich review – an accomplished, unsettling debut", "description": "<p>A woman retreats to a forest in northern Italy in an immersive first novel that explores what it means to inhabit a female body yet reject femininity</p><p>Kathryn Bromwich’s accomplished debut novel begins in a deceptively pastoral register. Her narrator, Laura, is an educated woman who has purposefully removed herself from society to rent a tumbledown cabin in a forest in the mountains of northern Italy. On her first encounter with the reader she presents herself with all the tropes of a fairytale crone: she walks up the mountain at dawn, wrapped in “layer upon layer of coarse, heavy clothing”. She is conscious of how she appears to the few people who pass her on the mountain paths: “all matted fabric and dirt and ill-concealed truculence”, and yet, alone in the natural world, she can sometimes achieve a state of transcendence that is denied her in the nearby village, where “I make myself smaller, softer, amenable to human interaction”.</p><p>Despite the pleasure Laura takes in allowing herself to become semi-feral in her solitude, she depends on not alienating the villagers, who give her piecemeal work, with her strangeness: “I endeavour to maintain a veneer of respectability: cleanliness, manners, a subdued demeanour toward men.” The exact period of the story is left unclear, adding to the folkloric sense of timelessness, but there are enough clues to place it in the early 20th century: Laura has a laudanum habit, her cabin was previously occupied by a soldier rumoured to be a conscientious objector. Whatever the exact year, it’s an age in which a woman choosing to live alone in a forest attracts first gossip and then suspicion from a conservative rural community, particularly if – matted fabric notwithstanding – she is not yet 40 and “remnants of my beauty flash through on occasion”.</p> <a href=\"https://www.theguardian.com/books/2023/jun/05/at-the-edge-of-the-woods-by-kathryn-bromwich-review-an-accomplished-unsettling-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/05/at-the-edge-of-the-woods-by-kathryn-bromwich-review-an-accomplished-unsettling-debut", "date_published": "2023-06-05 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We can’t get a mortgage to help us buy a listed property. Should we find another way?", "description": "<p>The seller failed to get conversion warranty but bought retrospective one, while broker suggested secured loan to us</p><p><strong>Q</strong> My husband and I have recently sold our first home in the south-east and now have £300,000 in our bank account. We would like to buy a beautiful property farther north for the agreed price of £380,000. It is a three-bedroom flat that is over two floors in the top half of a Georgian house (it includes an attic conversion) with its own private entrance. However, there are complications: first, it is Grade I-listed; second, it seems the seller, who converted it from one single non-domestic building to three separate properties (there is a flat and a proposed cafe downstairs), failed to get a conversion warranty (he didn’t know this was required).</p><p>The first bank we approached (for an £80,000 mortgage) said the property was not mortgageable because of the lack of the conversion warranty (apparently the fact that the seller bought the property more than 10 years ago and has been converting it without living in it means that the warranty is required). The seller then bought a retrospective warranty, and we approached a mortgage broker. However, the mortgage broker has been unable to find a lender who will consider the property mortgageable: some lenders are happy with a Grade I-listed property, some are happy with a retrospective warranty but none, it seems, are happy with both.</p> <a href=\"https://www.theguardian.com/money/2023/jun/05/we-cant-get-a-mortgage-to-help-us-buy-a-listed-property-should-we-find-another-way\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/05/we-cant-get-a-mortgage-to-help-us-buy-a-listed-property-should-we-find-another-way", "date_published": "2023-06-05 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Roberts-Smith and four key witnesses were not honest or reliable, judge says in full verdict", "description": "<p>Justice Anthony Besanko’s 736-page judgment has been released after judge last week dismissed defamation case in favour of Nine newspapers and reporters</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/05/australia-news-live-macquarie-island-marine-park-ben-roberts-smith-judgement-war-crime-afghanistan-defamation-reserve-bank-interest-rates-anthony-albanese-indigenous-voice-referendum\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Ben Roberts-Smith and four key witnesses he called were not honest or reliable when it came to their evidence, a federal court justice has found in the full judgment of the war veteran’s defamation case.</p><p>Justice Anthony Besanko’s complete judgment – 736 pages long – was published on Monday afternoon after he delivered an initial summary decision in court on Thursday.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/05/ben-roberts-smith-and-four-key-witnesses-were-not-honest-or-reliable-judge-says-in-full-verdict\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/05/ben-roberts-smith-and-four-key-witnesses-were-not-honest-or-reliable-judge-says-in-full-verdict", "date_published": "2023-06-05 05:24:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: controversial music-biz drama from the makers of Euphoria", "description": "<p>A self-help guru played by the Weeknd attempts to create the ‘sexiest pop star in America’ in The Idol. Plus: Steeltown Murders concludes. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/tv-tonight-the-idol-steeltown-murders\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/05/tv-tonight-the-idol-steeltown-murders", "date_published": "2023-06-05 05:20:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan Strait: footage released of near miss between Chinese warship and US destroyer", "description": "<p>US military says its ship had to reduce speed to avoid a collision and accuses China of violating maritime rules of safe passage in international water</p><p>The US military has released video of what it called an “unsafe” Chinese manoeuvre in the Taiwan Strait on the weekend, in which a Chinese navy ship cut sharply across the path of an American destroyer, forcing the US ship to slow to avoid a collision.</p><p>The incident occurred on Saturday as the American destroyer USS Chung-Hoon and Canadian frigate HMCS Montreal were conducting a so-called “freedom of navigation” transit of the strait between Taiwan and mainland China.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/taiwan-strait-footage-released-of-near-miss-between-chinese-warship-and-us-destroyer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/taiwan-strait-footage-released-of-near-miss-between-chinese-warship-and-us-destroyer", "date_published": "2023-06-05 05:19:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers face legal challenge over cuts to walking and cycling investment in England", "description": "<p>Exclusive: Campaigners say move bypasses legal process and puts at risk climate and pollution pledges</p><p>The government faces a legal challenge to its decision to cut investment in walking and cycling in England, over claims that the move bypassed legal processes and risks scuppering commitments over the climate emergency and air pollution.</p><p>Lawyers acting for the <a href=\"https://transportactionnetwork.org.uk/\">Transport Action Network</a> (TAN), a campaign group, have written to the Department for Transport (DfT) to formally seek a judicial review of the cuts <a href=\"https://www.theguardian.com/news/2023/mar/20/cuts-cycling-walking-budget-england-cost-more-long-term-labour\">announced in March</a> by Mark Harper, the transport secretary.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/05/ministers-face-legal-challenge-over-cuts-to-walking-and-cycling-investment-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/05/ministers-face-legal-challenge-over-cuts-to-walking-and-cycling-investment-in-england", "date_published": "2023-06-05 05:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For better or for worse: is the decline in marriage actually good for relationships? | Devorah Baum", "description": "<p>While some countries turn marriage into a patriotic act, it might just give us a radical new way to live our lives</p><p>One of the curious things about marriage is the role it’s played in embedding commonly held views about normality. Married people are generally considered normal people. As such, they have possessed inordinate power to dictate the terms of normality in a way that single people rarely can. And yet marriage, clearly, isn’t for everyone. Plenty of people have no desire to do it. Plenty of others have done it and haven’t liked it. The stats only corroborate this. Fewer people over the years have been getting married, while the stresses and strains of lockdown in 2020 (along with the temporary closure of venues) saw divorces in England and Wales <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/marriagecohabitationandcivilpartnerships/bulletins/marriagesinenglandandwalesprovisional/2020\">overtake weddings</a> for the first time.</p><p>Not everyone, however, is taking marriage’s declining popularity lying down. At the recent <a href=\"https://www.theguardian.com/politics/2023/may/17/10-things-we-learned-from-the-uk-natcon-conference\">National Conservatism conference</a>, delegates were promised a national revival founded on “faith, family and flag”. Likewise, China has just <a href=\"https://www.bbc.co.uk/news/world-asia-china-64594469\">proposed a list of measures</a> to actively encourage its young women to marry and have children (and not just one child any more: three, ideally). This is a national policy, but it’s one with global benefits: to stem the threat of economic stagnation, growing the population is supposed to ensure the continuity of a <a href=\"https://eu.usatoday.com/story/news/world/2023/01/17/china-population-decline-birth-rate-global-economy-impact/11066270002/\">huge, and therefore cheap, labour force</a>. In other words, unless more Chinese women have more children, we’ll all have to pay more for our merch – with matrimony here (never mind that not everyone who marries has children and not everyone who has children gets married) still framed by national governments as the gateway to maternity first of all. Other countries may well follow China’s lead. In <a href=\"https://edition.cnn.com/2023/03/01/asia/japan-births-2022-record-low-intl-hnk/index.html\">Japan</a>, where they’ve just recorded a seventh consecutive year of declining birthrates, and fewer couplings, the government is accused of failing to act quickly enough to mitigate the effects of a rapidly ageing population.</p><p>Devorah Baum is associate professor of English literature at the University of Southampton and the author of <a href=\"https://guardianbookshop.com/on-marriage-9780241618011?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">On Marriage</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/decline-marriage-married-wedded-patriotic\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/decline-marriage-married-wedded-patriotic", "date_published": "2023-06-05 05:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jump in child deaths reveals impact of industrialisation on Amazon’s Indigenous peoples", "description": "<p>As an economic boom’s gains pass them by, people in unprotected land have been hit by hunger and disease, with infant mortality rates seven times higher than the rest of Brazil</p><p>The infant mortality rate among the Indigenous peoples of Brazil jumped by 16% last year, according to new data, as experts warn that the expansion of legal and illegal extractive industries in the Amazon rainforest has had profound effects on the health and quality of life of Indigenous people living in unprotected areas.</p><p>Over the past 50 years, the Amazon’s landscape has changed dramatically, with about <a href=\"https://www.unsdsn.org/science-panel-for-the-amazon-presentation-of-initial-findings\">17% of the primary forest now gone</a>, replaced by towns, roads, cattle ranches, mines and vast fields of soya beans.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/05/jump-in-child-deaths-reveals-mining-impact-on-amazon-indigenous-peoples\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/05/jump-in-child-deaths-reveals-mining-impact-on-amazon-indigenous-peoples", "date_published": "2023-06-05 05:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish fishers say marine protection plans will wreck coastal communities", "description": "<p>Outcry includes protest song comparing closure of inshore fishing grounds to Highland clearances</p><p>“It’s about justice,” says Angus MacPhail, a creel fisher off Barra, in the Outer Hebrides, about the marine protection plans that he believes will devastate island cultures like his own.</p><p>“Our lives are being dictated by people who know nothing about the areas we live in or the jobs we do,” says MacPhail, whose main catch is crab and lobster. “Most of us fishing around islands like Barra are small-scale operators and you don’t get much more environmentally friendly than that.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/scottish-fishers-say-marine-protection-plans-will-wreck-coastal-communities\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/05/scottish-fishers-say-marine-protection-plans-will-wreck-coastal-communities", "date_published": "2023-06-05 05:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starwatch: the last-quarter moon rises close to Saturn", "description": "<p>Moon and planet will climb into the sky in early hours of 10 June until dawn washes Saturn from view</p><p>Those awake in the early hours of 10 June can see the last-quarter moon close to the planet Saturn.</p><p>The chart shows the view looking south-east from London at 3am BST. Having cleared the eastern horizon at about 2am, the planet and the moon will continue to climb into the sky until the dawn light washes Saturn from view about an hour and a half later.</p> <a href=\"https://www.theguardian.com/science/2023/jun/05/starwatch-the-last-quarter-moon-rises-close-to-saturn\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/05/starwatch-the-last-quarter-moon-rises-close-to-saturn", "date_published": "2023-06-05 05:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester garment makers warn of crisis as fast-fashion brands squeeze suppliers", "description": "<p>City’s industry alleges firms forcing through discounts and imposing financial penalties over small errors</p><p>Leicester’s garment makers have said they are in crisis as a growing number of fast-fashion brands are forcing through discounts, making last-minute cancellations and imposing financial penalties for what suppliers claim are tiny errors.</p><p>In the east Midlands city – where manufacturers make clothes for a range of brands including Boohoo, Misguided and Frasers Group, the owner of Sports Direct and the online specialist Missguided – hundreds of garment businesses have shut in recent years, local organisations say, and suppliers warn that more are likely to follow.</p> <a href=\"https://www.theguardian.com/business/2023/jun/05/leicester-garment-makers-manufacturers-fast-fashion-brands\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/05/leicester-garment-makers-manufacturers-fast-fashion-brands", "date_published": "2023-06-05 05:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rethink, reform, rebuild: 7 steps to save the Amazon", "description": "<p>As the world’s biggest rainforest degrades fast towards its tipping point, finding solutions is more urgent than ever. But who to ask first and where to begin?</p><p>Pay a toll to the ferryman, cross the Xingu River, and you pass a stretch of the Trans-Amazonian Highway that feels as if it is paved with bad intentions. From Anapu to Belo Monte, the 86-mile road – a small portion of the nearly 2,500-mile highway – has passed by some of the most violent communities, disrupted waterways and degraded land in the Amazon.</p><p>For most of the two-and-a-half-hour drive, the hillsides on both sides of the road have almost more cows than trees. The land is so purged of foliage and wildlife that it is hard to believe this is a passage through the world’s biggest rainforest. It looks more like an endless ranch. The other side of the river is even worse, as this is the site of the biggest hydroelectric dam in the Amazon – a Mordor-esque rampart of concrete behind which lies a cemetery of thousands of white trees drowned by the reservoir.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/05/rethink-reform-rebuild-7-steps-to-save-the-amazon\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/05/rethink-reform-rebuild-7-steps-to-save-the-amazon", "date_published": "2023-06-05 05:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peter Howson on his war art: ‘People were horrified. Then David Bowie bought it’", "description": "<p>He was the official artist of the Bosnian conflict but paid a terrible price. The Scot, loved by celebrities from Bowie to Madonna, talks about the day he lost all hope, overcoming his addictions – and finding peace walking his dog Buster</p><p>‘It’s like seeing old friends again,” says Peter Howson, looking both pleased and perplexed as he rubs a thick hand across his face. He is not talking about people but canvases, the ones now being hung in an Edinburgh gallery for a retrospective to mark his 65th birthday that will bring together around 100 works spanning his career as one of Scotland’s leading figurative painters.</p><p>Howson is an artist renowned for capturing men at their most brutal extremes, from the hyper-muscled football hooligans of his early work to the flexing soldiers of Putin’s private army in recent paintings, prompted by the war in Ukraine. But in person he is the polar opposite: vulnerable, self-critical, an apologist for his own excesses. His friend, the painter John Bellany, once told him: “Me and you were like volcanoes, spewing out all this stuff. A lot of it’s rubbish and a lot of it’s quite good.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/05/peter-howson-retrospective-edinburgh-bowie-madonna-war-bosnian\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/05/peter-howson-retrospective-edinburgh-bowie-madonna-war-bosnian", "date_published": "2023-06-05 05:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Now I am happy’: a woman’s 10-year fight for justice against gang-rapists", "description": "<p>After a decade of delays and threats, Amena was the last of seven rape survivors resolved to fight. The verdict has been welcomed by Muslims facing increasing discrimination in India</p><p>On a hot and quiet afternoon, a woman lies on a wooden <em>charpoy</em> under a squeaking slow-moving fan inside her mud-walled house.</p><p>“I have not been this happy in the past 10 years,” she says. It is days after a court in Muzaffarnagar found two Hindu men guilty of gang-raping her and holding a gun to her baby son’s head. A third man died before the case came to court.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/05/india-woman-10-year-fight-for-justice-against-gang-rapists\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/05/india-woman-10-year-fight-for-justice-against-gang-rapists", "date_published": "2023-06-05 05:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indonesians honour Buddha on Vesak Day – in pictures", "description": "<p>Buddhists across Indonesia commemorate the birth, enlightenment and passing of the religion’s founder with light, prayer and lanterns</p><ul><li><strong><a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/29/getxophoto-festival-in-pictures\">Getxophoto festival – in pictures</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2023/jun/05/vesak-day-2023-indonesia-honour-buddha-gallery-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/jun/05/vesak-day-2023-indonesia-honour-buddha-gallery-in-pictures", "date_published": "2023-06-05 04:02:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "War brings urgency to fight for LGBT rights in Ukraine", "description": "<p>Campaigners hope a new law will show LGBT soldiers that the country they are risking their lives for cares about them</p><p>The Ukrainian MP Andrii Kozhemiakin is a wiry, conservative ex-spy who likes to emphasise his Christian faith and large family. He is also an unlikely new recruit in the fight for LGBT rights in Ukraine.</p><p>A draft civil union law that would give same-sex partnerships legal status for the first time was introduced this year to Ukraine’s parliament, which is still functioning despite the war.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/war-brings-urgency-to-fight-for-lgbt-rights-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/war-brings-urgency-to-fight-for-lgbt-rights-in-ukraine", "date_published": "2023-06-05 04:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Moscow claims to have repelled ‘major’ attack in Donetsk; Belgorod energy facility on fire", "description": "<p>Moscow claims to have beaten back attack comprising mechanical and tank units in Donetsk; Belgorod governor blames drone for attack on energy facility</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-466-of-the-invasion\">At a glance: what we know on day 466 of the invasion</a></li></ul><p>You can read the latest report on the <a href=\"https://www.theguardian.com/world/2023/jun/05/russia-claims-to-have-fought-off-major-ukrainian-offensive-in-donetsk\">claimed attack in Donetsk here</a>. Russia’s defence ministry said it had killed 250 Ukrainian troops and destroyed 16 tanks, three infantry fighting vehicles and 21 armoured combat vehicles - a claim that has not been independently verified.</p><p>The Institute for the Study of War (ISW) noted Ukraine’s continuing preparations for its counteroffensive in its <a href=\"https://www.understandingwar.org/backgrounder/russian-offensive-campaign-assessment-june-3-2023\">assessment</a> on Saturday, including the interview with Volodymyr Zelenskiy published by the <a href=\"https://www.wsj.com/articles/ukraines-zelensky-we-are-ready-for-counteroffensive-22f4f3f2\">Wall Street Journal</a> in which he says the country is ready, though it may take time and come at a heavy cost.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/05/russia-ukraine-war-live-moscow-claims-to-have-repelled-major-attack-in-donetsk-belgorod-energy-facility-on-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/05/russia-ukraine-war-live-moscow-claims-to-have-repelled-major-attack-in-donetsk-belgorod-energy-facility-on-fire", "date_published": "2023-06-05 02:41:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Our critics’ guide to a summer of music, movies and culture - podcast", "description": "<p>Guardian culture writers Alex Needham, Ellen E Jones and Michael Cragg make their picks of the best of this summer in arts and culture</p><p>With festival season about to begin, blockbusters scheduled for the big screen and newspapers filling up with lists of summer reading, the Guardian culture writers <strong>Alex Needham</strong>, <strong>Ellen E Jones</strong> and <strong>Michael Cragg </strong>take <strong>Nosheen Iqbal </strong>on a guided tour of the summer.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jun/05/our-critics-guide-to-a-summer-of-music-movies-and-culture-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jun/05/our-critics-guide-to-a-summer-of-music-movies-and-culture-podcast", "date_published": "2023-06-05 02:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kathleen Folbigg pardoned after 20 years in jail over deaths of her four children", "description": "<p>Release comes after inquiry heard that Folbigg and her two daughters had rare genetic variation and her son may have died from an underlying neurogenetic disorder</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/05/australia-news-live-macquarie-island-marine-park-ben-roberts-smith-judgement-war-crime-afghanistan-defamation-reserve-bank-interest-rates-anthony-albanese-indigenous-voice-referendum\">Follow our Australia news live blog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Kathleen Folbigg has been pardoned and will be released “without delay” following a decision of the New South Wales attorney general Michael Daley.</p><p>Folbigg, who has always maintained her innocence, has spent 20 years of a 25-year sentence in prison since she was convicted in 2003 of murdering three of her children, and the manslaughter of one child.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/05/kathleen-folbigg-pardoned-after-20-years-in-jail-over-deaths-of-her-four-children\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/05/kathleen-folbigg-pardoned-after-20-years-in-jail-over-deaths-of-her-four-children", "date_published": "2023-06-05 01:39:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazil police charge alleged mastermind behind murders of Dom Phillips and Bruno Pereira", "description": "<p>Alleged leader of ‘transnational criminal organisation’ and a supposed subordinate have been charged over the 2022 murders of journalist and Indigenous expert</p><p>Brazilian police have charged the alleged leader of a “transnational criminal organization” with being the mastermind of the murders of Dom Phillips and Bruno Pereira in the Amazon one year ago.</p><p>The British journalist and the Brazilian Indigenous expert were shot dead while returning from a reporting trip to the remote Javari valley region on 5 June 2022.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/brazil-police-charge-alleged-mastermind-behind-murders-of-dom-phillips-and-bruno-pereira\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/brazil-police-charge-alleged-mastermind-behind-murders-of-dom-phillips-and-bruno-pereira", "date_published": "2023-06-05 01:31:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan fighting escalates after breakdown in ceasefire talks", "description": "<p>The latest shaky truce between country’s army and RSF paramilitary came to an end on Saturday evening and has not been extended</p><p>Fighting has intensified in several areas of Khartoum after a ceasefire deal expired, residents of Sudan’s capital reported, as activists said a new outburst of violence in North Darfur state had left at least 40 people dead.</p><p>The ceasefire between Sudan’s army and the paramilitary Rapid Support Forces (RSF) began on 22 May and expired on Saturday evening.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/sudan-fighting-escalates-after-breakdown-in-ceasefire-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/sudan-fighting-escalates-after-breakdown-in-ceasefire-talks", "date_published": "2023-06-05 00:58:18+00:00", "persistent": false, "user": null, "language": "en-UK"}]