[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia: Nieproszony gość wszedł do domu i stanął nad łóżeczkiem. Nagranie mrozi krew", "description": "Półroczna dziewczynka i jej rodzice spali, gdy do ich pokoju wszedł obcy mężczyzna. Na nagraniach z kamer monitoringu widać, jak mężczyzna staje nad łóżeczkiem dziecka, a po chwili schodzi na parter. Następne zachowania intruza z australijskiego Tweed Heads rodzą jedynie kolejne pytania.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/australia-nieproszony-gosc-wszedl-do-domu-i-stanal-nad-lozeczkiem-nagranie-mrozi-krew/", "date_published": "2023-06-05 19:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna na Ukrainie. Ukraińcy przeszli do ofensywy. Ministerstwo potwierdza", "description": "W niektórych kierunkach przechodzimy do działań ofensywnych - przekazała wiceminister obrony Ukrainy Hanna Malar. Przekazała, że epicentrum działań wojennych pozostają okolice Bachmutu, gdzie siły rosyjskie mają być w defensywie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/wojna-na-ukrainie-ukraincy-przeszli-do-ofensywy-ministerstwo-potwierdza/", "date_published": "2023-06-05 17:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosyjska propaganda straszy Polską. \"Przygotowuje się do wielkiej wojny\"", "description": "Polska przygotowuje się do wielkiej wojny. Warszawa masowo kupuje broń za granicą, buduje bazy wojskowe, wycofuje wojska na wschodnie granice i pozwala sobie na dwuznaczną retorykę - pisze Andriej Kots, pracownik agencji RIA Nowosti. Rosyjska propaganda kolejny raz straszy Polską i rzekomymi planami wojny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/rosyjska-propaganda-straszy-polska-przygotowuje-sie-do-wielkiej-wojny/", "date_published": "2023-06-05 17:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Zatruty cydr zabił 22 osoby. Kolejni w szpitalu w ciężkim stanie", "description": "16 osób zmarło po zatruciu się cydrem Mr. Cider kupiony w sklepach Territory beer w rosyjskim mieście Dimitrowgrad. Alkohol dostarczany był przez biznesmena z regionu Samara.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/rosja-zatruty-cydr-zabil-22-osoby-kolejni-w-szpitalu-w-ciezkim-stanie/", "date_published": "2023-06-05 16:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Odkryto perfumy sprzed 2 tysięcy lat. Starożytni Rzymianie pachnieli jak hipisi", "description": "Na pytanie jak pachnieli starożytni Rzymianie postanowili odpowiedzieć hiszpańscy naukowcy. Po raz pierwszy w historii przeanalizowano skład szczelnie zamkniętej butelki z perfumami sprzed dwóch tysięcy lat. Okazało się, że mieszkańcy Cesarstwa mieli wiele wspólnego... z hipisami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/odkryto-perfumy-sprzed-2-tysiecy-lat-starozytni-rzymianie-pachnieli-jak-hipisi/", "date_published": "2023-06-05 15:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szokujące przemówienie Władimira Putina do narodu. Kreml mówi o ataku hakerskim", "description": "Rosjanie, współobywatele, bracia i siostry. Dzisiaj o godzinie 4 rano ukraińskie wojska uzbrojone w bloku NATO, za zgodą i poparciem Waszyngtonu, dokonały inwazji na terytorium obwodów kurskiego, biełgorodzkiego i briańskiego - słyszymy w przemówieniu Władimira Putina. Władze na Kremlu twierdzą, że film, który pojawił się w sieci jest podróbką.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/szokujace-przemowienie-wladimira-putina-do-narodu-kreml-mowi-o-ataku-hakerskim/", "date_published": "2023-06-05 14:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Koncern Philip Morris zapowiada koniec tradycyjnych papierosów", "description": "Jeden z największych koncernów tytoniowych na świecie, firma Philip Morris zapowiedziała stopniowe wycofywanie się z produkcji tradycyjnych papierosów. Mają je zastąpić produkty niskiego ryzyka, czyli waporyzatory.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/koncern-philip-morris-zapowiada-koniec-tradycyjnych-papierosow/", "date_published": "2023-06-05 12:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wyrok TSUE. Chodzi o reformę polskiego sądownictwa", "description": "Trybunał Sprawiedliwości Unii Europejskiej wydaje wyrok w sprawie polskiej reformy sądownictwa. Skargę do TSUE złożyła Komisja Europejska, która stwierdziła, że przyjęte przepisy naruszają prawo UE. W ocenie sędziów Polska uchybiła zobowiązaniom, które na nią ciążą, a niezawisłość i bezstronność nie są u niej zagwarantowane.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/tsue-ogloszenie-wyroku-ws-polskiego-sadownictwa/", "date_published": "2023-06-05 12:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Samochód wypchany narkotykami. \"Mogły zabić 48 milionów ludzi\"", "description": "Amerykańskie służby zarekwirowały ponad 87 kilogramów fentanylu. Paczki ze śmiertelnie groźną substancją ukryte były w samochodzie. Według władz, gdyby taka ilość narkotyku trafiła na czarny rynek, mogłaby zabić 48 milionów ludzi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/samochod-wypchany-narkotykami-mogly-zabic-48-milionow-ludzi/", "date_published": "2023-06-05 12:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Rosjanie ostrzelali samochód z wagnerowcami. Podpułkownik trafił w ręce bojowników grupy", "description": "Najemnicy Grupy Wagnera zostali ostrzelani przez Rosjan. W ręce ludzi Jewgienija Prigożyna wpadł podpułkownik Roman Wenewetin, który stał za atakiem. W nagraniu przyznał się, że podczas incydentu był pijany, a motywem działania była nienawiść. Szef wagnerowców zarzucił też Rosjanom próbę sprawiania publicznej chłosty jego oddziałom.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/ukraina-rosjanie-ostrzelali-samochod-z-wagnerowcami-podpulkownik-trafil-w-rece-bojownikow-grupy/", "date_published": "2023-06-05 10:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Kobieta zostawiała dwójkę małych dzieci w aucie i poszła do sklepu. Pojazd się zapalił", "description": "24-latka z USA zostawiła dwójkę dzieci w samochodzie przed centrum handlowym na Florydzie i poszła do sklepu kraść. W tym czasie jej auto stanęło w płomieniach. Na pomoc dzieciom rzucili się przypadkowi świadkowie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/usa-kobieta-zostawiala-dwojke-malych-dzieci-w-aucie-i-poszla-do-sklepu-pojazd-sie-zapalil/", "date_published": "2023-06-05 09:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Napadł na sklep z kartonem na głowie. Nie pomyślał o wszystkim", "description": "Pewien mężczyzna postanowił obrabować serwis naprawy telefonów. Aby nie zostać rozpoznanym, założył na głowę duże kartonowe pudło. Jego plan jednak nie wypalił, ponieważ zapomniał o jednej istotnej kwestii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/napadl-na-sklep-z-kartonem-na-glowie-nie-pomyslal-o-wszystkim/", "date_published": "2023-06-05 09:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "UE. Komisja Europejska przedłuży zakaz importu ukraińskich produktów rolno-spożywczych. Jest projekt", "description": "Do połowy września ma zostać przedłużony przez Komisję Europejską zakaz importu z Ukrainy. Ma on dotyczyć pszenicy, kukurydzy, rzepaku i słonecznika. Jest to projekt, ale mam nadzieję że wejdzie w życie od jutra - poinformował w poniedziałek na Twitterze minister rolnictwa Robert Telus.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/ue-komisja-europejska-przedluzyla-zakaz-importu-ukrainskich-produktow-rolno-spozywczych/", "date_published": "2023-06-05 08:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Manewry Floty Bałtyckiej. W ćwiczeniach bierze udział około 40 rosyjskich okrętów", "description": "Około 40 rosyjskich okrętów i łodzi rozpoczęło w poniedziałek manewry na Morzu Bałtyckim. Jak informuje Reuters, w ćwiczeniach, które potrwają do połowy czerwca, ma wziąć udział w sumie 3,5 tys. żołnierzy. Dzień wcześniej ćwiczenia na Bałtyku zaczęło NATO.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/morze-baltyckie-manewry-floty-batyckiej-w-cwiczeniach-bierze-udzial-okolo-40-rosyjskich-okretow/", "date_published": "2023-06-05 08:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rozpoczyna się misja pokojowa zapowiedziana przez papieża. Kardynał Matteo Zuppi odwiedzi Kijów", "description": "Włoski kardynał Matteo Zuppi odwiedzi dziś Kijów - przekazała watykańska agencja prasowa. Papież Franciszek powierzył w maju temu duchownemu misję pokojową ws. wojny na Ukrainie. O działaniach w celu przywrócenia pokoju wcześniej informowali przedstawiciele Watykanu, w tym sam papież.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/rozpoczyna-sie-misja-pokojowa-zapowiedziana-przez-papieza-kardynal-matteo-zuppi-odwiedzi-kijow/", "date_published": "2023-06-05 07:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Afganistan. Atak na uczennice. 60 dziewcząt trafiło do szpitala", "description": "Około 60 afgańskich dziewcząt trafiło do szpitala z powodu zatrucia w szkole w północnym Afganistanie - podała w poniedziałek agencja Reutera, powołując się na źródła policyjne. Nie wiadomo, jaka substancja została użyta w ataku, ani kto za nim stoi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/afganistan-atak-na-uczennice-60-dziewczat-trafilo-do-szpitala/", "date_published": "2023-06-05 07:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja. Prawie półtora tysiąca osób pisało dyktando. Rekord świata pobity na Polach Elizejskich", "description": "W niedzielę w Paryżu pobito rekord świata w pisaniu dyktanda. W ustanowieniu wyniku na Polach Elizejskich brało udział 1397 osób. Tego dnia pisano także dwa inne dyktanda. Dlatego łączna liczba amatorów języka francuskiego była jeszcze wyższa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/francja-prawie-poltora-tysiaca-osob-pisalo-dyktando-rekord-swiata-pobity-na-polach-elizejskich/", "date_published": "2023-06-05 06:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia. Zwolniono kobietę skazaną za zabójstwo czwórki dzieci. Pojawiły się nowe dowody", "description": "Kathleen Folbigg została zwolniona z więzienia po tym, jak pojawiły się dowody sugerujące, że nie odpowiada za śmierć czwórki swoich dzieci. Australijka spędziła 20 lat w więzieniu. Ostatnie dochodzenie wykazało, że noworodki mogły umrzeć z przyczyn naturalnych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/australia-zwolniono-kobiete-skazana-za-zabojstwo-czworki-dzieci-pojawily-sie-nowe-dowody/", "date_published": "2023-06-05 06:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. W katastrofie samolotu w Wirginii zginęły cztery osoby. Poderwano myśliwce", "description": "Cztery osoby zginęły w katastrofie samolotu Cessna w Wirginii w USA. Wcześniej w pościg za nim zostały wysłane myśliwce. Załoga samolotu miała nie reagować na próbę kontaktu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-05/usa-w-katastrofie-samolotu-w-wirginii-zginely-cztery-osoby-poderwano-mysliwce/", "date_published": "2023-06-05 04:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]