[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Final Fantasy 16 - 10 New Things You Need To Know BEFORE YOU PURCHASE", "description": "The hype for Final Fantasy 16 continues to build, and as we get closer and closer to the action RPG's highly anticipated launch, the developer continues to put out an increasing amount of gameplay footage and details, almost to the point where many no longer want to see more of the game before actually getting their own hands on it. \n\nNonetheless, plenty of information has emerged on the game in recent days that has caught the eye of many, with details on everything its New Game Plus mode and its combat and much more becoming clearer, and as we count down the days to its release later this month, here, we're going to take a look at a few more of those details.", "link": "https://www.youtube.com/watch?v=KLBvsNx8erQ", "date_published": "2023-06-05 16:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Full Story of Sub-Zero - Before You Play Mortal Kombat 1", "description": "Mortal Kombat 1’s reveal trailer suggested that Sub Zero and Scorpion will start in a place that it took them ten games to get to- which means they’ll be starting out this timeline as allies, not as rivals, which is what they’ve been for most of their lives. How their dynamic evolves from that point forward should be interesting to see. \n\nBeyond that, there are still plenty of other questions. How will Quan Chi be involved? How will Noob Saibot be involved? How different will the origins of the Lin Kuei and the Shirai Ryu be, and what will the dynamics between the two clans be like? Can we still expect to see all the cyborgs one would usually expect to go along with Sub Zero and his storylines? These are, of course, staples of the Mortal Kombat franchise, especially when it comes to the Sub-Zero character, but with Mortal Kombat 1 being a reboot, we’re pretty much heading into unknown territory. Thankfully, with the game out on September 19, we won’t have to wait too long to get the answers to our most burning questions.", "link": "https://www.youtube.com/watch?v=x07PD1eZQmM", "date_published": "2023-06-05 14:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Amnesia: The Bunker Review - The Final Verdict", "description": "After the mixed response to the series' last entry, Frictional Games takes a more sandbox-like approach in Amnesia: The Bunker. Set during World War 1, players must escape a sealed bunker. Ammo is limited, and scavenging for resources is essential.\n\nYou'll venture forth, guided by the generator's light, and most likely die, thanks to a brutal monster that constantly lurks, reacting to any sounds or dumb decisions you make. However, you'll also experiment and figure out unique ways to progress.\n\nAmnesia: The Bunker delivers a dread-inducing experience, even with a smaller-scale environment and non-linear story-telling. It's not too long, and some situations can result in frustrating trial and error. However, the presentation and sandbox elements still provide some spooky fun.", "link": "https://www.youtube.com/watch?v=CR-cjVfgGAk", "date_published": "2023-06-05 13:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}]