[{"source": "https://thehill.com/news/feed/", "title": "Appeals court to hear arguments on ObamaCare case", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  Court to hear arguments in ObamaCare preventive care case A federal appeals court on Tuesday will hear arguments about whether to continue a pause of a Texas district court's ruling that struck down an ObamaCare provision requiring insurers to...", "link": "https://thehill.com/newsletters/health-care/4035688-appeals-court-to-hear-arguments-on-obamacare-case/", "date_published": "2023-06-05 22:35:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Adams looks to house migrants in private homes, houses of worship", "description": "New York City Mayor Eric Adams (D) on Monday unveiled a plan for houses of worship to shelter migrants in the city as Republican governors of southern border states send migrants north to New York. “As we continue to tackle this humanitarian crisis, I’m proud that through this new partnership with New York Disaster Interfaith...", "link": "https://thehill.com/homenews/state-watch/4035720-adams-looks-to-house-migrants-in-private-homes-houses-of-worship/", "date_published": "2023-06-05 22:29:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SEC shakes crypto with Binance suit", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon}   Business &#38; Economy     Business &#38; Economy   The Big Story  SEC shakes crypto with Binance suit The Securities and Exchange Commission filed a massive lawsuit Monday against the world’s largest cryptocurrency exchange and its founder. © Associated Press Binance and its founder...", "link": "https://thehill.com/newsletters/business-economy/4035703-sec-shakes-crypto-with-binance-suit/", "date_published": "2023-06-05 22:18:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Apple jumps into VR", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  Apple unveils VR headset in first major product launch in years Apple unveiled its virtual reality headset, Vision Pro, during its Worldwide Developers Conference in California, representing a long-expected foray into VR. © AP Photo/Jeff Chiu Apple CEO Tim Cook called the headset a...", "link": "https://thehill.com/newsletters/technology/4035638-apple-jumps-into-vr/", "date_published": "2023-06-05 21:54:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Milley says canceling drag show on military base was 'absolute right thing to do'", "description": "Gen. Mark Milley, the nation's highest ranking military officer, defended the Pentagon's decision to cancel a drag show on a U.S. Air Force base, calling it the \"absolute right thing to do\" in an interview Monday with CNN. Milley said he backed Defense Secretary Lloyd Austin's cancellation of a drag show that was scheduled for...", "link": "https://thehill.com/policy/defense/4035564-milley-says-canceling-drag-show-on-military-base-was-absolute-right-thing-to-do/", "date_published": "2023-06-05 21:49:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says Chiefs’ Mahomes likely one of the greatest quarterbacks ever", "description": "President Biden on Monday said he predicts Kansas City Chiefs star Patrick Mahomes will be considered one of the best quarterbacks ever as he welcomed Mahomes's team to the White House to celebrate its Super Bowl win. “With 200 million people watching — yet another thrilling game — you beat the [Philadelphia] Eagles, becoming Super...", "link": "https://thehill.com/blogs/in-the-know/4035626-biden-says-chiefs-mahomes-likely-one-of-the-greatest-quarterbacks-ever/", "date_published": "2023-06-05 21:39:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tae Johnson stepping down as acting ICE director", "description": "U.S. Immigration and Customs Enforcement (ICE) Acting Director Tae Johnson is set to retire after serving more than 30 years with the agency, Homeland Security Secretary Alejandro Mayorkas announced in a statement Monday.  “I am grateful to Tae Johnson for his service to ICE, the Department, and the nation. Mr. Johnson has been an integral...", "link": "https://thehill.com/policy/national-security/4035627-tae-johnson-stepping-down-as-acting-ice-director/", "date_published": "2023-06-05 21:37:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to know about Ukraine’s new counteroffensive", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  What to know about Ukraine’s new counteroffensive Ukraine began launching attacks in the eastern Donetsk region over the weekend in what appears to be the first wave of Kyiv’s long-anticipated counteroffensive. © AP Ukrainian commanders have...", "link": "https://thehill.com/newsletters/defense-national-security/4035614-what-to-know-about-ukraines-new-counteroffensive/", "date_published": "2023-06-05 21:35:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are congressional Republicans about to greenlight a CBDC?", "description": "If Republicans want to prevent the introduction of a digital currency that would allow government to track and control your purchases (CBDCs), they’d better scrutinize the two anti-CBDC bills before Congress. There’s a huge difference between them.  One would prevent a CBDC surveillance token from replacing the American dollar. The other would actually greenlight a...", "link": "https://thehill.com/opinion/congress-blog/4035602-are-congressional-republicans-about-to-greenlight-a-cbdc/", "date_published": "2023-06-05 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic senator calls for Biden to release report on Israeli shooting death of American journalist", "description": "A Democratic senator is calling on the Biden administration to publicly release its findings into the shooting death of Shireen Abu Akleh, a Palestinian-American journalist who was killed by Israeli forces while covering a security raid in the West Bank in May 2022. Sen. Chris Van Hollen (D-Md.), a member of the Senate Foreign Relations...", "link": "https://thehill.com/policy/international/4035571-democratic-senator-calls-for-biden-to-release-report-on-israeli-shooting-death-of-american-journalist/", "date_published": "2023-06-05 21:21:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2024 GOP field takes shape", "description": "{beacon}    Evening Report Monday, June 5   ©  Greg Nash, The Hill Pence leads latest flurry of 2024 bids The GOP presidential primary is quickly taking shape.   Former Vice President Mike Pence on Monday became the latest candidate to officially throw their name into the ring, filing federal election paperwork ahead of an expected in-person...", "link": "https://thehill.com/newsletters/evening-report/4035576-2024-gop-field-takes-shape/", "date_published": "2023-06-05 21:12:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A ceasefire in Ukraine is in America's interest", "description": "The longer the Ukraine war continues to distract the United States, the greater the risk of a Chinese attempt to throttle Taiwan.", "link": "https://thehill.com/opinion/international/4035037-a-ceasefire-in-ukraine-is-in-americas-interest/", "date_published": "2023-06-05 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Appeals court to hear arguments about ObamaCare preventive coverage", "description": "A federal appeals court will hear arguments Tuesday about whether to continue a pause of a Texas district court's ruling that struck down an ObamaCare provision requiring insurers to cover preventive services for free. Last month, the U.S. Court of Appeals for the 5th Circuit temporarily paused Judge Reed O’Connor’s decision until a panel could...", "link": "https://thehill.com/policy/healthcare/4035514-appeals-court-to-hear-arguments-about-obamacare-preventive-coverage/", "date_published": "2023-06-05 20:57:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Louisiana Senate passes resurrected gender-affirming care ban", "description": "The Louisiana Senate voted Monday to pass a controversial bill to ban gender-affirming health care for transgender minors, advancing the measure even after it was defeated by a GOP-controlled state Senate committee last month. The measure, House Bill 648, seeks to bar health care providers from administering gender-affirming medical care to patients younger than 18 under...", "link": "https://thehill.com/homenews/state-watch/4035555-louisiana-senate-passes-resurrected-gender-affirming-care-ban/", "date_published": "2023-06-05 20:55:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis hits Trump for not firing Fauci", "description": "Gov. Ron DeSantis's presidential campaign is criticizing former President Trump for not firing Dr. Anthony Fauci during the coronavirus pandemic, releasing a new video on Monday that highlights Trump's decision to keep Fauci on his team. The 44-second video spot, which was tweeted out by DeSantis' rapid response team, shows clips of Trump from his years...", "link": "https://thehill.com/policy/healthcare/4035494-desantis-hits-trump-for-not-firing-fauci/", "date_published": "2023-06-05 20:31:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Heat's Udonis Haslem criticizes DeSantis, but says people should stop 'Florida-shaming' residents", "description": "Miami Heat forward Udonis Haslem called out Florida Gov. Ron DeSantis (R) for policies that target the Black and LGBTQ communities in the state, but he said people shouldn't shame state residents for the governor's politics. “I happen to live there and I was born there. It’s not my fault,\" Haslem, an elder statesman on...", "link": "https://thehill.com/blogs/blog-briefing-room/4035397-heats-udonis-haslem-criticizes-desantis-but-says-people-shouldnt-florida-shame-residents/", "date_published": "2023-06-05 20:01:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence had his chance to take on Trump — he already missed it", "description": "Mike Pence just cannot let go of his presidential fantasy.", "link": "https://thehill.com/opinion/campaign/4034948-pence-had-his-chance-to-take-on-trump-he-already-missed-it/", "date_published": "2023-06-05 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court won't review ruling barring offshore fracking in California", "description": "The U.S. Supreme Court on Monday declined a request by the oil industry to review a lower court ruling barring fracking off California's shore. In 2014, the Environmental Defense Center (EDC) sued to halt offshore fracking in federal waters off the Golden State. Four years later, Judge Philip S. Gutierrez of the Central District of...", "link": "https://thehill.com/policy/energy-environment/4035367-supreme-court-wont-review-ruling-barring-offshore-fracking-in-california/", "date_published": "2023-06-05 19:46:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sonic boom: Six F-16s scrambled to intercept unresponsive plane over DC", "description": "The White House on Monday shed additional light on the incident that caused a sonic boom to be heard throughout the Washington, D.C., region a day earlier, explaining that six F-16 military jets were scrambled to intercept a private aircraft that entered restricted airspace. John Kirby, a White House spokesperson on national security issues, said...", "link": "https://thehill.com/homenews/administration/4035356-sonic-boom-six-f-16s-scrambled-to-intercept-unresponsive-plane-over-dc/", "date_published": "2023-06-05 19:35:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress to get access to State dissent cable on Afghanistan", "description": "House Foreign Affairs Committee Chairman Michael McCaul (R-Texas) announced Monday that his panel will be able to view the dissent channel cable centered around the U.S. withdrawal from Afghanistan that he has been pushing for months. The July 2021 State Department cable reportedly discussed concerns about the looming American pullout from the country, warning that...", "link": "https://thehill.com/homenews/house/4035249-congress-to-get-access-to-state-dissent-cable-on-afghanistan/", "date_published": "2023-06-05 19:29:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Robert Kennedy Jr. says he doesn't think Biden will compete in Iowa, New Hampshire", "description": "Declared 2024 Democratic presidential candidate Robert Kennedy Jr. suggested during an interview Monday that President Biden wouldn't be competing in either of the Iowa or New Hampshire primaries, instead choosing to run in a safer presidential primary state like South Carolina. \"My path through the Democratic primary system, I have to win the primaries,\" the...", "link": "https://thehill.com/homenews/campaign/4035343-robert-kennedy-jr-biden-iowa-new-hampshire/", "date_published": "2023-06-05 19:29:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Robert Hanssen, most damaging spy in FBI history, found dead in prison cell", "description": "Robert Hanssen, an FBI agent who spied for Russia and the former Soviet Union, was found dead in his prison cell Monday, according to a release obtained by CBS News.  Hanssen was found unresponsive at the federal correctional complex in Florence, Colo., pronounced dead after life-saving measures were attempted, according to the release from Kristie...", "link": "https://thehill.com/policy/national-security/4035272-robert-hanssen-russia-spy-fbi-dead/", "date_published": "2023-06-05 19:15:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Apple unveils VR headset Vision Pro", "description": "Apple unveiled its virtual reality (VR) headset, Vision Pro, Monday during its Worldwide Developers Conference.  Apple CEO Tim Cook called the headset a “new kind of computer” that augments reality by “seamlessly blending” the real world and the digital.  “It’s the first Apple product you look through and not at. Vision Pro feels familiar, yet...", "link": "https://thehill.com/policy/technology/4035280-apple-unveils-vr-headset-vision-pro/", "date_published": "2023-06-05 19:12:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US warns China’s ‘growing aggressiveness’ raises risk of conflict", "description": "China is growing more aggressive against the U.S. military around Taiwan and in the South China Sea, White House national security spokesman John Kirby said Monday, warning Beijing that “it won't be long before somebody gets hurt.” The remarks from the White House come after the U.S. Navy on Monday criticized the Chinese military over...", "link": "https://thehill.com/policy/international/4035312-us-warns-chinas-growing-aggressiveness-raises-risk-of-conflict/", "date_published": "2023-06-05 19:09:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Just what is a 'sonic boom?'", "description": "Over the weekend, an F-16 intercepting a non-responsive private plane created a sonic boom.", "link": "https://thehill.com/changing-america/enrichment/science/4034905-just-what-is-a-sonic-boom/", "date_published": "2023-06-05 19:04:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are political civility and respect for law making a comeback as Republican values?", "description": "After Trump’s years of vile political attacks, the exchange of  civil compliments between President Biden and Speaker McCarthy was a breath of fresh air that evoked an earlier, more civil era.", "link": "https://thehill.com/opinion/criminal-justice/4034725-are-political-civility-and-respect-for-law-making-a-comeback-as-republican-values/", "date_published": "2023-06-05 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Oversight leaders clash after viewing FBI document on Biden allegations", "description": "House Oversight Committee leaders briefed by the FBI on the details of a tip into potential wrongdoing by President Biden disagreed on basic conclusions, including whether it's part of an ongoing probe. Chair James Comer (R-Ky.) vowed to continue with his plans to hold FBI Director Christopher Wray in contempt for failing to physically turn...", "link": "https://thehill.com/homenews/house/4035247-house-oversight-leaders-clash-after-viewing-fbi-document-on-biden-allegations/", "date_published": "2023-06-05 18:58:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Dakota governor previews 'big announcement' ahead of expected presidential run", "description": "North Dakota Gov. Doug Burgum's (R) campaign Monday rolled out a video of the governor introducing himself to voters ahead of his expected entrance into the 2024 presidential race this week. The 3-minute, 30-second video touts Burgum's experience as a businessman and as governor, dubbing him \"a new leader for a changing economy.\"  \"I grew...", "link": "https://thehill.com/homenews/campaign/4035214-north-dakota-governor-previews-big-announcement-ahead-of-expected-presidential-run/", "date_published": "2023-06-05 18:22:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GM planning to invest more than $1B to boost heavy-duty truck production", "description": "General Motors announced plans Monday to invest more than $1 billion in two of its manufacturing sites in Flint, Mich., \"to build the next-generation ICE HD trucks.\" “These investments reflect our commitment to our loyal truck customers and the efforts of the dedicated employees of Flint Assembly and Flint Metal Center,\" Gerald Johnson, GM executive...", "link": "https://thehill.com/business/4035189-gm-planning-to-invest-more-than-1b-to-boost-heavy-duty-truck-production/", "date_published": "2023-06-05 18:12:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom calls DeSantis a 'small, pathetic man' amid questions over migrant flight", "description": "California Gov. Gavin Newsom (D) on Monday escalated his war of words with Florida Gov. Ron DeSantis, a Republican presidential candidate, calling him a “small, pathetic man” and floating kidnapping charges over a flight of migrants sent to his state. The Democratic governor lobbed the barbs on Twitter after California’s attorney general said Florida's government...", "link": "https://thehill.com/homenews/state-watch/4035142-newsom-calls-desantis-a-small-pathetic-man-amid-questions-over-migrant-flight/", "date_published": "2023-06-05 18:10:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "AI regulation is not a silver bullet", "description": "Post-ChatGPT, the chorus for AI regulation is reaching a crescendo. The one race that no one should win, however, is the race to the regulatory bottom.", "link": "https://thehill.com/opinion/technology/4034754-ai-regulation-is-not-a-silver-bullet/", "date_published": "2023-06-05 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine's counteroffensive appears to have started: Here's what to know", "description": "Ukraine began launching attacks in the eastern Donetsk region over the weekend in what appears to be the first wave of Kyiv's long-anticipated counteroffensive. Ukrainian commanders have sent in mechanized brigades, including heavy battle tanks, along with conventional troops to assault several locations in the southern Donetsk region, where Russian troops are entrenched. One Ukrainian...", "link": "https://thehill.com/policy/defense/4034623-ukraines-counteroffensive-appears-to-have-started-heres-what-to-know/", "date_published": "2023-06-05 17:57:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cornel West announces 2024 run for president as People's Party candidate", "description": "Progressive activist Cornel West announced Monday his 2024 campaign for president with the People’s Party. “I have decided to run for truth and justice, which takes the form of running for President of the United States as a candidate for the People’s Party,” West said in a video announcement on Twitter launching his third-party presidential...", "link": "https://thehill.com/homenews/campaign/4035148-cornel-west-2024-run-president-peoples-party/", "date_published": "2023-06-05 17:56:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Education secretary to lead Bipartisan Policy Center", "description": "Former Education Secretary Margaret Spellings is joining the Bipartisan Policy Center as the organization's new chief executive, the Washington, D.C., think-tank announced on Monday. Spellings, who served as Education secretary during the George W. Bush administration, will guide the non-profit's strategic direction and help lawmakers work across the aisle to solve policy issues, the organization...", "link": "https://thehill.com/blogs/blog-briefing-room/news/4035047-former-education-secretary-to-lead-bipartisan-policy-center/", "date_published": "2023-06-05 17:43:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Energy Department unveils plan using hydrogen energy to cut US emissions by 10 percent", "description": "The Energy Department on Monday unveiled a roadmap it says will, using hydrogen energy, enable the U.S. to reduce its emissions by 10 percent in 2050, compared to 2005 levels.  The strategy document calls for specifically targeting hydrogen use in key industries, including chemicals, steel, refining and heavy transportation, where the energy source can have...", "link": "https://thehill.com/policy/energy-environment/4035071-energy-department-hydrogen-cut-us-emissions/", "date_published": "2023-06-05 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Questions on Ukraine, NATO and the 'no limits' Russia-China partnership", "description": "What might be the new and innovative ideas President Biden and the U.S. delegation bring to respond to the transformational changes that have taken place over the last year, given the “no limits” Sino-Russo partnership?", "link": "https://thehill.com/opinion/national-security/4033896-questions-on-ukraine-nato-and-the-no-limits-russia-china-partnership/", "date_published": "2023-06-05 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott rebuffs hosts of 'The View' on racial inequality: 'Progress in America is palpable'", "description": "Sen. Tim Scott (R-S.C.) tussled with \"The View\" co-host Sunny Hostin over how much progress the U.S. has made on addressing racial inequality, during an appearance by the 2024 GOP presidential contender Monday. \"One of the things I think about and one of the reasons why I'm on the show is because of the comments...", "link": "https://thehill.com/homenews/campaign/4034975-tim-scott-rebuffs-hosts-of-the-view-on-racial-inequality-progress-in-america-is-palpable/", "date_published": "2023-06-05 17:18:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fungi may offer ‘jaw-dropping’ solution to climate change", "description": "As planet-warming carbon emissions rise, a major solution to climate change is growing beneath our feet. A study published in Current Biology on Monday found that fungi gobble up more than a third of the world’s annual fossil fuel emissions. As such, fungi “represent a blind spot in carbon modeling, conservation, and restoration,” coauthor Kate Field, a...", "link": "https://thehill.com/policy/equilibrium-sustainability/4034986-fungi-may-offer-jaw-dropping-solution-to-climate-change/", "date_published": "2023-06-05 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The authority to protect life is returned to the people and their elected representatives", "description": "The responsibility to protect life has always been on our shoulders as elected representatives of the American people. In the new Dobbs era, great attention has been given to how individual states have enacted laws to protect unborn human life. Those actions to protect the most vulnerable among us, however, do not preclude the role of...", "link": "https://thehill.com/opinion/congress-blog/4034236-the-authority-to-protect-life-is-returned-to-the-people-and-their-elected-representatives/", "date_published": "2023-06-05 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spotify lays off 200 people from podcasting team", "description": "The music and podcast-streaming service Spotify announced Monday that it is laying off 200 people as it makes changes to its podcasting division. \"We are expanding our partnership efforts with leading podcasters from across the globe with a tailored approach optimized for each show and creator. This fundamental pivot from a more uniform proposition will allow us...", "link": "https://thehill.com/policy/technology/4034939-spotify-layoff-200-people-podcasting/", "date_published": "2023-06-05 16:58:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump lawyers meet with DOJ officials as classified documents probe appears to near conclusion", "description": "Former President Trump’s lawyers were spotted meeting with federal prosecutors Monday to discuss the Justice Department’s probe into his handling of White House documents after leaving office, according to multiple reports from Washington. Trump attorneys John Rowley, James Trusty and Lindsey Halligan were first spotted at the D.C. federal courthouse Monday morning by CBS News....", "link": "https://thehill.com/policy/national-security/4034908-trump-lawyers-meet-with-doj-officials-as-classified-documents-probe-appears-to-near-conclusion/", "date_published": "2023-06-05 16:31:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Pence running; Sununu opts out", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U   To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  2024 Pence files for 2024 presidential...", "link": "https://thehill.com/newsletters/1230-report/4034911-the-hills-1230-report-pence-running-sununu-opts-out/", "date_published": "2023-06-05 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What’s keeping Jack Smith?", "description": "The facts seem riddled with criminal conduct. But where’s the indictment?", "link": "https://thehill.com/opinion/criminal-justice/4032579-whats-keeping-jack-smith/", "date_published": "2023-06-05 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watergate prosecutor on Trump classified documents investigation: 'I think he's toast'", "description": "Former Watergate prosecutor Jill Wine-Banks said she thinks former President Trump is “toast” after prosecutors secured a tape recording of Trump discussing what seemed to be classified material on a potential military strike in Iran. “This evidence just adds to the mound of stuff that already exists, and no one piece is the ‘be all...", "link": "https://thehill.com/homenews/administration/4034910-watergate-prosecutor-on-trump-classified-documents-investigation-i-think-hes-toast/", "date_published": "2023-06-05 16:28:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First measles case in Maryland since 2019 confirmed", "description": "Maryland state health officials have confirmed a case of measles has been discovered in the state for the first time since 2019. Health officials said the case was found in Montgomery County and have warned those who may have been exposed. Officials are urging those who visited the Cabin John Ice Rink in Bethesda on...", "link": "https://thehill.com/policy/healthcare/4034810-first-measles-case-since-2019-confirmed-in-maryland/", "date_published": "2023-06-05 16:27:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken cautions Israel-Saudi normalization won't be quick", "description": "Secretary of State Antony Blinken on Monday said the U.S. is deeply invested in normalizing ties between Israel and Saudi Arabia, but he cautioned against a timeline that would see a breakthrough in relations “quickly or easily.” The secretary will raise the issue of normalization between Jerusalem and Riyadh during a trip to Saudi Arabia...", "link": "https://thehill.com/policy/international/4034896-blinken-cautions-israel-saudi-normalization-wont-be-quick/", "date_published": "2023-06-05 16:16:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott booed on 'The View' for praising DeSantis on Disney", "description": "Sen. Tim Scott (R-S.C.) was booed by members of the studio audience watching \"The View\" on Monday after he praised Florida Gov. Ron DeSantis (R) and his recent battles with Disney. \"Disney and Ron have been in a combat zone over what I thought is the right issue, which is our young kids and what...", "link": "https://thehill.com/homenews/media/4034872-tim-scott-booed-on-the-view-for-praising-desantis-on-disney/", "date_published": "2023-06-05 16:12:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mike Pence files to run for president", "description": "Mike Pence has filed to run for president in 2024, officially setting up a showdown between the Republican Party’s most recent president and vice president as he and former President Trump seek the GOP nomination. Pence, who had telegraphed for months that he would likely enter the race, will have to overcome Trump’s strength with...", "link": "https://thehill.com/homenews/campaign/3985597-mike-pence-files-to-run-for-president/", "date_published": "2023-06-05 15:32:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why any peace deal in Ukraine must include Crimea", "description": "Liberate Crimea for what it represents — and because our continent will never survive the alternative.", "link": "https://thehill.com/opinion/international/4033982-why-any-peace-deal-in-ukraine-must-include-crimea/", "date_published": "2023-06-05 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bellwether ‘forever chemicals’ trial postponed as parties say they’re close to deal", "description": "A major trial over contamination from toxic “forever chemicals” has been postponed as the manufacturing company 3M and a city seeking damages say they are close to reaching a settlement. A federal trial over the City of Stuart, Fla.’s claims against 3M was slated to begin on Monday, but will now be postponed 21 days...", "link": "https://thehill.com/policy/energy-environment/4034770-bellwether-forever-chemicals-trial-postponed-as-parties-say-theyre-close-to-deal/", "date_published": "2023-06-05 15:28:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Milley: Ukraine is 'well-prepared' for counteroffensive", "description": "Chairman of the Joint Chiefs of Staff Mark Milley said Ukraine was “very well-prepared” for the high-stakes upcoming counteroffensive to retake its territory from Russian forces.  In an interview with CNN, Milley joined a host of other high-profile public officials who are publicly affirming their confidence in Ukraine’s readiness for the counteroffensive, which has been...", "link": "https://thehill.com/policy/defense/4034742-mark-milley-ukraine-prepared-counteroffensive/", "date_published": "2023-06-05 15:16:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pelosi to throw first pitch at Nats' LGBTQ-themed 'Night OUT'", "description": "She’s used to going to bat for Democrats and making political pitches as the former House Speaker, but now Rep. Nancy Pelosi (D-Calif.) is on deck for a different challenge: Throwing out the first pitch at a baseball game. Pelosi is poised to toss out the ceremonial first pitch at Major League Baseball’s (MLB) longest-running...", "link": "https://thehill.com/blogs/in-the-know/4034751-pelosi-to-throw-first-pitch-at-nats-lgbtq-themed-game/", "date_published": "2023-06-05 15:11:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why birthright citizenship may not apply to children of undocumented immigrants", "description": "Would such an executive order violate the Constitution?", "link": "https://thehill.com/opinion/immigration/4034157-why-birthright-citizenship-may-not-apply-to-children-of-undocumented-immigrants/", "date_published": "2023-06-05 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Saudi oil cut could lead to long-term gas hike if demand climbs", "description": "The government of Saudi Arabia announced Sunday that it will voluntarily cut oil production by about 1 million barrels a day, likely sending gas prices higher this summer in the U.S. The Gulf kingdom, the largest oil producer in the Organization of Petroleum Exporting Countries, confirmed that it will cut production from 10 million to...", "link": "https://thehill.com/policy/energy-environment/4034719-saudi-arabia-cuts-oil-production-in-move-that-could-lift-gas-prices-higher/", "date_published": "2023-06-05 14:55:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Video disputes Boebert's 'no-show protest' debt vote claim", "description": "A newly surfaced video of Rep. Lauren Boebert (R-Colo.) on the night of the debt-ceiling vote shows the Colorado Congresswoman racing up the steps of the Capitol to the vote, appearing to contradict her statements that she intentionally missed the vote in a “no-show protest.” In the video, posted by a CNN producer to Twitter...", "link": "https://thehill.com/homenews/4034647-video-disputes-boeberts-no-show-protest-debt-vote-claim/", "date_published": "2023-06-05 14:35:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Navy says commercial ship was 'harassed' in Strait of Hormuz by Iran Revolutionary Guard boats", "description": "The Navy says a commercial ship was “harassed” in the Strait of Hormuz by Iran Revolutionary Guard boats. The U.S. Navy said that its forces, along with the United Kingdom Royal Navy, responded to a distress call from a merchant ship in the Strait of Hormuz, which is located between the Persian Gulf and the Gulf...", "link": "https://thehill.com/policy/defense/4034665-navy-says-commercial-ship-was-harassed-in-strait-of-hormuz-by-iran-revolutionary-guard-boats/", "date_published": "2023-06-05 14:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Axelrod: Manchin is 'dead man walking' in West Virginia", "description": "Former Obama White House senior political adviser David Axelrod says Sen. Joe Manchin (D-W.Va.) is “dead man walking” in West Virginia, where the senior senator finds himself far behind in the polls ahead of the 2024 election.   Axelrod on Monday said that may push Manchin into running for president as a third-party candidate, which...", "link": "https://thehill.com/homenews/senate/4034650-axelrod-manchin-is-dead-man-walking-in-west-virginia/", "date_published": "2023-06-05 14:23:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN CEO Chris Licht apologizes to staff for 'distracting' headlines about himself", "description": "CNN CEO Chris Licht on Monday apologized for negative press attention the network received over the weekend focusing on his yearlong tenure, saying it had overshadowed the news organization's work. \"I know these past few days have been very hard for this group,\" Licht said during a network-wide editorial call, the media reporter and former...", "link": "https://thehill.com/homenews/4034633-cnn-ceo-chris-licht-apologizes-to-staff-for-distracting-headlines-about-himself/", "date_published": "2023-06-05 14:18:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the far-left threatens Biden’s ability to combat antisemitism", "description": "Antisemitism on the far left is uniquely dangerous because of how ingrained it has become in mainstream society under the guise of anti-Zionism.", "link": "https://thehill.com/opinion/civil-rights/4033930-how-the-far-left-threatens-bidens-ability-to-combat-antisemitism/", "date_published": "2023-06-05 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-Twitter leader Jack Dorsey endorses RFK Jr. for president", "description": "Former Twitter CEO Jack Dorsey appeared to endorse anti-vaccine activist Robert F. Kennedy Jr. for the Democratic presidential nomination over the weekend. Dorsey retweeted a video of Kennedy saying he could beat former President Trump and Florida Gov. Ron DeSantis (R), who announced his bid for the White House on Twitter last month. Dorsey captioned...", "link": "https://thehill.com/homenews/campaign/4034584-ex-twitter-leader-jack-dorsey-endorses-rfk-jr-for-president/", "date_published": "2023-06-05 13:59:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon releases video of Chinese ship's 'unsafe' maneuver near US destroyer", "description": "The U.S. Navy has released a video of what it called an \"unsafe\" maneuver by a Chinese navy ship, which is shown in the footage sharply cutting across the path of an American warship Saturday in the Taiwan Strait. In the 30-second video taken by an American navy sailor aboard the USS Chung-Hoon, the Chinese...", "link": "https://thehill.com/policy/defense/4034558-pentagon-releases-video-of-chinese-ships-unsafe-maneuver-near-us-destroyer/", "date_published": "2023-06-05 13:49:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court will hear ‘Trump too small’ trademark dispute", "description": "Donald Trump is headed to the Supreme Court. His name, that is. The justices Monday agreed to take up a trademark dispute implicating the First Amendment, and a joke about the former president is at the center. For five years, California man Steve Elster has been attempting to trademark “Trump too small” to use on...", "link": "https://thehill.com/regulation/court-battles/4034597-supreme-court-will-hear-trump-too-small-trademark-dispute/", "date_published": "2023-06-05 13:47:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt-ceiling deal exposes Republicans' greed agenda", "description": "Stripped of pretense, the GOP’s demands in the debt deal revealed naked greed.", "link": "https://thehill.com/opinion/finance/4032024-debt-ceiling-deal-exposes-republicans-greed-agenda/", "date_published": "2023-06-05 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Georgia senators raise First Amendment concerns around arrests of Atlanta forest-defender bail fund organizers", "description": "Both of Georgia’s Democratic senators expressed concerns Sunday over the arrest of three organizers of a bail fund for protesters against a planned police training facility in the city’s forest. Last week, Atlanta police and Georgia Bureau of Investigation agents charged the three with charity fraud and money laundering in connection with the bail fund...", "link": "https://thehill.com/policy/energy-environment/4034553-georgia-senators-raise-first-amendment-concerns-around-arrests-of-atlanta-forest-defender-bail-fund-organizers/", "date_published": "2023-06-05 13:09:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The unseen consequence of political violence", "description": "the threat of violence is yet another reason our best and brightest are running away from public service at a time when we need all the help we can get.", "link": "https://thehill.com/opinion/white-house/4032236-the-unseen-consequence-of-political-violence/", "date_published": "2023-06-05 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Massive sargassum seaweed bloom takes surprising turn", "description": "The bloom of sargassum, a type of seaweed that smells like rotten eggs when it washes ashore and can cause breathing issues, reached record size in March – an estimated 13 million tons, University of South Florida researchers said.", "link": "https://thehill.com/homenews/nexstar_media_wire/4033826-massive-sargassum-seaweed-bloom-takes-surprising-turn/", "date_published": "2023-06-05 12:23:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia says it thwarted Ukrainian attacks in annexed provinces", "description": "Authorities in Moscow say Russian forces thwarted Ukrainian attacks in provinces the Kremlin illegally annexed while Kyiv is accusing Moscow of spreading misinformation. Vladimir Rogov, a Russian official in southeast Ukraine’s Zaporizhzhia province, said that fighting resumed in the region early Monday. He claimed that \"the enemy threw an even bigger force into the attack...", "link": "https://thehill.com/policy/international/4034507-russia-says-it-thwarted-ukrainian-attacks-in-annexed-provinces/", "date_published": "2023-06-05 12:21:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is Kevin McCarthy just really that good at his job?", "description": "He just keeps proving everyone wrong.", "link": "https://thehill.com/opinion/4032447-is-kevin-mccarthy-just-really-that-good-at-his-job/", "date_published": "2023-06-05 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No survivors found after plane that sparked fighter jet chase crashes in Virginia", "description": "Authorities announced that no survivors were found after a small airplane that flew over Washington, D.C. prompting a fighter jet chase crashed in a mountainous area of southwest Virginia on Sunday. Virginia State Police were notified of the crash at about 3:50 p.m. on Sunday and rescuers were on the scene of the crash about...", "link": "https://thehill.com/homenews/state-watch/4034494-no-survivors-found-after-plane-that-sparked-fighter-jet-chase-crashes-in-virginia/", "date_published": "2023-06-05 11:46:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis is the greatest threat to America ever...until the next guy", "description": "You almost get the feeling that some people in the media toss around such hyperbolic epithets with less than perfect sincerity.", "link": "https://thehill.com/opinion/campaign/4030670-desantis-is-the-greatest-threat-to-america-ever-until-the-next-guy/", "date_published": "2023-06-05 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Deja vu: Crowded GOP field helps Trump — again", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. The 2024 Republican presidential contest is officially kicking into high gear and is set to gain at least one more candidate this week. In 2020, then-Vice President Mike Pence...", "link": "https://thehill.com/newsletters/morning-report/4034471-the-hills-morning-report-deja-vu-crowded-gop-field-helps-trump-again/", "date_published": "2023-06-05 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal court to hear challenge over Prince Harry's US visa following drug use admission", "description": "Could Prince Harry have his U.S. visa revoked? A federal court hearing is coming up to decide that.", "link": "https://thehill.com/homenews/4033855-federal-court-to-hear-challenge-over-prince-harrys-us-visa-following-drug-use-admission/", "date_published": "2023-06-05 10:05:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP to turn up heat on feds over gas stoves", "description": "House Republicans are turning up the heat on fed officials over gas stoves this week, taking up legislation aimed at preventing bans of the appliances. The conference is set to consider two bills related to gas stoves: one that would prohibit the use of federal funds to ban the devices, and another that calls for blocking...", "link": "https://thehill.com/homenews/house/4034462-house-gop-to-turn-up-heat-on-feds-over-gas-stoves/", "date_published": "2023-06-05 10:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans are waiting longer and longer to get married", "description": "Americans aren’t marrying young anymore. The share of U.S. adults who are married by age 21 sank from about one-third in 1980 to 6 percent in 2021, Pew Research reports. The share who tie the knot by 25 plunged from nearly two-thirds to 22 percent. Young adults have come to view marriage as a capstone...", "link": "https://thehill.com/homenews/state-watch/4032467-americans-are-waiting-longer-and-longer-to-get-married/", "date_published": "2023-06-05 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Does Texas's 'drag ban bill' target transgender Texans?", "description": "Texas Senate Bill 12 prohibits \"the exhibition of sexual gesticulations using accessories or prosthetics that exaggerate male or female sexual characteristics.\"", "link": "https://thehill.com/changing-america/respect/equality/4033290-does-texas-drag-ban-bill-target-transgender-texans/", "date_published": "2023-06-05 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy's biggest victory yet comes with political price", "description": "House Speaker Kevin McCarthy (R-Calif.) may have proven his bipartisan negotiating chops by steering a debt ceiling increase through a severely divided Congress, but it came with a price.  Members of the hard-line House Freedom Caucus and their allies are lashing out at the deal, saying it does not include steep enough spending cuts and...", "link": "https://thehill.com/homenews/house/4032530-mccarthys-biggest-victory-yet-comes-with-political-price/", "date_published": "2023-06-05 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump’s GOP skeptics worry as primary field grows", "description": "The Republican presidential primary is getting crowded, giving heartburn to GOP senators who want to turn the page on former President Trump.  Former Vice President Mike Pence and former New Jersey Gov. Chris Christie plan to launch their campaigns next week, and Virginia Gov. Glenn Youngkin now may jump in the race after saying last...", "link": "https://thehill.com/homenews/senate/4032551-trumps-gop-skeptics-worry-as-primary-field-grows/", "date_published": "2023-06-05 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley warns Ukraine loss could lead to 'a world war'", "description": "GOP presidential candidate and former UN Ambassador Nikki Haley warned that a world war could break out if Ukraine pulled out of its war against Moscow and called on the U.S. and its allies to continue to supply Ukraine with the appropriate weapons and equipment in the conflict.   “This is bigger than Ukraine. This is...", "link": "https://thehill.com/homenews/campaign/4034143-haley-warns-ukraine-loss-could-lead-to-a-world-war/", "date_published": "2023-06-05 02:34:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukrainian tennis player praises Russian competitor over comments on war", "description": "Ukrainian tennis player Elina Svitolina commended her competitor, Russian player Daria Kasatkina, over her comments about the ongoing Russia-Ukraine war, CNN reports. The two faced off on Sunday during the French Open, marking the second time in a row Svitolina has competed against a Russian player. Following the match they reportedly gave each other a...", "link": "https://thehill.com/homenews/4034116-ukrainian-tennis-player-praises-russian-competitor-over-comments-on-war/", "date_published": "2023-06-05 02:17:55+00:00", "persistent": false, "user": null, "language": "en-US"}]