[{"source": "https://www.engadget.com/rss.xml", "title": "X is fixing a ‘bug’ that wiped out Twitter images from before 2014", "description": "<p>Over the weekend, many X users noticed that older Twitter images had mysteriously disappeared from the site. Now, the company has confirmed that an unspecified “bug” is responsible and it’s working on a fix.</p><p>The issue first cropped up Saturday, when older tweets that had originally included images began to show as un-clickable t.co URLs instead. X now says the bug affected “images from before 2014,” but as <em>The Verge previously </em><a href=\"https://www.theverge.com/2023/8/20/23838823/twitter-x-deleted-pictures-links-2014-metadata-t-co-shortener\">pointed out</a> tweets from 2014  — including the iconic Oscars <a href=\"https://www.engadget.com/2014-03-02-samsung-galaxy-s5-oscars-selfies.html\"><ins>selfie</ins></a> from Ellen DeGeneres  — were also at least temporarily affected.</p><span id=\"end-legacy-contents\"></span><p>The 2014 Oscars photo has since been restored but other older tweets still seem to have missing photos for now. “We fixed the bug, and the issue will be fully resolved in the coming days,” X said in a statement via its support account.</p><div id=\"758ce1991d5b412493dbcaba146c57cd\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Over the weekend we had a bug that prevented us from displaying images from before 2014. No images or data were lost. We fixed the bug, and the issue will be fully resolved in the coming days.</p>— Support (@Support) <a href=\"https://twitter.com/Support/status/1693732980324536695?ref_src=twsrc%5Etfw\">August 21, 2023</a></blockquote></div><p>X didn’t respond to a request for comment, or provide further details on the cause of the bug. The company said it hadn’t lost the underlying images or data. But it’s hardly the first time some aspect of the service has been disrupted over the last several months. Photos and links on the platform briefly broke in March as the result of <a href=\"https://www.engadget.com/every-link-on-twitter-is-broken-right-now-165929931.html\"><ins>API changes</ins></a>. The company was also recently caught <a href=\"https://www.engadget.com/x-is-slowing-down-links-to-websites-elon-musk-has-publicly-feuded-with-185544463.html\"><ins>slowing down</ins></a> links to a number of competitors and other websites run by entities Elon Musk has previously attacked. Musk has repeatedly complained about the state of X’s infrastructure, but has also drastically <a href=\"https://www.reuters.com/technology/musk-orders-twitter-cut-infrastructure-costs-by-1-bln-sources-2022-11-03/\"><ins>cut</ins></a> its budget for servers and laid off many site reliability engineers in an effort to reduce costs.</p>This article originally appeared on Engadget at https://www.engadget.com/x-is-fixing-a-bug-that-wiped-out-twitter-images-from-before-2014-224746265.html?src=rss", "link": "https://www.engadget.com/x-is-fixing-a-bug-that-wiped-out-twitter-images-from-before-2014-224746265.html?src=rss", "date_published": "2023-08-21T22:47:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Webb Space Telescope captures the Ring Nebula in mesmerizing detail", "description": "<p>The <a href=\"https://www.engadget.com/james-webb-telescope-marks-first-anniversary-with-an-image-of-a-nearby-stellar-nursery-163444912.html\">James Webb Space Telescope</a> (JWST) captured extraordinarily detailed images <a href=\"https://esawebb.org/news/weic2320/?lang\">published</a> today of the Ring Nebula. The gaseous cloud, also called M57 and NGC 6720, contains 20,000 dense globules rich in molecular hydrogen. It sits about 2,500 light years away from Earth.</p><p>The first image (above) was taken with the NIRCam (Near InfraRed Camera), one of the Webb Space Telescope’s primary sensors. It is designed to detect light in the near-infrared spectrum and can capture remarkably detailed images. NIRCam also took the equally hypnotizing<a href=\"https://www.engadget.com/james-webb-space-telescope-pillars-of-creation-space-miri-163527776.html\"> updated image</a> of the Pillars of Creation.</p><span id=\"end-legacy-contents\"></span><p>Meanwhile, the second image (below) was captured using the JWST’s MIRI (Mid-InfraRed Instrument). It better highlights the nebula’s (roughly) ten concentric arcs beyond its outer edge, likely formed from its central star’s interaction with a lower-mass companion in its orbit. “In this way, nebulae like the Ring Nebula reveal a kind of astronomical archaeology, as astronomers study the nebula to learn about the star that created it,” the European Space Agency wrote in a press release.</p><figure><img alt=\"Detailed image of the Ring Nebula, captured by the Webb Telescope. It's an enormous gassy ring with reddish outer rings, which move towards more green and blue near the center.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/367a66d0-4065-11ee-af5a-f075a140568c\" style=\"height: 768px; width: 1280px;\" /><figcaption></figcaption><div class=\"photo-credit\">ESA / Webb / NASA / CSA / M. Barlow / N. Cox / R. Wesson</div></figure><p>The Ring Nebula was discovered somewhat serendipitously in 1779 by French astronomers Charles Messier and Antoine Darquier de Pellepoix while they searched for comets. It’s a planetary nebula, named as such because early researchers mistook their appearances for distant worlds. The Ring Nebula formed from a medium-sized star that shed its outer layers as it exhausted its fuel and approached its demise.</p><p>“The colourful main ring is composed of gas thrown off by a dying star at the centre of the nebula,” the ESA wrote. “This star is on its way to becoming a white dwarf — a very small, dense, and hot body that is the final evolutionary stage for a star like the Sun.”</p>This article originally appeared on Engadget at https://www.engadget.com/webb-space-telescope-captures-the-ring-nebula-in-mesmerizing-detail-213005773.html?src=rss", "link": "https://www.engadget.com/webb-space-telescope-captures-the-ring-nebula-in-mesmerizing-detail-213005773.html?src=rss", "date_published": "2023-08-21T21:30:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Cult of the Lamb and Don’t Starve Together team up for a creepy-cute crossover", "description": "<p>Two of the standout indie hits of the past few years are <em>Cult of the Lamb</em> and <em>Don’t Starve Together.</em> Now, the pair of critically-acclaimed darlings are <a href=\"https://news.xbox.com/en-us/2023/08/21/cult-of-the-lamb-and-dont-starve-together-join-forces/\"><ins>teaming up for a new game mode,</ins></a> unique in-game items and even some character cameos. This crossover impacts both games, though each receives different perks.</p><p>The biggest draw here is a brand-new game mode for <em>Cult of the Lamb</em> that’s directly inspired by <em>Don’t Starve Together.</em> The appropriately-named Penitence Mode ups the stress factor by giving your lamb protagonist the same mortal needs as your cute and <a href=\"https://cult-of-the-lamb.fandom.com/wiki/Bowl_of_Poop\"><ins>poop-obsessed followers.</ins></a> In other words, you have to eat and shelter yourself, in addition to providing for your cult. You are given the same options as the <a href=\"https://www.engadget.com/engadget-best-games-2022-150020578.html\"><ins>criticality-acclaimed traditional game,</ins></a> so you can eat meat and veggies, or go at it <em>Yellowjackets</em> style (cannibalism.)</p><span id=\"end-legacy-contents\"></span><p>The games also now share some items to create a unique look, so you’ll be able to unlock decorations in <em>Cult of the Lamb</em> from <em>Don’t Starve, </em>like pig heads on sticks, and vice-versa. Look for new chest skins, tabernacle decorations and more.</p><div id=\"8a275e8e671c4b64bcc2e91a9936ff46\"></div><p>Finally, there’s some characters making their way through a “crossover portal.” Webber, from <em>Don’t Starve’s Reign of Giants</em> DLC, is now an unlockable cult member, complete with a new “never hungry” trait so you can save that grassy gruel for someone that actually needs it. Additionally, <em>Don’t Starve’s</em> lamb-like ewelet critter/pets are getting even, uh, lamb-ier, thanks to clothing and design options inspired by the other game.</p><p>The update is available now for PlayStation and Xbox consoles. The developers also note that a major content update is coming soon to <em>Cult of the Lamb</em> and that <em>Don’t Starve Together</em> will continue to receive more content in its ongoing From Beyond story arc.</p>This article originally appeared on Engadget at https://www.engadget.com/cult-of-the-lamb-and-dont-starve-together-team-up-for-a-creepy-cute-crossover-184518173.html?src=rss", "link": "https://www.engadget.com/cult-of-the-lamb-and-dont-starve-together-team-up-for-a-creepy-cute-crossover-184518173.html?src=rss", "date_published": "2023-08-21T18:45:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best Nintendo Switch games for 2023", "description": "<p>Just five years ago, Nintendo was at a crossroads. The Wii U was languishing well in third place in the console wars and, after considerable pressure, the company was making its first tentative steps into mobile gaming with <em>Miitomo</em> and <em>Super Mario Run</em>. Fast-forward to today: The <a href=\"https://www.engadget.com/nintendo-switch-oled-review-130025998.html\">Switch</a> is likely on the way to becoming the company’s best-selling “home console” ever, and seven Switch <em>games</em> have outsold the Wii U console. Everything’s coming up Nintendo, then, thanks to the Switch’s unique hybrid format and an ever-growing game library with uncharacteristically strong third-party support.</p><p>However, the Switch's online store isn't the easiest to navigate, so this guide aims to help the uninitiated start their journey on the right foot. These are the games you should own — for now. We regularly revise and add to the list as appropriate. Oh, and if you've got a Switch Lite, don't worry: Every game on the list is fully supported by the portable-only console.</p><span id=\"end-legacy-contents\"></span><h2>Animal Crossing: New Horizons</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdTUjFCUk41P3RhZz1nZGd0MGMtcC1vLWRwLTIwIiwiY29udGVudFV1aWQiOiI0YzllYTc3Ny0yNGMyLTQ0YmUtOTM2ZC1iZDVhNTQ0MzVjY2YifQ&amp;signature=AQAAARSMfKdTVgEk3ja-Ql5O3gEHCgEiR_uH8TLM4tsVHerU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07SR1BRN5\"><em>Animal Crossing: New Horizons</em></a> is the best game in the series yet. It streamlines many of the clunky aspects from earlier games and gives players plenty of motivation to keep shaping their island community. As you'd expect, it also looks better than any previous entry, giving you even more motivation to fill up your virtual home and closet. The sound design reaches ASMR levels of brain-tingling comfort. And yes, it certainly helps that <em>New Horizons</em> is an incredibly soothing escape from reality when we're all stuck at home in the midst of a global pandemic.</p><h2>Bayonetta 3</h2><p></p><p><em>Bayonetta 3</em> is a delicious amplification of the series’ most ridiculous themes. It indulges in absurdity without disrupting the rapid-fire combat or Bayonetta’s unrivaled sense of fashion and wit. <em>Bayonetta 3</em> is joyful, mechanically rich and full of action, plus it allows players to transform into a literal hell train in order to take down massive beasts bent on destroying the multiverse. Bayonetta elegantly dances her way through battles, dropping one-liners and shooting enemies with her gun shoes in one moment, and turning into a giant spider creature the next.</p><p>The Bayonetta series just keeps getting weirder, but that doesn’t mean it’s losing its sense of satisfying gameplay along the way. In the franchise’s third installment, Bayonetta is powerful, confident and funny; she’s a drag queen in a universe loosely held together by witchcraft, and the chaos of this combination is truly magical.</p><h2>Neon White</h2><p></p><p>Like all good games, Neon White is simple to learn, and difficult to master. The basic ask is that you vanquish every demon from a level and head to a finish marker. It plays like a fast-paced first-person shooter, with the complexity coming from your weapons, which are cards that can either fire or be spent for a special movement or attack ability. The real challenge comes from the scoring system, which grades you based on the time you took to complete a level.</p><p>There are just shy of 100 levels, all begging to be learned, repeated and perfected. Despite its first-person shooter visuals, it plays out more like a cross between Trackmania and a platformer. You'll quickly turn that bronze medal into a gold, and then an \"ace\" that is supposedly your ultimate target. Then you'll see the online leaderboards and realize you've left some seconds on the table. <em>Then</em> you'll randomly achieve the secret red medal on a level, say \"oh no\" and realize that there's a hidden tier of perfection for you to attain. <em>– Aaron Souppouris, Executive Editor</em></p><h2>Paramormasight</h2><p></p><p>If you enjoy visual novels, diverging storylines and maintaining a near-constant level of vigilance to everything a game tells you, <a href=\"https://www.nintendo.com/store/products/paranormasight-the-seven-mysteries-of-honjo-switch/\">Paranormasight</a> is a wild ride. <em>Paranormasight: The Seven Mysteries of Honjo</em> ties together nine (don’t ask) Japanese folktales, spirits, curses and, well, ukiyoe block prints. You’ll hop between multiple characters once you’ve completed the tutorial-style first story, although you’ll inevitably return to this one in the search of clues and hints. Even the style of presentation fits in with the Japanese Twilight Zone vibe. The illustrations have frayed red, blue and green outlines that imitate old TVs. You’ll confront others who hold lethal curse powers creating anime-style stand-offs, as you either try to sneak your way out of danger or get other curse-bearers to fall into your trap. Eventually, it all comes together to a smart conclusion, and we hope there are further <em>Paranormasight</em> chapters to come. <em>— Mat Smith, UK Bureau Chief</em></p><h2><strong>Metroid Prime Remastered</strong></h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVlaTlJRN1MvcmVmPW94X3NjX2FjdF90aXRsZV8xP3RhZz1nZGd0MGMtcC1vLWRwLTIwIiwiY29udGVudFV1aWQiOiI0YzllYTc3Ny0yNGMyLTQ0YmUtOTM2ZC1iZDVhNTQ0MzVjY2YifQ&amp;signature=AQAAAcsTIIYT_EzC1pZtCiFpztOIDJvX5U3eD0K2v2Slvr9q&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09YZNRQ7S%2Fref%3Dox_sc_act_title_1\"><em>Metroid Prime Remastered</em></a><em>&nbsp;</em>modernizes one of Nintendo’s greatest games, overhauling its models, textures and lighting for HD (while staying at a locked 60 fps) and adding a more comfortable dual-stick control scheme. It leaves the core game alone otherwise, which is a very good thing. <em>Metroid Prime</em> remains a masterwork in atmosphere, one that captures the wonder and isolation of encountering an alien world through someone else’s eyes. Though there is some combat as bounty hunter Samus Aran, this is more of a first-person exploration game than a first-person shooter. Some 20 years on, slowing down and taking in the world of Tallon IV’s details remains entrancing. <em>— Jeff Dunn, Senior Commerce Writer</em></p><h2><strong>Kirby and the Forgotten Land</strong></h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LaXJieS1hbmQtdGhlLUZvcmdvdHRlbi1MYW5kL2RwL0IwOVJNTUJaQlI_dGFnPWdkZ3QwYy1wLW8tZHAtMjAiLCJjb250ZW50VXVpZCI6IjRjOWVhNzc3LTI0YzItNDRiZS05MzZkLWJkNWE1NDQzNWNjZiJ9&amp;signature=AQAAARaSlNh6Z9nrYBIn5GPweF6Zh2rAiT1QQlXH4-qJudgK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKirby-and-the-Forgotten-Land%2Fdp%2FB09RMMBZBR\"><em>Kirby and the Forgotten Land</em></a> brings Nintendo’s lovable pink blob into 3D. Its structure is far less open and fluid than <em>Super Mario Odyssey</em>, but the game is similarly playful in spirit. The big hook is “mouthful mode,” wherein Kirby swallows and assumes the form of certain objects to get through specific stages. Apart from simply being amusing – enjoy “Coaster-Mouth Kirby” or “Bolted-Storage-Mouth Kirby” – the way this repurposes ordinary materials and presents new sensations is delightful. “Pipe Mouth Kirby” turns a pipe in a rolling cylinder of destruction, “Water-Balloon Mouth Kirby” turns you into a giant wobbly mass, and so on. While it starts recycling by the end, most of the game parades through new ideas in that classic Nintendo way. Though the story isn’t Pulitzer stuff, its ending is wonderfully absurd. And like most <em>Kirby </em>games, it’s breezy enough for folks of all skill levels but not a total cakewalk on the default difficulty. — J.D.</p><h2>Astral Chain</h2><p></p><p>I was on the fence about <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bc3RyYWwtQ2hhaW4tTmludGVuZG8tU3dpdGNoL2RwL0IwN05RRjc0TTM_dGFnPWdkZ3QwYy1wLW8tZHAtMjAiLCJjb250ZW50VXVpZCI6IjRjOWVhNzc3LTI0YzItNDRiZS05MzZkLWJkNWE1NDQzNWNjZiJ9&amp;signature=AQAAAR3jcHvEHVPju10gNjSLwIo_zbdlzxjIKKSe76NJpQvv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAstral-Chain-Nintendo-Switch%2Fdp%2FB07NQF74M3\"><em>Astral Chain</em></a> from the day the first trailer came out until a good few hours into my playthrough. It all felt a little too generic, almost a paint-by-numbers rendition of an action game. I needn't have been so worried, as it's one of the more original titles to come from PlatinumGames, the developer behind the Bayonetta series, in recent years.</p><p>In a future where the world is under constant attack from creatures that exist on another plane of existence, you play as an officer in a special force that deals with this threat. The game's gimmick is that you can tame these creatures to become Legions that you use in combat. Encounters play out with you controlling both your character and the Legion simultaneously to deal with waves of mobs and larger, more challenging enemies. As well as for combat, you'll use your Legion(s) to solve crimes and traverse environments.</p><p><em>Astral Chain</em> sticks closely to a loop of detective work, platforming puzzles and combat — a little too closely, if I'm being critical — with the game split into cases that serve as chapters. The story starts off well enough but quickly devolves into a mashup of various anime tropes, including twists and arcs ripped straight from some very famous shows and films. However, the minute-to-minute gameplay is enough to keep you engaged through the 20-hour or so main campaign and into the fairly significant end-game content.</p><p>Does <em>Astral Chain</em> reach the heights of <em>Nier: Automata</em>? No, not at all, but its combat and environments can often surpass that game, which all-told is probably my favorite of this generation. Often available for under $50 these days, it's well worth your time.</p><h2>Celeste</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DZWxlc3RlLU5pbnRlbmRvLVN3aXRjaC1EaWdpdGFsLUNvZGUvZHAvQjA3OVoxTFBTUD90YWc9Z2RndDBjLXAtby1kcC0yMCIsImNvbnRlbnRVdWlkIjoiNGM5ZWE3NzctMjRjMi00NGJlLTkzNmQtYmQ1YTU0NDM1Y2NmIn0&amp;signature=AQAAAWFejBQXp6O_1u7hRKhOJl3hSxgiqT92BCYIIYgHmpVz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCeleste-Nintendo-Switch-Digital-Code%2Fdp%2FB079Z1LPSP\"><em>Celeste</em></a> is a lot of things. It's a great platformer, but it's also a puzzle game. It's extremely punishing, but it's also very accessible. It puts gameplay above everything, but it has a great story. It's a beautiful, moving and memorable contradiction of a game, created by MattMakesGames, the indie studio behind the excellent <em>Towerfall</em>. So, <em>Celeste</em> is worth picking up no matter what platform you own, but its room-based levels and clear 2D artwork make it a fantastic game to play on the Switch when on the go.</p><h2>Dragon Quest XI S: Echoes of an Elusive Age</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EcmFnb24tUXVlc3QtWEktRWx1c2l2ZS1EZWZpbml0aXZlLU5pbnRlbmRvL2RwL0IwN05RR0RYUlk_dGFnPWdkZ3QwYy1wLW8tZHAtMjAiLCJjb250ZW50VXVpZCI6IjRjOWVhNzc3LTI0YzItNDRiZS05MzZkLWJkNWE1NDQzNWNjZiJ9&amp;signature=AQAAATtEkVVMJKVpot09mb9yKTD4LQufirePuQJHccNZsP8L&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDragon-Quest-XI-Elusive-Definitive-Nintendo%2Fdp%2FB07NQGDXRY\"><em>Dragon Quest XI</em></a> is an unashamedly traditional Japanese role-playing game. Most of the characters are established RPG tropes: mute protagonist-who’s-actually-a-legendary-hero, sister mages, mysterious rogue and the rest. Then there’s the battle system, which has rarely changed in the decades of the series. (There’s a reason that this special edition features a 16-bit styled version of the game: The mechanics and story work just as well in more... graphically constrained surroundings.) While the story hits a lot of familiar RPG beats, everything takes an interesting turn later on. And through it, the game demands completion. RPGs require compelling stories, and this has one. It just doesn’t quite kick in until later.</p><p>This eleventh iteration of the series also serves as a celebration of all things Dragon Quest. Without getting too deep into the story, the game heavily references the first game, taking place in the same narrative universe, just hundreds of years later.</p><p>The Switch edition doesn’t offer the most polished take on the game — it’s available on rival consoles — but the characters, designed by Akira Toriyama of Dragon Ball fame, move around fluidly, in plenty of detail despite the limits of the hybrid console. And while it’s hard to explain, there’s also something just plain <em>right</em> about playing a traditional JRPG on a Nintendo console.</p><h2>Fire Emblem: Three Houses</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GaXJlLUVtYmxlbS1Ib3VzZXMtTmludGVuZG8tRGlnaXRhbC9kcC9CMDdETTdLRDRXP3RhZz1nZGd0MGMtcC1vLWRwLTIwIiwiY29udGVudFV1aWQiOiI0YzllYTc3Ny0yNGMyLTQ0YmUtOTM2ZC1iZDVhNTQ0MzVjY2YifQ&amp;signature=AQAAAcEmBmuXrAF337sijYudHXk7PJvCm_WJALON4PEQBCKN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFire-Emblem-Houses-Nintendo-Digital%2Fdp%2FB07DM7KD4W\"><em>Fire Emblem: Three Houses</em></a> is a must-play game. Developer Intelligent Systems made a lot of tweaks to its formula for the series' first outing on the Nintendo Switch, and the result of those changes is a game that marries Fire Emblem's dual personalities in a meaningful and satisfying way. You'll spend half your time as a master tactician, commanding troops around varied and enjoyable battlefields. The other half? You'll be teaching students and building relationships as a professor at the finest school in the land.</p><h2>Hades</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9IYWRlcy1MaW1pdGVkLU5pbnRlbmRvLVN3aXRjaC9kcC9CMDhYMks2QjFaLz90YWc9Z2RndDBjLXAtby1kcC0yMCIsImNvbnRlbnRVdWlkIjoiNGM5ZWE3NzctMjRjMi00NGJlLTkzNmQtYmQ1YTU0NDM1Y2NmIn0&amp;signature=AQAAARN3_44YA2YDwg5CRuQcGC5oNhErQG-MNoqunBPg3PYS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHades-Limited-Nintendo-Switch%2Fdp%2FB08X2K6B1Z%2F\"><em>Hades</em></a> was the first early access title to ever make our best PC game list, and the final game is a perfect fit for Nintendo’s Switch. It's an action-RPG developed by the team behind <em>Bastion</em>, <em>Transistor </em>and <em>Pyre</em>. You play Zagreus, son of Hades, who's having a little spat with his dad, and wants to escape from the underworld. To do so, Zagreus has to fight his way through the various levels of the underworld and up to the surface. Along the way, you’ll pick up “boons” from a wide range of ancient deities like Zeus, Ares and Aphrodite, which stack additional effects on your various attacks. Each level is divided into rooms full of demons, items and the occasional miniboss.</p><p>As <em>Hades</em> is a “roguelike” game, you start at the same place every time, with the levels rearranged. With that said, the items you collect can be used to access and upgrade new weapons and abilities that stick between sessions. <em>Hades</em> initially caught our attention just for its gameplay: You can jump in for 30 minutes and have a blast, or find yourself playing for hours. As the game neared its final release, the storytelling, world-building and its general character really started to take shape — there’s so much to do, so many people to meet and even some romance stuffed in there. You could play for hundreds of hours and still have fun.</p><h2>Hollow Knight</h2><p></p><p>This was a real sleeper hit, and one of very few Kickstarter games to not only live up to but exceed expectations. <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Ib2xsb3ctS25pZ2h0LU5pbnRlbmRvLVN3aXRjaC9kcC9CMDdRSFhNM0pZP3RhZz1nZGd0MGMtcC1vLWRwLTIwIiwiY29udGVudFV1aWQiOiI0YzllYTc3Ny0yNGMyLTQ0YmUtOTM2ZC1iZDVhNTQ0MzVjY2YifQ&amp;signature=AQAAASK479VKqSlkjjATizIaol_0AHoFXK1ZFdFESa_HNadL&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHollow-Knight-Nintendo-Switch%2Fdp%2FB07QHXM3JY\"><em>Hollow Knight</em></a><em>&nbsp;</em>is a 2D action-adventure game in the Metroidvania style, but it's also just a <em>mood</em>. Set in a vast, decrepit land, which you'll explore gradually as you unlock new movement and attack skills for your character, a Burtonesque bug-like creature. Short on both dialogue and narrative, the developers instead convey a story through environment and atmosphere, and it absolutely nails it.</p><p>You'll start out feeling fairly powerless, but <em>Hollow Knight</em> has a perfect difficulty curve, always allowing you to progress but never making it easy. For example, it borrows the Dark Souls mechanic where you'll need to travel back to your corpse upon death to retrieve your \"Geo\" (the game's stand-in for Souls), which is always a tense time. Throughout it all, though, the enemies and NPCs will never fail to delight. For a moody game, it has a nice sense of humor and levity imbued mostly through the beautifully animated and voiced folks you meet. Given its low cost and extremely high quality, there's really no reason not to get this game. Trust us, it'll win you over.</p><h2>Into The Breach</h2><p></p><p>When is a turn-based strategy game not a turn-based strategy game? <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnRvLUJyZWFjaC1OaW50ZW5kby1Td2l0Y2gtRGlnaXRhbC9kcC9CMDdIMlJDTEpYP3RhZz1nZGd0MGMtcC1vLWRwLTIwIiwiY29udGVudFV1aWQiOiI0YzllYTc3Ny0yNGMyLTQ0YmUtOTM2ZC1iZDVhNTQ0MzVjY2YifQ&amp;signature=AQAAAZ6A7FscFue0kj6YIjiivOsIamIRL74fBR7IQQLGJ5pb&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInto-Breach-Nintendo-Switch-Digital%2Fdp%2FB07H2RCLJX\"><em>Into the Breach</em></a>, an indie roguelike game where you control mechs to stem an alien attack, defies conventions, and is all the better for it. While its core mechanics are very much in the XCOM (or Fire Emblem, for that matter) mold, it's what it does with those mechanics that's so interesting. A traditional turn-based strategy game plays out like a game of chess — you plan a move, while predicting what your opponent will do in return, and thinking ahead to what you'll do next, and so on, with the eventual goal of forcing them into a corner and winning. At the start of every <em>Into the Breach</em> turn, the game politely tells you <em>exactly</em> what each enemy character is going to do, down the exact square they'll end on and how much damage they'll inflict. There are no hit percentages, no random events, no luck; each turn is a puzzle, with definitive answers to how exactly you're going to come out on top.</p><p><em>Into the Breach </em>battles are short, and being a roguelike, designed to be very replayable. Once you've mastered the basics and reached the end, there are numerous different mechs with new attack and defense mechanics to learn and master as you mix-and-match to build your favorite team. If you're a fan of either puzzle or turn-based strategy games, this is a must-have.</p><h2>The Legend of Zelda: Breath of the Wild</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDZXTExIWEM5P3RhZz1nZGd0MGMtcC1vLWRwLTIwIiwiY29udGVudFV1aWQiOiI0YzllYTc3Ny0yNGMyLTQ0YmUtOTM2ZC1iZDVhNTQ0MzVjY2YifQ&amp;signature=AQAAAbqryi76xo7iqi0OSiZFdJ2qtoRw36MWbouVYggK6l2N&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB06WLLHXC9\"><em>The Legend of Zelda: Breath Of The Wild</em></a> signals the biggest shift in the series since the Nintendo 64's <em>Ocarina of Time</em>, and it might well be one of the best games of the past decade. It pulls the long-running series into modern gaming, with a perfectly pitched difficulty curve and an incredible open world to play with. There's crafting, weapons that degrade, almost too much to collect and do and a gentle story hidden away for players to discover for themselves. Even without the entertaining DLC add-ons, there's simply so much to do here and challenges for every level of gamer.</p><h2>The Legend of Zelda: Tears of the Kingdom</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9MZWdlbmQtWmVsZGEtS2luZ2RvbS1TdGFuZGFyZC1OaW50ZW5kby9kcC9CMEJYODU0SllaLz90YWc9Z2RndDBjLXAtby1kcC0yMCIsImNvbnRlbnRVdWlkIjoiNGM5ZWE3NzctMjRjMi00NGJlLTkzNmQtYmQ1YTU0NDM1Y2NmIn0&amp;signature=AQAAAWPjwUrgyhi8sycGkwFARF9PiunQPeZyJve7bTveeitj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLegend-Zelda-Kingdom-Standard-Nintendo%2Fdp%2FB0BX854JYZ%2F\"><em>The Legend of Zelda: Breath of the Wild</em></a> was a wild reinvention for one of Nintendo’s most revered franchises, and it didn’t take long for the company to announce it had a direct sequel in the works. The end result is <em>Tears of the Kingdom</em>, a game that remixes <em>BotW</em> in some completely unexpected ways. You’re still exploring Hyrule and can travel to almost any point you can see, and there are still dozens of small shrines to clear and bigger quests you can tackle in any order you like.</p><p>But there’s also a vast underworld as well as a mysterious sky world full of islands to explore, and these new locales provide fresh challenges and dangers distinct from what you find in Hyrule proper. And Link has several new skills to give him the upper hand, including, well, Ultrahand. This lets you grab almost anything and stick it to other objects, letting you build all manner of contraptions, both practical and absurd. Ultrahand opens up a huge variety of solutions to every puzzle you come across in the game, and the moment when you find the right solution to what’s impeding you is even more satisfying than it is in past Zelda games. <em>Tears of the Kingdom</em> simply takes just about everything that was great about <em>Breath of the Wild</em> and ratchets it up to the next level. <em>— Nathan Ingraham, Deputy Editor</em></p><h2><strong>Disco Elysium Final Cut</strong></h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EaXNjby1FbHlzaXVtLUZpbmFsLUN1dC1OaW50ZW5kby1Td2l0Y2gvZHAvQjA5UDRDSDFGQj90YWc9Z2RndDBjLXAtby1kcC0yMCIsImNvbnRlbnRVdWlkIjoiNGM5ZWE3NzctMjRjMi00NGJlLTkzNmQtYmQ1YTU0NDM1Y2NmIn0&amp;signature=AQAAAQSloMMKVvqLiBVAHQD0T2YxWtZgpQ9TCSdEvIjiECHm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDisco-Elysium-Final-Cut-Nintendo-Switch%2Fdp%2FB09P4CH1FB\"><em>Disco Elysium</em></a> is a special game. The first release from Estonian studio ZA/UM, it's a sprawling science-fiction RPG that takes more inspiration from D&amp;D and <em>Baldur's Gate</em> than modern combat-focused games. In fact, there is no combat to speak of, instead, you'll be creating your character, choosing what their strengths and weaknesses are, and then passing D&amp;D-style skill checks to make your way through the story. You'll, of course, be leveling up your abilities and boosting stats with items, but really the game's systems fall away in place of a truly engaging story, featuring some of the finest writing to ever grace a video game.</p><p>With the <em>Final Cut</em>, released 18 months after the original, this extremely dialogue-heavy game now has full voice acting, which brings the unique world more to life than ever before. After debuting on PC, PS5 and Stadia, <em>Final Cut </em>is now available for all extant home consoles – including Nintendo’s Switch. Loading times are a little slower than on other systems, so it might not be the absolute best platform to play it on, but <em>Disco Elysium</em> is an experience unlike the rest of the Switch library, which is why it makes it on this list.</p><h2>Mario Kart 8 Deluxe</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9NYXJpby1LYXJ0LURlbHV4ZS1OaW50ZW5kby1EaWdpdGFsL2RwL0IwMU4xMDM3Q1Y_dGFnPWdkZ3QwYy1wLW8tZHAtMjAiLCJjb250ZW50VXVpZCI6IjRjOWVhNzc3LTI0YzItNDRiZS05MzZkLWJkNWE1NDQzNWNjZiJ9&amp;signature=AQAAAW8YM_F6RFQfAdeTnF8fGsF8NAwrfCWh1NDrqu6ew53s&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMario-Kart-Deluxe-Nintendo-Digital%2Fdp%2FB01N1037CV\"><em>Mario Kart 8 Deluxe's</em></a> vibrancy and attention to detail prove it's a valid upgrade to the Wii U original. Characters are animated and endearing as they race around, and Nintendo's made bigger, wider tracks to accommodate up to 12 racers. This edition of Mario Kart included gravity-defying hover tires and automatic gliders for when you soar off ramps, making races even more visually thrilling, but at its core, it's Mario Kart — simple, pure gaming fun. It's also a great showcase for the multitude of playing modes that the Switch is capable of: Two-player split-screen anywhere is possible, as are online races or Switch-on-Switch chaos. For now, this is the definitive edition.</p><h2>OlliOlli World</h2><p></p><p><em>OlliOlli</em> and its sequel, <em>OlliOlli 2: Welcome to Olliwood</em>, were notoriously difficult to master. They were infuriating, but also extremely satisfying when you pulled off just the right combo of tricks and grinds needed for a big score.</p><p>I was worried that <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PbGxpT2xsaS1Xb3JsZC1TdGFuZGFyZC1OaW50ZW5kby1EaWdpdGFsL2RwL0IwOVYyUlY3TFc_dGFnPWdkZ3QwYy1wLW8tZHAtMjAiLCJjb250ZW50VXVpZCI6IjRjOWVhNzc3LTI0YzItNDRiZS05MzZkLWJkNWE1NDQzNWNjZiJ9&amp;signature=AQAAAbRNhTh9XzjYLJZkSQ2lYbrU5Lcne8UlUtk1Ij_riHRH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOlliOlli-World-Standard-Nintendo-Digital%2Fdp%2FB09V2RV7LW\"><em>OlliOlli World’s</em></a> colorful and welcoming new direction for the series was going to dispense with that level of challenge, but I shouldn’t have been concerned. Developer Roll7 made a game that’s significantly more approachable than the original titles — but one that keeps the twitch-response gameplay and score-chasing highs intact for those who crave them.</p><p>It’s hard to sum up exactly what makes <em>OlliOlli World</em> so compelling, but the game mixes serious challenges with moments that let you really get into that elusive flow state, where you’re just pulling off tricks, riding rails and generally tearing through a course without thinking too much about what you’re doing. The music, sound effects, art style, level design and variety of moves you can pull off all contribute to this vibe — and even though the game looks entirely different from its predecessors, the end result is the same: skateboarding bliss.</p><h2>Super Mario 3D World + Bowser’s Fury</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdXBlci1NYXJpby0zRC1Xb3JsZC1Cb3dzZXJzLUZ1cnkvZHAvQjA4SkNaS1RRVz90YWc9Z2RndDBjLXAtby1kcC0yMCIsImNvbnRlbnRVdWlkIjoiNGM5ZWE3NzctMjRjMi00NGJlLTkzNmQtYmQ1YTU0NDM1Y2NmIn0&amp;signature=AQAAARXXJoTVtkNmLtCudO6r_x5ITfcqG3hm0igXTYdBnGUH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSuper-Mario-3D-World-Bowsers-Fury%2Fdp%2FB08JCZKTQW\"><em>Super Mario 3D World</em></a><em>&nbsp;</em>was unfairly slept on when it originally launched in 2013, mostly due to the fact very few people had a Wii U. It's a superb translation of old-school retro Mario mechanics into 3D (<em>Mario 64</em> is a masterpiece, yes, but unless you're a speed-runner it doesn't quite have the pace of the NES and SNES games). It's also a great multiplayer game, as you can play in co-op mode with three other players and race through levels — the winner of each level gets to wear a crown in the next.</p><p>With the move to the Switch, and Nintendo finally starting to figure out online gaming, you can now do that remotely, which is a huge plus. The bigger addition is <em>Bowser's Fury</em>, an all-new game of sorts that plays more like a blend of <em>Super Mario Odyssey </em>and <em>3D World. </em>There are some really creative challenges that feel right out of <em>Odyssey</em>, blended with the lightness and speed of the Wii U game. (It should be noted that <em>Bowser's Fury</em> is also only good for one or two players, unlike the main game.) We'd recommend <em>3D World</em> just on its own, but as a package with <em>Bowser's Fury,</em> it becomes a much better deal.</p><h2>Super Mario Odyssey</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdXBlci1NYXJpby1PZHlzc2V5LU5pbnRlbmRvLURpZ2l0YWwvZHAvQjA3MktHNDVKRD90YWc9Z2RndDBjLXAtby1kcC0yMCIsImNvbnRlbnRVdWlkIjoiNGM5ZWE3NzctMjRjMi00NGJlLTkzNmQtYmQ1YTU0NDM1Y2NmIn0&amp;signature=AQAAAXw-FHdr-Y2SRpbBsHQF2m9yxlHshmkmrMS3o_D79zBp&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSuper-Mario-Odyssey-Nintendo-Digital%2Fdp%2FB072KG45JD\"><em>Super Mario Odyssey</em></a> might not represent the major change that <em>Breath of the Wild</em> was for the Zelda series, but it’s a great Mario game that's been refined across the last two decades. Yes, we got some important modern improvements, like maps and fast travel, and the power-stealing Cappy is a truly fun addition to Mario's usual tricks. But that core joy of Mario, figuring out the puzzles, racing to collect items and exploring landmarks, is here in abundance.</p><h2>Super Smash Bros. Ultimate</h2><p></p><p>This is the ultimate distillation of Nintendo's multiplayer fighting game. The series' debut on Switch brings even more characters from beyond Nintendo's stable. If you're sick of Mario, Pikachu and Metroid's Samus, perhaps <em>Final Fantasy VII</em>'s Cloud, Solid Snake or Bayonetta will be your new go-to character. There are about 80 characters to test out here (although 10 of them are locked behind DLC).</p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdXBlci1TbWFzaC1Ccm9zLVVsdGltYXRlLU5pbnRlbmRvLVN3aXRjaC9kcC9CMDdETUZSTkY5P3RhZz1nZGd0MGMtcC1vLWRwLTIwIiwiY29udGVudFV1aWQiOiI0YzllYTc3Ny0yNGMyLTQ0YmUtOTM2ZC1iZDVhNTQ0MzVjY2YifQ&amp;signature=AQAAAenCRbEIi5oXDPq0wplecE47mLr-yOd2eU38dX9NtUQe&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSuper-Smash-Bros-Ultimate-Nintendo-Switch%2Fdp%2FB07DMFRNF9%3F\"><em>Super Smash Bros. Ultimate</em></a> features a divisive new single-player mode where you augment characters with stickers, battling through special conditions to unlock more characters and, yes, more stickers. At its core, Smash Bros. games combine fast-paced, chaotic fights with an incredibly beginner-friendly learning curve. Yes, some items are confusing or overpowered, but your special moves are only a two-button combination away. Turning the tables is built into the DNA of <em>Super Smash Bros. Ultimate</em>, ensuring thrilling battles (once you've sorted handicaps) for everyone involved.</p>This article originally appeared on Engadget at https://www.engadget.com/best-nintendo-switch-games-160029843.html?src=rss", "link": "https://www.engadget.com/best-nintendo-switch-games-160029843.html?src=rss", "date_published": "2023-08-21T18:35:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The cozy cat game that escaped from Valve", "description": "<p>Imagine a game that might be described as the opposite of <em>Half-Life 2</em>,<em> Left 4 Dead</em> or <em>Counter-Strike: Global Offensive</em>. These are first-person shooters set in wartorn, post-apocalyptic cities, so their inverse might be a third-person game with no weapons at all, set in a warm, buzzing metropolis of friendly characters, maybe starring an adorable cat. Weirdly, the result could look a lot like <em>Little Kitty, Big City</em>, the first project from former Valve designer Matt T. Wood.</p><p>In nearly 17 years at Valve, Wood helped build and ship the company’s most notable titles, including<em> Left 4 Dead</em>, <em>Left 4 Dead 2</em>, <em>Portal 2,</em><em>CS:GO </em>and both episodes of <em>Half-Life 2</em>. He was a founding member of the <em>CS:GO</em> project and worked on that series for six years; he was pivotal in crafting <em>Portal 2</em>’s co-op mode, and he created choreography and combat scenes in Half-Life and Left 4 Dead. Level design was one of his specialties.</p><span id=\"end-legacy-contents\"></span><p>Wood left Valve in mid-2019, and today he’s the head of his own game development company in Seattle, Washington, Double Dagger Studio. He didn’t plan on starting his own studio post-Valve, and he certainly didn’t think he’d be building and self-publishing a game about an adorable cat. But, he is, and it's called <em>Little Kitty, Big City</em>.</p><p>“It really is more about cozy exploration,” Wood told Engadget. “The game has aspects of platforming, but it's very light platforming. It's more about exploring vertically, and exploring nooks and crannies. I've done a lot of things throughout my career, but one of the things I spent a lot of time doing was level design in video games, so I have a lot of personal interest in creating spaces that feel fun to explore, to sort of poke around in.”</p><div id=\"d1712f3d32114b4eba73f62b468c001c\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p><em>Little Kitty, Big City</em> has Saturday-morning-cartoon vibes, with hand-animated scenes and a clean, friendly art style. The main character, Kitty, has wide green eyes, inky fur and batlike ears, and they’re on a mission to find their way home to an apartment complex in the center of a bustling downtown. However, procrastination is highly encouraged. <em>Little Kitty, Big City</em> is an open-world game filled with adorable animals to befriend, people to pester, quests to complete and hats to wear.</p><p>The hats are embellished bonnets that come in various forms, including a fish head, a half-shucked corn cob, little devil ears, a cowboy situation, a hedgehog and even some root vegetables. Kitty’s face endearingly pokes through the center of each hat, and they can be equipped at will throughout the game. Aside from a few unique cases, there are no stats attached to the hats — wearing the ladybug head doesn’t grant Kitty movement speed, and the construction hat doesn’t add bonus armor. Mostly, they exist to be cute.</p><p>“As a game designer, you kind of sit down and go, what is the purpose of this thing that you're doing?” Wood said. “You always need a function, a purpose, a reason for doing the thing. I think 10 years ago, I would have said, OK, hats are gonna give you this ability, or, like, there's going to be all of this gameplay tied to all this stuff. And while that is true for some things regarding the hats, largely, they're cosmetic. It was refreshing to come to that conclusion to say, no, these are just for fun.”</p><figure><img alt=\"Little Kitty, Big City\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/6a562430-4047-11ee-bffb-74ae840d35a8\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Double Dagger Studio</div></figure><p>Wood’s long history at Valve contextualizes his current role as the founder of an independent studio, and his years inside the insular company have helped shape his approach to game design.</p><p>Valve is a unique behemoth, even in the AAA space. It owns Steam, which functions as a bottomless bank; it’s a private company, so it doesn’t have shareholders to appease; and it’s the steward of iconic franchises including Portal, Half-Life, Counter-Strike, Left 4 Dead, Team Fortress and Dota 2 (many of which are on Wood’s résumé).</p><p>“Valve is not a typical large game studio,” Wood said. “You have a lot of autonomy and freedom to do things there. But, you still sort of live within that direction that Valve goes in.”</p><p>Valve’s internal structure has long been the subject of myth and legend among video game fans, with the company’s founder Gabe Newell in the role of messiah and the Valve Handbook for New Employees as its sacred text. The handbook <a href=\"https://www.valvesoftware.com/en/publications\">made its way online</a> in 2012 and went viral for its Libertarian-inspired corporate ideals — it outlined a flat hierarchy at Valve, suggesting employees had the ability to manage themselves and work on their dream projects at any given time. This cemented Valve’s reputation as an ultra-rad, super-cool<em>&nbsp;</em>video game company in the public eye, and this perception persists today.</p><p>In practice, this structure has resulted in an incredibly rich company that doesn’t produce much. It’s a running joke that Valve can’t count to three: <em>Half-Life 2: Episode Two</em> and <em>Team Fortress 2</em> came out in 2007, <em>Left 4 Dead 2</em> came out in 2009, and <em>Portal 2</em> came out in 2011. In 2020, Valve debuted <em>Half-Life: Alyx</em>, a VR game exclusive to the studio’s Index hardware, and after <a href=\"https://www.engadget.com/valve-tf2-bots-crisis-video-180003369.html\">ignoring an extremely disruptive bot invasion</a>, the company rolled out an update to <em>TF2 </em>this summer, largely comprising community-made maps and assets. Meanwhile, Steam has been printing money while maintaining Valve’s deathgrip on the PC marketplace.</p><figure><img alt=\"Little Kitty, Big City\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/6a589530-4047-11ee-bf6f-87f9e3e467b3\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Double Dagger Studio</div></figure><p>When Wood talks about the fun and freedom he feels building<em> Little Kitty, Big City</em>, he compares it with a top-down rigidity and complacent bureaucracy he experienced in Valve’s production line. Here’s how he described it:</p><p>“Valve talks a lot about, like, you can do anything you want. And it's like, well — that's never true. You know, Valve has a direction and they have a trajectory. And so, for me, it was realizing that the direction that Valve was going in was not a place that I wanted to be long-term. Because I’d been there for a long time and they were sitting on their laurels a little bit, and it's like they weren't really challenging themselves, taking risks or doing anything. Steam’s making a lot of money so they don't really have to, but I was not OK with that. And after many years of trying to figure out how to manage that, I decided, you know, it's important for me to go and make my own decisions for a while.”</p><p>Wood made it clear that he appreciated the opportunities and stability that Valve provided him, and overall he called it a “great company.” It’s easy to see why so many talented game developers are drawn to Valve, a studio with unlimited resources, a laissez-faire management style and a library of prestigious IP. Working at an established studio also means there are plenty of experts around to check your progress and offer advice, and these are fail-safes that Wood doesn’t have any longer as an independent developer.</p><p>“That can be a bit scary,” Wood said. “But it's been great. I love working with a small team focused on a game where, to us, it's different. To me, it's a challenge.”</p><figure><img alt=\"Little Kitty, Big City\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/18f6bb30-4048-11ee-bed7-bda3f4c44af1\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Double Dagger Studio</div></figure><p>Wood said that even though he likely works more now, he also has more energy and passion for his projects than he did in his final five years at Valve. <em>Little Kitty, Big City</em> represents a litany of game-design firsts for Wood, including the fact that it’s a mini open world and it has zero combat. There are now seven full-time team members at Double Dagger Studio, plus a few contributors, and they all found each other naturally, by Digital Age standards — Wood shared early ideas of <em>Little Kitty, Big City</em> on Twitter, and interested developers got in touch.</p><p>“At first I did reach out to some of my co-workers who had left Valve already and they were interested, but like — this was a common theme about reaching out to people who used to work at Valve, is that most people when they leave Valve, they're kind of done,” Wood said.</p><p>Despite <a href=\"https://www.engadget.com/indie-games-have-entered-the-era-of-bespoke-publishing-170639414.html\">the current surge</a> of indie-focused publishers like Annapurna Interactive, Devolver Digital, Private Division, Humble, Netflix and Raw Fury, Wood is self-publishing <em>Little Kitty, Big City</em> under Double Dagger Studio. That’s not to say he didn’t explore a potential partnership — he actually made it all the way to final contract meetings with one publisher in particular, but in the end, he turned the deal down.</p><p>“It didn't make any sense,” Wood said. “Because what they were able to do, for me, absolutely did not justify the money that they were gonna take. And so it was really hard to find a publisher that made sense. I think that the difference between where I was in my career, and where someone maybe right out of school would be, is that I walked away from Valve with a chunk of money that I said, ‘I'm gonna invest that into a company.’ And so I didn't have to rely on a publisher to spend $100,000 on a year of development or whatever. I did have that freedom and space to say no.”</p><figure><img alt=\"Little Kitty, Big City\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/6a5e6190-4047-11ee-bbaf-bd22d5b8f19c\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Double Dagger Studio</div></figure><p>This year alone, <em>Little Kitty, Big City</em> was announced for Switch, it had a successful showing at Summer Game Fest, and it’s getting some fresh swag in the form of <a href=\"https://www.makeship.com/products/little-kitty-plush\">a Makeship campaign</a> offering an exceedingly cute Kitty plush and a salmon-shaped, zip-up catnip toy. The Double Dagger team is finishing the game while Wood oversees it all, no safety net in sight.</p><p>When we first started talking, Wood described<em> Little Kitty, Big City</em> as something like <em>Alice in Wonderland</em> or <em>The Wizard of Oz</em>, a game about a lost soul trying to find their way home and meeting a colorful cast of characters along the journey. This may be Kitty’s story, but at this stage in his career, it feels a lot like Wood’s, too.</p><p><em>Little Kitty, Big City </em>is on track to come out in 2024 for Switch and PC — <a href=\"https://store.steampowered.com/app/1177980/Little_Kitty_Big_City/\">via Steam</a>, of course.</p>This article originally appeared on Engadget at https://www.engadget.com/the-cozy-cat-game-that-escaped-from-valve-180052174.html?src=rss", "link": "https://www.engadget.com/the-cozy-cat-game-that-escaped-from-valve-180052174.html?src=rss", "date_published": "2023-08-21T18:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Official Xbox Series X console skins are coming soon, starting with 'Starfield' and camo options", "description": "<p>Sony has been offering custom <a href=\"https://www.engadget.com/sony-playstation-5-console-covers-202711149.html\"><ins>PlayStation 5 plates</ins></a> for quite some time now, including a recent version that brings a <em>Spider-Man 2 </em>look to the console. Microsoft, which has given away several custom Xbox Series S units <a href=\"https://news.xbox.com/en-us/2022/05/04/win-custom-lego-star-wars-the-skywalker-saga-console/\"><ins>in contests</ins></a>, is getting in on the action by selling <a href=\"https://news.xbox.com/en-us/2023/08/21/xbox-series-x-console-wraps-starfield-camo/\"><ins>official wraps</ins></a> for the <a href=\"https://www.engadget.com/tag/xbox-series-x/\"><ins>Xbox Series X</ins></a>.</p><p>Along with two camouflage colors, Arctic Camo and Mineral Camo, a <em>Starfield</em>-inspired wrap will be available. Pre-orders for <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9zb2Z0LmNvbS9lbi11cy9kL1hib3gtU2VyaWVzLVgtQ29uc29sZS1XcmFwcy84eDA4bHd3czFxaDcvTkxaNCIsImNvbnRlbnRVdWlkIjoiM2FkOTQ3OTEtY2U1OS00YzUyLWE4MWItODFlODNhNGNiNWYzIn0&amp;signature=AQAAASOgvwisERYSRX93mwj2OXWc-R8ucIaW8payv7KK98lI&amp;gcReferrer=https%3A%2F%2Fwww.microsoft.com%2Fen-us%2Fd%2FXbox-Series-X-Console-Wraps%2F8x08lwws1qh7%2FNLZ4\"><ins>the wraps</ins></a> are open now. The $50 <em>Starfield </em>one will ship in the US, Canada and Europe on October 18th, while the $45 camo options will hit those regions on November 10th (though fans in Europe will miss out on the Arctic option for now).</p><span id=\"end-legacy-contents\"></span><div id=\"43dfa32ec22a4181b86025d6aa6e7377\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Prepping for some space exploration? Time to suit up! 🧑‍🚀🎮<br />‌<br />Announcing the Xbox Series X Console Wraps are here and made to perfectly fit your console! ‌ <a href=\"https://t.co/KXirvvlmep\">pic.twitter.com/KXirvvlmep</a></p>— Xbox (@Xbox) <a href=\"https://twitter.com/Xbox/status/1693654683511067059?ref_src=twsrc%5Etfw\">August 21, 2023</a></blockquote></div><p>The <em>Starfield </em>wrap matches a themed controller and headset Xbox recently started selling as it gears up for its most important game of the year. Bethesda's next giant RPG <a href=\"https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html\"><ins>drops on September 6th</ins></a>, so you'll have to wait several more weeks for the <em>Starfield </em>console wrap if you want to go all in on the game's aesthetic.</p><p>The wraps are made up of solid core panels with \"high-tech fabric finishes.\" They have a hook and loop system, as well as a silicone design on the interior, to keep them secure. Microsoft says it designed them to make sure that there was no impact on performance — the company notes that the wraps even have small feet on the bottom to help maintain airflow.</p><p>Third-party companies such as Dbrand (which previously <a href=\"https://www.engadget.com/dbrand-stops-ps5-faceplate-sales-150427894.html\"><ins>ran into trouble</ins></a> with Sony over its PS5 plates) have long been selling custom skins for Xbox consoles. But this isn't exactly the first time Microsoft has waded into console customization. The Xbox 360 had swappable faceplates. However, the company later <a href=\"https://www.engadget.com/2010-12-16-microsoft-admits-failure-with-xbox-360-faceplates-says-nobody.html\"><ins>admitted this idea flopped</ins></a>.</p><figure><img alt=\"Xbox Series X camouflage wraps. Custom skins give the console blue and grey camo looks.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/7688f6c0-4046-11ee-bfff-696a5b65c6ea\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Microsoft</div></figure><p></p>This article originally appeared on Engadget at https://www.engadget.com/official-xbox-series-x-console-skins-are-coming-soon-starting-with-starfield-and-camo-options-173735898.html?src=rss", "link": "https://www.engadget.com/official-xbox-series-x-console-skins-are-coming-soon-starting-with-starfield-and-camo-options-173735898.html?src=rss", "date_published": "2023-08-21T17:37:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Hard sail test hits the high seas, aiming to reduce cargo ship emissions by 30 percent", "description": "<p>A cargo ship equipped with rigid sails, each the height of a 10-story building, has <a href=\"https://www.cargill.com/2023/cargill-bar-technologies-wind-technology-sets-sail\">departed</a> on its inaugural journey. The Pyxis Ocean vessel will test WindWings sails, designed to harness old-school air power to help reduce fuel usage — and the shipping industry’s CO2 emissions. The sail’s creators estimate the technology could decarbonize cargo ships by about 30 percent as the maritime sector tries to reach net-zero emissions by 2050. The estimated reduction could be higher if paired with alternative fuels.</p><p>The ship has been retrofitted with two WindWings, each measuring 37.5 m (123 ft) tall. The rigid sails are made from the same materials as wind turbines and can be added to cargo ships’ decks, providing an option for older vessels to reduce environmental impact. The ship’s maiden voyage will chart a route from China to Brazil.</p><span id=\"end-legacy-contents\"></span><p>The project is a collaboration between BAR Technologies (which developed the sails), Cargill Ocean Transportation, Mitsubishi Corporation and Yara Marine. “The Maritime Industry is an extremely hard industry to decarbonize,” said Cargill president Jan Dieleman. “So there’s not many tools that you have. So it’s really important that we as users of the maritime industry are also going to get involved in some of the innovation and really move the industry forward.”</p><figure><img alt=\"A cargo ship fitted with two enormous, rigid sails. Bird's eye view looking down from near the top of one of the sails (both are visible with most of the ship's deck).\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/d9693a90-4044-11ee-9957-f48f6005aff3\" style=\"height: 1440px; width: 2560px;\" /><figcaption></figcaption><div class=\"photo-credit\">BAR Technologies</div></figure><p>The shipping industry agreed in July to reduce its greenhouse gas emissions to net zero “by or around, i.e., close to, 2050.” The nonbinding agreement is essentially toothless but meant as a signal to governments of where to benchmark their (binding) targets, <a href=\"https://www.nytimes.com/2023/07/06/climate/cargo-ship-emissions-agreement.html\">according to</a><em>The New York Times</em>. The agreement would have been even more lax if not for a “strong last-minute push” from small island nations and other less economically developed coastal countries, which led to a plan that provides a chance at limiting global warming to 1.5 degrees Celsius. That’s the threshold climate experts agree the world needs to avoid to <a href=\"https://www.engadget.com/2018-10-08-major-un-report-climate-change-worse.html\">spare Earth from the worst climate-change scenarios</a>.</p><p>“We fought tooth and nail for these numbers,” Carlos Fuller, Belize’s representative at the United Nations, told the <em>NYT</em> last month. “They aren’t perfect, but they give us a shot at staying within 1.5 degrees Celsius. And that’s what we came here to do.”</p><p>Wind power has the potential to help reach those goals, but adoption is a challenge. “We have the number of ships using this technology doubling over the past 12 months,” Stephen Gordon, managing director at maritime data firm Clarksons Research, <a href=\"https://www.bbc.com/news/technology-66543643\">told</a> the <em>BBC</em>. “This is from a low base, however. In the international shipping fleet and new-build order book of over 110,000 vessels, we have records for under 100 having wind-assisted technology today.”</p><div id=\"58dafc57546d4d0285128ac9983d0c30\"></div>This article originally appeared on Engadget at https://www.engadget.com/hard-sail-test-hits-the-high-seas-aiming-to-reduce-cargo-ship-emissions-by-30-percent-172738236.html?src=rss", "link": "https://www.engadget.com/hard-sail-test-hits-the-high-seas-aiming-to-reduce-cargo-ship-emissions-by-30-percent-172738236.html?src=rss", "date_published": "2023-08-21T17:27:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube wants to benefit from AI-generated music without the copyright headaches", "description": "<p>YouTube is quickly becoming a home for <a href=\"https://www.engadget.com/ai-generated-music-wont-win-a-grammy-anytime-soon-211855194.html\">AI-generated music</a>, and the service is trying to strike a balance between the technology's fans and the labels eager to protect their copyrights. The company and partners like Universal Music Group (UMG) have <a href=\"https://blog.youtube/inside-youtube/partnering-with-the-music-industry-on-ai/\">unveiled</a> a set of principles for AI music. In theory, the approach encourages adoption while keeping artists paid.</p><p>To start, YouTube maintains that &quot;AI is here&quot; and that it must have a &quot;responsible&quot; strategy. Accordingly, it's forming a Music AI Incubator that will influence the company's strategy. UMG and artists it represents (including Rosanne Cash, Yo Gotti and Frank Sinatra's estate) will help gather insights from YouTube's AI experiments.</p><span id=\"end-legacy-contents\"></span><p>YouTube also says AI music must include &quot;appropriate protections&quot; against copyright violations, and must also provide &quot;opportunities&quot; for partners who want to get involved. While the video giant hasn't detailed what this will entail, it suggests it will build on the Content ID system that helps rights holders flag their material. On top of this, YouTube claims it will scale its content policies and safety structure to adapt to AI. The firm already has systems in place to catch copyright abuse, misinformation and other violations, but intends to pour more resources into those methods.</p><p>The principles are currently vague and don't do much to change YouTube's stance. More details are due in the months ahead, however, including policies, particular technologies and monetization for creators.</p><p>Generative AI is increasingly popular for unauthorized collaborations and mashups (including for UMG artists <a href=\"https://www.engadget.com/copyright-in-spotlight-after-streaming-platforms-pull-ai-generated-drake-song-183513972.html\">like Drake</a> and Frank Sinatra), but it's also finding legitimate uses. The surviving members of The Beatles are using AI to create a 'final' song <a href=\"https://www.engadget.com/paul-mccartney-is-using-ai-to-create-a-final-song-for-the-beatles-133839244.html\">from a John Lennon recording</a>, while electronic artist Holly Herndon <a href=\"https://www.engadget.com/holly-plus-holly-herndon-dolly-parton-jolene-ai-cover-204750236.html\">covered Dolly Parton</a> using an AI voice. UMG itself is exploring <a href=\"https://www.engadget.com/universal-music-group-partners-with-endel-for-ai-generated-wellness-soundscapes-183951335.html\">AI-made soundscapes</a>. YouTube's principles could help it profit from legal productions while dodging lawsuits from artists and labels worried about ripoffs.</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-wants-to-benefit-from-ai-generated-music-without-the-copyright-headaches-162247510.html?src=rss", "link": "https://www.engadget.com/youtube-wants-to-benefit-from-ai-generated-music-without-the-copyright-headaches-162247510.html?src=rss", "date_published": "2023-08-21T16:22:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Cyberpunk platformer 'Ghostrunner 2' arrives on October 26th", "description": "<p>As if October wasn't already going to be busy enough for new games. Publisher 505 Games has revealed that <a href=\"https://www.engadget.com/ghostrunner-2-will-bring-together-cyberpunk-ninjas-and-motorbikes-this-year-213153418.html\"><em><ins>Ghostrunner 2</ins></em></a><em>,</em> the sequel to a terrific cyberpunk platformer from 2020, will arrive on October 26th. It will be available on PC (Steam, Epic Games Store and GOG), PlayStation 5 and Xbox Series X/S. Pre-orders are open and those who snap up the Brutal Edition will get access 48 hours early.</p><p>The latest entry in the series takes place one year after the events of <a href=\"https://www.engadget.com/tag/ghostrunner/\"><em><ins>Ghostrunner</ins></em></a>. You'll once again play as Jack, a cyberninja who has to slice and dice his way up through an imposing tower. <em>Ghostrunner </em>is a fast-paced, often-tough game in which you parkour around treacherous environments. Jack dies often, but instant respawns, frequent checkpoints and <a href=\"https://www.engadget.com/ghostrunner-assist-mode-dlc-183350979.html\"><ins>accessibility options</ins></a> are helpful.</p><span id=\"end-legacy-contents\"></span><div id=\"94f8d8ea497946b6b49934042e18856a\"><div class=\"iframely-embed\"><div class=\"iframely-responsive\" style=\"padding-bottom: 56.25%;\"><a href=\"https://twitter.com/GhostrunnerGame/status/1693640164516511792\"></a></div></div></div><p>The sequel from One More Level seems to build on that foundation with new features such as a motorbike and dialogue choices. This is one of my most anticipated games of the year, so it's a real shame that it might get buried under the onslaught of blockbusters that are arriving in October.</p><p><em>Ghostrunner 2</em> will be going right up against <em>Alan Wake 2</em> (October 27th) — Epic Games and Remedy last week <a href=\"https://www.engadget.com/alan-wake-ii-delayed-by-10-days-will-arrive-on-october-27th-150033546.html\">delayed their game by 10 days</a> to get out of the way of major titles like <a href=\"https://www.engadget.com/play-as-elephant-mario-in-super-mario-bros-wonder-on-october-20th-145814400.html\"><em><ins>Super Mario Bros. Wonder</ins></em></a> and <a href=\"https://www.engadget.com/spider-man-2-launches-on-october-20th-203245436.html\"><em><ins>Marvel's Spider-Man 2</ins></em></a>. Also coming in October are games including <a href=\"https://www.engadget.com/assassins-creed-mirage-will-arrive-one-week-early-on-october-5th-170039341.html\"><em><ins>Assassin's Creed Mirage</ins></em></a><em>&nbsp;</em>(which also moved release dates to stake out its own spot on the calendar), <a href=\"https://www.engadget.com/detective-pikachu-returns-lands-on-switch-october-6th-143306630.html\"><em><ins>Detective Pikachu Returns</ins></em></a><em>, </em><a href=\"https://www.engadget.com/forza-motorsport-finally-arrives-on-october-10th-175727438.html\"><em><ins>Forza Motorsport</ins></em></a><em>, Lords of the Fallen</em> and <a href=\"https://www.engadget.com/cities-skylines-ii-will-arrive-on-pc-and-consoles-october-24th-2023-181911885.html\"><em><ins>Cities Skylines II</ins></em></a>.</p><p>On top of those, many people will still be knees deep in the likes of <a href=\"https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html\"><em>Starfield</em></a><em>,</em><a href=\"https://www.engadget.com/armored-core-vi-fires-of-rubicon-first-look-140011240.html\"><em>Armored Core VI</em></a> and perhaps <a href=\"https://www.engadget.com/immortals-of-aveum-first-look-a-little-more-magic-and-this-might-be-wonderful-133034089.html\"><em>Immortals of Aveum</em></a> by the time <em>Ghostrunner 2 </em>arrives. Given the abundance of games coming out in the next couple months, perhaps waiting an extra few weeks wouldn’t be a bad idea.</p>This article originally appeared on Engadget at https://www.engadget.com/cyberpunk-platformer-ghostrunner-2-arrives-on-october-26th-160645966.html?src=rss", "link": "https://www.engadget.com/cyberpunk-platformer-ghostrunner-2-arrives-on-october-26th-160645966.html?src=rss", "date_published": "2023-08-21T16:06:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best MacBooks for 2023: How to pick the best Apple laptop", "description": "<p>Whether you’re looking to replace an aging MacBook or are diving into Apple hardware for the first time, Apple’s laptop lineup is not as simple as it seems. There are just two options, the MacBook Air and MacBook Pro, but depending on the configuration, a new MacBook can cost between $999 and $6,500, so there’s considerable variation between the two makes.</p><p>All current models run on the company’s own M-series processors that combine CPU, GPU, unified memory and other functions on a single chip, giving the latest MacBooks longer battery lives, better multitasking performance and faster operating speeds over the previous Intel chips.</p><span id=\"end-legacy-contents\"></span><p>The most recent iteration is the M2 chip, but we’re <a href=\"https://www.engadget.com/apple-is-reportedly-testing-m3-chips-for-new-macs-arriving-this-fall-173457588.html\">pretty confident</a> the new M3 chip <a href=\"https://www.engadget.com/apples-first-m3-macs-could-arrive-in-october-163204526.html\">will arrive</a> in October of this year. That doesn’t necessarily mean you should put off buying a machine if you need one now, as history indicates, Apple will likely continue to sell and market previous-generation devices. For those who aren’t preoccupied with needing the latest edition, the Apple laptops we recommend here should give you years of reliable use. Based on our testing, here are the best MacBooks for everyone from students to power users.</p><h2><br />Best overall: MacBook Air M2</h2><p></p><p>Our resident laptop expert Devindra Hardawar called the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLU1hY0Jvb2stTGFwdG9wLWNoaXAvZHAvQjBCM0JWV0o2WS8_dGFnPWdkZ3QwYy1wLW8tdmwtMjAiLCJjb250ZW50VXVpZCI6ImE2ZGNhYjI1LTBkNzMtNGRhMi05OGJhLThhNGJkOGNiODY0ZCJ9&amp;signature=AQAAAaNkgrrG9NWMcefckvhwPK3gpuQZ_4KqPp6ddPNQS7Ch&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-MacBook-Laptop-chip%2Fdp%2FB0B3BVWJ6Y%2F\">MacBook Air M2</a> a “near-perfect Mac” <a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\">in his review</a>, awarding it a high score of 96. It’s the newer of the two Air models Apple still sells, and notably a better buy than the 13-inch MacBook Pro, as the latter is both heavier and more expensive. The Air was built around the new M2 chip and completely refreshed for 2022 with a new, squared-off design that <a href=\"https://www.engadget.com/macbook-air-m2-hands-on-192857444.html\">ditches the wedge</a> shape.</p><p>The 13.6-inch Liquid Retina screen hits up to 500 nits, making it both bigger and brighter than the previous generation. The 60Hz refresh rate doesn’t deliver the butter-smooth scrolling you get on Pro models, but it’s lovely nonetheless. The quad speaker array pumps out great sound, filling a room at max volume without distortion, and the three-mic array does a good job of picking up your voice for video calls. The 1080p webcam is an improvement over previous generations. It even beats our <a href=\"https://www.engadget.com/best-laptops-120008636.html\">top Windows laptop</a>, Dell’s XPS 13 Plus which still sports a 720p camera, but Devindra found the image the Air captures to be drab.</p><p>Despite being thinner than ever, the M2 Air manages to hang on to its 3.5mm headphone jack and includes two USB-C Thunderbolt ports and a MagSafe connector. That means you don’t have to block a potential data port while charging. The battery life is ample, lasting 16 hours and 30 minutes in our rundown test, which should be more than enough for a day (or two) of work.</p><p>The M2 processor gives the Air enough speed to play games, particularly those from Apple Arcade. Streaming and cloud gaming work well through Safari, and you’ll find a handful of compatible titles on Steam. However, many of the bigger AAA releases still aren’t compatible with Macs – though Apple is <a href=\"https://techcrunch.com/2023/02/06/apple-execs-on-m2-chips-winning-gamers-and-when-to-buy-a-mac/\">looking to change</a> that. Our review unit performed well in benchmark tests, beating the Air M1 and nearly matching the performance of the 13-inch MacBook Pro M2. It’s a fanless system which means it’s quiet, but to keep things cool, the CPU does have to be throttled occasionally.</p><p>Overall, it’s an excellent choice for everyday use and can handle most tasks. Of course, if you’re planning on doing intensive video editing, you’ll likely want something more powerful, such as the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vYWNtbmVxM2xsYTMuaHRtbCIsImNvbnRlbnRVdWlkIjoiYTZkY2FiMjUtMGQ3My00ZGEyLTk4YmEtOGE0YmQ4Y2I4NjRkIn0&amp;signature=AQAAAVVNv9rtuH9rSXo2a6Ew15Gk9tKtDhoe8B3sPboFgmgy&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Facmneq3lla3.html\">MacBook Pro M2</a>, but the Air is arguably the best multipurpose, ultraportable laptop that Apple makes.</p><p>Our review MacBook Air had an M2 chip with a 10-core GPU, along with 16GB of memory and 1TB of storage. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTcxMDM0My1SRUcvYXBwbGVfbWJhbTJtbl8xN18xM182X21hY2Jvb2tfYWlyX20yLmh0bWwiLCJjb250ZW50VXVpZCI6ImE2ZGNhYjI1LTBkNzMtNGRhMi05OGJhLThhNGJkOGNiODY0ZCJ9&amp;signature=AQAAAUmdbrRM1FOETlKvQuHoo5Lmrd4pURjP8PEw9-uXKi0W&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1710343-REG%2Fapple_mbam2mn_17_13_6_macbook_air_m2.html\">That configuration will run you $1,799</a>. We think the processing power of the Air is plenty capable without the GPU bump and the terabyte of storage is probably overkill for most casual users. Instead, we recommend the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTcxMDM1My1SRUcvYXBwbGVfbWJhbTJzZ18wNV8xM182X21hY2Jvb2tfYWlyX20yLmh0bWwiLCJjb250ZW50VXVpZCI6ImE2ZGNhYjI1LTBkNzMtNGRhMi05OGJhLThhNGJkOGNiODY0ZCJ9&amp;signature=AQAAAfJcIA7ljHjA3Gr_PxPI4iTHATM7DvvTjJVw8K5YLNad&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1710353-REG%2Fapple_mbam2sg_05_13_6_macbook_air_m2.html\">$1,499 setup with an 8-core GPU, 16GB of memory and 512GB of SSD storage</a>.</p><p>The 13-inch MacBook Air is certainly the best laptop for anyone that prizes portability above all else. However, if a slightly larger screen size is tempting to you, don't sleep on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9hdy9kL0IwQzc2ODYxNjkvP3RhZz1nZGd0MGMtcC1vLXZsLTIwIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAaHsajLvPslSzPhto8F8NEaoE8JM7oJQLJ2-lcQeYRLs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Faw%2Fd%2FB0C7686169%2F\">15-inch MacBook Air M2</a>. The <a href=\"https://www.engadget.com/apple-macbook-air-15-inch-review-a-bigger-screen-makes-a-surprising-difference-130033172.html\">new laptop</a> does everything that 13-inch model does well, while giving you a larger screen to work with in a still-svelte package. It doesn't side-step the very Apple issue of having a little less RAM and storage than we'd prefer in its base model (8GB, 256GB SSD), but that doesn't hold it back. It's one of the best MacBooks we've used recently and it gives fans of the Air lineup a new configuration to consider. And since it’s starting price is only $200 more than that of the 13-inch Air, the jump isn’t as cost-prohibitive as, say, the 14-inch MacBook Pro, which starts at a whopping $2,000.</p><p><a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\"><strong>Read our full review of the 13-inch Apple MacBook Air M2</strong></a></p><h2>Best budget option: MacBook Air M1</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NYWNCb29rLTEzLWluY2gtMjU2R0ItU3RvcmFnZS9kcC9CMDhONUxOUUNYP3RhZz1nZGd0MGMtcC1vLXZsLTIwIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAReEXoe33_QT6x1DOD1ZdEai0pci9piLnJJPveMW55Sv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MacBook-13-inch-256GB-Storage%2Fdp%2FB08N5LNQCX\">MacBook Air M1</a> may not have the most current Apple silicon, but it gets so much right that it’s still an excellent laptop, and probably the best MacBook for college students. It earned a <a href=\"https://www.engadget.com/apple-macbook-air-m1-review-140031323.html\">high score of 94</a> in our review and Devindra declared it one of the fastest ultraportables you could buy at the time. Of course, now that the M2 is on the scene, its numbers are comparatively less impressive – but with a base price of $999 (and often on sale for less), it’s a relatively affordable way for students or those with tight budgets to snag an entry-level machine that's both fast and capable.</p><p>The Air’s 13.3-inch Retina display looks beautiful and is ideal for binge sessions. The laptop’s sturdy, wedge-shaped unibody case weighs just 2.8 pounds, making it easy to take to class or work. You can even fire it up in the quietest library without making a sound, thanks to a heat sink and passive cooling that eliminate the need for a fan. The keyboard offers a satisfying amount of depth despite its thin profile and the trackpad is smooth.</p><p>The performance of the M1 chip really makes the MacBook Air M1 stand out. It’s impressively responsive, launching apps nearly instantly and running them effortlessly. Safari delivers a slick browsing experience, loading complex pages quickly. The M1 chip is also behind the Air’s long battery life. We managed to get 16 hours and 20 minutes during our video rundown test, which should be more than enough to get you through a full-day grind.</p><p>Of course, it’s not without drawbacks. The M1 Air houses a 720p webcam, which isn’t as sharp as the M2 Air’s 1080p camera and it only comes with two Thunderbolt ports and a headphone jack. If you’re charging your computer, there’s only one available plug for accessories. There’s no SD card slot, either, and since Apple hardware isn’t the easiest to <a href=\"https://www.engadget.com/apple-m1-mac-ram-ssd-upgrades-possible-143834335.html\">upgrade yourself</a>, you’ll want to buy all the storage you need right out of the gate.</p><p>We recommend sticking with the base configuration (8GB RAM/256GB SSD) if you’ll mostly be using web-based programs and cloud-based apps. For an extra $200, you can upgrade to <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTYwNDg1OC1SRUcvYXBwbGVfejEyYV9tZ25kXzA1X2JoXzEzXzNfbWFjYm9va19haXJfd2l0aC5odG1sIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAT7_zK0w3W1fA_2SKnxGsn7alQNlto8vxqSg3d-q2iqg&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1604858-REG%2Fapple_z12a_mgnd_05_bh_13_3_macbook_air_with.html\">16GB of memory</a> which is good if you stream heavily, like to have a lot of open tabs or want to run a ton of apps at once. Alternatively, the same amount could get you <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTYwNDg1NS1SRUcvYXBwbGVfejEyYV9tZ25kXzAyX2JoXzEzXzNfbWFjYm9va19haXJfd2l0aC5odG1sIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAfDY4Nv2hJKz3Xj5OtzXSpUl-OD3gYUJcFgUwr0dlyou&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1604855-REG%2Fapple_z12a_mgnd_02_bh_13_3_macbook_air_with.html\">512GB of storage</a> if you want to keep a lot of files and photos locally.</p><p><a href=\"https://www.engadget.com/apple-macbook-air-m1-review-140031323.html\"><strong>Read our full review of the 13-inch Apple MacBook Air M1</strong></a></p><h2>Best for creatives: MacBook Pro M2&nbsp;</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTSERWQlhaP3RhZz1nZGd0MGMtcC1vLXZsLTIwIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAQ9Z24z2C2RqvPj8dOkId4Xm_dGv5LVqniCu0ZMN22um&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSHDVBXZ\">14-</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTSEY3TExMLz90YWc9Z2RndDBjLXAtby12bC0yMCIsImNvbnRlbnRVdWlkIjoiYTZkY2FiMjUtMGQ3My00ZGEyLTk4YmEtOGE0YmQ4Y2I4NjRkIn0&amp;signature=AQAAAVdPratERgZWDluS4ikR8A9p815IqoMTQF1KDamJs_7M&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSHF7LLL%2F\">16-inch MacBook Pros</a> came out in January of 2023, both using more powerful <a href=\"https://www.engadget.com/apple-updates-its-mac-book-pros-with-m-2-pro-and-max-chips-143848558.html\">versions of the M2 chip</a>: the M2 Pro and the M2 Max. For creatives, the <a href=\"https://www.engadget.com/apple-macbook-pro-14-inch-review-2023-m2-pro-max-140048268.html\">new machines are a blessing</a> positioning them as the best MacBooks for video editing and music production.</p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0NjYwMC1SRUcvYXBwbGVfbWJwXzE0X20yXzYyX21icF8xNF9tMnBfMTJjX2NwdV8xOWMuaHRtbCIsImNvbnRlbnRVdWlkIjoiYTZkY2FiMjUtMGQ3My00ZGEyLTk4YmEtOGE0YmQ4Y2I4NjRkIn0&amp;signature=AQAAAYXeGY6OBgIevpOl_QHGqC6-hI3LbS37_95ixlAcwmys&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1746600-REG%2Fapple_mbp_14_m2_62_mbp_14_m2p_12c_cpu_19c.html\">14-inch MacBook Pro with a 19-core GPU M2 Pro chip</a> can easily handle 4K video editing, effects processing and whichever Mac-compatible <a href=\"https://www.engadget.com/2020-01-29-beginner-home-music-studio-bedroom-producer-guide.html\">digital audio workstation</a> you prefer. The 14.2-inch screen is a bright and vibrant MiniLED Liquid Retina XDR display with a 120Hz refresh rate for smooth scrolling and animations. A six-speaker array produces crisp, punchy sound that’s better than what most laptops can deliver and the built-in mics are great for video calls.</p><p>As you’d expect with a high-end Pro model, you get a full complement of ports, including an SD card slot, headphone jack, HDMI port and three Thunderbolt 4 sockets. There’s even a MagSafe charging port. We got a respectable 15 hours and 10 minutes of battery life out of the 14-inch model and, according to Apple, the 16-inch model can get up to 22 hours on a charge.</p><p>If you’re planning on processing a lot of 8K video, complex 3D scenes or more expansive music compositions, you may want the better performance provided by the faster M2 Max chip. In that case, we recommend the 16-inch MacBook Pro, as its larger battery can better match the chip’s higher power consumption. As long as cost isn’t a deciding factor, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0NjcxMy1SRUcvYXBwbGVfbWJwMTZtMl8yOF9tYnBfMTZfbTJtXzEyY18zOGNfZ3B1XzY0XzJ0Yl9zZy5odG1sIiwiY29udGVudFV1aWQiOiJhNmRjYWIyNS0wZDczLTRkYTItOThiYS04YTRiZDhjYjg2NGQifQ&amp;signature=AQAAAdhVFg2XYYMT4hBbEudAUhAcb89ePgmWNLwqCpdaCCMW&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1746713-REG%2Fapple_mbp16m2_28_mbp_16_m2m_12c_38c_gpu_64_2tb_sg.html\">16-inch Pro with the M2 Max </a>is the way to go. It’s one of the more powerful MacBooks available, with a bigger screen, 12-core CPU, 38-core GPU, 64GB of memory and 2TB of storage. Those options will run you $4,299, but should serve even the most demanding user well for years.</p><p><a href=\"https://www.engadget.com/apple-macbook-pro-14-inch-review-2023-m2-pro-max-140048268.html\"><strong>Read our full review of the Apple MacBook Pro M2</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/best-macbook-140032524.html?src=rss", "link": "https://www.engadget.com/best-macbook-140032524.html?src=rss", "date_published": "2023-08-21T15:15:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Judge rules that AI-generated art isn't copyrightable, since it lacks human authorship", "description": "<p>A federal judge has agreed with US government officials that a piece of <a href=\"https://www.engadget.com/tag/generative-ai/\">artificial intelligence-generated art</a> isn't eligible for copyright protection in the country since there was no human authorship involved. \"Copyright has never stretched so far [...] as to protect works generated by new forms of technology operating absent any guiding human hand, as plaintiff urges here,\" Judge Beryl Howell of the US District Court for the District of Columbia wrote <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=cc8a75f0-b695-4a6a-a33c-41019f4bfaa4&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Scribd&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjYzhhNzVmMC1iNjk1LTRhNmEtYTMzYy00MTAxOWY0YmZhYTQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2NyaWJkLmNvbS9kb2N1bWVudC82NjU4NzE0ODIvVGhhbGVyLXYtUGVybG11dHRlciIsImNvbnRlbnRVdWlkIjoiNzA5MDJlMjEtNDIwMy00YzNkLWJjMWUtNmUyYjZkNTdiZTU5In0&amp;signature=AQAAAVPBQ--d1w-Ct_Z7YHn_GdjmYO1jopLRN95noDUyMxrB&amp;gcReferrer=https%3A%2F%2Fwww.scribd.com%2Fdocument%2F665871482%2FThaler-v-Perlmutter\"><ins>in the ruling</ins></a>, which <a href=\"https://www.hollywoodreporter.com/business/business-news/ai-works-not-copyrightable-studios-1235570316/\"><em><ins>The Hollywood Reporter</ins></em></a> obtained. \"Human authorship is a bedrock requirement of copyright.\"</p><p>Dr. Stephen Thaler sued the US Copyright Office after the agency <a href=\"https://www.engadget.com/us-copyright-office-art-ai-creativity-machine-190722809.html\"><ins>rejected his second attempt</ins></a> to copyright an artwork titled <em>A Recent Entrance to Paradise </em>(pictured above) in 2022. The USCO agreed that the work was generated by an AI model that Thaler calls the Creativity Machine. The computer scientist applied to copyright the work himself, describing the piece  \"as a work-for-hire to the owner of the Creativity Machine.\" He claimed that the USCO's \"human authorship\" requirement was unconstitutional.</p><span id=\"end-legacy-contents\"></span><p>Howell cited <a href=\"https://www.techdirt.com/2011/02/17/millennium-park-garden-deemed-not-copyrightable-because-gardens-are-not-authored/\"><ins>rulings</ins></a> in other cases in which copyright protection was denied to artwork that lacked human involvement, such as the famous case of a monkey that managed to <a href=\"https://www.engadget.com/2014-08-22-us-officials-say-monkey-selfies-cant-be-copyrighted-because-it.html\"><ins>capture a few selfies</ins></a>. \"Courts have uniformly declined to recognize copyright in works created absent any human involvement,\" the judge wrote.</p><p>The judge noted that the growing influence of generative AI will lead to “challenging questions” about the level of human input that's required to meet the bar for copyright protection, as well as how original artwork created by systems trained on copyrighted pieces can truly be (an issue that's <a href=\"https://www.engadget.com/getty-images-sues-the-maker-of-ai-art-generator-stable-diffusion-over-data-scraping-allegations-184502897.html\"><ins>the subject</ins></a> of several other <a href=\"https://www.engadget.com/sarah-silverman-sues-openai-and-meta-over-copyright-infringement-175322447.html\"><ins>legal battles</ins></a>).&nbsp;</p><p>However, Howell indicated that Thaler's case wasn't an especially complex one, since he admitted that he wasn't involved in the creation of <em>A Recent Entrance to Paradise. </em>“In the absence of any human involvement in the creation of the work, the clear and straightforward answer is the one given by the [Federal] Register: No,” Howell ruled. Thaler plans to appeal the decision.</p><p>According to <a href=\"https://news.bloomberglaw.com/ip-law/ai-generated-art-lacks-copyright-protection-d-c-court-rules\"><em><ins>Bloomberg</ins></em></a>, this is the first ruling in the US on copyright protections for AI-generated art, though it's an issue that the USCO has been contending with for some time. In March, the agency <a href=\"https://www.engadget.com/ai-generated-images-from-text-cant-be-copyrighted-us-government-rules-174243933.html\"><ins>issued guidance</ins></a> on copyrighting AI-generated images that are based on text prompts — generally, they're not eligible for copyright protection. The agency has offered some hope to generative AI enthusiasts, though. \"The answer will depend on the circumstances, particularly how the AI tool operates and how it was used to create the final work,\" the USCO said. \"This is necessarily a case-by-case inquiry.\"</p><p>The agency has also granted limited copyright protection to a graphic novel with AI-generated elements. It <a href=\"https://jolt.law.harvard.edu/digest/zarya-of-the-dawn-how-ai-is-changing-the-landscape-of-copyright-protection\"><ins>said in February</ins></a> that while the Midjourney-created images in Kris Kashtanova's <em>Zarya of the Dawn </em>were not eligible to be copyrighted, the text and layout of the work were.</p>This article originally appeared on Engadget at https://www.engadget.com/judge-rules-that-ai-generated-art-isnt-copyrightable-since-it-lacks-human-authorship-150033903.html?src=rss", "link": "https://www.engadget.com/judge-rules-that-ai-generated-art-isnt-copyrightable-since-it-lacks-human-authorship-150033903.html?src=rss", "date_published": "2023-08-21T15:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla's iPhone app can now control your car through Siri", "description": "<p>You now have an easier way to control your Tesla from your iPhone. <em>Not a Tesla App</em><a href=\"https://www.notateslaapp.com/tesla-app-updates/version/4.24/release-notes\">notes</a> the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2FwcHMuYXBwbGUuY29tL2FwcC90ZXNsYS9pZDU4MjAwNzkxMyIsImNvbnRlbnRVdWlkIjoiM2FlZTcxZTYtZTE5Ny00OTZkLWJmNDYtNzI1Yzk5M2M4YjRlIn0&amp;signature=AQAAAYQjNpp1zs4BAkOU4vYQTy5umbxZTNPFPaVYM04QWDPh&amp;gcReferrer=https%3A%2F%2Fapps.apple.com%2Fapp%2Ftesla%2Fid582007913\">latest version</a> of Tesla's iOS software now supports Shortcuts actions, making some common tasks available through Siri in addition to on-screen taps and widgets. You can use Apple's voice assistant for simple tasks like opening the trunks or windows through to special modes. If you've ever wanted to activate Bioweapon Defense Mode by talking to your phone, it's now an option.</p><p>Shortcuts also enable automations, so you can string together multiple tasks or perform those tasks on set schedules. You can create a panic mode that flashes lights, honks the horn and closes windows all at the same time, for instance, or automatically warm the cabin before your morning commute.</p><span id=\"end-legacy-contents\"></span><p>The available commands aren't comprehensive, and include features you probably aren't going to use –  you don't really need a shortcut for an emissions test. This could still be significantly more convenient than wading through the Tesla app, however. It's also notable that there isn't any official integration with Alexa or Google Assistant as of this writing, so Android users will have to put in more work to go hands-free.</p><p>This app update doesn't give Tesla cars a built-in voice control system. You'll need to turn to cars from the likes of <a href=\"https://www.engadget.com/mercedes-eqe-suv-first-drive-big-luxury-in-a-smaller-suv-220134605.html\">Mercedes</a> or <a href=\"https://www.engadget.com/volvos-2022-c-40-recharge-adds-fastback-style-to-the-xc-40-150027300.html\">Volvo</a> if you want to talk directly to your vehicle. It does bring voice into the equation, though, and may be appreciated if you'd rather not wade through the official app to handle common functions.</p>This article originally appeared on Engadget at https://www.engadget.com/teslas-iphone-app-can-now-control-your-car-through-siri-144718131.html?src=rss", "link": "https://www.engadget.com/teslas-iphone-app-can-now-control-your-car-through-siri-144718131.html?src=rss", "date_published": "2023-08-21T14:47:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The voice of Mario is hanging up his mustache after nearly three decades", "description": "<p>After voicing Mario for the past 27 years, Charles Martinet will no longer be playing the character, Nintendo announced in <a href=\"https://twitter.com/NintendoAmerica/status/1693624002982314108?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">a tweet this morning</a>. He'll be moving on to a newly created &quot;Mario Ambassador&quot; role where he'll &quot;continue to travel the world sharing the joy of Mario,&quot; the company said. There's no word about a replacement voice actor yet. Nintendo also announced that there will be a special video message featuring Martinet and Mario creator Shigeru Miyamoto coming in the future.</p><div id=\"c45bf43b7cc74431b1cddfb777677f7f\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We have a message for fans of the Mushroom Kingdom. Please take a look. <a href=\"https://t.co/U1ASicOuTO\">pic.twitter.com/U1ASicOuTO</a></p>— Nintendo of America (@NintendoAmerica) <a href=\"https://twitter.com/NintendoAmerica/status/1693624002982314108?ref_src=twsrc%5Etfw\">August 21, 2023</a></blockquote></div><p>While most players likely encountered Martinet's work in <em>Mario 64, </em>he was initially hired in 1991 to voice the <a href=\"https://www.youtube.com/watch?v=R1t6iNG28zI\">plumber's interactive 3D model at trade shows</a>. He also played the character in 1994's <em>Mario Teaches Typing</em>, as well as the 1992 Mario pinball game. After his work in <em>Mario 64</em>, Martinet also brought his talents to Luigi, Wario, Waluigi and several other Nintendo characters over the years. Notably, he only had a few cameo roles in the <a href=\"https://www.engadget.com/super-mario-bros-movie-review-fun-safe-romp-135146207.html\">recent Super Mario Bros. Movie</a>, where Mario himself was voiced by Chris Pratt.</p><span id=\"end-legacy-contents\"></span><p>It's unclear which game will be Martinet's last as Mario, but <a href=\"https://www.videogameschronicle.com/news/fans-are-debating-if-mario-wonder-has-recast-charles-martinet/\">fans are already speculating </a>that the mascot's voice sounds different in early footage of <em>Mario Wonder </em>and <em>WarioWare: Move It</em>.</p><div id=\"570940acf37c4d03896a682ff924b67d\"></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/mario-voice-actor-charles-martinet-steps-down-143213923.html?src=rss", "link": "https://www.engadget.com/mario-voice-actor-charles-martinet-steps-down-143213923.html?src=rss", "date_published": "2023-08-21T14:32:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "WD's 1TB Xbox storage card is cheaper than ever", "description": "<p>This is a good moment to boost your console's storage. Amazon is selling the WD Black 1TB C50 expansion card for Xbox Series X/S at a new low price <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEM0NFhWV0NILz90YWc9Z2RndDBjLXAtby0xdTUtMjAiLCJjb250ZW50VXVpZCI6ImUxOWRjYWEwLTJkNTUtNDgyMy04NTdmLWU4MWI0YmFiNTVkMSJ9&amp;signature=AQAAAVmC0eCnm-qTpw9Uz7xVj_e-9wNLFI_MjwUDdIKLn_2R&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C44XVWCH%2F\">of $127.49</a>, or about 15 percent off. This is a lightning deal, so you'll want to act quickly if you're interested.</p><p></p><p>Like Seagate's cards, <a href=\"https://www.engadget.com/western-digitals-first-xbox-series-xs-storage-cards-start-at-80-171723507.html\">the C50</a> expands your Xbox storage with a solid-state drive that's as quick as the one built into the system — necessary to play Series X and S games. While Microsoft supports USB drives, those can only be used to either archive games or play legacy Xbox One titles. You'll want a card like WD's if you tend to have numerous recent games on the go.</p><span id=\"end-legacy-contents\"></span><p>This is a proprietary expansion format, so you can't simply reuse the SSD in your computer or a rival console <a href=\"https://www.engadget.com/best-ps5-ssd-expansion-upgrade-150052315.html\">like the PlayStation 5</a>. WD also doesn't offer a 2TB card like Seagate does, so you'll need to consider the competition if 1TB just isn't enough. At this price, though, WD's option is an easy choice if you're happy with the extra headroom.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/wds-1tb-xbox-storage-card-is-cheaper-than-ever-131017540.html?src=rss", "link": "https://www.engadget.com/wds-1tb-xbox-storage-card-is-cheaper-than-ever-131017540.html?src=rss", "date_published": "2023-08-21T13:10:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla says data breach that affected over 75,000 people was caused by 'insider wrongdoing'", "description": "<p>A <a href=\"https://www.engadget.com/tesla-leak-reportedly-reveals-thousands-of-autopilot-safety-complaints-083713588.html\">Tesla data breach</a> earlier this year affecting more than 75,000 people was caused by &quot;insider wrongdoing,&quot; according to a notification on Maine's <a href=\"https://apps.web.maine.gov/online/aeviewer/ME/40/014ae6db-4cb7-464b-b827-5d73f0bbc911.shtml\">Attorney General </a>website. The 75,735 people impacted were likely current or former Tesla employees. &quot;While we have not identified evidence of misuse of the data in a manner that may cause harm to you, we are nonetheless providing you with this notice to ensure that you are aware of what happened and the measures we have taken,&quot; the company wrote in a letter to employees.</p><p>The breach occurred on May 10th, when the German-language newspaper <a href=\"https://www.handelsblatt.com/unternehmen/industrie/elektromobilitaet-mein-autopilot-hat-mich-fast-umgebracht-tesla-files-naehren-zweifel-an-elon-musks-versprechen/29166564.html\">Handelsblatt</a> said it received 100GB of data from &quot;several informants&quot; within Tesla. The &quot;Tesla files&quot; reportedly contained 23,000 internal files, containing 2,400 reports of self-acceleration issue and 1,500 cases of braking function problems. The latter included 139 complaints about unintentional emergency braking and 383 incidences of phantom stops from false collision warnings.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In the employee letter, Tesla provided more information about the incident, confirming the May 10 breach date and that Handelsblatt had obtained Tesla confidential information. &quot;The investigation revealed that two former Tesla employees misappropriated the information in violation of Tesla’s IT security and data protection policies and shared it with the media outlet.&quot;&nbsp;</p><p>The data also included employee names and contact information including physical addresses, email addresses and mobile phone numbers. &quot;The outlet has stated that it does not intend to publish the personal information, and in any event, is legally prohibited from using it inappropriately,&quot; Tesla stated. It added that several lawsuits resulted in the seizure of devices thought to carry the data, and that it had &quot;obtained court orders that prohibit the former employees from further use, access, or dissemination of the data.&quot;</p><p>Last year, the National Highway Traffic Safety Administration <a href=\"https://www.engadget.com/nhtsa-opens-probe-into-teslas-phantom-braking-issue-175025688.html\">opened a probe</a> into Tesla's phantom braking issue following owner complaints. And in August 2022, it was reported that Tesla is facing a <a href=\"https://www.reuters.com/legal/tesla-hit-with-proposed-class-action-over-phantom-braking-issue-2022-08-29/\">class-action lawsuit</a> over the same problem.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/tesla-says-data-breach-that-affected-over-75000-people-was-caused-by-insider-wrongdoing-121756644.html?src=rss", "link": "https://www.engadget.com/tesla-says-data-breach-that-affected-over-75000-people-was-caused-by-insider-wrongdoing-121756644.html?src=rss", "date_published": "2023-08-21T12:17:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best PS5 accessories for 2023", "description": "<p>So you managed to buy a PlayStation 5 – congratulations, you beat supply shortages to obtain one of the most sought-after consoles in recent memory. Next comes the fun part. No PS5 is complete without a library of video games and accessories to elevate your experience. Thankfully, you won't have as much trouble getting your hands on those. However, if you're new to the console, the tricky part is knowing what titles and peripherals are worth your time. We’ve gathered our top picks for the best PS5 accessories here to make the search easier for you.</p><h2>PlayStation Plus Extra</h2><p></p><p>If the PS5 is your first console or you're coming from an Xbox, one of the first things you'll want to pick up is a <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5wbGF5c3RhdGlvbi5jb20vZW4tdXMvcHMtcGx1cy8_ZW1jaWQ9cGEtY28tNDQ1NDY0JmdjbGlkPUNqMEtDUWlBbTV5Y0JoQ1hBUklzQVBsZHpvVTBjTFJ1UkxjMlRFQ2xRVm1CaGdxM0tqbDB5M2ZiVHJ1N2JXY2Q0S1diX2lxMnR1U094SlFhQWlia0VBTHdfd2NCJmdjbHNyYz1hdy5kcyNleHRyYSIsImNvbnRlbnRVdWlkIjoiYjQ1ZTBkYmEtOWZmOC00OWQ4LTlkNDUtOWE3MTRlMzU0NjMwIn0&amp;signature=AQAAAXnzFbERAovTx-XJojLJUBvnWhvY-PoeAFtreI1ccDx2&amp;gcReferrer=https%3A%2F%2Fwww.playstation.com%2Fen-us%2Fps-plus%2F%3Femcid%3Dpa-co-445464%26gclid%3DCj0KCQiAm5ycBhCXARIsAPldzoU0cLRuRLc2TEClQVmBhgq3Kjl0y3fbTru7bWcd4KWb_iq2tuSOxJQaAibkEALw_wcB%26gclsrc%3Daw.ds%23extra\">PlayStation Plus Extra subscription</a>. It’ll help you flesh out your library. Sony recently <a href=\"https://www.engadget.com/sony-playstation-plus-subscription-game-pass-121037157.html\">revamped</a> the service to add separate tiers. Of the three tiers that are currently available, the “Extra” one is the best value. Priced at $15 per month, it grants you access to a library of up to 400 downloadable PS4 and PS5 games. Each month, you’ll also get a handful of free games and PlayStation Store discounts. The combination of those perks makes it easy to start making the most of your new PS5.</p><span id=\"end-legacy-contents\"></span><h2>SteelSeries Arctis 7P+</h2><p></p><p>Do the people you live with a favor and buy yourself a decent headset. It will help you stop nerves from fraying and is a must for any multiplayer game. The options for gaming headsets are vast, so we recommend picking one with a solid track record. SteelSeries recently <a href=\"https://www.engadget.com/steelseries-arctis-7-7plus-annoucement-195740872.html\">updated its iconic Arctis 7</a> headset with the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=e8351d9d-883b-4d2b-9ca2-def694c65fa7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=SteelSeries&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlODM1MWQ5ZC04ODNiLTRkMmItOWNhMi1kZWY2OTRjNjVmYTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zdGVlbHNlcmllcy5jb20vZ2FtaW5nLWhlYWRzZXRzL2FyY3Rpcy03cC1wbHVzPyIsImNvbnRlbnRVdWlkIjoiYjQ1ZTBkYmEtOWZmOC00OWQ4LTlkNDUtOWE3MTRlMzU0NjMwIn0&amp;signature=AQAAAZkWcO6gPJtoE4GRcc03SBJFhP9ly3h6v1Y705pGM_pF&amp;gcReferrer=https%3A%2F%2Fsteelseries.com%2Fgaming-headsets%2Farctis-7p-plus%3F\">7P+</a> which has improved battery life and a USB-C port for charging. What the company <em>didn't </em>change was the headband design that many people credit for making the Arctis 7 one of the more comfortable headsets on the market. The 7P+ costs the same as the standard 7+ variant, but also adds full support for the PS5's Tempest 3D audio technology.</p><h2>WD Black SN850</h2><p></p><p>Sony recently released an update to allow PS5 owners to <a href=\"https://www.engadget.com/sony-ps-5-ssd-storage-expansion-firmware-update-ps4-remote-play-135032853.html\">expand their console's internal storage</a>. And it's a good thing, because the 667GB of usable storage the console comes with can feel limiting quickly. We already published a comprehensive guide on the <a href=\"https://www.engadget.com/best-ps5-ssd-expansion-upgrade-150052315.html\">best SSDs</a> you can buy for your PlayStation 5. You'll want to check that article out for a step-by-step guide on how to upgrade your SSD. But if you want to make things as simple as possible, your best bet is a Gen4 M.2 NVME SSD with a built-in heatsink. One of the better plug-and-play options is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFBIU1ZXN0svcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZ0aD0xJnRhZz1nZGd0MGMtcC1vLWU0LTIwIiwiY29udGVudFV1aWQiOiJiNDVlMGRiYS05ZmY4LTQ5ZDgtOWQ0NS05YTcxNGUzNTQ2MzAifQ&amp;signature=AQAAAUw3krPhvLRh64slxm7YihORKbiYwdC9qNqyxGsFuMI3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08PHSVW7K%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26th%3D1\">SN850 from WD Black</a>. It checks off all the compatibility requirements listed by Sony and is reasonably priced, too.</p><h2>Samsung T7 SSD</h2><p></p><p>If you don't feel comfortable opening your PS5 to install a new SSD, another option is to purchase an external solid-state drive. Keep in mind that <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5wbGF5c3RhdGlvbi5jb20vZW4tY2Evc3VwcG9ydC9oYXJkd2FyZS9wczUtZXh0ZW5kZWQtc3RvcmFnZS8iLCJjb250ZW50VXVpZCI6ImI0NWUwZGJhLTlmZjgtNDlkOC05ZDQ1LTlhNzE0ZTM1NDYzMCJ9&amp;signature=AQAAAeuvMVb0tDrkV6Maoxe-9yhXyvRioDmB2pzWHLcDkMp4&amp;gcReferrer=https%3A%2F%2Fwww.playstation.com%2Fen-ca%2Fsupport%2Fhardware%2Fps5-extended-storage%2F\">you can't play PS5</a> games from an external drive. However, it takes less time to copy one over from an SSD than it does to download it from the PlayStation Store. One of our favorite portable drives is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg3NFlKUDkyP3RhZz1nZGd0MGMtcC1vLWU0LTIwIiwiY29udGVudFV1aWQiOiJiNDVlMGRiYS05ZmY4LTQ5ZDgtOWQ0NS05YTcxNGUzNTQ2MzAifQ&amp;signature=AQAAAU7Be52VhKJTXIv2Paq07vkfGNeezGTgYN-hUJOHuTxa&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0874YJP92%3F\">Samsung T7</a>. It can write files at a speedy 1,000 MB/s and comes with a shock-resistant enclosure to protect the drive from physical damage. If you plan to use the SSD exclusively for storing games, you can save money by buying the standard model instead of the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVJlc2lzdGFudC1QaG90b2dyYXBoZXJzLU1VLVBFMlQwUy1BTS9kcC9CMDlWTEhSNEpDP3RhZz1nZGd0MGMtcC1vLWU0LTIwIiwiY29udGVudFV1aWQiOiJiNDVlMGRiYS05ZmY4LTQ5ZDgtOWQ0NS05YTcxNGUzNTQ2MzAifQ&amp;signature=AQAAAS8o7ALvHEIl3VSeBiOlTizAWdaRGDJG_Ve6Ah8KVaPh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Resistant-Photographers-MU-PE2T0S-AM%2Fdp%2FB09VLHR4JC\">Shield variant</a>, which has a ruggedized exterior for extra protection for those who are always on the go.</p><h2>DualSense Charging Station</h2><p></p><p>While you can charge your <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EdWFsU2Vuc2UtV2lyZWxlc3MtQ29udHJvbGxlci1QbGF5U3RhdGlvbi01L2RwL0IwOEZDNkM3NVk_dGFnPWdkZ3QwYy1wLW8tZTQtMjAiLCJjb250ZW50VXVpZCI6ImI0NWUwZGJhLTlmZjgtNDlkOC05ZDQ1LTlhNzE0ZTM1NDYzMCJ9&amp;signature=AQAAAay3DiU1XCbhfnSgG-YkoJm0H-YJcpxaUh-GNRjDSoSD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDualSense-Wireless-Controller-PlayStation-5%2Fdp%2FB08FC6C75Y\">DualSense controller</a> with the USB-C cable that comes with your PS5, a more elegant solution is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EdWFsU2Vuc2UtQ2hhcmdpbmctU3RhdGlvbi1QbGF5U3RhdGlvbi01L2RwL0IwOEZDNlk0Vkc_dGFnPWdkZ3QwYy1wLW8tZTQtMjAiLCJjb250ZW50VXVpZCI6ImI0NWUwZGJhLTlmZjgtNDlkOC05ZDQ1LTlhNzE0ZTM1NDYzMCJ9&amp;signature=AQAAASJVP5_KV2w6svhmvvZGAFQP_9DZSYzas170VPX5x8wc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDualSense-Charging-Station-PlayStation-5%2Fdp%2FB08FC6Y4VG\">DualSense Charging Station</a>. It can store and charge two controllers simultaneously. In that way, you can always have a second PS5 controller ready to go if the one you're currently using runs out of battery. The charger will also free up the USB ports on your PS5 for other accessories.</p><h2>Elden Ring</h2><p></p><p>Unless you spent very little time on the internet this year, it’s safe to say it was impossible to avoid the conversation around <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDk3NDNGOFA2P3RhZz1nZGd0MGMtcC1vLWU0LTIwIiwiY29udGVudFV1aWQiOiJiNDVlMGRiYS05ZmY4LTQ5ZDgtOWQ0NS05YTcxNGUzNTQ2MzAifQ&amp;signature=AQAAAd8W66VoNB9iJSflHamonuk4xav-Jhw3lxYEktm6iib1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09743F8P6\"><em>Elden Ring</em></a>. After putting about 100 hours into FromSoftware’s latest, I can safely say the praise is warranted. Like a lot of other people, I was tired of Western-style open-world games and their endless checklists by the time I got around to playing <em>Elden Ring</em>, but its take on the genre was anything but tired. As I stumbled my way through the game’s dark caves, ruined cathedrals and enchanted forests, I felt like there was a discovery waiting for me across every hill and river. That’s a feeling I haven’t had since I was a kid playing through the <em>Ocarina of Time</em> and <em>Majora’s Mask</em>.</p><p>If that’s not enough to convince you to try <em>Elden Ring</em>, know that the game’s maximalist approach makes it the most approachable FromSoftware release to date. Whenever you’re stuck on a boss, you can go elsewhere to level your character and master the game’s punishing combat.</p><h2>God of War Ragnarök</h2><p></p><p>Did you think Sony’s latest exclusive would be absent from this list? <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEI2MjI4WEJNP3RhZz1nZGd0MGMtcC1vLWU0LTIwIiwiY29udGVudFV1aWQiOiJiNDVlMGRiYS05ZmY4LTQ5ZDgtOWQ0NS05YTcxNGUzNTQ2MzAifQ&amp;signature=AQAAAWB-8RmbELIUhSVL_uxLOsQsgLE0eT4x8vn_FBO_sQiw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B6228XBM\"><em>God of War Ragnarök</em></a><em>&nbsp;</em>can sometimes suffer from pacing issues and <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PWNaZ2pSY1lHa1k4IiwiY29udGVudFV1aWQiOiJiNDVlMGRiYS05ZmY4LTQ5ZDgtOWQ0NS05YTcxNGUzNTQ2MzAifQ&amp;signature=AQAAAdcGQ3XvwH9yNNLchoRgVNYPN6BZR9BAgpmTFqAmqmZN&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DcZgjRcYGkY8\">overly chatty NPCs</a>, but there’s no denying that Santa Monica Studio has crafted another heartfelt chapter in the story of Kratos and Atreus. The PS5 is also the best place to play <em>Ragnarök</em>. On Sony’s latest console, the game ships with two rendering modes and support for variable and high frame rates. Provided you own a relatively recent TV, those features make it possible to play the action RPG at up to 90 frames per second in some situations. That’s a level of technical proficiency we haven’t seen in a lot of AAA console games.</p><h2><em>Death's Door</em></h2><p></p><p>With a title that evokes the end of all things, you might think <a href=\"https://www.engadget.com/deaths-door-playstation-november-23-213345948.html\"><em>Death's Door</em></a> is a bleak game. But that couldn't be further from the truth. Buoyed by a beautiful soundtrack and art style, it's one of the most thoughtful and pleasant <a href=\"https://store.playstation.com/en-us/concept/10003808\">indies</a> I've played recently. Developer Acid Nerve's tribute to <em>The Legend of Zelda</em> and <em>Dark Souls</em> is a must-play for those who love to lose themselves in a world of mystery and intrigue.</p><h2><em>Ghosts of Tsushima Directors Cut</em></h2><p></p><p>You've played games like <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOThHMzRHQlQvcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZwc2M9MSZ0YWc9Z2RndDBjLXAtby1lNC0yMCIsImNvbnRlbnRVdWlkIjoiYjQ1ZTBkYmEtOWZmOC00OWQ4LTlkNDUtOWE3MTRlMzU0NjMwIn0&amp;signature=AQAAAb0q4LpzjYdGDVdzqmqDuVTg8J-TQzQipz93ANEYN1j2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB098G34GBT%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26psc%3D1\"><em>Ghost of Tsushima</em></a> before. It borrows from the familiar open-world formula popularized by Assassin's Creed and other Ubisoft titles. But that's not a knock against it. Far from it, Sucker Punch's latest is so easy to recommend because it executes the open-world concept flawlessly. The studio has created a beautiful playground steeped in Feudal Japanese culture, myth and history for players to explore, with something interesting to find beyond every ridge. Combat is also a highlight, allowing you to play either as honorable samurai, terrifying assassin or a mixture of both. And once you have finished Tsushima's touching single-player story, there's the excellent Legends multiplayer mode to keep you busy for the long haul.</p><h2><em>Hades</em></h2><p></p><p>If you pick up only one game from this list, make it <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5wbGF5c3RhdGlvbi5jb20vZW4tdXMvZ2FtZXMvaGFkZXMvIiwiY29udGVudFV1aWQiOiJiNDVlMGRiYS05ZmY4LTQ5ZDgtOWQ0NS05YTcxNGUzNTQ2MzAifQ&amp;signature=AQAAAXFbbN3TBBisIy41PK6evbjUAQi7PY5KX6t2-pUY7U1a&amp;gcReferrer=https%3A%2F%2Fwww.playstation.com%2Fen-us%2Fgames%2Fhades%2F\"><em>Hades</em></a>. It is as close to a perfectly executed game as you'll find. Everything from the art style, music, story and gameplay mechanics coalesces into one of the most memorable experiences in recent memory. Even if you're not a fan of roguelike games, don't worry: <a href=\"https://www.engadget.com/2020-01-31-hades-early-access-believer.html\"><em>Hades</em></a> is so successful because even when you die, it never feels like you've wasted your time.</p>This article originally appeared on Engadget at https://www.engadget.com/best-playstation-5-accessories-140018902.html?src=rss", "link": "https://www.engadget.com/best-playstation-5-accessories-140018902.html?src=rss", "date_published": "2023-08-21T11:56:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: You won't be able to block Elon Musk (or anyone else) on X", "description": "<p>Elon Musk says the service formerly known as Twitter is <a href=\"https://www.engadget.com/sorry-you-wont-be-able-to-block-elon-musk-or-anyone-else-on-x-184331733.html\">getting rid</a> of the option to block other users, except in DMs. There, you’ll still be able to block unsolicited messages from anyone sending malicious, offensive missives, which is for some, the majority of their DMs.</p><p>But Musk said it &quot;makes no sense&quot; to block other users instead of muting them. Outside DMs, the mute option will still be available. There is a wrinkle here, noted on Musk’s own tweets. If the company did nix the ability to block users, it would violate policies for both Apple’s App Store and Google Play Store. (A web app, however, would be unaffected.)</p><p>In the spring, X killed off the platform's free API, which broke many third-party apps. Just one year earlier, Twitter (as it was known at the time) started recommending third-party apps to help mitigate harassment on the platform. Many of these, like Block Party, stopped working after those API changes.</p><p>– Mat Smith</p><p>​​<em>You can get these reports delivered daily direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em>Subscribe right here!</em></a>​​</p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/sega-completes-purchase-of-rovio-for-776-million-191525883.html\">Sega completes purchase of Rovio for $776 million</a></p><p><a href=\"https://www.engadget.com/hitting-the-books-the-stuff-games-are-made-of-pippin-barr-mit-press-143054954.html\">Hitting the Books: Why we haven't made the Citizen Kane of gaming </a></p><p><a href=\"https://www.engadget.com/best-headphones-150030794.html\">The best wireless headphones for 2023</a>​​</p><p></p><h2><a href=\"https://www.engadget.com/fans-are-adapting-twin-peaks-into-a-ps1-style-adventure-game-and-theres-a-demo-163643462.html\">Fans are adapting Twin Peaks into a PS1-style adventure game</a></h2><h3>And there's a demo.</h3><a href=\"https://www.engadget.com/fans-are-adapting-twin-peaks-into-a-ps1-style-adventure-game-and-theres-a-demo-163643462.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/33d3b5a0-4009-11ee-bffb-bbd854ef9966\" style=\"height: 480px; width: 640px;\" /><figcaption></figcaption><div class=\"photo-credit\">Blue Rose Team</div></figure></a><p>A small French developer called Blue Rose Team has been prepping<em> Twin Peaks: Into the Night </em>for a while now, and it just dropped a demo of the fan-made game. The graphics are retro and decidedly PS1 flavored, which makes sense given how the show premiered in 1990. The gameplay looks to be full of exploration, complete with conversations with the town’s many oddball residents, but there’s a survival horror element reminiscent of the original Resident Evil titles. The scariest, most sinister threat, though, may be copyright law. However, the creators have announced the game will be free when/if it launches.</p><p><a href=\"https://www.engadget.com/fans-are-adapting-twin-peaks-into-a-ps1-style-adventure-game-and-theres-a-demo-163643462.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/lamborghinis-new-all-electric-concept-car-was-inspired-by-spaceships-174550629.html\">Lamborghini’s new all-electric concept car was inspired by spaceships</a></h2><h3>The Lanzador will influence models moving forward.</h3><a href=\"https://www.engadget.com/lamborghinis-new-all-electric-concept-car-was-inspired-by-spaceships-174550629.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/33b901b0-4009-11ee-bba5-413c60c78ac5\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Lamborghini</div></figure></a><h3></h3><p>After teasing the announcement a few days ago, Lamborghini revealed a new EV concept vehicle at Monterey Car Week. The all-electric Lamborghini Lanzador boasts all kinds of high-tech bells and whistles, with a design inspired by spaceships, but it won’t actually ever hit retail. Instead, as is often the case with high-end concept cars, it’ll inspire and inform future Lamborghini rides. The driver and passenger sit low to the ground, as if in a jet, with a center console between them. The company says the interior is “unexpectedly roomy,” despite a roof height of around 1.5 meters.</p><p><a href=\"https://www.engadget.com/lamborghinis-new-all-electric-concept-car-was-inspired-by-spaceships-174550629.htmlhttps://www.engadget.com/lamborghinis-new-all-electric-concept-car-was-inspired-by-spaceships-174550629.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/microsoft-retracts-ai-written-article-advising-tourists-to-visit-a-food-bank-on-an-empty-stomach-182701884.html\">Microsoft retracts AI-written article advising tourists to visit a food bank on an empty stomach</a></h2><h3>‘Headed to Ottawa? Here’s what you shouldn’t miss!’</h3><h3></h3><p>Microsoft reportedly published — and retracted — an AI-generated article that recommended people visit a Canadian food bank as a tourist attraction. The article recommended catching a baseball game, honoring fallen soldiers at a war museum and… swinging by the Ottawa Food Bank.</p><p>It’s a bleak mistake. Paris Marx first called out the story on X (formerly Twitter). “People who come to us have jobs and families to support, as well as expenses to pay,” the AI-written section about the food bank section read. “Life is already difficult enough. Consider going into it on an empty stomach.” The article was pulled when Microsoft was asked for comment. The article’s author was merely Microsoft Travel, suggesting real people may not have been involved in its creation. We hope not.</p><p><a href=\"https://www.engadget.com/microsoft-retracts-ai-written-article-advising-tourists-to-visit-a-food-bank-on-an-empty-stomach-182701884.html\"><strong>Continue reading.</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-you-wont-be-able-to-block-elon-musk-or-anyone-else-on-x-111544892.html?src=rss", "link": "https://www.engadget.com/the-morning-after-you-wont-be-able-to-block-elon-musk-or-anyone-else-on-x-111544892.html?src=rss", "date_published": "2023-08-21T11:15:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Adobe co-founder Dr. John Warnock has passed away at 82", "description": "<p>Dr. John Warnock, who co-founded the revolutionary company Adobe, has died aged 82, Adobe <a href=\"https://news.adobe.com/news/news-details/2023/Adobe-Co-Founder-Dr.-John-Warnock-Passes-at-82/default.aspx\">announced</a> on Saturday. He is survived by his wife, Marva Warnock, and three children; no cause of death has been released.&nbsp;</p><p>\"It is with profound sadness that I share that our beloved co-founder Dr. John Warnock passed away at the age of 82,\" wrote Adobe Chair and CEO Shantanu Narayen. \"John has been widely acknowledged as one of the greatest inventors in our generation with significant impact on how we communicate in words, images and videos.\"</p><span id=\"end-legacy-contents\"></span><p>Warnock created Adobe with the late Dr. Charles Geschke in 1982, and served as the company's CEO until 2000, remaining co-chairman with Geschke until 2017 (<a href=\"https://www.engadget.com/adobe-co-founder-charles-geschke-dies-174934753.html\">Geschke passed in 2021</a>). The company's original logo was created by Marva Warnock, and Adobe released its debut product, the desktop publishing software Adobe Postscript, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=73e6d253-5a10-4f58-b539-815233e32f36&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adobe&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI3M2U2ZDI1My01YTEwLTRmNTgtYjUzOS04MTUyMzNlMzJmMzYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvYmUuY29tL3Byb2R1Y3RzL3Bvc3RzY3JpcHQuaHRtbCM6fjp0ZXh0PUFkb2JlJTIwUG9zdFNjcmlwdCVDMiVBRSUyMHdhcyUyMGF0LGJ1dCUyMGFsc28lMjBhJTIwcHJvZ3JhbW1pbmclMjBsYW5ndWFnZS4iLCJjb250ZW50VXVpZCI6IjAxMzNjMWJjLTkxNDctNGU3My1hNzk3LWI5MGQxOTc4NGEyOSJ9&amp;signature=AQAAARaLMHusOs77LCaB74Xdr4cy-q4HJseledSBULZECDAz&amp;gcReferrer=https%3A%2F%2Fwww.adobe.com%2Fproducts%2Fpostscript.html%23%3A%7E%3Atext%3DAdobe%2520PostScript%25C2%25AE%2520was%2520at%2Cbut%2520also%2520a%2520programming%2520language.\">in 1984</a>.&nbsp;</p><p>Adobe went on to launch Photoshop in 1987. It subsequently developed the PDF file format, and released widely used applications like Illustrator, Lightroom, Premiere Pro and After Effects. To that end, the company helped launch the desktop publishing revolution in the '80s, and offers key tools used for the web, video/audio editing and visual effects used in film and television.&nbsp;</p><p>Warnock was one of the rare CEOs with high-level technical skills. In his 1969 doctoral thesis, he invented the Warnock algorithm for hidden surface determination. He later worked with Geschke at Xerox's Palo Alto Research Center, but was unable to convince management to commercialize the InterPress graphics language. That led the pair to form Adobe, where they subsequently created PostScript and released it for Apple's LaserWriter in 1985. Warnock also invented Adobe Illustrator, a drawing program that uses vectors rather than pixels to describe images.&nbsp;</p><p>\"My interactions with John over the past 25 years have been the highlight of my professional career,\" wrote Narayen. \"At breakfasts with John and Chuck, we would imagine the future, however, it was our varied conversations on rare books, art, world history and politics that gave me unique insight into John, who was truly a renaissance man.\"</p>This article originally appeared on Engadget at https://www.engadget.com/adobe-co-founder-dr-john-warnock-has-passed-away-at-82-102540052.html?src=rss", "link": "https://www.engadget.com/adobe-co-founder-dr-john-warnock-has-passed-away-at-82-102540052.html?src=rss", "date_published": "2023-08-21T10:25:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Russia's Luna-25 spacecraft crashes into the Moon", "description": "<p>Russia's first attempt to land on the Moon since 1976 has ended in disapppointment. Ten days after its <a href=\"https://www.engadget.com/russia-heads-to-the-moon-for-the-first-time-in-47-years-203057705.html\">August 10th launch</a>, Russia's state-run space agency, Roscosmos, confirmed its Luna-25 spacecraft had <a href=\"https://t.me/roscosmos_gk/10540\">spun out of control and rammed into the Moon</a>. &quot;The apparatus moved into an unpredictable orbit and ceased to exist as a result of a collision with the surface of the Moon,&quot; Roscosmos explained in a statement. The organization initially reported the incident as an &quot;abnormal situation&quot; before sharing news of the crash.&nbsp;</p><p>Luna-25 was headed to the south pole to find water ice and spend a year analyzing how it emerged there and if there was a link with water appearing on Earth. It was also set to test drive technology and examine the regolith (the soil covering moon rock). The plan was for it to remain in the moon's orbit for five days before touching down on August 21st. Luna-25 took a range of images pre-crash, including one of the Zeeman crater, near the &lt;oon's south pole.</p><span id=\"end-legacy-contents\"></span><div id=\"d9b52642e3f643dc955b968f783ae611\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">🌘 Welcome to the other side of the <a href=\"https://twitter.com/hashtag/moon?src=hash&amp;ref_src=twsrc%5Etfw\">#moon</a>!<br /><br />👉 Russia's <a href=\"https://twitter.com/hashtag/Luna25?src=hash&amp;ref_src=twsrc%5Etfw\">#Luna25</a> has shared first pics of lunar surface – they show Zeeman crater on the moon's far side.<br /><br />The ultimate goal is to land on the moon's South Pole in search of water. Looking forward to new amazing photos from space 😍 <a href=\"https://t.co/kRlnJBFLwM\">pic.twitter.com/kRlnJBFLwM</a></p>— Russia 🇷🇺 (@Russia) <a href=\"https://twitter.com/Russia/status/1692957497982591220?ref_src=twsrc%5Etfw\">August 19, 2023</a></blockquote></div><p>If successful, it would have been the first craft to land on the south pole — a title that may now go to India. Russia was racing to beat India, whose spacecraft launched on July 14th and is expected to land on the Moon on August 23rd.</p><p>Countries across the globe are gearing up for their own moon missions. Currently, the United States plans to have <a href=\"https://www.engadget.com/these-are-the-astronauts-that-will-fly-on-nasas-artemis-2-mission-around-the-moon-153603296.html\">humans orbit the Moon in 2024</a> and land on it in 2025. China, Japan, Mexico, Canada and Israel are among the other <a href=\"https://finance.yahoo.com/news/countries-trying-send-people-moon-150113574.html\">nations with active plans to reach the Moon</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/russias-luna-25-spacecraft-crashes-into-the-moon-093542172.html?src=rss", "link": "https://www.engadget.com/russias-luna-25-spacecraft-crashes-into-the-moon-093542172.html?src=rss", "date_published": "2023-08-21T09:35:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Threads web app could arrive this week", "description": "<p>Threads by Instagram will get a web version as soon as this week, people familiar with the matter told <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS90ZWNoL21ldGFzLXRocmVhZHMtYXBwLXRvLWxhdW5jaC13ZWItdmVyc2lvbi1hcy1yaXZhbHJ5LXdpdGgteC1lbnRlcnMtbmV3LXN0YWdlLTcwNmU4MjQxIiwiY29udGVudFV1aWQiOiJhMjhkMTg4Yy02NDRkLTQxZTUtYjdkZi05NDI5MDU4MzgxMmEifQ&amp;signature=AQAAAUDaXGcPNDkzHkzd_zc0AsGEmd0viJCf4hOYr9cDTUqi&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Ftech%2Fmetas-threads-app-to-launch-web-version-as-rivalry-with-x-enters-new-stage-706e8241\"><em>The Wall Street Journal</em></a>. Earlier this month, Meta CEO Mark Zuckerberg <a href=\"https://www.engadget.com/threads-is-getting-a-web-version-and-a-search-function-in-the-next-few-weeks-101220107.html\">promised</a> a web version with better search functionality, and Instagram head Adam Mosseri <a href=\"https://me.mashable.com/tech/31509/meta-to-release-threads-web-version-soon-everything-we-know-so-far#:~:text=Last%20week%2C%20Adam%20Mosseri%2C%20the,released%20to%20a%20wider%20audience.\">recently said</a> that one is in testing. Currently, a full version of Threads is only available on iOS and Android, with limited read-only functionality on browsers.</p><p>A web version is near the top of the list of most-desired features for Threads, but the company is exercising caution with the release. \"It’s a little bit buggy right now, you don’t want it just yet,\" Mosseri said Friday on Instagram. \"As soon as it is ready we will share it with everybody else.\"</p><span id=\"end-legacy-contents\"></span><p>Threads recently added new features to Threads like the ability to set notifications and view posts in chronological order. The company also started labeling state-controlled media outlets after some were seen posting propaganda. Another new update is the \"repost\" tab makes it easier to see all reposted content. (X, previously called Twitter, recently renamed \"retweets\" to the more generic \"reposts,\" ironically following Threads' lead.)&nbsp;</p><p>A web version would be coming at a good time for Threads. After a torrid launch with over <a href=\"https://www.engadget.com/metas-threads-races-to-100-million-users-in-under-a-week-070740016.html\">100 million users</a> signing on in the first week, the number of daily active users (DAUs) dropped down to 80 percent by mid-August. Still, Threads is by far the most successful alternative to X, which counted around 238 million DAUs in August 2023 and 364 million monthly active users, X reported last year.&nbsp;</p><p>In any case, the launch of a web version will be particularly useful for social media power users, just when Twitter has put one of its key tools for those folks, Tweetdeck, permanently behind a paywall.</p>This article originally appeared on Engadget at https://www.engadget.com/threads-web-app-could-arrive-this-week-082645402.html?src=rss", "link": "https://www.engadget.com/threads-web-app-could-arrive-this-week-082645402.html?src=rss", "date_published": "2023-08-21T08:26:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]