[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New WinRAR Vulnerability Could Allow Hackers to Take Control of Your PC", "description": "A high-severity security flaw has been disclosed in the WinRAR utility that could be potentially exploited by a threat actor to achieve remote code execution on Windows systems.\nTracked as CVE-2023-40477 (CVSS score: 7.8), the vulnerability has been described as a case of improper validation while processing recovery volumes.\n\"The issue results from the lack of proper validation of user-supplied", "link": "https://thehackernews.com/2023/08/new-winrar-vulnerability-could-allow.html", "date_published": "2023-08-21T13:44:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How to Investigate an OAuth Grant for Suspicious Activity or Overly Permissive Scopes", "description": "From a user’s perspective, OAuth works like magic. In just a few keystrokes, you can whisk through the account creation process and gain immediate access to whatever new app or integration you’re seeking. Unfortunately, few users understand the implications of the permissions they allow when they create a new OAuth grant, making it easy for malicious actors to manipulate employees into giving", "link": "https://thehackernews.com/2023/08/how-to-investigate-oauth-grant-for.html", "date_published": "2023-08-21T11:12:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "This Malware Turned Thousands of Hacked Windows and macOS PCs into Proxy Servers", "description": "Threat actors are leveraging access to malware-infected Windows and macOS machines to deliver a proxy server application and use them as exit nodes to reroute proxy requests.\nAccording to AT&amp;T Alien Labs, the unnamed company that offers the proxy service operates more than 400,000 proxy exit nodes, although it's not immediately clear how many of them were co-opted by malware installed on", "link": "https://thehackernews.com/2023/08/this-malware-turned-thousands-of-hacked.html", "date_published": "2023-08-21T10:09:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "HiatusRAT Malware Resurfaces: Taiwan Firms and U.S. Military Under Attack", "description": "The threat actors behind the HiatusRAT malware have returned from their hiatus with a new wave of reconnaissance and targeting activity aimed at Taiwan-based organizations and a U.S. military procurement system.\nBesides recompiling malware samples for different architectures, the artifacts are said to have been hosted on new virtual private servers (VPSs), Lumen Black Lotus Labs said in a report", "link": "https://thehackernews.com/2023/08/hiatusrat-malware-resurfaces-taiwan.html", "date_published": "2023-08-21T05:37:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]