[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Red Dead Redemption SWITCH Review - The Final Verdict", "description": "Unfortunately, the legendary Red Dead Redemption has not received the proper respect a rerelease for a game of its stature should get; this straight port to the Switch is undoubtedly disappointing. \n\nHowever, the core game itself remains brilliant and if you’re someone who has never played the game, or just someone who wishes to revisit it in the more intimate setting of portable play, this Switch version comes recommended - especially because of how well the game lends itself to the system (and because the port, unlike so many others, is a good looking and well performing one).", "link": "https://www.youtube.com/watch?v=N3VE-J90Qg4", "date_published": "2023-08-21T19:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/N3VE-J90Qg4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "RIDE 5 On PS5 Is Stunning: The Next Stage In Photo-Realistic Graphics?", "description": "Developer Milestone’s RIDE series is one that exploded in popularity in 2021  thanks to a viral video showcasing some absolutely photorealistic visuals in Ride 4. And with Ride 5 being the series’ first game that’s exclusive to current-gen consoles, expectations are naturally high for the sequel. \n\nWe’re happy to report that Ride 5 definitely stands tall as a worthy successor to what came before, and it makes great use of Epic’s Unreal Engine to bring some gorgeous visuals to life. While the developer has taken a more iterative approach with its upgrades as opposed to a radical overhaul, the end result is quality stuff nonetheless. We have tested the game on PS5, and with this video- we break down individual elements of Ride 5’s visual presentation.", "link": "https://www.youtube.com/watch?v=UDX3yrhvo70", "date_published": "2023-08-21T15:30:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UDX3yrhvo70/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Why Starfield Will Be The Biggest Game of the Year", "description": "Any time you’re playing a Bethesda Game Studios RPG, if there’s one thing you can take as a sure shot guarantee, it’s that the world you’ll be exploring will be brimming with rich lore and worldbuilding to make it all come alive.\n\nAnd though the upcoming Starfield is obviously going to set itself apart from past BGS titles in several ways simply by virtue of being a completely new thing, that’s the one area where we can safely expect to have a pretty good idea of what we’ll be in for. \n\nBethesda has already spoken plenty about Starfield’s setting, the Settled Systems, and the many NPCs that will populate that setting, and here, we’re going to take a look at each one and go over everything that we know about them so far.", "link": "https://www.youtube.com/watch?v=gcA_PhUg4r4", "date_published": "2023-08-21T09:30:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gcA_PhUg4r4/hqdefault.jpg"}]