[{"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 545 of the invasion", "description": "<p>Two people injured after Ukrainian drone falls on house in Moscow; Greece to train F-16 pilots</p><p><strong>At least two people were injured on Monday when parts of a Ukrainian drone fell on a house in the Moscow region,</strong> the local governor said. Nearly 90 plane flights in and out of the capital were disrupted after Russia said it jammed a Ukrainian drone in the Ruzsky district west of the capital and destroyed another one in the Istrinsky district nearby.</p><p><strong>Posts on Russian social media channels indicate that Russian mercenary leader Yevgeny Prigozhin has published his first recruitment video for the Wagner group since organising a short-lived mutiny against defence officials in Russia.</strong> A video posted Monday on Telegram messaging app channels that are believed to be affiliated with Prigozhin shows a person who appears to be the 62-year-old mercenary leader saying the Wagner group is “hiring real strongmen” and “making Russia even greater on all continents, and Africa even more free”. Prigozhin’s comments and some posts in the pro-Wagner channels suggested it was filmed in Africa.</p><p><strong>The Greek prime minister, Kyriakos Mitsotakis, said Russian war crimes that have taken place in Ukraine “must be punished under international law”. </strong>During a press conference with Volodymyr Zelenskiy on Monday, Mitsotakis added that he “unreservedly condemned” Russia’s aggression in Ukraine.</p><p><strong>Greece will take part in training of Ukrainian air force pilots for F-16 jets, Zelenskiy said on Monday. </strong>Denmark and the Netherlands on Sunday announced they would supply the first F-16s to Ukraine. “Today, we have the important result for aviation coalition. Greece will participate in training of our pilots for F-16. I am grateful for this proposal,” Zelenskiy, the Ukrainian president, said during his joint press conference with the Greek PM in Athens.</p><p>Denmark’s decision to supply Ukraine with American F-16 fighter jets to fend off Russia’s invasion<strong> <a href=\"https://www.theguardian.com/world/live/2023/aug/21/russia-ukraine-war-live-updates-zelenskiy-f-16s-moscow-nuclear-threat?page=with:block-64e324c98f08af8aaccf0e29#block-64e324c98f08af8aaccf0e29\">represents an “escalation” of the conflict</a></strong>, Russia’s ambassador to Denmark, Vladimir Barbin, reportedly said.</p><p><strong>The Ukrainian president said during a visit to Sweden that Kyiv was “getting closer” to obtaining Swedish Gripen fighter jets</strong>. “Our soldiers are already starting to test them,” Zelenskiy said in his nightly address on Sunday, adding that he had discussed the matter with Sweden’s prime minister, Ulf Kristersson. Sweden, though, has not made any commitment to supply Gripens to Ukraine.</p><p><strong>On Monday in Copenhagen, Zelenskiy thanked Danish politicians on Monday for helping his country resist Russia’s invasion</strong>. <a href=\"https://www.theguardian.com/world/live/2023/aug/21/russia-ukraine-war-live-updates-zelenskiy-f-16s-moscow-nuclear-threat?page=with:block-64e336d18f0897043a8e0c9d#block-64e336d18f0897043a8e0c9d\">Ukraine’s president said</a> that if Russia succeeded, other parts of Europe would be at risk from the Kremlin’s military aggression. “All of Russia’s neighbours are under threat if Ukraine does not prevail.”</p><p><strong>Ukraine’s forces are repelling Russian attacks and have retaken several square kilometres on the eastern front over the past week, </strong>deputy defence minister Hanna Maliar <a href=\"https://www.theguardian.com/world/live/2023/aug/21/russia-ukraine-war-live-updates-zelenskiy-f-16s-moscow-nuclear-threat?page=with:block-64e2ff038f0897043a8e0b19#block-64e2ff038f0897043a8e0b19\">said on Monday</a><strong>.</strong> Ukrainian forces were advancing south of Bakhmut, <a href=\"https://www.theguardian.com/world/2023/aug/10/ukraine-forces-capture-parts-of-bakhmut-from-russian-forces-kyiv-claims\">the city occupied by Russian forces in May after a bloody months-long struggle</a>, and had liberated another three square kilometres over the past week, she said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-545-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-545-of-the-invasion", "date_published": "2023-08-21T23:45:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "MRI scanning could lead to major cut in prostate cancer deaths, finds UK study", "description": "<p>Research found MRI is significantly more accurate than current tests, which are linked to overdiagnosis and overtreatment  </p><p>Using MRI scans to screen men for prostate cancer could reduce deaths from the disease significantly, researchers have suggested.</p><p>Scientists said current tests, which detect the level of the protein prostate-specific antigen (PSA) in the blood, have been linked to overdiagnosis and overtreatment of low-risk cancer.</p> <a href=\"https://www.theguardian.com/society/2023/aug/22/mri-scanning-could-lead-to-major-cut-in-prostate-cancer-deaths-finds-uk-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/22/mri-scanning-could-lead-to-major-cut-in-prostate-cancer-deaths-finds-uk-study", "date_published": "2023-08-21T23:05:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Children referred to social care twice as likely to fail GCSE maths and English", "description": "<p>Research found 53% of teenagers in England who had been referred to services did not achieve a pass in both subjects</p><p>Children in England who are referred to social services at any point in their childhood are twice as likely to fail GCSE maths and English, according to new research published ahead of results day on Thursday.</p><p>Analysts looked at 1.6m pupils’ exam results over a three-year period and found that 53% of teenagers who had been referred to social care – as detailed in the Children in Need census – did not achieve a grade 4 pass in both English and maths GCSE.</p> <a href=\"https://www.theguardian.com/education/2023/aug/22/children-referred-to-social-care-twice-as-likely-to-fail-gcse-maths-and-english\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/22/children-referred-to-social-care-twice-as-likely-to-fail-gcse-maths-and-english", "date_published": "2023-08-21T23:01:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Customer data used for unwanted romantic contact, UK poll shows", "description": "<p>Almost one in three people aged 18-34 have been messaged by staff after giving personal details to a business</p><p>Almost one in three people aged 18-34 have received unwanted romantic contact after giving their personal information to a business, a UK poll has shown.</p><p>The Information Commissioner’s Office (ICO) has called for recipients of such texts to come forward to help the regulator gather evidence of the impact of this phenomenon.</p><p><em>The ICO has <a href=\"https://ico.org.uk/about-the-ico/unwanted-contact-form\">an online form</a> for people who want to report an experience of unwanted contact.</em></p> <a href=\"https://www.theguardian.com/technology/2023/aug/22/customer-data-unwanted-romantic-contact-poll\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/22/customer-data-unwanted-romantic-contact-poll", "date_published": "2023-08-21T23:01:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Doctors must show zero tolerance of sexual harassment, says UK medical council", "description": "<p>Updated guidance covers verbal and written comments, displaying or sharing images and physical contact</p><p>Doctors will be expected to demonstrate “zero tolerance” of sexual harassment, the General Medical Council has announced.</p><p>For the first time, <a href=\"https://www.gmc-uk.org/ethical-guidance/good-medical-practice-review\">new professional standards</a>, published on Tuesday, introduce explicit rules on sexual harassment towards colleagues.</p> <a href=\"https://www.theguardian.com/society/2023/aug/22/doctors-zero-tolerance-sexual-harassment-uk-medical-council\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/22/doctors-zero-tolerance-sexual-harassment-uk-medical-council", "date_published": "2023-08-21T23:01:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Home Office criticised over immigration detainee medicine removals", "description": "<p>Watchdog says policy on prescribed drugs could lead to a medical emergency and endanger lives</p><p>A watchdog has condemned the Home Office for confiscating life-saving prescription drugs from people it detains.</p><p>Rules requiring guards to take away prescribed medicines from people at short-term holding facilities (STFHs), where migrants can be detained for up to 24 hours, could lead to a medical emergency and endanger their lives, says the annual report of the Independent Monitoring Board (IMB) for the North East, Midlands and Yorkshire &amp; Humber STHF published on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/22/home-office-criticised-over-immigration-detainee-medicine-removals\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/22/home-office-criticised-over-immigration-detainee-medicine-removals", "date_published": "2023-08-21T23:01:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Overhaul poultry farming to tackle spread of bird flu, urge campaigners", "description": "<p>Report argues chickens should be kept in much smaller flocks and given more space</p><p>The industrial poultry farming sector needs to be radically restructured to stop the spread of bird flu, says a report that argues wild birds are victims rather than the main vectors of the disease.</p><p>Bird flu is spiralling out of control and being spread by intensive poultry farms, according toreport by the campaign group Compassion in World Farming (CIWF).</p> <a href=\"https://www.theguardian.com/environment/2023/aug/22/overhaul-poultry-farming-to-tackle-spread-of-bird-flu-urge-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/22/overhaul-poultry-farming-to-tackle-spread-of-bird-flu-urge-campaigners", "date_published": "2023-08-21T23:01:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Third of working tenants in England ‘lack savings to pay rent if they lose job’", "description": "<p>Half have maximum of a month’s worth of rent put by as costs rise, Shelter survey finds</p><p>A third of working tenants in England do not have enough savings to pay rent if they lose their job, putting them at risk of losing their home, according to research by the housing charity Shelter.</p><p>Record rents and the rising cost of other household bills are putting tenants’ finances under pressure and mean many are unable to set money aside for emergencies.</p> <a href=\"https://www.theguardian.com/money/2023/aug/22/third-of-working-tenants-in-england-lack-savings-to-pay-rent-if-they-lose-job\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/22/third-of-working-tenants-in-england-lack-savings-to-pay-rent-if-they-lose-job", "date_published": "2023-08-21T23:01:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chicago woman arrested over alleged threats to kill Trump and son Barron", "description": "<p>Tracy Marie Fiorenza, 41, allegedly made first threat in email in May and allegedly sent another in June, officials say</p><p>A Chicago woman was arrested on Monday on charges of emailing threats to shoot Donald Trump and his youngest son Barron Trump, the US attorney’s office in the Illinois city said.</p><p>A formal complaint was filed against Tracy Marie Fiorenza, 41, earlier this month in the US district court for the southern district of Florida.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/chicago-woman-arrested-trump-son-barron\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/chicago-woman-arrested-trump-son-barron", "date_published": "2023-08-21T22:41:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Price of Truth review – this gripping look at Russian journalism was too dangerous to finish filming", "description": "<p>The editor of one of Russia’s independent newspapers, Dmitry Muratov, has risked his life to report on abuses of power against the odds. This is his remarkable but terrifying story</p><p>In 2021, Dmitry Muratov, editor-in-chief of the independent Russian newspaper Novaya Gazeta, was jointly <a href=\"https://www.theguardian.com/world/2021/dec/10/journalists-maria-ressa-and-dmitry-muratov-receive-nobel-peace-prize\">awarded the Nobel peace prize, alongside the Philippines’ journalist Maria Ressa</a>. It marked, said the Nobel committee, “another existential point for democracy”, and the award was a rallying cry for truth, freedom of the press and holding power to account. The Price of Truth is a compelling documentary that follows Muratov and his work as the Russian invasion of Ukraine, giving real insight into how the war is seen on Russian soil, as well as internationally.</p><p>First, we meet Muratov, a brisk and bear-like man under immeasurable strain, who nevertheless finds moments of dry humour among the horrors, in the immediate aftermath of an attack in the carriage of a train in Moscow in April 2022. A man has poured red paint laced with acetone all over Muratov, damaging his eyesight, while another filmed the assault. The message, as he understood it, was: “Shut up, and keep your newspaper quiet.” At the time, Novaya Gazeta was still in operation; by the end of this film, every workaround that Muratov tried to find, in order to keep it publishing, has come to a dead end.</p><p>The Price of Truth was on Channel 4 and is available on All 4</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/21/the-price-of-truth-review-this-gripping-look-at-russian-journalism-was-too-dangerous-to-finish-filming\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/21/the-price-of-truth-review-this-gripping-look-at-russian-journalism-was-too-dangerous-to-finish-filming", "date_published": "2023-08-21T22:40:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Transfer roundup: Jérémy Doku set for City as Chelsea land Djordje Petrovic", "description": "<ul><li>Champions agree £51m deal for Belgium winger Doku</li><li>Goalkeeper Petrovic poised to join Blues for £13.6m</li></ul><p>Manchester City are poised to bolster their attacking options by beating West Ham to the signing of the exciting Belgium winger <strong>Jérémy Doku.</strong></p><p>The treble winners agreed a deal with Rennes worth up to €60m (£51m) on Monday and a medical is due to take place later this week. The Hammers had submitted a bid for Doku on Sunday but Pep Guardiola’s side moved quickly for the 21-year-old, who was targeted as a replacement for Riyad Mahrez. Personal terms have been agreed with the player on a long-term deal. Mahrez departed the Etihad Stadium for Saudi Arabia at the end of last month after City accepted a £30m offer from Al-Ahli for the 32-year-old.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/transfer-roundup-jeremy-doku-set-for-city-as-chelsea-land-djordje-petrovic\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/transfer-roundup-jeremy-doku-set-for-city-as-chelsea-land-djordje-petrovic", "date_published": "2023-08-21T22:39:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Georgia sheriff pleads guilty to groping TV judge", "description": "<p>Kristopher Coody pleads guilty to sexual battery over groping of Glenda Hatchett last year and sentenced to year on probation</p><p>A Georgia sheriff pleaded guilty on Monday to groping TV judge Glenda Hatchett, who recalled being so stunned that she froze when the lawman grabbed and squeezed her breast at a hotel bar last year during a law enforcement conference.</p><p>Bleckley county sheriff Kristopher Coody pleaded guilty in Cobb county state court to a misdemeanor charge of sexual battery and was sentenced to a year on probation, news outlets reported. He also resigned from the office he had held since 2017.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/georgia-sheriff-guilty-groping-tv-judge\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/georgia-sheriff-guilty-groping-tv-judge", "date_published": "2023-08-21T22:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Storm Hilary: flooding and mudslides triggered in California – video", "description": "<p>Storm Hilary flooded streets and downed power lines across southern California and the US south-west on Monday after unleashing record-breaking downpours overnight, but there were no deaths reported in the US and fears of widespread damage were dissipating.</p><p></p><p>Hilary triggered California’s first ever tropical storm warning, extending from the Mexican border to just north of Los Angeles.</p><p></p><p>The storm made landfall on Sunday in Mexico, where it caused flash flooding in the Baja Peninsula that killed one person when their car was washed away</p><ul><li><p><a href=\"https://www.theguardian.com/us-news/live/2023/aug/21/hilary-tropical-storm-california-flood-warnings-live-updates\">Storm Hilary: live news</a></p></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2023/aug/21/storm-hilary-flooding-and-mudslides-triggered-in-california-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/video/2023/aug/21/storm-hilary-flooding-and-mudslides-triggered-in-california-video", "date_published": "2023-08-21T22:07:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sexual assault trial in Sheffield collapses after juror falls asleep", "description": "<p>Judge orders retrial owing to ‘important evidence’ being missed by jury, which also included juror with hearing loss caused by tinnitus</p><p>A sexual assault trial in Sheffield has collapsed after a member of the jury fell asleep and missed “important evidence”, it has been reported.</p><p>The judge said the situation was astonishing, after he was told that another juror had been unable to hear the complainant giving evidence because of tinnitus.</p> <a href=\"https://www.theguardian.com/law/2023/aug/21/sexual-assault-trial-in-sheffield-collapses-after-juror-falls-asleep\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/aug/21/sexual-assault-trial-in-sheffield-collapses-after-juror-falls-asleep", "date_published": "2023-08-21T21:57:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK bill for housing asylum seekers ‘to hit £5bn a year by end of next parliament’", "description": "<p>Thinktank says new Illegal Migration Act likely to deepen crisis by leaving thousands more people in limbo</p><p>Britain’s bill for housing asylum seekers will climb to more than £5bn a year by the end of the next parliament as the government’s <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/conservatives-channel-crossings-small-boats-tories-rwanda-deportation\">approach to illegal migration</a> leaves thousands more waiting indefinitely for their case to be handled, according to a report.</p><p>Adding to the growing pressure on Rishi Sunak to halt small boat crossings of the Channel, the left-leaning Institute for Public Policy Research thinktank said the prime minister’s new Illegal Migration Act was likely to deepen the crisis in the asylum system.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/21/uk-bill-for-housing-asylum-seekers-to-hit-5bn-a-year-by-end-of-next-parliament\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/21/uk-bill-for-housing-asylum-seekers-to-hit-5bn-a-year-by-end-of-next-parliament", "date_published": "2023-08-21T21:30:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK growth forecast to be slowest in G7, Labour analysis shows", "description": "<p>Keir Starmer says sluggish economy has driven up prices and is holding back students and apprentices</p><p>UK growth will be the slowest in the G7 in 2024, Labour analysis of the latest economic forecasts shows, as Keir Starmer said that the economic climate would prevent him from going to university today.</p><p>The opposition said the economy was “stuck in a low-growth trap” that had led to higher taxes, higher prices in the shops, and the British people worse off.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/21/uk-growth-forecast-to-be-slowest-in-g7-labour-analysis-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/21/uk-growth-forecast-to-be-slowest-in-g7-labour-analysis-shows", "date_published": "2023-08-21T21:30:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ironman swimming race in Ireland in which two died did not have approval", "description": "<p>Ivan van Chittenden and Brendan Wall were competing in event that Triathlon Ireland did not sanction owing to bad weather</p><p>An Ironman swimming race in which two competitors died was not sanctioned by the governing body for triathlons in Ireland due to concerns about “adverse conditions”.</p><p>Triathlon Ireland said it had not sanctioned the Ironman Cork event in Youghal because of the weather.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/21/ironman-swimming-race-in-ireland-in-which-two-died-did-not-have-approval\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/21/ironman-swimming-race-in-ireland-in-which-two-died-did-not-have-approval", "date_published": "2023-08-21T21:26:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bond for Donald Trump set at $200,000 in Georgia election subversion case", "description": "<p>Terms include a ban on threatening any co-defendant or witness – but some say ex-president won’t be able to follow orders</p><p>Donald Trump’s bond on racketeering and conspiracy charges relating to attempted election subversion in Georgia was set at $200,000.</p><p>In <a href=\"https://s3.documentcloud.org/documents/23921620/23sc188947-consent-order.pdf\">a court document</a> posted online on Monday, bond amounts for the 13 charges against the former president ranged from $10,000, for counts including criminal conspiracy and filing false documents, to $80,000, for a violation of the <a href=\"https://www.georgiacriminallawyer.com/rico\">Georgia Rico Act</a>, often used against organised crime.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/donald-trump-bond-set-fulton-county-georgia\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/donald-trump-bond-set-fulton-county-georgia", "date_published": "2023-08-21T21:17:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Confessions of Frannie Langton review – a superbly multifaceted gothic thriller", "description": "<p>Far from ‘just another one of those slave stories’, this is a deeply woven whodunnit murder mystery. It is also a story about love, disfranchisement, and who holds the narrative</p><p>The late-Georgian stage is set for a fine gothic thriller, as a servant is dragged screaming from her blood-sodden mistress’s bed and arrested for the murders of her and the master of the house, who is splayed out on the floor downstairs. The accused, grief-stricken and protesting her innocence, is thrown into the filth of the nearest prison – and thereby hangs the entire tale.</p><p>Indeed, The Confessions of Frannie Langton, adapted by Sara Collins from her 2019 novel of the same name, is a fine gothic thriller. The mysterious murder is in place. There is Pooky Quesnel as the housekeeper Linux, who makes Mrs Danvers look like Amelia Bedelia. There is also a missing boy; hints of unspeakably loathsome practices in the background; and a slow-burning, illicit Sapphic relationship to leaven the mix without lowering the tension. And it is set in a firelit 1826.</p><p>The Confessions of Frannie Langton aired on ITV1 and is available on ITVX.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/21/the-confessions-of-frannie-langton-review-a-superbly-multifaceted-gothic-thriller\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/21/the-confessions-of-frannie-langton-review-a-superbly-multifaceted-gothic-thriller", "date_published": "2023-08-21T21:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tommy Jessop Goes to Hollywood review – a charming attempt to create a Down’s syndrome superhero movie", "description": "<p>The Line of Duty star is no stranger to breaking barriers, but will he be able to break the US? Jessop and his film-maker brother pitch a movie to a hotshot producer to find out</p><p>Tommy Jessop certainly isn’t shy about trying new things. Viewers may recognise him from his gripping portrayal of murder suspect Terry Boyle <a href=\"https://www.theguardian.com/tv-and-radio/2021/mar/21/line-of-duty-recap-series-six-episode-one-oh-ac-12-how-weve-missed-you\">in the final seasons of crime drama Line of Duty</a>. It was made all the more memorable by the fact that it was an exciting and multi-faceted role – something that is rarely afforded to actors with learning disabilities. He has starred opposite Nicholas Hoult in the BAFTA-nominated BBC drama Coming Down The Mountain, he was the first actor with Down’s syndrome to tour theatres as Hamlet, and has thrown himself into advocacy work – campaigning for the rights of people with Down’s syndrome. Breaking barriers is something that Jessop is no stranger to.</p><p>He still has a few tiny aspirations up his sleeve, though. “My new dream is to be the next Bond,” we see Jessop announce while onstage receiving an Honorary Doctorate of Arts at the University of Winchester. Narrowing his eyes, he turns to the side and puts his index fingers together in the classic Bond pose: “James Bond. Shaken, but not stirred.”</p><p>Tommy Jessop Goes To Hollywood aired on BBC One and is available on BBC iPlayer</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/21/tommy-jessop-goes-to-hollywood-review-a-charming-attempt-to-create-a-down-syndrome-superhero-movie\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/21/tommy-jessop-goes-to-hollywood-review-a-charming-attempt-to-create-a-down-syndrome-superhero-movie", "date_published": "2023-08-21T21:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sha’Carri Richardson storms to 100m gold in stunning redemption tale", "description": "<ul><li>American beats Jackson and Fraser-Pryce from outside lane</li><li>Britain’s Dina Asher-Smith trails in disappointing eighth</li></ul><p>Ever since Usain Bolt’s retirement, track and field has been desperate for a way to reenter the sporting mainstream. Over 10.65 extraordinary seconds it finally hit the jackpot. It came in the form of the 23-year-old Sha’Carri Richardson, the most flamboyant, brilliant and controversial talent the sport has seen for years, who powered home from lane nine to win a thrilling first 100m world title.</p><p>No one has ever disputed the American’s talent – or star power given she has 2.4 million Instagram followers. Two years ago she was one of the favourites for the Tokyo Olympics, only for her dreams to go up in smoke when she tested positive for marijuana at the US trials following the death of her mother. First she missed the Games. Then, for most of 2022, she went missing.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/21/shacarri-richardson-wins-thrilling-100m-from-outside-lane\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/21/shacarri-richardson-wins-thrilling-100m-from-outside-lane", "date_published": "2023-08-21T20:59:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump 2026 trial date in election case should be rejected, prosecutors argue", "description": "<p>Special counsel prosecutors urged the US district court judge Tanya Chutkan to ignore Trump’s ‘skewed’ statistics</p><p>Special counsel prosecutors sharply objected on Monday to <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> request for an April 2026 trial date in the case involving his efforts to subvert the 2020 election results, arguing his lawyers’ reasons were disingenuous and denied the American public’s right to a speedy trial.</p><p>The <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.dcd.258148/gov.uscourts.dcd.258148.32.0_1.pdf\">six-page court filing</a> took particular issue with how the former US president’s legal team used flawed statistics to apparently settle on having a trial take place three years after he was charged with four felony counts in August for conspiring to return himself to office.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/trump-2020-election-indictment-trial-date\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/trump-2020-election-indictment-trial-date", "date_published": "2023-08-21T20:55:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Show business to no business: how are the strikes hitting Hollywood?", "description": "<p>Weeks into the actors and writers strike and the impact is being felt with movies underperforming and shows getting cancelled</p><p>It’s been 111 days since Hollywood writers put down their pens and 38 days since actors joined them, both guilds striking in the hopes of building a fairer industry for today and the many days ahead. While there have been recent signs of potential progress (especially for writers with the WGA set for <a href=\"https://variety.com/2023/biz/news/wga-meets-again-amptp-no-deal-1235700059/\">another vital meeting</a> this week), the situation remains without any clear endpoint and as the days pile up, so does the wreckage.</p><p>Major movie productions, from Gladiator 2 to Deadpool 3, have been <a href=\"https://www.theguardian.com/culture/2023/jul/19/what-movies-affected-actors-strike-2023-gladiator-2-mission-impossible\">forced into a pause</a>, with mounting costs for studios and a loss of income for those working on them. Much-anticipated new films, from Zendaya-led drama <a href=\"https://www.theguardian.com/culture/2023/jul/21/challengers-zendaya-venice-film-festival-strike\">Challengers</a> to Marvel adventure Kraven the Hunter, were pushed off their 2023 release dates into the new year. New seasons of TV shows, such as Amazon’s queer spin on A League of Their Own, were <a href=\"https://www.hollywoodreporter.com/tv/tv-news/a-league-of-their-own-canceled-as-amazon-flips-on-abbreviated-final-season-1235570207/\">cancelled</a>, while plans for others, such as Apple’s $188m take on Metropolis, were binned entirely.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/21/hollywood-strike-affected-movies-tv-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/21/hollywood-strike-affected-movies-tv-shows", "date_published": "2023-08-21T20:46:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Controversial country song Rich Men North of Richmond makes US chart history", "description": "<p>Oliver Anthony has becomes the first to top the Billboard Hot 100 with no prior chart history, for a song which has drawn backlash for its stereotypes of welfare recipients</p><p>Oliver Anthony’s Rich Men North of Richmond, the out-of-nowhere country song that went viral earlier this month, has debuted at number 1 on the Billboard Hot 100 chart, making him the first artist to ever notch a top single with no prior chart history in any form.</p><p>The song, which Anthony says is the first he ever recorded with a professional microphone, was widely shared online along with a video of bearded, Virginia-based singer playing an acoustic guitar in the woods. The song was streamed 17.5m times during the week ending 17 August, and a video of Anthony’s performance posted by the channel RadioWV has racked up 30 million views in 12 days.</p> <a href=\"https://www.theguardian.com/music/2023/aug/21/rich-men-north-of-richmond-us-chart-history\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/21/rich-men-north-of-richmond-us-chart-history", "date_published": "2023-08-21T20:11:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "3D eye scans at opticians could identify those at risk of Parkinson’s, study finds", "description": "<p>People with high chance of developing disease could be warned up to seven years before symptoms appear, research indicates</p><p>3D eye scans widely used in high street opticians could help to identify people at high risk of developing Parkinson’s disease up to seven years before they have symptoms, data has suggested.</p><p>The finding added to growing evidence that the use of eye scan data could help to detect neurodegenerative diseases and followed recent studies suggesting that the technique could help to identify early signs of Alzheimer’s, multiple sclerosis and schizophrenia. This emerging field of research, known as “occulomics”, is also being investigated as a means of identifying individuals with a propensity for <a href=\"https://www.theguardian.com/society/2022/oct/04/ai-eye-checks-can-predict-heart-disease-risk-in-less-than-minute-finds-study\">cardiovascular disease </a>or diabetes.</p> <a href=\"https://www.theguardian.com/science/2023/aug/21/3d-eye-scans-at-opticians-could-identify-those-at-risk-of-parkinsons-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/21/3d-eye-scans-at-opticians-could-identify-those-at-risk-of-parkinsons-study-finds", "date_published": "2023-08-21T20:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United’s lack of moral leadership on Greenwood is depressing", "description": "<p>Nothing has been fixed or resolved or made good by United’s decision to move Greenwood on</p><p>And so we all get to move on now; or at least to shift our gaze elsewhere. If there is any sense of closure or catharsis to be found in the news that Manchester United will not be re‑engaging Mason Greenwood as a first-team player, it is to be hoped that these qualities are reserved for Greenwood’s initial, presumed, now‑withdrawn – phrase it however you want – accuser; and in his own eventual passage through life from here.</p><p>The news came as no great surprise when it emerged on Monday afternoon that United will not, after bizarrely prolonged deliberations, be reinstating Greenwood to their first-team squad, 18 months after that brutally shocking social media content first emerged, and six months after charges of attempted rape, assault and controlling and coercive behaviour were dropped by the Crown Prosecution Service. Indeed, by now this all feels like something of an afterthought.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/manchester-uniteds-lack-of-moral-leadership-on-greenwood-is-depressing\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/manchester-uniteds-lack-of-moral-leadership-on-greenwood-is-depressing", "date_published": "2023-08-21T19:35:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bunker review system approved for World Cup despite Farrell controversy", "description": "<ul><li>World Rugby confirm use of system for tournament</li><li>Farrell faces second hearing after red card against Wales</li></ul><p>World Rugby has confirmed the “Bunker” review system for yellow cards will be introduced for the forthcoming World Cup despite the furore caused over Owen Farrell’s recent sending off.</p><p>Farrell faces his second disciplinary hearing on Tuesday and the conclusion of a drawn out saga that led to questions over the review system’s credibility after his red card was overturned. The England captain was shown a yellow card for a dangerous tackle on Wales’ Taine Basham <a href=\"https://www.theguardian.com/sport/2023/aug/12/england-wales-rugby-world-cup-warmup-report\">earlier this month</a> but was sent off upon bunker review.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/21/bunker-review-system-approved-for-world-cup-despite-farrell-controversy\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/21/bunker-review-system-approved-for-world-cup-despite-farrell-controversy", "date_published": "2023-08-21T19:17:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Inquiry into King’s charity ‘would have offended important people’", "description": "<p>MP who first called for inquiry says he is not surprised the Metropolitan police have decided to take no further action</p><p>Asked about the Metropolitan police decision to <a href=\"https://www.theguardian.com/society/2023/aug/21/met-police-no-further-action-cash-for-honours-claims-king-charity-princes-foundation\">take no further action</a> in the cash-for-honours allegation involving King Charles’s Prince’s Foundation, the author and former Liberal Democrat MP Norman Baker said wearily: “I’m not actually surprised. To have taken action would have offended important people in society.”</p><p>Baker, the author of the 2019 critique of the royal family, And What Do You Do?, wrote to the Met in 2021 calling for an investigation after press reports emerged that a long-time senior aide of the then-Prince Charles had offered a Saudi billionaire (and donor to causes close to the King’s heart) help to secure a knighthood and UK citizenship in return for donations.</p> <a href=\"https://www.theguardian.com/society/2023/aug/21/inquiry-into-kings-charity-would-have-offended-important-people\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/21/inquiry-into-kings-charity-would-have-offended-important-people", "date_published": "2023-08-21T19:06:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Holy crap’: Ted Cruz duped by fake image of shark on flooded LA highway", "description": "<p>Texas senator falls for one of the oldest internet hoaxes after sharing image online that has ‘been circulated several times over’</p><p>The Texas US senator Ted Cruz, a former candidate for the Republican presidential nomination, appeared Monday to fall for one of the oldest internet hoaxes, <a href=\"https://twitter.com/tedcruz/status/1693628732982841728\">sharing</a> a supposed picture of a shark on a flooded highway in Los Angeles with the remark: “Holy crap.”</p><p>California does indeed face <a href=\"https://www.theguardian.com/us-news/2023/aug/21/california-flooding-rain-storm-hilary\">potentially catastrophic flooding</a> thanks to Storm Hilary but users of X, the platform formerly known as Twitter, were swift to point out that the image Cruz reposted is in fact wholly crap.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/storm-hilary-ted-cruz-shared-fake-shark-picture-los-angeles\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/storm-hilary-ted-cruz-shared-fake-shark-picture-los-angeles", "date_published": "2023-08-21T19:05:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Johnson-Thompson’s coach put her through ‘a lot of pain’ for 800m", "description": "<p>Aston Moore reveals how he put the heptathlete through brutal training sessions to get her ready for the world championships</p><p>Katarina Johnson-Thompson’s coach has revealed the brutal training sessions – and mind games – that occasionally made her sick but turned her into a heptathlon world‑beater again.</p><p>Most people had written off the <a href=\"https://www.theguardian.com/sport/live/2019/oct/03/world-athletics-championships-katarina-johnson-thompson-goes-for-heptathlon-gold-live\" title=\"\">2019 world champion</a> after serious achilles tendon and calf injuries in 2020 and <a href=\"https://www.theguardian.com/sport/2021/aug/04/katarina-johnson-thompson-medal-hopes-end-with-injury-in-heptathlon-olympics\" title=\"\">2021</a>, while Johnson‑Thompson also feared she was destined to fade into irrelevance after being way off the pace last year. However, the 67‑year‑old veteran Aston Moore had other ideas.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/21/katarina-johnson-thompson-coach-put-her-through-a-lot-of-pain-world-championships-athletics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/21/katarina-johnson-thompson-coach-put-her-through-a-lot-of-pain-world-championships-athletics", "date_published": "2023-08-21T19:05:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "French get royal nod to rename Touquet airport after Queen Elizabeth", "description": "<p>Resort town receives King Charles’s approval and says tribute is for late monarch who had a fondness for France</p><p>A French seaside resort has renamed its airport after the late Queen Elizabeth II, with her son King Charles’s blessing.</p><p>Le Touquet received the official support of the king on Monday for the change, the northern resort’s town hall said in a statement.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/french-get-royal-nod-to-rename-touquet-airport-after-queen-elizabeth\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/french-get-royal-nod-to-rename-touquet-airport-after-queen-elizabeth", "date_published": "2023-08-21T19:02:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bronze and Batlle's embrace signifies most global and connected women’s World Cup | Jonathan Liew", "description": "<p>Rise of European superclubs raised the bar to undreamed level with Spain’s devastating show of strength and the US in decline</p><p>Lucy Bronze and Ona Batlle held each other. One in defeat and one in victory, one with a medal she wanted and one with a medal she did not. But in that moment they were not rivals or adversaries, just Lucy and Ona: friends, soulmates, former Manchester residents, and in very short order teammates at Barcelona.<br /><br />And as both sets of players embraced <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-england-womens-world-cup-final-match-report\">after Sunday’s draining final</a>, there was more than a degree of familiarity between them. Bronze has been joined by Keira Walsh at Barcelona, who provided eight of Spain’s finalists. Hannah Hampton grew up in Spain and spent part of her childhood in the Villarreal academy. Batlle has just spent three years at Manchester United playing with the likes of Katie Zelem, Ella Toone and Mary Earps.</p><p>As the curtain comes down on a month-long feast of football, this is in many ways the broader story of this World Cup: the most global and connected tournament that has taken place in women’s football. There may have been 32 nations taking part but in reality their players were representing more than 40 league systems around the world, from Kazakhstan to Iceland, Ecuador to Saudi Arabia. This cultural cross-pollination, an unprecedented movement of players across national borders, taking their styles and influences with them, has helped to contribute to perhaps the richest and certainly the most unpredictable World Cup in memory.<br /><br />This is a phenomenon that works in many directions. Open borders mean fewer secrets: where once a group game against Haiti might have been a step into the unknown, England’s analysts had ample footage of their prospective opponents from the 14 of them who ply their trade in France. But it also allows players from emerging nations to hone their skills at a higher level: Colombia’s irresistible adaptability was forged not just at home but in Spain and the United States, where 14 of them have played. The <a href=\"https://www.theguardian.com/football/2023/aug/07/england-nigeria-womens-world-cup-match-report-lauren-james-red-card\">Nigeria squad that ran England so close</a> are employed on four continents.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/21/england-spain-lucy-bronze-ona-batllle-football-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/21/england-spain-lucy-bronze-ona-batllle-football-womens-world-cup", "date_published": "2023-08-21T19:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jason White on Russian spacecraft Luna-25 crashing into the moon – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/21/jason-white-on-russian-spacecraft-luna-25-crashing-into-the-moon-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/21/jason-white-on-russian-spacecraft-luna-25-crashing-into-the-moon-cartoon", "date_published": "2023-08-21T19:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Laura Ramoso: Frances review – TikTok star’s full-bodied commitment to joking", "description": "<p><strong>Pleasance Dome, Edinburgh<br /></strong>Ramoso delivers an irresistible show featuring dozens of characters in sketches, improv and a comic play</p><p>Sketch is usually a team game – and you could believe there’s a team of comedians at work generating Laura Ramoso’s Frances, a Canadian hit now transferring to the fringe (and London soon). In it, the comic and <a href=\"https://www.tiktok.com/@lau_ramoso?lang=en\">TikTok star</a> plays character after character, many in the same scene. It’s a densely populated show featuring sketches, improv, character-comedy and a fragmented comic play, performed by a woman whose talent and whole-body commitment to the joke is pretty irresistible.</p><p>It’s also a show that pulls in different directions, and platforms one skill that Ramoso does not possess. The central strand of Frances concerns a break-up: in the opening scene, the title character takes a phone call from her ex, Frank, asking to meet after two months’ separation. It blows her world apart. Ramoso then turns for advice to Frances’ best friend, played by an audience member. The story is then re-told from Frank’s perspective, before the estranged lovers meet to battle for control of the breakup narrative.</p><p>At <a href=\"https://tickets.edfringe.com/whats-on/laura-ramoso-frances\">Pleasance Dome, Edinburgh</a>, until 28 August. Then at <a href=\"https://sohotheatre.com/events/laura-ramoso-frances/\">Soho theatre, London</a>, 19-30 September.</p><p><a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023+tone/reviews\">All our Edinburgh reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/21/laura-ramoso-frances-review\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/21/laura-ramoso-frances-review", "date_published": "2023-08-21T19:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rapist police officer held details of 750 women on his phone, court hears", "description": "<p>Sentencing hearing reveals predatory history of Adam Provan, who was found guilty of raping a 16-year-old girl and a fellow officer</p><p>A “Jekyll and Hyde” former Metropolitan police officer who raped a 16-year-old girl and a female colleague hoarded the details of more than 700 women on his phone, a court has heard.</p><p>In June, Adam Provan, 44, of Newmarket, Suffolk, was found guilty of raping a fellow police officer six times between 2003 and 2005, and twice raping a teenager whom he met on a blind date after lying about his age in 2010.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/21/rapist-police-officer-details-women-phone\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/21/rapist-police-officer-details-women-phone", "date_published": "2023-08-21T18:37:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spotless giraffe, thought to be only one in world, born at Tennessee zoo", "description": "<p>Brights zoo hopes publicity around unnamed female, who lacks distinctive patches, will draw attention to plight of giraffes in wild</p><p>One of the rarest sights in the animal kingdom has appeared in the unlikely setting of a <a href=\"https://www.theguardian.com/us-news/tennessee\">Tennessee</a> zoo, which has hosted the birth of what is thought to be the world’s only singularly colored giraffe.</p><p>The female giraffe, born on 31 July, is a uniform brown color, lacking the distinctive patched pattern that giraffes – along with their exceptionally long necks – are known for. <a href=\"https://wjla.com/news/offbeat/worlds-only-spotless-giraffe-born-at-tennessee-brights-zoo-public-asked-to-help-name-her-reticulated-giraffe-conservation\">Brights zoo said the giraffe</a> is already 6ft tall and is under the care of her mother and zoo staff.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/spotless-giraffe-tennessee-zoo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/spotless-giraffe-tennessee-zoo", "date_published": "2023-08-21T18:12:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup was a long trip but worth it to help move the game forward | Suzanne Wrack", "description": "<p>Covering the tournament was a privilege and while we share England’s pain the overall joy of the past month is what counts</p><p>“Happy birthday!” “Thanks!” Suddenly all I can see is the ceiling, and flashes of blurred movement. Is that wrapping paper? “Thanks mum!” “You’re welcome!” I have no idea what my 10-year-old son is thanking me for. Tournament football can be tough. Is it worth it? Is seven weeks away from your kid really worth it? How many birthdays can I miss?</p><p>No matter the joy, the adrenaline, the rush, the guilt over feeling guilty when you’re doing a job you love and that others would give up a limb for, those questions still hit you. Regularly. In many ways, doing the job I do allows me spend time with my kid in ways that those working nine to five can’t. I’m here, I’m there, from matches to training grounds, but I’m able to help do the school runs, to be present day-to-day, but the tournaments take an emotional and physical toll. It is long days, late nights, thousands of words, mistimed video calls home, unhealthy eating, lots of travel, late-night podcast records, tempered only by the football, the players and the camaraderie between journalists.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/21/womens-world-cup-was-a-long-trip-but-worth-it-to-help-move-the-game-forward\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/21/womens-world-cup-was-a-long-trip-but-worth-it-to-help-move-the-game-forward", "date_published": "2023-08-21T18:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on 'unretirement': older workers could help with labour shortages | Editorial", "description": "<p>Ministers need to better target policies to encourage economically inactive 50- to 64-year-olds back to work</p><p>The disappearance of <a href=\"https://www.theguardian.com/commentisfree/2022/dec/20/the-guardian-view-on-britains-missing-workers-they-may-never-come-back\" title=\"\">565,000 mostly older people</a> from the UK’s labour force was one of the problematic effects of Covid. For most people, work is one of the things that gives their lives shape and meaning – as well as providing them with an income. For such a large number of older people not to need to work also points to rising generational inequality. In other countries, employment levels recovered more quickly to pre-2020 levels, making the UK an outlier. But while <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/bulletins/uklabourmarket/august2023\" title=\"\">evidence</a> in the past few months points to a <a href=\"https://ifs.org.uk/articles/new-data-show-signs-over-50s-returning-workforce\" title=\"\">reversal of this trend</a> – and the rise of “unretirement” – there is no room for complacency.</p><p>Government initiatives aimed at addressing the issue have achieved little. In March, the Treasury came up with the idea of “returnerships” – a variant on apprenticeships aimed at coaxing mature people back to workplaces. But in reality this did not amount to much more than a new label for existing training. Meanwhile, <a href=\"https://www.yorkshirepost.co.uk/news/politics/ministers-accused-of-failing-in-attempts-to-tempt-over-50s-back-to-work-4261245\" title=\"\">fewer than one in 20</a> of participants in the government’s “skills bootcamps” – employer-led short courses aimed at equipping jobseekers for the opportunities in their area – are aged over 55.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/the-guardian-view-on-unretirement-older-workers-could-help-with-labour-shortages\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/the-guardian-view-on-unretirement-older-workers-could-help-with-labour-shortages", "date_published": "2023-08-21T17:30:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The last campfire in Swedish society’: Sommar i P1, the radio show that unifies a nation", "description": "<p>Hosting one of these 90-minute episodes has been compared to receiving a knighthood – with guests ranging from Greta Thunberg to Sven-Göran Eriksson</p><p>From tales of drinking a “very tasty” 100-year-old sherry with Putin to diplomatic shock over Finland’s entry into Nato without Sweden and the secret to happiness, surprisingly few subjects were off the table for a sitting president. Perhaps even more surprising was that Finnish head of state Sauli Niinistö was talking out of choice to an international broadcaster at a time of heightened sensitivity for the region and a political crisis at home – and all without the prompting of an interviewer.</p><p>Such candour has become expected from those who are chosen as <em>Sommarpratare </em>(summer speakers) on <a href=\"https://sverigesradio.se/sommarvinterip1\">Sommar i P1</a>, an annual Swedish radio institution in which guests are given 90 minutes to talk about a subject of their choice and play music. To be selected is considered such an honour that it’s been described as the Swedish equivalent to a knighthood.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/21/sommar-i-p1-radio-show-greta-thunberg-sven-goran-eriksson-sauli-niinisto\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/21/sommar-i-p1-radio-show-greta-thunberg-sven-goran-eriksson-sauli-niinisto", "date_published": "2023-08-21T17:28:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Chinese economy: it looks bad. What we can’t see may be worse | Editorial", "description": "<p>Political tightening and an anti-espionage law make it harder for outsiders to gauge the situation. How accurately can insiders do so?</p><p>A spate of recent statistics shows that the Chinese economy is faring poorly. The country was supposed to rebound after ditching its draconian “zero Covid” policies, but, after an initial revival, things have gone awry. Earlier this month it <a href=\"https://www.theguardian.com/world/2023/aug/08/chinese-economy-expected-to-have-slipped-into-deflation-as-recovery-falters\" title=\"\">slipped into deflation</a>. Key indicators, including industrial production, investment and retail sales, came in <a href=\"https://www.cnbc.com/2023/08/15/china-economy-july-industrial-output-fixed-asset-retail-data.html\" title=\"\">well below expectations</a>.</p><p>The most concerning figure, however, is the one that we can’t see. The youth unemployment rate <a href=\"https://www.theguardian.com/world/2023/aug/15/china-unemployment-rate-youth-economy\" title=\"\">was suspended from</a> the monthly economic data release, having reached a record 21.3% in June – suggesting not only that July was grimmer, but that improvement is not expected soon. The government has <a href=\"https://twitter.com/jburnmurdoch/status/1691341030925193216\" title=\"\">stopped publishing swathes of statistics</a> in recent years. While there are many reasons for that, and while some may still be released to data firms, it has probably helped to bury some bad news, and makes it harder to cross-reference information. Chinese economists are also under pressure to <a href=\"https://www.ft.com/content/b2e0ad77-3521-4da9-8120-1f0c1fdd98f8\" title=\"\">avoid discussing negative indicators</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/the-guardian-view-on-the-chinese-economy-it-looks-bad-what-we-cant-see-may-be-worse\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/the-guardian-view-on-the-chinese-economy-it-looks-bad-what-we-cant-see-may-be-worse", "date_published": "2023-08-21T17:25:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Small retailers and fans step in as Nike refuses to make replica Mary Earps shirt", "description": "<p>England No 1 crowned goalkeeper of the tournament after 1-0 defeat in final watched by 14.8m people in UK</p><p>Dozens of small-scale T-shirt manufacturers and football fans are stepping into a Nike own goal-shaped hole after the company again refused to produce a replica England goalkeeper shirt after England’s best finish at a Women’s World Cup.</p><p>Nike refused to change tack following England’s 1-0 defeat to Spain on Sunday, even as Mary Earps saved a penalty and was crowned goalkeeper of the tournament. The company would not commit to producing the shirt, saying only that they were “working towards solutions for future tournaments”.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/small-retailers-and-fans-step-in-as-nike-refuses-to-make-replica-mary-earps-shirt\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/small-retailers-and-fans-step-in-as-nike-refuses-to-make-replica-mary-earps-shirt", "date_published": "2023-08-21T17:17:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scam websites lure in Wilko customers with offers such as £4.99 sofa", "description": "<p>Shoppers warned to be careful with sales as collapsed budget chain only selling goods in its stores</p><p>Shoppers have been warned to avoid a spate of fake websites attempting to scam bargain hunters by pretending to offer heavily discounted goods from the collapsed budget chain Wilko.</p><p>Wilko is no longer selling goods online and has stopped all home deliveries or click and collect services after <a href=\"https://www.theguardian.com/business/2023/aug/10/wilko-collapses-into-administration-after-rescue-talks-fail\">calling in administrators</a> from PricewaterhouseCoopers on 10 August as it ran short of cash. Goods are only available to buy directly in one of its 400 stores.</p> <a href=\"https://www.theguardian.com/money/2023/aug/21/scam-websites-lure-in-wilko-customers-with-offers-such-as-499-sofa\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/21/scam-websites-lure-in-wilko-customers-with-offers-such-as-499-sofa", "date_published": "2023-08-21T17:04:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re craving intimacy’: how art can show the power and limitations of trust", "description": "<p>In a new exhibition at the Whitney, 11 diverse artists explore ‘trust and also its failure’ through their work</p><p>Vulnerability, intimacy, and most of all trust are essential – albeit fraught – parts of our most important relationships. They can bring about the kind of connections that make life rich and meaningful, and they are what allow human beings to truly support one another, but they are also extremely complicated and often challenging to navigate. Through an intergenerational and diverse group of 11 artists, the Whitney’s new exhibit, Trust Me, offers audiences a chance to examine these concepts and their many different sides.</p><p>“Something that I hope people will come into the show and hold onto is the idea that trust is not always rewarded,” said Kelly Long, exhibition organizer and senior curatorial assistant at the Whitney. “This is a show about trust and also its failure. Who is the speaker? Who is asking for trust? Who is ordering trust? These are the questions that I hope people will take forward.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/21/whitney-museum-new-york-trust-me-exhibit\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/21/whitney-museum-new-york-trust-me-exhibit", "date_published": "2023-08-21T17:04:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023: how the England players rated", "description": "<p>There was consistency throughout the squad with Jess Carter, Alex Greenwood and Lauren Hemp the pick of the bunch</p><p><strong>Mary Earps </strong>The current Fifa goalkeeper of the year earned her stripes once again. Big personality and world-class saves in every match were a vital part of England’s performances. Saved Jenni Hermoso’s penalty <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-england-womens-world-cup-final-match-report\" title=\"\">in the final </a>and picked up the Golden Glove award. <strong>8</strong></p><p><strong>Millie Bright </strong>Solid, especially given that a knee injury had ruled her out since March. The game <a href=\"https://www.theguardian.com/football/2023/jul/22/england-haiti-womens-world-cup-match-report\" title=\"\">against Haiti</a> was a baptism of fire as she rediscovered her match fitness and she grew into the tournament. Three at the back suited her and she led by example. <strong>8</strong></p> <a href=\"https://www.theguardian.com/football/2023/aug/21/womens-world-cup-2023-how-the-england-players-rated\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/womens-world-cup-2023-how-the-england-players-rated", "date_published": "2023-08-21T17:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pressure mounts on Nadine Dorries as second council calls for her to quit as MP", "description": "<p>Member of parliament for Mid Bedfordshire said she would resign in June but has yet to do so</p><p>Nadine Dorries is under increasing pressure to step down as an MP after a second council in her constituency called for her immediate departure.</p><p>The former culture secretary said she would resign from representing her Mid Bedfordshire constituency with immediate effect <a href=\"https://www.theguardian.com/politics/2023/jun/09/nadine-dorries-stands-down-as-mp-with-immediate-effect\">in early June</a> when Boris Johnson stood down as an MP and she failed to secure a peerage.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/21/pressure-mounts-on-nadine-dorries-as-second-council-calls-for-her-to-quit-as-mp\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/21/pressure-mounts-on-nadine-dorries-as-second-council-calls-for-her-to-quit-as-mp", "date_published": "2023-08-21T16:37:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gwyneth Paltrow’s Goop calls it ‘legendary’. But would you pay £22 for a loaf of bread?", "description": "<p>There are 16 ingredients in the Happy Tummy Loaf, including chia seeds and ‘generatively farmed’ egg. But even if it can give you ‘perfect poos’, it’s not exactly a bargain</p><p><strong>Name:</strong> The Happy Tummy Loaf</p><p><strong>Age:</strong> Nine. The Happy Tummy Loaf was created in 2014.</p> <a href=\"https://www.theguardian.com/food/2023/aug/21/gwyneth-paltrow-goop-legendary-pay-22-pounds-for-loaf-of-bread\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/21/gwyneth-paltrow-goop-legendary-pay-22-pounds-for-loaf-of-bread", "date_published": "2023-08-21T16:25:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Fiver | Narrative, high drama and a worthy winner: it was a great World Cup", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a> </p><p>Well, that was fun. Not so much the final, during which England’s players conceded just one goal but were largely outclassed before their Spanish counterparts celebrated their maiden victory in the Women’s World Cup. The medal presentation ceremony was simultaneously the stuff of dreams and nightmares, with Spanish Football Federation president Luis Rubiales provoking outrage by planting an unsolicited and <a href=\"https://www.theguardian.com/football/2023/aug/21/luis-rubiales-kiss-outrage-spanish-football-fa-president-womens-world-cup-final-spain-jenni-hermoso\">unwanted smackeroo on the lips of one unlucky player</a>.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/aug/21/raised-eyebrows-high-drama-worthy-winner-womens-world-cup-football-daily\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/raised-eyebrows-high-drama-worthy-winner-womens-world-cup-football-daily", "date_published": "2023-08-21T16:22:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ofgem orders Ovo to improve customer service after ‘serious concerns’ raised", "description": "<p>Energy regulator tells third largest UK supplier to take action after being alerted to handling of complaints</p><p>Ofgem has ordered Ovo Energy to improve its customer service after it received “serious concerns” over the gas and electricity supplier’s handling of complaints.</p><p>The energy regulator for Britain said it had told the UK’s third largest gas and electricity supplier to take action after it was alerted to the fact that problems remained unresolved and households faced lengthy waiting times to contact the company.</p> <a href=\"https://www.theguardian.com/business/2023/aug/21/ofgem-orders-ovo-energy-to-improve-customer-service-serious-concerns-complaints\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/21/ofgem-orders-ovo-energy-to-improve-customer-service-serious-concerns-complaints", "date_published": "2023-08-21T16:04:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The ‘no jet’ set: actors back campaign to cut climate impact of ‘celebrity riders’", "description": "<p>UK union initiative provides framework for negotiating greener practices in film and TV industry</p><p>Some stars insist on private jets, or a police escort to accompany their vehicles. George Clooney had a hot tub and beach hut installed next to his trailer. Rihanna demanded an animal print rug and “icy-blue chiffon” curtains. Many specify types of food, snacks, drinks and flowers.</p><p>But some of the UK’s best-known stars are now taking a stand against celebrity “riders” by backing a campaign to improve sustainability in the film and television industry.</p> <a href=\"https://www.theguardian.com/film/2023/aug/21/the-no-jet-set-actors-back-campaign-to-cut-climate-impact-of-celebrity-riders\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/21/the-no-jet-set-actors-back-campaign-to-cut-climate-impact-of-celebrity-riders", "date_published": "2023-08-21T16:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Lucas, Philip Guston and women revolt: the best art and architecture of autumn 2023", "description": "<p>An American great for the age of Trump, a baroque master’s feminine side and 20 contentious years for women’s art are among the highlights ahead</p><p>Chester-born artist Ryan Gander directs this new walking biennial, which features a spoken-word and choral work by Elizabeth Price, Swiss duo Fischli and Weiss, film by John Akomfrah, helicopter blades and a jet fighter in an abandoned shop by Fiona Banner, and much, much more, including Gander’s bespoke cocktails and an original themed tattoo.<br />• <em><a href=\"https://chestercontemporary.org/\">Around Chester, 22 September to 1 December</a></em></p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/21/best-art-and-architecture-of-autumn-2023-sarah-lucas-philip-guston-women-in-revolt\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/21/best-art-and-architecture-of-autumn-2023-sarah-lucas-philip-guston-women-in-revolt", "date_published": "2023-08-21T16:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bah, humbug! Christmas comes too early for north Wales shoppers", "description": "<p>Yuletide goods on sale alongside summer lines and before Halloween items annoyed locals in Home Bargains in Denbigh</p><p>It may not have been the sunniest of Augusts but a store in north Wales has been accused of giving up on summer way too early after it filled shelves with Christmas stock.</p><p>A section of the Home Bargains store in Denbigh is awash with festive offerings, from Grinch stockings to gold baubles, from strings of tinsel to plastic wreathes, sparkly reindeers and worker elves’ hats.</p> <a href=\"https://www.theguardian.com/business/2023/aug/21/bah-humbug-christmas-comes-too-early-for-north-wales-shoppers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/21/bah-humbug-christmas-comes-too-early-for-north-wales-shoppers", "date_published": "2023-08-21T15:58:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The government’s ‘Treasury brain’ has got the UK in an economic mess. How can we cure it? | Fran Boait", "description": "<p>Despite all the evidence that privatisation has been a disaster and investment is needed, the department remains in thrall to discredited financial orthodoxy</p><p>Barely a week goes by without more cracks appearing in our heavily privatised utilities and public services. From the near collapse of Thames Water and <a href=\"https://www.theguardian.com/environment/2023/jun/14/southern-water-refuses-order-to-release-memos-about-sewage-discharges\">raw sewage discharges</a>, to a deeper and more intense cost of living crisis due to the <a href=\"https://www.ft.com/content/c4ad8b6c-147e-495e-9be4-d75bdf2b4b1e\">extreme marketisation</a> of our electricity grid. Yet despite the increasing evidence of the <a href=\"https://www.theguardian.com/commentisfree/2022/jun/22/the-guardian-view-on-privatisation-the-god-that-failed\">failure of privatisation</a>, the Treasury continues to dig in on the promise of the private sector.</p><p>The government department and Bank of England are in the process of designing a new digital pound, a publicly issued digital version of cash, which would circulate alongside the private <a href=\"https://www.theguardian.com/commentisfree/2021/jun/14/central-bank-digital-currency-uk-economy\">electronic money</a> currently issued by banks. It presents a vital opportunity to build a new public payments system, which could be a stable foundation for the economy, safe from the speculative booms and costly busts of the “too big to fail” banks. This is why it is so disappointing to see that the Treasury is prioritising this new infrastructure as a “foundation for the <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1160409/CBDC_WEB_PDF_-_1_JUNE_2023_4.20pm.pdf\">private sector to innovate</a>”.</p><p>Fran Boait is executive director of campaign group Positive Money</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/government-treasury-brain-uk-economic-mess-cure\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/government-treasury-brain-uk-economic-mess-cure", "date_published": "2023-08-21T15:38:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ve had one Fleabag. We can’t have another’ – has the legendary Edinburgh hit become a curse?", "description": "<p>Phoebe Waller-Bridge’s uncouth one-woman show is seen as the epitome of festival success. But 10 years on, we speak to three fringe performers battling to escape its long shadow</p><p>Ten years ago, Phoebe Waller-Bridge perched on a stool and delivered a line about having a massive arsehole in a manner that was precision-engineered to make the audience gasp and laugh. <a href=\"https://exeuntmagazine.com/reviews/fleabag/\">It worked on me</a>. It clearly worked for other people, too, because the show, Fleabag, staged in one of the cave-like spaces of Edinburgh’s Underbelly Cowgate, spawned a global TV sensation. The rest is fringe history.</p><p>Fleabag is often held up as the epitome of fringe success stories, though the reviews at the time were relatively mixed. There were some glowing responses but the Guardian was not alone in giving it <a href=\"https://www.theguardian.com/stage/2013/aug/21/fleabag-edinburgh-festival-2013-review\">three stars</a>. Nevertheless, the show, which had the backing of Soho theatre, received a Fringe First award and, crucially, came to the attention of the BBC.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/21/fleabag-curse-phoebe-waller-bridge-edinburgh-festival-fringe\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/21/fleabag-curse-phoebe-waller-bridge-edinburgh-festival-fringe", "date_published": "2023-08-21T15:33:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Heat needs to be turned down fast in sauna-gate", "description": "<p>A solution must be found in the simmering dispute between racing’s rulers and jockeys over the removal of track saunas</p><p>Battle lines have been drawn and trenches dug in the latest dispute between the British Horseracing Authority and Britain’s Flat jockeys, and the two sides seem set for a protracted struggle.</p><p>At issue is the racecourse sauna, which was, for generations of riders, a daily point of call until Covid-19 prompted to their closure, as a measure to prevent spread of the virus when racing went behind closed doors. The Professional Jockeys’ Association insists that a majority of its members now want the saunas back, while the BHA is equally adamant that it is not going to happen.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/aug/21/talking-horses-heat-needs-to-be-turned-down-fast-in-battle-of-the-saunas-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/aug/21/talking-horses-heat-needs-to-be-turned-down-fast-in-battle-of-the-saunas-horse-racing", "date_published": "2023-08-21T15:20:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rare hybrid dolphins spotted off Cornish coast", "description": "<p>Falmouth sighting of cross between common and striped dolphins thought to be UK first</p><p>Rare hybrid dolphins have been spotted off the coast of Cornwall in what is thought to be a UK first.</p><p>The pair of cetaceans, seen in Falmouth, are a cross between a common dolphin and a striped dolphin.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/21/rare-hybrid-dolphins-spotted-off-cornish-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/21/rare-hybrid-dolphins-spotted-off-cornish-coast", "date_published": "2023-08-21T15:19:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dario Gradi to lose MBE after failing to protect children from sexual abuse", "description": "<ul><li>Complaints made by survivors in 2021 led to forfeiture this week</li><li>Sheldon Review revealed Gradi’s failure over Barry Bennell</li></ul><p>The disgraced football coach Dario Gradi is to be stripped of his MBE after complaints made by survivors of child sexual abuse.</p><p>The Offside Trust, a group formed by survivors of sexual abuse in sport, wrote to the Cabinet Office in 2021 asking that Gradi lose the MBE he received for services to football more than two decades previously. After a two-year process, an official forfeiture will be enacted this week.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/dario-gradi-to-lose-mbe-after-failing-to-protect-children-from-sexual-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/dario-gradi-to-lose-mbe-after-failing-to-protect-children-from-sexual-abuse", "date_published": "2023-08-21T15:17:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Embrace it or risk obsolescence’: how will AI jobs affect Hollywood?", "description": "<p>As dual Hollywood strikes rage on, studios and streamers such as Netflix and Disney are on a hiring spree within the world of artificial intelligence</p><p>Since actors joined writers on the picket line in July, the two guilds, on their first joint strike since 1960, have found a <a href=\"https://www.theguardian.com/technology/2023/jul/22/sag-aftra-wga-strike-artificial-intelligence\">common locus of fear and frustration</a>: the potential encroachment of artificial intelligence on their livelihoods.</p><p>The Writers Guild of America (WGA) warns of the possibility that generative AI – the type of machine-learning systems capable of creating text, images and video, such as OpenAI’s ChatGPT – could allow studios, represented by the Alliance of Motion Picture and Television Producers (AMPTP), to cut costs by forgoing the employment of human writers for AI-produced scripts. The Screen Actors Guild (Sag-Aftra) is concerned with the use of digital likenesses, particularly after Duncan Crabtree-Ireland, the guild’s chief negotiator, said studios proposed to pay background actors for a day’s work to use their images in perpetuity. (The AMPTP has disputed this claim as a “mischaracterization”.)</p> <a href=\"https://www.theguardian.com/film/2023/aug/21/ai-jobs-hollywood-writers-actors-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/21/ai-jobs-hollywood-writers-actors-strike", "date_published": "2023-08-21T15:15:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anger is most powerful emotion by far for spurring climate action, study finds", "description": "<p>Link to climate activism is seven times stronger for anger than it is for hope, say Norwegian researchers</p><p>Anger is by far the most powerful emotional predictor of whether somebody plans to take part in a climate protest, research suggests.</p><p>The <a href=\"https://www.sciencedirect.com/science/article/pii/S0959378023001048\">study</a>, which asked 2,000 Norwegian adults how they felt about the climate crisis, found the link to activism was seven times stronger for anger than it was for hope. The effects were smaller for other actions, but fear and guilt were the best predictors of policy support, while sadness, fear and hope were the best predictors of behavioural change.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/21/anger-is-most-powerful-emotion-by-far-for-spurring-climate-action-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/21/anger-is-most-powerful-emotion-by-far-for-spurring-climate-action-study-finds", "date_published": "2023-08-21T15:08:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NHS’s culture of denial allowed Lucy Letby to keep killing babies | Letters", "description": "<p><strong>Dr Maybelle Wallis </strong>says the health service’s authoritarian management culture has to change. Plus letters from <strong>Sharon Grant</strong>, <strong>Eddie Dougall</strong> and a nurse who tried to raise a complaint</p><p>Re your editorial on the Lucy Letby case (<a href=\"https://www.theguardian.com/commentisfree/2023/aug/18/the-guardian-view-on-lucy-letbys-conviction-the-nhs-must-learn-from-this-horror\" title=\"\">18 August</a>), I have been a paediatrician since 1985, a consultant since 1996 in the UK, and since 2017 in Ireland. Like my colleagues, I am grieved and outraged at reading that NHS managers were unable to prevent Letby from perpetrating irreversible harm.</p><p>A neonatal database flagging a spike in deaths would not have helped – neonatologists, who submit the reports to these databases, were aware of the spike as it happened. They had identified the suspected perpetrator, but they were obstructed by their managers.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/21/nhss-culture-of-denial-allowed-lucy-letby-to-keep-killing-babies\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/21/nhss-culture-of-denial-allowed-lucy-letby-to-keep-killing-babies", "date_published": "2023-08-21T15:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ll probably do it forever’: four crochet enthusiasts on their all-time favourite projects", "description": "<p>From a showpiece dress made from remnant yarn to a cardigan for a close friend, four devotees share why they’re hooked on crochet – and the items they are most proud of</p><p>Last week we met six <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/15/its-the-greatest-feeling-six-knitters-on-their-all-time-favourite-projects\">knitters and their all-time favourite projects</a>; this week, we hear from crocheters. While knitting requires two needles to make v-shaped stitches, crochet uses a single needle with a hooked end to create knot-like stitches.</p><p>Whether to pass the time on a commute, to create gifts for family and friends or items for a small business, crochet seems to bring a lightness and joy to the people who do it.</p><p><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/22/ill-probably-do-it-forever-four-crochet-enthusiasts-on-their-all-time-favourite-projects\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/22/ill-probably-do-it-forever-four-crochet-enthusiasts-on-their-all-time-favourite-projects", "date_published": "2023-08-21T15:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A horseshoe crab: it is only when you see the shell wet from the water, close up, that you know they are real | Helen Sullivan", "description": "<p>They have milky blue blood that can detect toxins – and people in lab coats want it</p><p>Every day in bright clinical rooms in countries all over the world, horseshoe crabs are strapped into specially designed harnesses and drained of a third of their blood by people in lab coats. Then they are put back into rivers and oceans to swim-scuttle out their days.</p><p>Horseshoe crabs are prehistoric and they look it: a fossilised Roomba most of the way through eating a stingray. The horseshoe crab looks mainly like it should not be alive right now.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/22/a-horseshoe-crab-it-is-only-when-you-see-the-shell-wet-from-the-water-close-up-that-you-know-they-are-real\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/22/a-horseshoe-crab-it-is-only-when-you-see-the-shell-wet-from-the-water-close-up-that-you-know-they-are-real", "date_published": "2023-08-21T15:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Green Man festival review: Self Esteem crowns success, Julie Byrne triumphs and Devo rock the muck", "description": "<p>After 21 years,  this celebration of musical eclecticism and reverence in nature earns its devoted fanbase once again</p><p>The national park in which it takes place has changed name to Bannau Brycheiniog, but 21 years in, most else about Green Man remains reassuringly the same. Subtle evolution, not revolution, has been the steady success of this 25,000 capacity all-ages celebration of musical eclecticism and reverence in nature: it’s practically as much a part of the Powys landscape as the soaring mountains that wrap the site in their misty embrace.</p><p>Green Man tickets sold out almost immediately this year before any artists were even announced – no mean feat in tight economic times. There’s no denying that prices have crept upwards sharply (£6.50 a pint of Growler). Yet Green Man’s core values hold strong. Sponsorship is eschewed. Sustainability, inclusivity (the lineup is gender balanced; two of the three main-stage headliners are female) and laid-back good vibes reign. Emerging artists, zeitgeisty heavy hitters and heritage heroes alike are platformed to often much bigger crowds than they would typically reach, and usually seize their moment.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/21/green-man-festival-review-self-esteem-julie-byrne-devo\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/21/green-man-festival-review-self-esteem-julie-byrne-devo", "date_published": "2023-08-21T14:47:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain celebrate but Olga Carmona’s tragedy mars their World Cup triumph | Sid Lowe", "description": "<p>The Women’s World Cup was won the hardest way with a victory achieved amid an ongoing war against inequality</p><p>How do you even begin to get your head around this? How can you comprehend the layers of feeling and meaning, already many and deep? Amid the celebrations in the hours after Spain lifted their first World Cup, the footballer who scored the goal to win it and dedicated it to her friend’s mother who had just passed away, was told that <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-world-cup-winning-goalscorer-father-died-after-final-england\">her own father had died</a>. Tomas Carmona didn’t see the moment his daughter made history but she didn’t know that yet. He had passed away while her mother and brother flew to Australia for the final and they had chosen to leave her to live this, everything she had ever wanted.</p><p>“This is a dream, but literally: when you go to bed and dream of things that can happen in life, you dream of this,” Carmona said after the final, an added poignancy later lent to every word, every act, heartfelt anyway, by the news of her father’s passing. She had already <a href=\"https://www.theguardian.com/football/2023/aug/15/womens-world-cup-semi-final-spain-sweden-match-report\">scored in the semi-final</a>; now her low, precise effort went past Mary Earps’s hand at 98km/h and she set off almost as quick in the other direction.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/spain-celebrate-but-olga-carmonas-tragedy-mars-their-world-cup-triumph\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/spain-celebrate-but-olga-carmonas-tragedy-mars-their-world-cup-triumph", "date_published": "2023-08-21T14:41:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Say cheese! Wallace & Gromit: The Wrong Trousers at 30 – in pictures", "description": "<p>The animated duo’s second outing won an Oscar and changed claymation cinema forever. The curator of a new exhibition at the Cartoon Museum, along with the film’s producer and co-writer, discuss its conception, production and enduring appeal<br /><br /><strong><em>• <a href=\"http://www.cartoonmuseum.org/\">Wallace &amp; Gromit: The Wrong Trousers turns 30! runs from 12 September 2023 to 16 April 2024 at The Cartoon Museum</a></em></strong></p> <a href=\"https://www.theguardian.com/film/gallery/2023/aug/21/wallace-and-gromit-the-wrong-trousers-30-exhibition-cartoon-museum\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2023/aug/21/wallace-and-gromit-the-wrong-trousers-30-exhibition-cartoon-museum", "date_published": "2023-08-21T14:34:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It was our response to glamour photos of Mel resurfacing’: how we made Mel & Kim’s Respectable", "description": "<p>‘Our record company thought we’d be embarrassed by the pictures appearing in the tabloids. But we were streetwise girls. We had dealt with far worse than that’</p><p>A few years before Respectable, Mel had done some glamour photos. Obviously, the photographer who took the pictures saw that we’d had a hit with our debut single, Showing Out (Get Fresh at the Weekend), and bang, the pictures started to surface in the tabloids.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/21/mel-kim-respectable-glamour-photos-streetwise\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/21/mel-kim-respectable-glamour-photos-streetwise", "date_published": "2023-08-21T14:32:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can anyone in the Bundesliga stop Harry Kane and Bayern Munich? | Andy Brassell", "description": "<p>Kane created one goal and scored another on his league debut, but the main interest is in the potential title challengers</p><p>After Bayern Munich raised the curtain on Bundesliga 2023-24, we could then get to seeing what they will face in the field. Harry Kane’s debut – an assist inside four minutes then a first goal – showed how he will bring the best out of his teammates, but, <a href=\"https://www.theguardian.com/football/2023/aug/18/harry-kane-hits-ground-running-with-bayern-munich-in-cruise-control\">like a 4-0 win at Werder Bremen</a>, though excellent, were expected.</p><p>Everything on Friday night had gone almost exactly to script for the champions and their star signing, but that was never the question occupying Bundesliga-focused minds – the last time Bayern lost to the northerners was <a href=\"https://www.theguardian.com/sport/blog/2008/sep/23/bayernmunich.werderbremen\">a 5-2 home defeat back in September 2008</a>, and the best Werder have mustered since is four draws. It was as straightforward as pressing the demo button on a top-of-the-range keyboard. England’s captain could not have asked for a more forgiving first outing.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/can-anyone-in-the-bundesliga-stop-harry-kane-and-bayern-munich\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/can-anyone-in-the-bundesliga-stop-harry-kane-and-bayern-munich", "date_published": "2023-08-21T14:28:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is Braverman in or out? It doesn’t matter: what’s broken is the Home Office itself | Simon Jenkins", "description": "<p>Rishi Sunak is reportedly facing growing pressure to sack the home secretary. But the troubles go much deeper than that</p><p>If you had hired as many different builders in the past five years as Britain has hired home secretaries, you would assume your house was deeply flawed. Yet the latest, Suella Braverman, one of four in that time, has managed 10 months under Rishi Sunak and is <a href=\"https://inews.co.uk/news/politics/suella-braverman-must-go-tories-call-rishi-sunak-oust-home-secretary-reshuffle-looms-2557836\">reportedly</a> under pressure to be sacked. It is hard to imagine how a senior minister in a controversial department can operate when those around her think she is about to go. To put it mildly, the job should be held by someone with the authority to act. The habit of Boris Johnson and now Sunak of using cabinet jobs not as a reward for competence but in return for loyalty has been disastrous. The Home Office is not alone. In the past four years Britain has had six education secretaries and three transport secretaries. No wonder the British government is a mess.</p><p>Sunak’s appointing of a hard rightwinger to the high-profile position of home secretary, just a few days after she had been forced to resign from the same post, might have been politically wise had there been a plausible policy in place. On the leading electoral issue of immigration there was not. Whoever dreamed up this month’s headline-grabbing event of “<a href=\"https://www.theguardian.com/uk-news/2023/aug/13/how-the-small-boats-week-unravelled\">small boats week</a>”, as if it were a yachting festival, should be fired. Tasteless in itself, it became a farce: a diseased prison barge, <a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/immigration-lawyer-braverman-smear-campaign-rightwing-press-deported-to-rwanda\">attacks</a> on migrants’ lawyers, <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/french-coastguards-mobilise-six-boats-and-a-helicopter-after-channel-deaths\">six drowned migrants</a> and a record 756 asylum seekers crossing the Channel in a single day. Meanwhile Braverman daily commits herself to unattainable targets and makes absurd accusations that immigration is all Labour’s fault.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/suella-braverman-home-office-department-broken\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/suella-braverman-home-office-department-broken", "date_published": "2023-08-21T14:27:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea have a billion-dollar team, but do they have a plan?", "description": "<p>The club’s owners have invested a fortune in new players. But there’s a sense the squad has been assembled without a clear blueprint</p><ul><li><strong><a href=\"https://www.theguardian.com/football/2023/jul/20/sign-up-for-soccer-with-jonathan-wilson-his-free-weekly-newsletter-on-european-soccer\">Sign up to Jonathan’s weekly newsletter here</a></strong></li></ul><p>On the one hand, Chelsea were much the better side for the last half hour of the first half at West Ham on Sunday. They scored an equaliser, missed a penalty and had plenty of other chances. Raheem Sterling looked back to something near his best, Enzo Fernández glided about finding space and angles and Carney Chukwuemeka scored a very fine goal, his first for the club. On the other, <a href=\"https://www.theguardian.com/football/2023/aug/20/west-ham-chelsea-premier-league-match-report\">they lost 3-1</a>, meaning they have won only one of their last 16 games.</p><p>It’s not quite 15 months since the Clearlake consortium fronted by the US businessman Todd Boehly completed its takeover of Chelsea, since when 24 players have been signed at an outlay of $1.1bn. Soccer has never seen anything remotely like it. Of the 23 players in the matchday squad when Chelsea won the Champions League in 2021, only two were in the squad at West Ham on Sunday. A team that had won the sport’s most significant club prize, that looked only a few tweaks from being a consistent challenger for major honours, has been transformed into a chaos of potential – at a cost of over a billion dollars.</p><p><em><strong>This is an extract from Soccer With Jonathan Wilson, a weekly look at the game in Europe. <a href=\"https://www.theguardian.com/football/2023/jul/20/sign-up-for-soccer-with-jonathan-wilson-his-free-weekly-newsletter-on-european-soccer?utm_term=dispatch_id_for_unsent_campaign&amp;utm_campaign=SoccerwithJonathanWilson&amp;utm_source=esp&amp;utm_medium=Email&amp;CMP=soccerwithjonathanwilson_email\">To subscribe, just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/aug/21/chelsea-west-ham-caicedo-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/chelsea-west-ham-caicedo-premier-league", "date_published": "2023-08-21T14:13:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Recall rules to be eased on indefinite jail sentences in England and Wales", "description": "<p>Licence period could be terminated from five years after release instead of current 10 years, in ‘positive step’</p><p>Prisoners released on licence after serving time under an abolished and <a href=\"https://www.theguardian.com/commentisfree/2023/may/18/jail-law-britain-prisoners-ipp-sentences\">much-maligned indefinite sentencing scheme</a> in England and Wales could have the period in which they can be recalled to prison halved under new rules.</p><p>The changes to the imprisonment for public protection (IPP) scheme would mean that IPP prisoners could in theory have their licence period in which they can be recalled terminated five years after release rather than the current 10 years.</p> <a href=\"https://www.theguardian.com/law/2023/aug/21/recall-rules-to-be-eased-on-indefinite-jail-sentences-in-england-and-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/aug/21/recall-rules-to-be-eased-on-indefinite-jail-sentences-in-england-and-wales", "date_published": "2023-08-21T14:07:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mason Greenwood to leave Manchester United after internal inquiry", "description": "<ul><li>Charges including attempted rape were dropped in February</li><li>United say they will help forward to find a new club</li></ul><p>Mason Greenwood is leaving Manchester United after the club’s six-month internal inquiry. The club said it had been mutually agreed that “it would be most appropriate” for him to resume his career away from Old Trafford and “we will now work with Mason to achieve that outcome”.</p><p>United began that process after charges against Greenwood of attempted rape, controlling and coercive behaviour and assault occasioning actual bodily harm <a href=\"https://www.theguardian.com/uk-news/2023/feb/02/prosecutors-drop-alleged-case-against-mason-greenwood\">were dropped</a>. The forward, who has a contract to 2025, had denied all the charges.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/mason-greenwood-to-leave-manchester-united-after-internal-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/mason-greenwood-to-leave-manchester-united-after-internal-inquiry", "date_published": "2023-08-21T14:01:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK petrol prices rise above 150p a litre for first time since January", "description": "<p>Supermarkets have faced claims they are overcharging customers for fuel</p><p>The average cost of petrol at UK forecourts has risen to break 150p a litre for the first time since the start of the year, despite close scrutiny of fuel prices during the <a href=\"https://www.theguardian.com/business/cost-of-living-crisis\">cost of living crisis</a>.</p><p>The latest increase in pump prices means petrol is now 150.51p a litre, the highest level since early January, and diesel has risen to 152.41p a litre, the AA said.</p> <a href=\"https://www.theguardian.com/money/2023/aug/21/uk-petrol-prices-rise-150p-a-litre-supermarkets-fuel\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/21/uk-petrol-prices-rise-150p-a-litre-supermarkets-fuel", "date_published": "2023-08-21T14:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘My life is a bit like a horror story’: the TV visionary making creepy tales inspired by his Down syndrome", "description": "<p>Otto Baxter’s gruesome Victorian romp – complete with sweary musical numbers – is loosely based on his life. It’s a unique, monster-filled scare-fest, with its own incredibly moving documentary</p><p>In 2009, Otto Baxter gave an interview to the BBC’s disability website Ouch! in which he outlined his ambitions: the 21-year-old hoped to one day become a porn star, make a rock record, star in Phantom of the Opera and direct “the greatest horror film ever”.</p><p>More than a decade later and there is no X-rated, thrash-metal version of Andrew Lloyd Webber’s musical on the horizon. But Baxter <em>has</em> made one of the most unusual horror films you’re likely to see. The Puppet Asylum is a 30-minute short inspired by Jack the Ripper, A Nightmare on Elm Street and, crucially, his own experience of living with Down syndrome.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/21/otto-baxter-horror-film-debut-down-syndrome\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/21/otto-baxter-horror-film-debut-down-syndrome", "date_published": "2023-08-21T14:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Three found dead after Moscow guided sewer tour hit by heavy rain", "description": "<p>Several others missing after water levels in Russian capital’s sewers rose quickly after downpour</p><p>Three people were found dead and several others were missing after taking part in a guided tour of Moscow’s sewer system that was hit by heavy rain, state-run media said.</p><p>“The body of an unidentified woman has been found in the Moskva River, making her the third person to die after a tour of the underground sewers,” a source in the emergency services was quoted as saying by the TASS news agency.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/three-found-dead-after-moscow-guided-sewer-tour-hit-by-heavy-rain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/three-found-dead-after-moscow-guided-sewer-tour-hit-by-heavy-rain", "date_published": "2023-08-21T13:57:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No one really cares about William missing the World Cup final. This was about Harry – again | Zoe Williams", "description": "<p>Ignore Piers Morgan. Most people aren’t angry about the royal no-show – they just want to take our future king down a peg or two</p><p>A certain amount of indignation was only to be expected, post-World Cup, about the disparities in the treatment of the men’s and women’s games. Not to get too granular about it, because male footballers get paid so much that sometimes the world runs out of currency and has to top up their pay with panda cubs, and female footballers get paid slightly less than primary school teachers, I definitely expected at least some murmurs about fairness and equality, maybe even the spectacle of a Lioness bringing an equal pay claim to tribunal, which might not succeed but would be fun to watch.</p><p>The question I was not expecting was “Where was Prince William at the World Cup final?”, still less to hear it endlessly examined, by news anchors, bigmouths, football pundits and politicians. Who was the angriest, between <a href=\"https://twitter.com/jonsopel/status/1692936850824908994?s=42&amp;t=CP-tV_2DixDOz-AXnopIlA\">Jon Sopel</a>, who tweeted: “Happy to accept might be impossible for the PM, given other commitments. But Prince William? Why?” and <a href=\"https://twitter.com/piersmorgan/status/1692948526781661480?s=20\">Piers Morgan</a>, who went in on: “With respect, YRH [Your Royal Highness], you should have got on a plane.”</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/no-one-really-cares-about-william-missing-the-world-cup-final-this-was-about-harry-again\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/no-one-really-cares-about-william-missing-the-world-cup-final-this-was-about-harry-again", "date_published": "2023-08-21T13:40:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boygenius review – Phoebe Bridgers, Julien Baker and Lucy Dacus meet hysteria with humour", "description": "<p><strong>Gunnersbury Park, London</strong><br />The US supergroup have legions of fans swooning – literally – as they crown a summer of female cultural-dominance with an epic outdoor show</p><p>If there is a better after-party to England losing the World Cup on Sunday morning than seeing Boygenius play to 25,000 fans, it’s hard to picture it. The US songwriting supergroup of Julien Baker, Phoebe Bridgers and Lucy Dacus trade in both intimate commiserations and a celebration of female interdependence that runs counter to the concept of singular male brilliance that gave them their cheeky band name. They chose Irish songwriter <a href=\"https://music.youtube.com/channel/UC-Y7eF7wB80dLjgILw0VsRg\">Soak</a>, US alt-pop star <a href=\"https://www.theguardian.com/music/2023/jul/07/ethel-cain-preachers-daughter-interview\">Ethel Cain</a> and pop trio <a href=\"https://www.theguardian.com/music/2022/jun/26/muna-muna-review-pulsating-with-newfound-freedom\">Muna</a> to support them today: all queer artists, a bill reflected in a very polite crowd primarily comprised of girls, goths and gays (and England shirts). This spiritual sister to Lilith Fair feels like an apt conclusion to a summer defined by women succeeding on an epic scale, from the England squad to blockbuster, headline-dominating tours by Taylor Swift, Beyoncé and <a href=\"https://www.theguardian.com/music/2023/jun/14/sza-review-voyage-of-a-lifetime-with-genre-busting-rb-superstar\">SZA</a>, to Greta Gerwig’s Barbie painting the box office pink.</p><p>Gunnersbury Park is, Baker estimates, the trio’s biggest show ever, and there’s almost something incongruous about it: these three songwriters often sing in close-woven harmonies, and keep a similarly tight lyrical focus, from an imminent ex’s unbearable “keys on the counter, your dirty dish in the sink” in Dacus’s Please Stay, to <a href=\"https://www.youtube.com/watch?v=0utmCIxfHgc\">Emily I’m Sorry</a>, a Bridgers-led track about a crisis in the back seat of a car that seems to shudder with the precariousness of the situation. They have just one EP and an album, this year’s <a href=\"https://www.theguardian.com/music/2023/apr/02/boygenius-the-record-review-julien-baker-phoebe-bridgers-lucy-dacus\">The Record</a>, and many of their Americana-tinged songs proceed with a crushed, under-covers smallness, or a nostalgic dreaminess reminiscent of Sheryl Crow’s 90s hits. Yet the response among the crowd is one of abject hysteria – there are tattoos of Bridgers’ lyrics, and a woman wearing wings to cosplay as the lyric “always an angel, never a god” – reflecting a generational hunger to hear these small, never-ending embarrassments blown up sky-sized. One of the biggest yell-alongs comes in Emily I’m Sorry, as Bridgers sings, “I’m 27 and I don’t know who I am.”</p> <a href=\"https://www.theguardian.com/music/2023/aug/21/boygenius-review-phoebe-bridgers-julien-baker-and-lucy-dacus-meet-hysteria-with-humour\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/21/boygenius-review-phoebe-bridgers-julien-baker-and-lucy-dacus-meet-hysteria-with-humour", "date_published": "2023-08-21T13:34:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump to skip first Republican primary as his lead over rivals grows – live", "description": "<p>CBS poll shows ex-president is preferred candidate for 62% of Republican voters with closest rival, Ron DeSantis, at 16%</p><p>For months, <strong>Donald Trump</strong> suggested he <a href=\"https://www.theguardian.com/us-news/live/2023/aug/21/trump-republican-debate-georgia-biden-hawaii-fires-politics-live-updates?page=with:block-64e353c38f0897043a8e0de0#block-64e353c38f0897043a8e0de0\">would not attend the Republican primary debate </a>on Wednesday, arguing he was well known to the American public and that it did not make sense to give his GOP rivals a chance to attack him.</p><p>“Why would I allow people at 1 or 2% and 0% to be hitting me with questions all night?” he said in an interview in June with Fox News host <strong>Bret Baier,</strong> who will be serving as a moderator at the Milwaukee debate.</p><p>I can name three or four people that I wouldn’t support for president. So right there, there’s a problem.</p><p>If Donald Trump is leading in the polls, and he’s your opponent, then kissing his butt is not going to help you win.</p><p>Had a great time in Des Moines [Iowa] yesterday or this week at the Iowa state fair. And what people want is someone who’s willing to be honest. What people want is folks that are not afraid of Donald Trump and who are going to articulate a vision for a future and talk about the issues of the day that are impacting them, and not just focusing on Donald Trump’s legal baggage.</p><p>Here’s what we’re learning. There’s a good chunk of people that are never going to vote for Donald Trump, and there’s folks that like Donald Trump, voted for him twice, still like him as a person, and don’t think he has a chance in a rematch against Joe Biden.</p><p>And that’s what I’m looking forward to talking about: not only his problems but articulating what the GOP needs to be doing, so we prevent a trend that has been happening for the last 20 years. And that’s losing the general election popular vote.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/aug/21/trump-republican-debate-georgia-biden-hawaii-fires-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/aug/21/trump-republican-debate-georgia-biden-hawaii-fires-politics-live-updates", "date_published": "2023-08-21T13:27:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Storm Hilary could still threaten life, experts say, as nearly 25m under flood warnings in US south-west – live", "description": "<p>Storm downgraded to post-tropical cyclone as of Monday morning but mudslides still possible</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/aug/21/california-flooding-rain-storm-hilary\">California braced for ‘catastrophic’ flooding from Storm Hilary</a></li></ul><p><strong>Forecasters warn that Tropical Storm Hilary could still</strong> <strong>be “life-threatening” despite being downgraded to a post-tropical cyclone on Monday,</strong> AP reported.</p><p>Officials with the National Hurricane Center in Miami warned in a Monday advisory that “continued life-threatening and locally catastrophic flooding” were expected in areas of the US Southwest.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/aug/21/hilary-tropical-storm-california-flood-warnings-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/aug/21/hilary-tropical-storm-california-flood-warnings-live-updates", "date_published": "2023-08-21T13:22:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Non-EU UK immigrants: have you recently been granted a work visa?", "description": "<p>We’d like to hear from non-EU immigrants to the UK – particularly from Nigeria, Zimbabwe and India – who have been granted UK work visas in the past year </p><p>We’re interested to hear from non-EU immigrants who have recently been granted work visas for the UK.</p><p>Whether you’re already in the UK or intend to come and work in the UK in the near future, we’d like to hear when you applied for your work visa, how long it took to be approved, what jobs your visa allows you to work in and what motivated you to apply.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/21/non-eu-uk-immigrants-have-you-recently-been-granted-a-work-visa\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/21/non-eu-uk-immigrants-have-you-recently-been-granted-a-work-visa", "date_published": "2023-08-21T13:13:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lionesses fly home while Spurs 2.0 blossom under Angeball - Football Weekly podcast", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/barneyronay\">Barney Ronay</a> and <a href=\"https://twitter.com/kickback_nedum\">Nedum Onuoha</a> as Chelsea and Manchester United fail to impress</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today; the Lionesses may lost the World Cup final but there is plenty to be proud about and there is certainly no shame in losing to a vastly superior Spain side.</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/21/lionesses-fly-home-womens-world-cup-spurs-angeball-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/21/lionesses-fly-home-womens-world-cup-spurs-angeball-football-weekly-podcast", "date_published": "2023-08-21T13:12:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England’s World Cup odyssey points to bright future of sustained success | Suzanne Wrack", "description": "<p>Injury-hit squad’s journey to the final indicates that far being the end of a cycle, this is just the start</p><p>After England’s <a href=\"https://www.theguardian.com/football/2022/jul/31/england-germany-womens-euro-2022-final-match-report\">Euros triumph</a> and <a href=\"https://www.theguardian.com/football/2022/oct/07/england-usa-womens-international-friendly\">defeat of the USA</a> in a friendly in October, confidence was overflowing looking towards the World Cup. The Lionesses appeared strong enough to seriously challenge for football’s biggest prize.</p><p>The loss of the Euros golden boot and golden ball winner <a href=\"https://www.theguardian.com/football/2022/nov/22/england-and-arsenals-beth-mead-set-for-long-absence-due-to-knee-injury\">Beth Mead to an ACL injury</a> that would almost certainly end her World Cup dream was a blow, but one that could be taken; the depth was there. Then came knee injuries to the captain <a href=\"https://www.theguardian.com/football/2023/apr/21/leah-williamson-england-out-of-world-cup-cruciate-ligament-injury-arsenal\">Leah Williamson, another ACL</a>, and magical No 10 <a href=\"https://www.theguardian.com/football/2023/may/02/fran-kirby-england-womens-world-cup-injury-surgery\">Fran Kirby</a>. All that remained of England’s Euros spine, with the retirement of the striker Ellen White, was the goalkeeper Mary Earps and defensive midfielder Keira Walsh.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/england-world-cup-final-bright-future-sustained-success\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/england-world-cup-final-bright-future-sustained-success", "date_published": "2023-08-21T13:11:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chinese economic slowdown is a result of debt supercycle | Kenneth Rogoff", "description": "<p>Some blame falling global demand, but borrowing by government and property sector has held back growth</p><ul><li><a href=\"https://www.theguardian.com/world/2023/aug/21/china-cuts-interest-rate-economy-central-bank-rate\">China cuts key interest rate amid economic slowdown</a></li></ul><p>The 2008 financial crisis in the US kicked off a <a href=\"https://scholar.harvard.edu/rogoff/publications/debt-supercycle-not-secular-stagnation-0\">debt supercycle</a>, which spread to Europe in 2010 and has recently engulfed many of the world’s low-income and lower-middle-income countries. Could the <a href=\"https://www.ft.com/content/c266f377-33dc-4cf6-89a1-b62998896027\">debt woes</a> of Country Garden, the behemoth Chinese real estate developer now facing <a href=\"https://www.bbc.com/news/business-66470170\">billions of dollars in losses</a>, augur the cycle’s next turn?</p><p>The answer remains unclear. While the Chinese authorities have a remarkable track record when it comes to containing economic crises, the challenges posed by a significant growth slowdown, combined with high debt levels – especially for local governments and the property sector – are unprecedented.</p> <a href=\"https://www.theguardian.com/business/2023/aug/21/chinese-economic-slowdown-debt-supercycle\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/21/chinese-economic-slowdown-debt-supercycle", "date_published": "2023-08-21T13:10:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Something that actually matters’: four retirees on why they’re becoming teachers", "description": "<p>The over-55s account for biggest national rise in new trainee teachers, with a 75% increase in applications</p><p>The work and pensions secretary, Mel Stride, recently suggested that unemployed people over 50 should consider <a href=\"https://www.theguardian.com/society/2023/aug/03/over-50s-could-deliver-takeaways-says-work-and-pensions-secretary-mel-stride\">delivering takeaways</a>.</p><p>But the army of missing workers Stride was seeking are looking to do something more productive with their time: this year, the over-55s accounted for the biggest national rise in new trainee teachers, with a 75% increase in applications.</p> <a href=\"https://www.theguardian.com/education/2023/aug/21/something-that-actually-matters-four-retirees-on-why-theyre-becoming-teachers\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/21/something-that-actually-matters-four-retirees-on-why-theyre-becoming-teachers", "date_published": "2023-08-21T12:54:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japanese man lives dog’s life in long-haired collie suit – in pictures", "description": "<p>Man known as Toco has spent over £10,000 on a canine costume to realise his dream of transforming into a dog</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/21/japanese-man-dog-long-haired-collie-suit-toco-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/21/japanese-man-dog-long-haired-collie-suit-toco-in-pictures", "date_published": "2023-08-21T12:44:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thai party of Thaksin Shinawatra strikes deal with ex-military rivals", "description": "<p>Arrangement angers many Pheu Thai supporters and could coincide with  former PM’s return from exile</p><p>The party associated with Thailand’s former prime minister Thaksin Shinawatra has struck a deal with its former military rivals, a move that could coincide with his return after more than 15 years in exile.</p><p>The deal announced on Monday has angered many Pheu Thai supporters, as well as those of the reformist Move Forward party that won the most votes and seats in the May general election but whose leader was blocked from taking office.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/pheu-thai-party-thaksin-shinawatra-deal-ex-military-rivals\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/pheu-thai-party-thaksin-shinawatra-deal-ex-military-rivals", "date_published": "2023-08-21T12:33:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ecuador votes to halt oil drilling in Amazonian biodiversity hotspot", "description": "<p>Referendum result comes as blow to president, requiring state oil firm to dismantle operations area of Yasuní</p><p>In a historic decision, Ecuadorians voted on Sunday against the oil drilling of a protected area in the Amazon that is home to two uncontacted tribes and serves as a biodiversity hotspot.</p><p>With more than 90% of the ballots counted by early Monday, about six in 10 Ecuadorians rejected the oil exploration in the Block 44 area, situated within Yasuní national park, one of the world’s most biodiverse regions. The area is inhabited by the Tagaeri and Taromenane, who live in self-isolation.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/ecuador-votes-to-halt-oil-drilling-in-amazonian-biodiversity-hotspot\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/ecuador-votes-to-halt-oil-drilling-in-amazonian-biodiversity-hotspot", "date_published": "2023-08-21T12:22:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "World Laziness Day and a T-Rex race: Monday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/21/world-laziness-day-t-rex-race-monday-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/21/world-laziness-day-t-rex-race-monday-best-photos", "date_published": "2023-08-21T12:08:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby sentenced to whole-life jail term for murdering seven babies", "description": "<p>Former nurse will never be released from prison after becoming only third woman alive to be given such sentence in UK</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/aug/21/lucy-letby-sentencing-hearing-life-sentence-updates\">Lucy Letby sentencing – latest updates</a></li></ul><p>The serial killer nurse Lucy Letby will never be released from prison after a judge sentenced her to a rare whole-life term for the “sadistic” murder of seven babies.</p><p>Letby, 33, is only the third woman alive to be given the jail term in the UK. She was sentenced at Manchester crown court on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/21/lucy-letby-sentence-whole-life-jail-term-for-murdering-seven-babies\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/21/lucy-letby-sentence-whole-life-jail-term-for-murdering-seven-babies", "date_published": "2023-08-21T12:04:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rukmini Iyer’s budget recipes with tinned beans", "description": "<p>A Spanish-style butter bean salad with oranges and olives and crunchy walnuts, and a black bean, avocado and rice taco bowl spike with lime</p><p>Tinned butter beans and black beans are among my favourites, with both being the perfect base for salads as well as more substantial dishes. Paired with brown rice, avocado and indecent amounts of lime, black beans work splendidly in a balanced, almost five-ingredient lunch. And for warmer days, take inspiration from Niki Segnit’s new book, <a href=\"https://guardianbookshop.com/the-flavour-thesaurus-more-flavours-9781526608987\">The Flavour Thesaurus: More Flavours</a>, and make a Spanish-inspired butter bean salad with oranges and olives – I add walnuts for crunch and spinach for a hit of green.</p><p>Rukmini Iyer is the author of The Roasting Tin series. Her latest book is India Express: Fresh and Delicious Recipes for Every Day, published by Square Peg at £22. To order a copy for £19.36, go to <a href=\"https://guardianbookshop.com/india-express-9781529110074\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/food/2023/aug/21/budget-tinned-bean-recipes-avocado-rice-taco-lime-orange-butterbean-spinach-olive-rukmini-iyer\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/21/budget-tinned-bean-recipes-avocado-rice-taco-lime-orange-butterbean-spinach-olive-rukmini-iyer", "date_published": "2023-08-21T12:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lost talents rediscovered as Roma and Juventus start Serie A season in style | Nicky Bandini", "description": "<p>Near-forgotten men Andrea Belotti and Federico Chiesa starred Charles De Ketelaere scored on debut for Atalanta</p><p>The season was just beginning but some people were already thinking about its ending. “We need to get to safety,” said the Monza manager Raffaele Palladino. “Even if it’s on the last day of the season that would still be worth celebrating.”</p><p>His team had not even played that badly, losing 2-0 away to an Inter team who ended last season in a Champions League final. The Nerazzurri were superior throughout, yet the result was not settled until Lautaro Martínez bagged his second goal in the 75th minute. If Monza had reacted more sharply to Yann Sommer wafting a cross into the middle of his area just after half-time, it could have been a different story.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/lost-talents-rediscovered-as-roma-and-juventus-start-serie-a-season-in-style\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/lost-talents-rediscovered-as-roma-and-juventus-start-serie-a-season-in-style", "date_published": "2023-08-21T11:46:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jac Morgan and Dewi Lake named Wales co-captains for Rugby World Cup", "description": "<ul><li>Dyer, Grady and Domachowski head recent international caps</li><li>No place for scrum-half Kieran Hardy in Gatland’s selection</li></ul><p>Jac Morgan and Dewi Lake have been named as Wales co-captains for the Rugby World Cup.</p><p>The Ospreys forwards will lead a squad that includes recent international newcomers in wing Rio Dyer, centre Mason Grady and prop Corey Domachowski. But there is no place for scrum-half Kieran Hardy, with Wales head coach Warren Gatland deciding to select just two nines in Tomos Williams and Gareth Davies.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/21/jac-morgan-and-dewi-lake-named-wales-co-captains-for-rugby-union-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/21/jac-morgan-and-dewi-lake-named-wales-co-captains-for-rugby-union-world-cup", "date_published": "2023-08-21T11:40:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zero-degree line at record height above Switzerland as heat and fire hit Europe", "description": "<p>Weather ballon climbs to 5,300 metres before temperature falls to 0C amid late summer heatwave</p><p>A Swiss weather balloon had to climb to an unprecedented 5,300 metres (17,400ft) before the temperature fell to 0C (32F), meteorologists have said, as a late summer heatwave and wildfires continue to pummel swathes of continental Europe.</p><p>A man was found dead in a blaze raging north of Athens on Monday as the Greek government warned of an “extreme” risk of fire across the country, while more than half of mainland France was placed under an amber heat alert.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/21/zero-degree-line-record-height-switzerland-heatwave-wildfire-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/21/zero-degree-line-record-height-switzerland-heatwave-wildfire-europe", "date_published": "2023-08-21T11:38:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: should we colonise other planets?", "description": "<p>Is Elon Musk’s vision for the future a libertarian fantasy or scientific imperative?</p><p>The question of human settlement on Mars is, for many people, not “if” but “when”. <a href=\"https://www.theguardian.com/technology/elon-musk\" title=\"\">Elon Musk</a>’s <a href=\"https://www.theguardian.com/science/spacex\" title=\"\">SpaceX</a> company began speaking of the Mars Colonial Transporter around 2012. Its latest incarnation, the prototype for a massive spaceship called Starship that can house up to 100 passengers and crew, took off from Texas in April but <a href=\"https://www.theguardian.com/science/2023/apr/20/elon-musks-spacex-launches-test-flight-for-rocket-that-could-bring-people-to-mars\" title=\"\">exploded before reaching Earth’s orbit</a>. Whether that counts as a success or not depends on who you ask, but it testifies to Musk’s determination to see a human presence on Mars in the next decade.</p><p>His view that colonising the cosmos is humankind’s ultimate and inevitable destiny is widely shared. The moon, lacking an atmosphere, short on water, and with weak gravity, is not a very attractive stepping stone, but Mars has none of those drawbacks and is considered a much more viable place to build the first off-world settlement. “Once the exclusive province of science fiction stories and films,” <a href=\"https://www.nasa.gov/centers/hq/library/find/bibliographies/space_colonization\" title=\"\">according to Nasa</a>, “the subject of space colonisation has rapidly moved several steps closer to becoming a reality thanks to major advances in rocket propulsion and design, astronautics and astrophysics, robotics and medicine.”</p> <a href=\"https://www.theguardian.com/books/2023/aug/21/the-big-idea-should-we-colonise-other-planets\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/21/the-big-idea-should-we-colonise-other-planets", "date_published": "2023-08-21T11:30:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Charlize Theron attacks Hollywood beauty standard: ‘I’m just ageing! It doesn’t mean I got bad plastic surgery’", "description": "<p>The actor has called out double standards for ageing stars in the movie industry</p><p>Charlize Theron has said she wants to “fight against” what she perceives as unjust double standards for female actors over 40 in Hollywood.</p><p>The actor, 48, said she “despise[s] the concept” that while men “age like fine wines” women do so “like cut flowers”.</p> <a href=\"https://www.theguardian.com/film/2023/aug/21/charlize-theron-hollywood-beauty-standard-ageing-plastic-surgery\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/21/charlize-theron-hollywood-beauty-standard-ageing-plastic-surgery", "date_published": "2023-08-21T11:30:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "CBI to step back early from top firms’ boardroom diversity initiative", "description": "<p>High-profile companies reportedly discussed cutting ties with the business lobby group</p><p>The Confederation of British Industry will step back earlier than planned from its role in a boardroom diversity initiative involving the UK’s biggest companies, as the business lobby group <a href=\"https://www.theguardian.com/business/2023/apr/23/cbi-brand-is-broken-beyond-repair-by-sex-attack-and-misconduct-claims\">struggles to recover</a> from sexual misconduct allegations.</p><p>The CBI had been at the heart of the <a href=\"https://changetheraceratio.com/\">Change the Race Ratio</a> campaign, which champions racial and ethnic minority representation on UK company boards and leadership teams, with some of its staff helping to run it.</p> <a href=\"https://www.theguardian.com/business/2023/aug/21/cbi-top-firms-boardroom-diversity-initiative\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/21/cbi-top-firms-boardroom-diversity-initiative", "date_published": "2023-08-21T11:26:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England Women’s World Cup journey – photos from inside the camp", "description": "<p>The best images by FA photographer Naomi Baker, who accompanied the Lionesses throughout their campaign</p> <a href=\"https://www.theguardian.com/football/gallery/2023/aug/21/england-womens-world-cup-journey-photos-from-inside-the-camp\">Continue reading...</a>", "link": "https://www.theguardian.com/football/gallery/2023/aug/21/england-womens-world-cup-journey-photos-from-inside-the-camp", "date_published": "2023-08-21T11:20:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Terrence the T-Rex review – dino entertainers lock horns", "description": "<p><strong>Bedlam theatre, Edinburgh<br /></strong>In this comic two-hander, uptight Terrence is hawking a prehistoric children’s show when he’s forced into collaborating with upfront Tri-Sarah-Tops</p><p>Is the Edinburgh fringe big enough for rival comedy shows about warring children’s entertainers? Of course! This amiable two-hander for over-14s is set in the treacherous world of dinosaur-themed parties and makes a lunchtime alternative to the Pleasance Courtyard hit <a href=\"https://tickets.edfringe.com/whats-on/string-v-spitta\">String v Spitta</a> (starring <a href=\"https://www.theguardian.com/stage/2021/dec/02/string-v-spitta-review-kiell-smith-bynoe-ed-macarthur-soho-theatre\">Kiell Smith-Bynoe and Ed MacArthur</a>).</p><p>Wearing homemade scaly dungarees and a T-Rex skull mask, nerdy Terrence is traipsing through the party circuit with a song-and-joke-filled act that’s pretty prehistoric itself. He is unimpressed when his agency sends along fellow dino performer Tri-Sarah-Tops, sporting a three-horned bonnet, to jolly it up – and even more unimpressed when she gets bigger laughs with her lewd material.</p><p>At <a href=\"https://tickets.edfringe.com/whats-on/terrence-the-t-rex\">Bedlam theatre, Edinburgh</a>, until 27 August</p><p><a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023+tone/reviews\">All our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/21/terrence-the-t-rex-review-alex-zawalnyski-morgan-ferguson\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/21/terrence-the-t-rex-review-alex-zawalnyski-morgan-ferguson", "date_published": "2023-08-21T11:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Ahead of its time’: wooden car goes under the hammer in Bristol", "description": "<p>Hustler DIY kit car was crafted by former Rolls-Royce engineer and school woodwork teacher in 1980s</p><p>It has had one careful owner, has never failed an MOT and there is no way the body work is going to rust.</p><p>But whoever buys John Brazier’s <a href=\"https://bid.eastbristol.co.uk/auctions/8647/sreas10795/lot-details/467098e3-56d4-45fa-b8b9-b06200cd2b5d\">car at auction next month</a> will have to get used to some pretty odd looks when they take it out for a spin.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/21/ahead-of-its-time-wooden-car-goes-under-the-hammer-in-bristol\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/21/ahead-of-its-time-wooden-car-goes-under-the-hammer-in-bristol", "date_published": "2023-08-21T10:59:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Children’s and teens roundup – the best new chapter books", "description": "<p>TV presenter Alice Roberts explores the world of ice age hunter-gatherers, Katherine Rundell brings fantastic beasts to life and Simon Packham tackles classroom anxiety with a thumping plot twist</p><p>Some celebrities are, shall we say, more suited to writing children’s books than others. Hold the eye rolls then, for TV historian and academic <a href=\"https://www.alice-roberts.co.uk/\">Alice Roberts</a>. <strong><a href=\"https://guardianbookshop.com/wolf-road-9781398521339\">Wolf Road</a></strong> (Simon &amp; Schuster), her debut, is set in a landscape she conjures expertly: prehistoric Europe, where tween girl Tuuli and her tribe follow the reindeer across wild, changing landscapes – illicit wolf cub in tow.</p><p>Roberts is treading in big footsteps here. Michelle “<em><a href=\"https://www.theguardian.com/childrens-books-site/2013/apr/11/review-wolf-brother-michelle-paver\">Wolf Brother</a></em>’” Paver is the don of paleolithic wolf-quests. But Roberts acquits herself admirably, bringing the lives of ice age hunter-gatherers to vivid life while juggling evergreen themes: the alarming climate, the treatment of outsiders, and the young questioning the old ways.</p> <a href=\"https://www.theguardian.com/books/2023/aug/21/childrens-and-teens-roundup-the-best-new-chapter-books\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/21/childrens-and-teens-roundup-the-best-new-chapter-books", "date_published": "2023-08-21T10:30:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Billy Bragg releases pro-unionisation response song to viral country hit Rich Men North of Richmond", "description": "<p>The British songwriter and labour rights advocate took aim at Oliver Anthony’s viral US country hit, urging people to join unions</p><p><a href=\"https://www.theguardian.com/music/billy-bragg\">Billy Bragg</a> has released a response song to US country singer Oliver Anthony’s viral hit Rich Men North of Richmond.</p><p>The Virginian’s song, which purports to be about workers’ rights, has clocked up nearly 30m views in 12 days after supposedly being discovered and promoted by a local radio station. It has found favour amid conservative politicians and commentators, who have wielded it as a cudgel in the culture wars.</p> <a href=\"https://www.theguardian.com/music/2023/aug/21/billy-bragg-releases-response-song-to-oliver-anthony-rich-men-north-of-richmond\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/21/billy-bragg-releases-response-song-to-oliver-anthony-rich-men-north-of-richmond", "date_published": "2023-08-21T10:29:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Asake review – Afropop beacon mistimes underwhelming London return after Brixton tragedy", "description": "<p><strong>The O2, London<br /></strong>Arriving 90 minutes late, Asake seems frustrated during his too-safe set, which included a tribute to the two people killed at his last show in the capital<strong><br /><br /></strong></p><p>Much is staked on Asake’s return to London tonight. Outside, police approach attendees asking if they attended the Nigerian Afrobeats superstar’s show in <a href=\"https://www.theguardian.com/uk-news/2022/dec/21/asake-concert-crush-what-happened-london-brixton-o2\">Brixton last December</a>, where a crush killed two people, <a href=\"https://www.theguardian.com/uk-news/2023/jan/14/brixton-o2-academy-will-remain-shut-while-police-investigate-crush\">Gaby Hutchinson and Rebecca Ikumelo</a>, and if they would be prepared to give evidence. It’s a confronting reminder that the events of that night are still subject to an ongoing investigation. The wisdom of an arguably premature return to London already in question, it’s in Asake’s interests to be sensitive and deliver on the back of his acclaimed new album, the texturally rich, hook-laden <a href=\"https://www.theguardian.com/music/2023/jun/15/asake-work-of-art-review#:~:text=Every%20song%20on%20Work%20of,Believe%20is%20a%20striking%20earworm.\">Work of Art</a>.</p><p>But the show is immediately mired by his lateness, a full 90 minutes after he was due on stage, leaving him just 35 minutes to perform. There is speculation that this is due to concerns over crowd control outside the venue. (On a livestream of the gig, Asake says: “Safety is my top priority tonight.”) When the show does begin, it starts with a tribute to Hutchinson and Ikumelo: actors dressed in white flood the stage, Aina More gives a spoken-word performance detailing the events in December and news footage plays in the background. It merges into an appeal by the Metropolitan police, and feels cold and artless: Ikumelo’s sister <a href=\"https://gbr01.safelinks.protection.outlook.com/?url=https%3A%2F%2Ftwitter.com%2Frachaeliku_%2Fstatus%2F1693398185052418310&amp;data=05%7C01%7C%7C1b7456ad45864d1878aa08dba21a281c%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C638282005453612578%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=kWgqkAWknmDHJ4XZqOiLYw%2FMVd%2Bozpaw4q26HQD1zdw%3D&amp;reserved=0\">has since said</a> that Asake has not kept in touch with her family, despite using her personal videos in his show. It feels especially ridiculous when Asake finally arrives into the arena on a camouflage helicopter that descends with painful slowness.</p> <a href=\"https://www.theguardian.com/music/2023/aug/21/asake-review-afropop-beacon-mistimes-underwhelming-london-return-after-brixton-tragedy\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/21/asake-review-afropop-beacon-mistimes-underwhelming-london-return-after-brixton-tragedy", "date_published": "2023-08-21T10:28:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nerves build as India moon mission prepares to make first successful south pole landing", "description": "<p>Chandrayaan-3 moves into prelanding orbit amid failure of Russian mission</p><p>As it was announced that Russia’s first lunar mission in 47 years<a href=\"https://www.theguardian.com/world/2023/aug/19/russia-reports-abnormal-situation-as-luna-25-tries-to-begin-moon-landing\"> had crashed on to the moon,</a> India’s own mission, the Chandrayaan-3 lander, moved into prelanding orbit.</p><p>News on Sunday of the Russian failure was met with excitement and nervousness in India: excitement that India was now poised to win the race to become the first country to land a craft on the moon’s south pole; nervousness that its mission could also go horribly wrong at the last moment.</p> <a href=\"https://www.theguardian.com/science/2023/aug/21/india-moon-mission-south-pole-landing-chandrayaan3\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/21/india-moon-mission-south-pole-landing-chandrayaan3", "date_published": "2023-08-21T10:27:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk admits X ‘may fail’ after glitch deletes Twitter photos", "description": "<p>Platform’s users voice concern as it removes pictures and links on posts made before December 2014</p><p>Elon Musk, the owner of the app formerly known as Twitter, has said the social media site “may fail”, after a glitch caused pictures posted before December 2014 to be deleted.</p><p>In a post on the site, renamed X, Musk said: “The sad truth is that there are no great ‘social networks’ right now.”</p> <a href=\"https://www.theguardian.com/technology/2023/aug/21/elon-musk-x-glitch-deletes-twitter-photos-pictures-links\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/21/elon-musk-x-glitch-deletes-twitter-photos-pictures-links", "date_published": "2023-08-21T10:26:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The US and China must unite to fight climate change, not each other | Bernie Sanders", "description": "<p>Cooperation is not only in the best interests of all countries, but is absolutely necessary for the survival of the planet</p><p>Climate change is a global crisis and cannot be solved by any one country alone. If the United States, China and other industrialized countries do not come together to dramatically decrease greenhouse gas emissions, the world we leave our children and future generations will become increasingly unhealthy and uninhabitable. Tragically, the cooperation required to address this existential threat is being undermined by hawks in both the United States and China who are moving us toward a disastrous cold war.</p><p>Now is the time for a radical rethinking of geopolitics to reflect the reality that international cooperation is not only in the best interests of all countries, but is absolutely necessary for the survival of the planet.</p><p>Bernie Sanders is a US Senator and chairman of the health, education, labor and pensions committee</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/us-bernie-sanders-china-climate-change-cooperation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/us-bernie-sanders-china-climate-change-cooperation", "date_published": "2023-08-21T10:11:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Murder of Black community activist, 72, in Brazil prompts calls for action", "description": "<p>María Bernadete Pacífico, whose son was shot dead in 2017, killed by gunmen at her home in Bahia</p><p>Human rights organisations in Brazil are clamouring for justice following the murder of a Black community activist who had been receiving threats.</p><p>María Bernadete Pacífico, a community and religious leader in the Pitanga dos Palmares <a href=\"https://www.theguardian.com/world/2019/sep/20/history-of-free-african-strongholds-fires-brazilian-resistance-to-bolsonaro\">quilombo</a><em> </em>– an Afro-Brazilian settlement of descendants of escaped slaves in the north-east state of Bahia – was killed on Thursday evening.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/black-community-activist-maria-bernadete-pacifico-killing-brazil\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/black-community-activist-maria-bernadete-pacifico-killing-brazil", "date_published": "2023-08-21T10:05:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s legal woes are part of his quasi-religious mythology of martyrdom | Sidney Blumenthal", "description": "<p>These criminal entanglements are not only means but ends – not a sideshow, but the heart and soul of Trump’s campaign</p><p>On 16 or perhaps 17 July 2024, in Milwaukee, the Republican national convention will likely nominate as its presidential candidate a convicted criminal. When Donald Trump ascends the podium to accept the nomination for his third time he will probably have been found guilty months earlier of having staged an attempted coup to overthrow American democracy – “conspiring to overturn the legitimate results of the 2020 presidential election, obstruct the certification of the election results, and discount citizens’ legitimate votes”, in the words of special counsel Jack Smith.</p><p>The US district court judge Tanya Chutkan has announced that she will set the trial date at the next hearing on Trump’s case on 28 August. Smith has sought a 2 January 2024 start date for a trial to last an estimated six weeks into mid-February. Trump’s attorneys have preposterously suggested a date in April 2026. If Judge Chutkan fixes the trial for any time before 1 June 2024, Trump will accept the Republican nomination after its verdict is rendered.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/trump-election-giuliani-sidney-blumenthal\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/trump-election-giuliani-sidney-blumenthal", "date_published": "2023-08-21T10:02:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Red Shoes: Next Step review – corny ballet-themed drama can bust a move", "description": "<p>This drama about an underdog-understudy forced to clean studios has real ballet dancers but the story is less realistic than Angelina Ballerina</p><p>This saccharine drama pivots around aspiring ballerina Sam (Juliet Doherty), who we meet as she is about to go on stage to dance in a production of The Red Shoes (presumably a version of the Matthew Bourne ballet-drama). But in one of those dramatic twists of fate that would set even the Brothers Grimm’s eyes rolling, her sister Annie calls to wish her good luck seconds before she takes the stage – and then promptly gets hit and killed by a passing car.</p><p>Obviously, this rather ruins Sam’s big night, and she gives up on dancing altogether. She subsequently falls in with a teenage tearaway named Eve (Lauren Esposito) who, like Sam, is a young American living in Australia for reasons left inexplicably vague. A sequence of screenwriting contrivances wash Sam back up at her old dance academy, run by termagant dance mistress Miss Harlow (Carolyn Bock, a hoot), and Sam is compelled to wash the floors as a form of community service for a shoplifting offence. Whaddya know; before long she’s back in the toe shoes, taking over a role when mean-girl rival Gracie (Primrose Kern) is injured and it turns out only Sam knows the choreography.</p> <a href=\"https://www.theguardian.com/film/2023/aug/21/the-red-shoes-next-step-review-corny-ballet-themed-drama-can-bust-a-move\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/21/the-red-shoes-next-step-review-corny-ballet-themed-drama-can-bust-a-move", "date_published": "2023-08-21T10:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Very wonderful, very toxic’: how AI became the culture war’s new frontier", "description": "<p>While the far right claims artificial intelligence has become too ‘woke’, experts argue it’s not a sentient being with its own viewpoints</p><p>When Elon Musk introduced the team behind his new artificial intelligence company xAI last month, the billionaire entrepreneur took a question from the rightwing media activist Alex Lorusso. ChatGPT had begun “editorializing the truth” by giving “weird answers like that there are more than two genders”, Lorusso posited. Was that a driver behind Musk’s decision to launch xAI, he wondered.</p><p>“I do think there is significant danger in training AI to be politically correct, or in other words training AI to not say what it actually thinks is true,” Musk replied. His own company’s AI on the other hand, would be “maximally true” he had said earlier in the presentation.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/artificial-intelligence-culture-war-woke-far-right\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/artificial-intelligence-culture-war-woke-far-right", "date_published": "2023-08-21T10:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New York is building the world’s tallest jail in Chinatown. Can anyone stop it?", "description": "<p>Planners say the facility will help heal the criminal justice system. But local residents see a brutal symbol of incarceration</p><p>For nearly two centuries, New York City’s Chinatown has been home to a quintessentially American story: immigrant workers and their families living shoulder-to-shoulder in low-slung tenements. Workers like Dennis Chung, the owner of Pasteur Grill and Noodles, a Vietnamese pho joint he’s run at the neighborhood’s western edge for 27 years – weathering disasters like 9/11, Hurricane Sandy and Covid.</p><p>Now another symbol of the American condition is taking shape, directly across from Chung’s shop: a vast new jail. At about 300ft, the new structure is expected to be the tallest correctional facility in the world. And Chung says it could be the thing that finally sinks his business. “With the jail on top of the pandemic, it might be over,” he tells me in Cantonese.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/new-york-jail-chinatown-rikers-island\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/new-york-jail-chinatown-rikers-island", "date_published": "2023-08-21T10:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy’s recipe for bread, tomato, cucumber and watermelon salad | A kitchen in Rome", "description": "<p>An ancient solution for using up old bread – panzanella – forms the backbone of this attractive, textured southern Italian salad </p><p>The first time I visited Jo’s house, there was something soaking in a tub on the draining board. From a distance it looked like sponges, or short sections of the natural loofah that hung around our bathroom in the 1980s, which, at the time, reminded me of a chewed corn on the cob. But, up close, I realised it was bits of bread floating like rafts in the blue tub of water.</p><p>I don’t think I had ever heard the word <em>panzanella</em> before. Jo explained that age dictates the quantity of water: the older the bread, the more it requires. Several days-old bread needs only swishing under a tap to dampen it back to life, while older, <em>raffermato</em> – that is, firmed-up-but-still-rippable – bread needs a cup or so of water pouring over. Hard or rock-hard bread, meanwhile – the sort that seems to say: “Go on, try me” to both hands and knives – needs fully soaking and/or immersion for the water to penetrate the crumb and make it soft again. This is also why, once softened, the bread needs squeezing, so the final consistency is damp crumbs.</p> <a href=\"https://www.theguardian.com/food/2023/aug/21/bread-tomato-cucumber-and-watermelon-salad-recipe-rachel-roddy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/21/bread-tomato-cucumber-and-watermelon-salad-recipe-rachel-roddy", "date_published": "2023-08-21T10:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: Sylvester the dog adored my mum – and his memory comforted me when she died", "description": "<p>He was her shadow, following her unquestioningly, not needing a lead. In my mind’s eye, I can still see the two of them, delighting in one another’s company</p><p>I first met our family dog, Sylvester, on New Year’s Eve 1990. I was nine years old. My mother took me to the local animal rescue centre, just to have a look at the dogs we could adopt. The moment Sylvester saw us, his whole body started wagging, not just his tail.</p><p>He was a mongrel who had been abandoned by his previous owner but it was obvious from the length of his body that one of his parents must have been a dachshund – and whenever he was excited, as he was that day, his whole body would waggle back and forth around his head with joy, in a sort of S-shape.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/21/the-pet-i-will-never-forget-sylvester-the-dog\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/21/the-pet-i-will-never-forget-sylvester-the-dog", "date_published": "2023-08-21T10:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK housebuilders’ shares plunge amid fastest drop in asking prices in five years", "description": "<p>Crest Nicholson forecasts lower profits after number of first-time buyers plunges</p><p>Britain’s housebuilders were the top stock market fallers on Monday morning after one of the biggest companies issued a profit warning and new data showed the fastest drop in asking prices in five years.</p><p>Taylor Wimpey led the fallers on FTSE 100, down 3%, with Persimmon, Berkeley and Barratt down about 2%. The property website Rightmove fell 1%.</p> <a href=\"https://www.theguardian.com/business/2023/aug/21/uk-housebuilders-shares-asking-prices-crest-nicholson\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/21/uk-housebuilders-shares-asking-prices-crest-nicholson", "date_published": "2023-08-21T09:43:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Met police taking no further action on cash-for-honours claims involving king’s charity", "description": "<p>Force launched investigation after reports alleged offers of help were made to secure honours for Saudi national</p><p>No further action will be taken by detectives who have been investigating cash-for-honours allegations involving the king’s charity the Prince’s Foundation, the Metropolitan police said.</p><p>The force launched the investigation in February after media reports alleged offers of help were made to secure honours and citizenship for a Saudi national.</p> <a href=\"https://www.theguardian.com/society/2023/aug/21/met-police-no-further-action-cash-for-honours-claims-king-charity-princes-foundation\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/21/met-police-no-further-action-cash-for-honours-claims-king-charity-princes-foundation", "date_published": "2023-08-21T09:43:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "North Korea abruptly cancels first post-Covid international commercial flight", "description": "<p>Air Koryo flight from Pyongyang cancelled two hours after its scheduled arrival in Beijing</p><p>North Korea’s national airline’s first commercial flight since it largely closed itself off from the world in early 2020 in response to the Covid pandemic has been abruptly cancelled.</p><p>Journalists gathered on Monday at Beijing’s Capital international airport to await Air Koryo flight JS151 from Pyongyang, due to arrive at 9.50am.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/north-korea-cancels-first-post-covid-international-commercial-flight\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/north-korea-cancels-first-post-covid-international-commercial-flight", "date_published": "2023-08-21T09:32:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Gigantic step backwards’: far-right gains in Chile threaten abortion rights", "description": "<p>Concerns mount as ultraconservative Republican party’s ‘right to life’ proposal could be enshrined in constitution</p><p>The hard-won right to an abortion in <a href=\"https://www.theguardian.com/world/chile\">Chile</a> is at risk of being overturned, activists have warned, as the country’s far right moves to enshrine protection for “the life of the unborn child and maternity” in a new constitution.<br /><br />Concerns have grown over the ultraconservative Republican party’s plans to pare back reproductive rights in Chile as it now holds significant sway in the fate of the country’s constitutional saga.</p><p>“Clearly, there is great concern over the risks to women and children implied by the suggested amendments, which threaten the most basic rights of human beings,” said Lieta Vivaldi, the director of Alberto Hurtado University’s gender and social justice programme.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/21/chile-far-right-new-consitution-abortion\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/21/chile-far-right-new-consitution-abortion", "date_published": "2023-08-21T09:30:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ll never be rich’: Edinburgh fringe standups consider the cost of living – and comedy", "description": "<p>As the expense of performing and watching shows at the fringe is ever rising, three comedians ask their audiences to reassess what they place value on</p><p>Money is changing hands during a number of Edinburgh festival performances this year, and not just when it is time for the traditional “bucket speech” at the end of Free Fringe shows. Mary O’Connell fires notes from shiny money guns at the start of Money Princess. Tom Mayhew has a suitcase full of bits and pieces, which he attempts to auction off to make his first million. And Stanley Brooks, AKA comedian Lewis Dunn, is paying his audience minimum wage to experience 10 seconds of doing their dream jobs.</p><p>With price rises and stagnant wages, we are all thinking about money more. And at the fringe, where the cost of performing and watching shows is ever increasing, it’s no surprise that plenty of artists are tackling the topic. Krystal Evans, Tamsyn Kelly and Alison Spittle discuss growing up poor. Lane Kwederis lets us know what it means to be a financial dominatrix. Paddy Young serves up cheeky digs at landlords and the financial precariousness of renting in London. On the flipside, Fool’s Gold sees one performer grappling with their financial privilege.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/21/ill-never-be-rich-edinburgh-fringe-standups-consider-the-cost-of-living-and-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/21/ill-never-be-rich-edinburgh-fringe-standups-consider-the-cost-of-living-and-comedy", "date_published": "2023-08-21T09:09:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Let’s ditch the tired tropes about video games – and research their impact properly | Pete Etchells", "description": "<p>No, gaming isn’t a niche, violence-inducing pastime, it’s the defining entertainment medium of our time. We should treat it as such</p><p>Over the past few years, it feels as if there has been a subtle shift in the way that we view video games. That classic trope of games being a socially isolating experience, primarily within the purview of angry, pallid teenage boys, seems increasingly tired and outdated – because it is. Video games are no longer a niche, nerdy pastime. Much the opposite: they are one of, or perhaps <em>the</em> defining entertainment medium of the 21st century. <a href=\"https://explodingtopics.com/blog/number-of-gamers\">One estimate</a> puts the total number of people across the globe who play video games at 3.09 billion, with <a href=\"https://www.theesa.com/wp-content/uploads/2022/06/2022-Essential-Facts-About-the-Video-Game-Industry.pdf\">data from the US</a> suggesting that two-thirds of American adults play them, with a fairly even split between men and women.</p><p>But, even though we’ve moved past the most strongly negative characterisations of video games and become more accustomed to them, they’re still viewed with a certain level of suspicion. And we’re still presented with a seemingly endless cycle of scare stories in the news about their detrimental effects. I’m a firm believer in the huge potential of video games as a force for good in our lives, and I’ve <a href=\"https://iconbooks.com/ib-title/lost-in-a-good-game/\">written before</a> about the benefits they can have – their ability to connect us and to allow us to explore and understand our emotions and attitudes. Nevertheless, the broad-level discussion about their impact seems to be at an impasse: games are becoming ever more popular, while commenters are often stuck in a simplistic back and forth about whether they are good or bad for us.</p><p>Pete Etchells is a professor of psychology and science communication at Bath Spa University. He is the author of Lost in a Good Game and Unlocked</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/video-games-gaming-violence-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/video-games-gaming-violence-entertainment", "date_published": "2023-08-21T09:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Power to the people! Film, music, books and more about collective action", "description": "<p>From a vast anti-war statement by Pablo Picasso to a powerful treatise on section 28, our critics showcase culture that reminds us what we can achieve when we come together</p><p>Picasso painted Guernica in 1937 not merely as a protest against the barbarity of bombing civilians, but as an immediate call for support of the Spanish Republic. Guernica was bombed by Hitler’s air force on behalf of Franco’s far-right forces in the Spanish civil war. Picasso started his vast painting soon after seeing the news. It evokes reading a morning paper with mounting horror: there’s newsprint, a kitchen table. Unveiled in the Spanish Pavilion at the Paris International Expo, this jagged wreckage of a history painting toured to summon support for the cause. <em>Jonathan Jones</em></p> <a href=\"https://www.theguardian.com/culture/2023/aug/21/cultural-prescription-art-film-music-books-collective-action\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/21/cultural-prescription-art-film-music-books-collective-action", "date_published": "2023-08-21T09:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Why is my child gone?’: family demands answers after teen found dead in Atlanta cell", "description": "<p>Noni Battiste-Kosoko died days after her 19th birthday, amid a series of deaths in Fulton county custody</p><p>Noni Battiste-Kosoko was found alone, face down and unresponsive in her cell at the Atlanta city detention center, managed by the Fulton county jail, on 11 July. Her death came just six days after her 19th birthday.</p><p>The Fulton county sheriff’s office announced the death a day later, saying the teen had “no apparent signs of injuries”. Now, her family is demanding answers from Fulton county, which has found itself embroiled in a civil investigation after a series of deaths happened in its custody.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/teen-dies-atlanta-jail-cell-fulton-county\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/teen-dies-atlanta-jail-cell-fulton-county", "date_published": "2023-08-21T09:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Iron railway bridge that ‘changed the world’ to return home to Durham", "description": "<p>Curators at National Railway Museum at Shildon say they are delighted and proud to get Gaunless bridge back</p><p>It may not look like it helped change the world but the 200-year-old Gaunless Bridge did just that, its supporters say, and its name deserves to be shouted from the rafters.</p><p><a href=\"https://www.locomotion.org.uk/home\">Locomotion, the National Railway Museum at Shildon in County Durham</a>, is preparing to welcome home what is the world’s oldest surviving iron railway bridge.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/21/gaunless-iron-railway-bridge-that-changed-the-world-returns-to-durham-\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/21/gaunless-iron-railway-bridge-that-changed-the-world-returns-to-durham-", "date_published": "2023-08-21T08:49:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Only 8% of voters think Rishi Sunak deserves credit for inflation falling, poll suggests – politics live updates", "description": "<p>YouGov poll finds few people think PM deserves credit for falling rate, despite fact he made cutting inflation one of his five key priorities</p><p><strong>Keir Starmer</strong> has said that Labour would close the “loophole” that allows offenders like Lucy Letby to avoid being in court for sentencing. In a post on Twitter he said:</p><p>As Director of Public Prosecutions, I saw how crucial it is for victims and their families that perpetrators appear in court. That criminals can cowardly hide away is a shamefully exploited loophole, and one Labour will close. Victims must be at the heart of our justice system.</p><p>I know that the justice secretary has said he’s very committed to making changes that are needed to make sure that people who have committed awful crimes have to go to court so they can hear things like the victims’ impact statement, which is really their moment to tell that person how this has impacted them.</p> <a href=\"https://www.theguardian.com/politics/live/2023/aug/21/rishi-sunak-inflation-keir-starmer-childcare-politics-live-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/aug/21/rishi-sunak-inflation-keir-starmer-childcare-politics-live-latest-updates", "date_published": "2023-08-21T08:42:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: tropical storm makes landfall in California for first time in 84 years", "description": "<p>Storm Hilary expected to cause severe flooding, as other parts of US and Mexico put under extreme heat warnings</p><p>For the first time in 84 years, a tropical storm has made landfall in California. <a href=\"https://www.theguardian.com/world/2023/aug/20/hurricane-hilary-approaches-california-mexico-climate-crisis\">Tropical Storm Hilary</a>, with maximum sustained wind gusts of 130mph (210km/h) and a central air pressure of 943mb, advanced towards the Baja California peninsula this weekend as a category 4 hurricane, before arriving as a tropical storm in southern California late on Sunday. The last time a tropical storm made landfall in southern California was in 1939, when it flooded Los Angeles and killed nearly 100 people.</p><p>Hilary triggered California’s first ever tropical storm warning, extending from the Mexican border to just north of Los Angeles amid rainfall totals estimated to have reached 70-150mm (3-6in) across southern California. This amount of rainfall is expected to cause life-threatening flooding, and would amount to more than a year’s worth of rain across parts of California and Nevada.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/21/weatherwatch-tropical-storm-hilary-makes-landfall-in-california-for-first-time-in-84-years\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/21/weatherwatch-tropical-storm-hilary-makes-landfall-in-california-for-first-time-in-84-years", "date_published": "2023-08-21T08:34:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Radio presenter Chris Evans diagnosed with skin cancer", "description": "<p>Disease is in early stages, broadcaster reveals on Virgin Radio show, and says he has been told it is treatable</p><p>The broadcaster Chris Evans has revealed he has been diagnosed with skin cancer.</p><p>Speaking on his Virgin Radio show on Monday morning, he confirmed the disease was discovered in the early stages and that he was told it is treatable.</p> <a href=\"https://www.theguardian.com/media/2023/aug/21/radio-presenter-chris-evans-diagnosed-with-skin-cancer\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/21/radio-presenter-chris-evans-diagnosed-with-skin-cancer", "date_published": "2023-08-21T08:31:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China cuts key interest rate amid economic slowdown", "description": "<p>Central bank reduces one-year loan prime rate but surprises analysts by leaving five-year rate unchanged</p><p>China’s central bank has cut one of its key lending rates but left another unchanged, surprising economists who had expected more forceful action to support economic growth amid widespread concerns over its path.</p><p>The world’s second-largest economy is in the midst of a <a href=\"https://www.theguardian.com/business/2023/aug/20/china-too-big-soviet-union-collapse-growth\">slowdown</a>, and has <a href=\"https://www.theguardian.com/world/2023/aug/08/chinese-economy-expected-to-have-slipped-into-deflation-as-recovery-falters\">slipped into deflation</a> with prices falling year on year as slowing domestic spending weighs on the country’s post-Covid economic recovery.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/china-cuts-interest-rate-economy-central-bank-rate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/china-cuts-interest-rate-economy-central-bank-rate", "date_published": "2023-08-21T08:10:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joy, celebrity fans and suspect defending: Lionel Messi’s first few weeks in Miami", "description": "<p>The Argentinian has transformed his new team since he arrived in the US. And the effects are being felt beyond his new home in south Florida</p><p><strong>Nearly every Inter Miami match is now a home match</strong></p><p>Forty minutes was all Lionel Messi needed to truly settle into his new home. The Argentinian marked his Inter Miami debut with <a href=\"https://www.theguardian.com/football/2023/jul/21/lionel-messi-inter-miami-debut-free-kick-winner-cruz-azul\">a free-kick winner off the bench</a>. Every match Messi has played at DRV PNK Stadium since then has been a party, but the true measure of Messi Mania has been in the matches he has played away from south Florida.</p> <a href=\"https://www.theguardian.com/football/2023/aug/21/lionel-messi-inter-miami-mls-leagues-cup-soccer\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/lionel-messi-inter-miami-mls-leagues-cup-soccer", "date_published": "2023-08-21T08:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Growth of airlines’ add-on fees sparks calls for price reforms", "description": "<p>Study finds almost 90% of carriers charge for at least one item, leading to questions about whether firms should be forced to be more transparent</p><p>The “dramatic” rise in charging for flight add-ons has resulted in almost nine out of 10 airlines charging for at least one additional fee on top of the headline price for a flight, according to a report.</p><p>Ryanair has emerged as the carrier that levies the most for extras such as seat selection, baggage check-in and insurance, as it becomes increasingly difficult to find an airline that offers everything up front.</p> <a href=\"https://www.theguardian.com/business/2023/aug/21/growth-of-airlines-add-on-fees-sparks-calls-for-price-reforms\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/21/growth-of-airlines-add-on-fees-sparks-calls-for-price-reforms", "date_published": "2023-08-21T08:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby may face life in jail when she is sentenced for murdering seven babies", "description": "<p>Nurse could be only third woman to be given whole-life order amid calls for law change to force defendants to attend court</p><p>Lucy Letby faces spending the rest of her life in prison when she is sentenced on Monday for murdering seven babies and attempting to kill six more at the Countess of Chester hospital.</p><p>The former neonatal nurse, the worst child serial killer in modern British history, would become only the third woman to be given a whole-life order should the judge pass such a sentence, as has been suggested, at the hearing at Manchester crown court.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/21/lucy-letby-may-face-life-in-jail-when-she-is-sentenced-for-murdering-seven-babies\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/21/lucy-letby-may-face-life-in-jail-when-she-is-sentenced-for-murdering-seven-babies", "date_published": "2023-08-21T07:47:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anti-corruption campaigner wins Guatemala presidential election by landslide", "description": "<p>Bernado Arévalo’s victory comes amid growing concerns over state of democracy in Central America</p><p>The Guatemalan anti-corruption crusader Bernardo Arévalo has been voted in as president, according to preliminary results, a victory that until recently seemed impossible and which many voters hope will end years of rule dogged by allegations of corruption and authoritarianism.</p><p>Arévalo, a 64-year-old ex-diplomat and son of a former president, had a 58% to 37% lead over the former first lady Sandra Torres with 99% of votes counted.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/anti-corruption-campaigner-bernado-arevalo-wins-guatemala-presidential-election-landslide\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/anti-corruption-campaigner-bernado-arevalo-wins-guatemala-presidential-election-landslide", "date_published": "2023-08-21T07:31:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I left the Jehovah’s Witnesses and made up my own rules for life – as a BDSM model | Ariel Anderssen", "description": "<p>Giving up on eternal life made me realise I had one chance to achieve something meaningful. For me, that was a submission of a different kind</p><p>“Are you the people who don’t have blood transfusions?” was the first thing most people asked if any of us mentioned our religion. We weren’t supposed to say “yes”, because we weren’t meant to allow our faith to be defined by what we didn’t do. We were supposed to emphasise the positives, such as the promise of eternal life on Earth.</p><p>But the inconvenient fact was that we weren’t<em> </em>allowed blood transfusions. Furthermore, we were known for not celebrating Christmas, Easter or birthdays, for not being allowed into school assemblies, and for knocking on people’s doors to evangelise to them at weekends.</p><p>Ariel Anderssen is a BDSM model and author of Playing to Lose – How a Jehovah’s Witness Became a Submissive BDSM Model</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/why-i-quit-jehovahs-witnesses-bdsm-model\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/why-i-quit-jehovahs-witnesses-bdsm-model", "date_published": "2023-08-21T07:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes using homegrown herbs and flowers", "description": "<p>A few pots of thyme, basil, nasturtiums or marigolds can lift a late-summer baked chicken, a green bean salad, or peaches and honey</p><p>August, and the garden comes into the kitchen. Basil that has basked in the sun all summer long is used with lemon zest to season baked marrow; dill flavours a citrus dressing for prawns, and the dried leaves of thyme, mint and lavender buds add fragrance to a dish of baked chicken. Now is also time to roast peaches or apricots with thyme and honey, and bring edible flowers – there are more than you may think – into the kitchen to add a summer fragrance to leafy salads.</p><p>I grow herbs in pots, in light, gritty compost to provide the fine, nutritionally poor soil on which rosemary, thyme and marjoram do so well. Those that benefit from richer soil, the basil and mint family, still need good drainage (herbs hate getting their feet wet) so growing in pots is ideal, as you can provide the soil they like best.</p> <a href=\"https://www.theguardian.com/food/2023/aug/21/nigel-slater-recipes-homegrown-herbs-flowers-baked-chicken-peaches-honey\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/21/nigel-slater-recipes-homegrown-herbs-flowers-baked-chicken-peaches-honey", "date_published": "2023-08-21T07:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Venus Williams and Stan Wawrinka lead line of inspirational veterans | Tumaini Carayol", "description": "<p>With motivation and passion undimmed, senior players serve up a constant reminder of their longstanding greatness</p><p>Veronika Kudermetova is 26. Having spent 11 years as a tennis professional, scaling the top 10 in singles and doubles, she is not far from being classed as a veteran of her sport. And yet, still, last week in Cincinnati the No 14 was toppled by an opponent whose career long precedes her entire existence.</p><p>In the year Kudermetova was born, 1997, Venus Williams reached her first grand slam final at the US Open. Now 43, her passion for the sport is so great that her motivation is undimmed. Williams trailed by a double break in both sets, 1-4 in the first set and 1-5 in the second, before recovering to win 6-4, 7-5 and secure her first top-20 win in four years.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/aug/21/venus-williams-and-stan-wawrinka-lead-posse-of-inspirational-veterans\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/aug/21/venus-williams-and-stan-wawrinka-lead-posse-of-inspirational-veterans", "date_published": "2023-08-21T07:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can I keep my fringe in place with lash glue?", "description": "<p>Don’t want your elegant fringe to do a Marilyn Monroe in the wind? TikTokkers  have you covered – with  glue</p><p><strong>The hack</strong><br />Using lash glue to keep your fringe just how you like it.</p><p><strong>The test</strong><br />During the time I’ve been doing this column, only a handful of hacks have given me a genuine feeling of excitement – and this is one of them. I don’t have a full fringe, but I do have a long swept side fringe that moves about during the day. I’m keen to know if lash glue could keep it in place better than a spritz of my tornado-proof, maximum hold hairspray.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/21/can-i-keep-my-fringe-in-place-with-lash-glue\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/21/can-i-keep-my-fringe-in-place-with-lash-glue", "date_published": "2023-08-21T07:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Don’t listen to the critics: reparations for slavery will right historical wrongs", "description": "<p>A new report meticulously analyses the true cost of the transatlantic slave trade, showing how past and present are bound together</p><p>Delving into a deeply unsettling chapter of history and seeking to reshape the discourse, a groundbreaking report, <a href=\"https://www.voice-online.co.uk/wp-content/uploads/2023/07/The-Brattle-Report_compressed.pdf\">Reparations for Transatlantic Chattel Slavery in the Americas and the Caribbean</a>, has calculated that Britain owes a staggering sum of £18.6tn.</p><p>Other nations with a legacy of slaveholding, such as the US, Portugal, Spain and France, also stand accused of owing trillions. The total economic toll is thought to be as high as $131tn (£103tn). The revelation lays bare the enduring ramifications of the transatlantic slave trade and the <a href=\"https://www.theguardian.com/news/ng-interactive/2023/mar/31/more-than-money-the-logic-of-slavery-reparations\">struggle for reparative justice</a> on a global scale.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/21/dont-listen-to-the-critics-reparations-for-slavery-will-right-historical-wrongs\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/21/dont-listen-to-the-critics-reparations-for-slavery-will-right-historical-wrongs", "date_published": "2023-08-21T07:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Horror metal, J Hus and new Dolly: all of autumn 2023’s best music", "description": "<p>Rock, rap and pop royalty are set for a strong season, with returns for the Chemical Brothers and Kylie. Tropicália pioneer Gilberto Gil celebrates a stellar career and Thomas Adès takes the reins at the Hallé</p> <a href=\"https://www.theguardian.com/music/2023/aug/21/autumn-2023-best-music-dolly-kylie-olivia-rodrigo\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/21/autumn-2023-best-music-dolly-kylie-olivia-rodrigo", "date_published": "2023-08-21T07:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nabil Abdulrashid: The Purple Pill review – BGT finalist is the funny man at the crossroads", "description": "<p><strong>Pleasance Courtyard, Edinburgh</strong><br />Abdulrashid is emerging as one of comedy’s most honest chroniclers of life’s complexities and contradictions</p><p>There are few acts in Edinburgh right now quite like <a href=\"https://www.theguardian.com/stage/2021/mar/02/bgt-standup-sensation-nabil-abdulrashid-black-winston-churchill-complaints\">Nabil Abdulrashid</a> – perhaps because he avoided the fringe (partly by choice, partly financial exigency) until deep into his career. The <a href=\"https://www.youtube.com/watch?v=toJEByRJeGQ\">Britain’s Got Talent finalist</a> has not had his instincts moulded over years of engagement with a festival that is, generally speaking, white, middle-class and liberal. Does that sound like I’m making excuses for a comic with more rough edges than a sanding block? Well, I find the 37-year-old such an interesting standup: now thoughtful, now misanthropic; aggressive but tender; and always marked by a bloody-minded refusal to play to anyone’s rules but his own.</p><p>There’s no point pretending The Purple Pill is a structured and coherent hour; it isn’t. And there’s plenty in it that I find off-putting. Abdulrashid ranting at opportunistic comics with newly diagnosed ADHD, or sneering at reviewers who’ve criticised his work? That all lands a bit self-righteously for me. When he blames the audience for laughing at his corporal punishment jokes – well, that’s a rich cake to have and eat at once.</p><p>At <a href=\"https://www.pleasance.co.uk/event/nabil-abdulrashid-purple-pill\">Pleasance Courtyard, Edinburgh</a>, until 27 August</p><p><a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023+tone/reviews\">All our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/21/nabil-abdulrashid-the-purple-pill-review-blt-finalist\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/21/nabil-abdulrashid-the-purple-pill-review-blt-finalist", "date_published": "2023-08-21T07:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend’s action", "description": "<p>Pep Guardiola has invented another new role, while Fulham are hoping to reinvigorate Raúl Jiménez </p><p>Nicolas Jackson looks a lovely footballer, an intelligent runner with soft feet, physical prowess and a lively imagination. But he is not – yet – a killer, enjoying the aesthetic beauty of the game more than the front-post runs, penalty-spot pulls and scuffed finishes that must become his stock in trade; no serious centre-forward should allow Enzo Fernández to claim what should be the certain goal of a spot-kick. Alongside him, meanwhile, Raheem Sterling is unlikely to score prolifically in any team not managed by Pep Guardiola. When you factor in Christopher Nkunku’s injury, Mykhailo Mudryk and Noni Madueke’s callowness and Mauricio Pochettino’s preferred 3-5-2 formation, it’s hard to see how Chelsea will be prolific enough to do serious damage this season. On the other hand, though, Moisés Caicedo will soon settle despite a disastrous debut cameo, and any team that has him, Fernández and Carney Chukwuemeka on the prowl in front of three centre-backs should have enough to win most games. <strong>Daniel Harris</strong></p><p><em><a href=\"https://www.theguardian.com/football/live/2023/aug/20/west-ham-v-chelsea-premier-league-live\">West Ham 3-1 Chelsea: match report</a></em></p><p><em><a href=\"https://www.theguardian.com/football/2023/aug/19/manchester-city-newcastle-premier-league-match-report\">Manchester City 1-0 Newcastle: match report</a></em></p><p><em><a href=\"https://www.theguardian.com/football/2023/aug/19/tottenham-manchester-united-premier-league-match-report\">Tottenham 2-0 Manchester United: match report</a></em></p><p><em><a href=\"https://www.theguardian.com/football/2023/aug/19/wolves-brighton-premier-league-match-report\">Wolves 1-4 Brighton: match report</a></em></p><p><em><a href=\"https://www.theguardian.com/football/2023/aug/19/liverpool-bournemouth-premier-league-match-report\">Liverpool 3-1 Bournemouth: match report</a></em></p><p><em><a href=\"https://www.theguardian.com/football/2023/aug/20/aston-villa-everton-premier-league-match-report\">Aston Villa 4-0 Everton: match report</a></em></p><p><em><a href=\"https://www.theguardian.com/football/2023/aug/19/fulham-brentford-premier-league-match-report\">Fulham 0-3 Brentford: match report</a></em></p> <a href=\"https://www.theguardian.com/football/2023/aug/21/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/21/premier-league-10-talking-points-from-the-weekends-action", "date_published": "2023-08-21T07:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Remembering the coup in Chile and clashes in Haiti: human rights this fortnight – in pictures", "description": "<p>Images of the struggle for human rights and freedoms around the world this week, from a women’s march for justice in Brazil to an attack on churches in Pakistan</p> <a href=\"https://www.theguardian.com/global-development/gallery/2023/aug/21/remembering-the-coup-in-chile-and-clashes-in-haiti-human-rights-this-fortnight-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2023/aug/21/remembering-the-coup-in-chile-and-clashes-in-haiti-human-rights-this-fortnight-in-pictures", "date_published": "2023-08-21T06:30:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can you solve it? Can you play snakes and ladders backwards?", "description": "<p>Retrograde analysis of the classic board game</p><p>The retrograde analysis of a game is the analysis of what happened in order to reach a particular state of play. There’s a large literature about <a href=\"https://en.wikipedia.org/wiki/Retrograde_analysis\">this sort of problem in chess.</a></p><p>Today’s first puzzle is retrograde analysis of snakes and ladders.</p><p>The game starts with each player putting their marker on 1.</p><p>Each player roles a single die. If you roll a 6, you get an extra throw.</p><p>The players take turns in a fixed order.</p><p>You go up ladders, and down snakes. It is possible to go up two ladders, or down two snakes, or up a ladder and down a snake on the same turn.</p><p>The winner is the player who lands exactly on 100. (If you are on 98 and roll a 3, you ‘bounce back’ and land on 99.)</p><p>If a player lands on a square occupied by another player, the player is <strong>not</strong> sent back to square 1.</p> <a href=\"https://www.theguardian.com/science/2023/aug/21/can-you-solve-it-can-you-play-snakes-and-ladders-backwards\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/21/can-you-solve-it-can-you-play-snakes-and-ladders-backwards", "date_published": "2023-08-21T06:10:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bionic butterflies and performing humanoids: Beijing’s World Robot Conference – in pictures", "description": "<p>The <a href=\"http://www.worldrobotconference.com/en/\">World Robot Conference 2023</a> has opened in China, aimed at promoting scientific and technological progress. The event is a forum for participants to network and seek resources for further innovation. There’s also the opportunity for ice-cream served by a robot</p> <a href=\"https://www.theguardian.com/world/gallery/2023/aug/21/bionic-butterflies-and-performing-humanoids-beijings-world-robot-conference-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/aug/21/bionic-butterflies-and-performing-humanoids-beijings-world-robot-conference-in-pictures", "date_published": "2023-08-21T06:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "This Stained Dawn review – Pakistani feminists’ courageous fight for their rights", "description": "<p>Anam Abbas’s documentary records the preparations for and dangerous execution of a countrywide rally against patriarchal violence</p><p>Chronicling the weeks leading up to – and the day of – the 2020 edition of the <a href=\"https://www.theguardian.com/global-development/2019/mar/08/women-take-to-the-streets-of-pakistan-to-rewrite-their-place-in-society-international-womens-day\">“aurat march”</a>, a multi-city women’s demonstration in Pakistan, Anam Abbas’s stirring documentary follows the courageous activists who dare to make their voices heard. Bookended by colourful animated sequences depicting the solidarity of Pakistani women in the face of patriarchal violence, This Stained Dawn also examines the nitty gritty of community organising with unvarnished honesty.</p><p>Operating under intense scrutiny and threats from rightwing groups as well as their own families, the women behind the aurat march fight prejudice with the joy of activism. Staying close to its resilient subjects, the documentary captures how the simplest act of disobedience can turn into a sense of revolutionary sisterhood. Juxtaposed against a flood of TV panel discussions and political debates where men freely spout misogynistic dogma, the activists’ efforts feel like a safe haven amid a storm of hate.</p> <a href=\"https://www.theguardian.com/film/2023/aug/21/this-stained-dawn-review-pakistani-feminists-courageous-fight-for-their-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/21/this-stained-dawn-review-pakistani-feminists-courageous-fight-for-their-rights", "date_published": "2023-08-21T06:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Kissing Trump’s butt’ won’t help Republicans beat him, rival warns", "description": "<p>Will Hurd hasn’t qualified for this week’s Republican debate, but he’s pulling no punches in his attacks on the ex-president</p><p>Offering “free advice” to his rivals for the Republican presidential nomination, the <a href=\"https://www.theguardian.com/us-news/2019/aug/02/republican-party-trump-will-hurd-diversity\">former</a> Texas congressman Will Hurd said: “If Donald Trump is leading in the polls, and he’s your opponent, then kissing his butt is not going to help you win.”</p><p>Trump is indeed leading national and key state polls by wide margins, despite facing 91 criminal charges under four separate indictments for election subversion, retention of classified documents and hush-money payments to a porn star.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/will-hurd-republican-candidates-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/will-hurd-republican-candidates-donald-trump", "date_published": "2023-08-21T06:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Orphaned by decree’: Italy’s same-sex parents react to losing their rights", "description": "<p>Rightwing PM Giorgia Meloni has demanded councils register only biological parents on birth certificates, leaving partners in legal limbo</p><p>Whether it is school runs or doctors’ visits, Maria Silvia Fiengo and Francesca Pardi have always shared in the raising of their four children. But in recent months – after Italy’s rightwing government began cracking down on the listing of same-sex parents on birth certificates – the life they have forged together has been thrust into uncertainty.</p><p>“We’re a bit worried. You never know what is going to happen,” said Fiengo. “Our children have had two parents from the very first moment they were dreamed of and brought into the world. But we’re not protected by any law.”</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/orphaned-by-decree-italy-same-sex-parents-react-losing-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/orphaned-by-decree-italy-same-sex-parents-react-losing-rights", "date_published": "2023-08-21T06:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As a UK property seller living abroad am I liable for ‘sneaky stealth taxes’ such as CGT?", "description": "<p>I lived abroad for 20 years but will return this tax year to sell my sole UK home</p><p><strong>Q</strong> If you sell your main home which you have let while yourself renting another place or places to live are you exempt from [capital gains tax] CGT? All the pieces I’ve read, including the HMRC websites assume you must otherwise own or share a partner’s owned property.</p><p>Surely no CGT is due on the sole home property if you are yourself renting?</p> <a href=\"https://www.theguardian.com/money/2023/aug/21/as-a-uk-property-seller-living-abroad-am-i-liable-for-sneaky-stealth-taxes-such-as-cgt\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/21/as-a-uk-property-seller-living-abroad-am-i-liable-for-sneaky-stealth-taxes-such-as-cgt", "date_published": "2023-08-21T06:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Backbone of the Nation by Robert Gildea review – the final throes of industrial Britain", "description": "<p>Nearly 40 years after the miners’ strike, this history based on the oral testimonies of 100 miners and their families should serve as a warning for future generations</p><p>Perhaps incomprehensibly for the people and communities who lived through it, next year it will be 40 years since the violence and fury of the miners’ strike. Incomprehensible, because the dark shadow that year-long civil war cast – politically and economically, culturally and emotionally – still reaches far into people’s lives today.</p><p>Long before leave versus remain split families, friends and generations, this defining industrial action caused rifts between people as deep and wide as the seams that invisibly connect villages from Swansea to Fife. I know from my own community of Annesley in north Nottinghamshire that those rifts, those “sides of the pub”, that act of crossing the street to avoid a neighbour who took the opposite decision to either strike or work, can still exist to this day.</p> <a href=\"https://www.theguardian.com/books/2023/aug/21/backbone-of-the-nation-by-robert-gildea-review-the-final-throes-of-industrial-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/21/backbone-of-the-nation-by-robert-gildea-review-the-final-throes-of-industrial-britain", "date_published": "2023-08-21T06:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Left without emails by Virgin Media? After our report, you tell us ‘Me too’", "description": "<p>More Consumer Champions readers share their frustrating experiences of the email glitch</p><p>Last weekend’s Guardian Money article about <a href=\"https://www.theguardian.com/media/2023/aug/12/virgin-media-customers-threaten-to-not-renew-deals-over-email-problems\">Virgin Media customers being left without access to vital emails</a> for several weeks prompted a sizeable response from other readers saying “me, too”.</p><p>The sense of frustration was writ large across the letters sent in to us.</p> <a href=\"https://www.theguardian.com/money/2023/aug/21/left-without-emails-by-virgin-media-after-our-report-you-tell-us-me-too\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/21/left-without-emails-by-virgin-media-after-our-report-you-tell-us-me-too", "date_published": "2023-08-21T06:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Outrage at plans to develop Turkey’s cultural heritage sites", "description": "<p>Archaeologists fear dangerous precedent if court approves new beach facilities at site of Phaselis on the Mediterranean coast</p><p>The construction of tourist facilities on two beaches that were part of the ancient city of Phaselis – a tentative nominee for Unesco world heritage status – has caused outrage at what is claimed to be the latest example of the Turkish culture ministry sacrificing heritage for tourism.</p><p>The Alacasu and Bostanlık beaches, on Turkey’s southern Mediterranean coast in the province of Antalya, were part of Phaselis, a Greek and Roman settlement thought to be the birthplace of Plato’s student Theodectes. Despite having ruins dating back to the second century BC, the beaches have never been subject to an archaeological dig.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/21/outrage-at-plans-to-develop-turkeys-cultural-heritage-sites\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/21/outrage-at-plans-to-develop-turkeys-cultural-heritage-sites", "date_published": "2023-08-21T06:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I’m a short, greying woman – and the world’s oldest battle rapper", "description": "<p>The year Joy France turned 60, she pledged to try 60 new things. It led to her trading insults with MCs on the international stage</p><p>As a child, Joy France was so shy that she walked to school with her hands over her eyes, believing no one would see she was there. Now 66, she is an international battle rapper who raps in front of huge crowds. “I think I’m the oldest battle rapper in the world,” she says. She has battle rapped – a form in which rappers insult each other and make boasts – in England and Ireland, in the <a href=\"https://www.dontflop.com/\">Don’t Flop</a> league (one of the UK’s biggest leagues). In the process, she has become “the exact opposite of what I was”.</p><p>France made her debut in 2018 at a club in Coventry –<strong> </strong>“stepping into a world that I was terrified of,” she says, so nervous that she came out in a rash. Before the battle – recorded by Northern Heart Films for a short documentary – France contacted her opponent and urged: “Do whatever you would do for any other contestant.” He obliged, rapping a joke about her genitals.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/21/a-new-start-after-60-im-a-short-greying-woman-and-the-worlds-oldest-battle-rapper\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/21/a-new-start-after-60-im-a-short-greying-woman-and-the-worlds-oldest-battle-rapper", "date_published": "2023-08-21T06:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Greeks yearn for an Aegean islands escape, but even before this hellish summer we were being priced out", "description": "<p>The nation relies on tourism, yet many local people feel the right to enjoy these timeless places is being denied them</p><p>It was mid-August 1997; I was in my 20s and heading from Athens to the Aegean island of Sifnos with three friends. We hopped on a ship at the port of Piraeus and sailed out into the blue waters. Arriving late in the evening, we spent that first night on the beach, close to the port of Kamares.</p><p>It was bliss: the lapping of gentle waves a few metres away and the distant music from the bars as we gazed at the stars and the blazing meteors crashing through the atmosphere. You felt you were shedding your old skin like a reptile; it was painful and liberating; it was existential.</p><p>Elias Maglinis is an author and the arts editor of the Sunday edition of the Greek newspaper Kathimerini. His most recent book is a nonfiction novel, The Very Last Voyage of Their Lives: Asia Minor, a Travelogue in Times of Peace and Times of War</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/greeks-yearn-for-an-aegean-islands-escape-but-even-before-this-hellish-summer-we-were-being-priced-out\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/greeks-yearn-for-an-aegean-islands-escape-but-even-before-this-hellish-summer-we-were-being-priced-out", "date_published": "2023-08-21T06:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Moscow airport restricts flights amid reports of drone attack", "description": "<p>Russian news agencies say curbs enacted for flight safety as defence ministry reports it has stopped a Ukrainian drone attack on the capital region</p><ul><li><a href=\"https://www.theguardian.com/world/2023/aug/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-544-of-the-invasion\">What we know on day 544 of the invasion</a></li></ul><p>Moscow’s Domodedovo airport has restricted arrivals and departures, Russian news agencies reported on Monday.</p><p>The step was taken “in order to ensure additional flight safety measures”, Tass and RIA said, citing the airport’s press service.</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/21/russia-ukraine-war-live-updates-zelenskiy-f-16s-moscow-nuclear-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/21/russia-ukraine-war-live-updates-zelenskiy-f-16s-moscow-nuclear-threat", "date_published": "2023-08-21T05:50:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the remarkable story of the editor of a Russian independent newspaper", "description": "<p>The Price of Truth looks at Dmitry Muratov, the editor of Novaya Gazeta. Plus: Tommy Jessop Goes to Hollywood. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/21/tv-tonight-the-remarkable-story-of-the-editor-of-a-russian-independent-newspaper\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/21/tv-tonight-the-remarkable-story-of-the-editor-of-a-russian-independent-newspaper", "date_published": "2023-08-21T05:20:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Loch Ness monster enthusiasts gear up for biggest search in 50 years", "description": "<p>Using drones and acoustic equipment, hundreds of volunteers from around the world with take part in the surface watch </p><p>It was 90 years ago that Aldie Mackay, manager of the Drumnadrochit hotel, burst into the bar one evening to tell dumbfounded patrons she had just witnessed a “water beast” in Loch Ness.</p><p>It was this sighting – zealously reported in the Inverness Courier – that began the modern myth-making around an elusive monster surviving in the depths of the Highland loch – and next weekend hundreds of Nessie enthusiasts are expected to take part in the biggest organised hunt for the mysterious creature in 50 years.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/21/loch-ness-monster-enthusiasts-gear-up-for-biggest-search-in-50-years\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/21/loch-ness-monster-enthusiasts-gear-up-for-biggest-search-in-50-years", "date_published": "2023-08-21T05:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Powerless in the face of Britain’s crises, Rishi Sunak has now entered his self-pitying era | Nesrine Malik", "description": "<p>The prime minister has the condescending air of a man who believes he is doing the public a favour by governing us</p><p>We are used to the fact that Rishi Sunak only has two speeds: blandly repeating his five political “priorities” and dutifully affirming the nastiest of his party’s rhetoric. When he’s not answering questions by reciting the five pledges, he’s attacking lefty lawyers, “woke nonsense” or inventing cruel ways to detain and deport asylum seekers. Both, to a certain extent, are performances: the robotic recitations to make clear that, after a series of reckless Tory prime ministers, a grownup is back in charge. The rightwing populist setting, meanwhile, is designed for his own party and the Tory press.</p><p>But sometimes another Sunak appears in flashes in a third speed: the self-pitying and frustrated prime minister. One who seems to say: look, you don’t understand how much I’m sacrificing for you people.</p><p>Nesrine Malik is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/rishi-sunak-britain-crisis-self-pitying-era\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/rishi-sunak-britain-crisis-self-pitying-era", "date_published": "2023-08-21T05:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rich countries ‘trap’ poor nations into relying on fossil fuels", "description": "<p>Campaigners criticise ‘new form of colonialism’, where countries in the global south are forced to invest in fossil fuel projects to repay debts</p><p>Richer countries and private lenders are trapping heavily indebted countries into reliance on fossil fuels, according to a new report.</p><p>The pressure to repay debts is forcing poor nations to continue investing in fossil fuel projects to make their repayments on what are usually loans from richer nations and financial institutions, according to <a href=\"https://debtjustice.org.uk/wp-content/uploads/2023/08/Debt-Fossil-Fuel-Trap-Report_2023.pdf\">new analysis</a> from the anti-debt campaigners Debt Justice and partners in affected countries.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/21/rich-countries-trap-poor-nations-into-relying-on-fossil-fuels\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/21/rich-countries-trap-poor-nations-into-relying-on-fossil-fuels", "date_published": "2023-08-21T05:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ecuador elections set to go to second round in vote dominated by security concerns", "description": "<p>Luisa González and Daniel Noboa will likely appear in run-off, with assassinated candidate Fernando Villavicencio polling in third place with 16% of vote</p><p>With more than three-quarters of ballots counted, Ecuador’s election looked set to go to a second round between Luisa González, a protege of the former leftist president Rafael Correa, and Daniel Noboa, the son of one the country’s richest men.</p><p>González was tallying just over 33% support, with more than 75% of ballot boxes counted on Sunday evening, while former lawmaker Noboa was in second place with about 24% of the vote, according to figures from <a href=\"https://elecciones2023.cne.gob.ec/\">Ecuador’s national electoral council</a>.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/ecuador-elections-set-to-go-to-second-round-in-vote-dominated-by-security-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/ecuador-elections-set-to-go-to-second-round-in-vote-dominated-by-security-concerns", "date_published": "2023-08-21T04:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japan’s armed forces covered up sexual and other harassment, report shows", "description": "<p>Most of the 1,325 cases in the self-defence forces were not reported because victims feared retribution, say experts</p><p>Japan’s military has covered up cases of sexual and other forms of harassment among members of the self-defence forces (SDF) and refused to take allegations seriously, according to a report that sheds light on widespread abuse in the armed forces.</p><p>A panel of experts formed in response to a high-profile case in 2022 said it was aware of 1,325 cases of harassment targeting women and men, adding that more than 60% of victims had not reported them.</p> <a href=\"https://www.theguardian.com/world/2023/aug/21/japans-armed-forces-covered-up-sexual-and-other-harassment-report-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/21/japans-armed-forces-covered-up-sexual-and-other-harassment-report-shows", "date_published": "2023-08-21T04:25:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Fired on like rain’: Saudi border guards accused of mass killings of Ethiopians", "description": "<p>Report by Human Rights Watch details alleged attacks using explosive weapons and small arms on Saudi Arabia-Yemen border</p><p>Saudi border guards have been accused of killing hundreds of Ethiopians using small arms and explosive weapons in a targeted campaign that rights advocates suggest may amount to a crime against humanity.</p><p>The shocking claims are made in a detailed investigation by Human Rights Watch, which interviewed dozens of Ethiopian people who said they were attacked by border guards while they tried to cross into Saudi Arabia from Yemen.</p> <a href=\"https://www.theguardian.com/law/2023/aug/21/fired-on-like-rain-saudi-border-guards-accused-of-mass-killings-of-ethiopians\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/aug/21/fired-on-like-rain-saudi-border-guards-accused-of-mass-killings-of-ethiopians", "date_published": "2023-08-21T04:01:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GCSEs in England hit by high absence levels and mental ill health, heads say", "description": "<p>School leaders tell of abnormal levels of pupil anxiety amid plan to lower  grades back to pre-pandemic levels</p><p>High levels of persistent absence and mental ill health have undermined pupils’ GCSE results to be published later this week, headteachers have said, as education experts warn of 300,000 fewer top grades being awarded in England this year.</p><p>School leaders who spoke to the Guardian said they experienced unprecedented numbers of pupils failing to turn up or walking out in the middle of exams.</p> <a href=\"https://www.theguardian.com/education/2023/aug/21/gcses-england-high-absence-levels-mental-ill-health-heads\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/21/gcses-england-high-absence-levels-mental-ill-health-heads", "date_published": "2023-08-21T04:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scientists hope weight-loss drugs could treat addiction and dementia", "description": "<p>Medications with semaglutide such as Ozempic and Wegovy are being studied to see if they can help other conditions </p><p>They have taken the celebrity world by storm as a slimming jab and become a vital tool for managing type 2 diabetes. Now drugs such as Ozempic are being researched to look at whether they could help conditions ranging from alcohol misuse to dementia.</p><p>Ozempic, a type 2 diabetes medication, and Wegovy, which is licensed for weight loss, contain the drug semaglutide, while a similar drug, liraglutide, is available for both purposes under different brand names.</p> <a href=\"https://www.theguardian.com/society/2023/aug/21/scientists-hope-weight-loss-drugs-treat-addiction-dementia-ozempic-wegovy\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/21/scientists-hope-weight-loss-drugs-treat-addiction-dementia-ozempic-wegovy", "date_published": "2023-08-21T04:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘All that we had is gone’: my lament for war-torn Khartoum – podcast", "description": "<p>Since Sudan’s capital was engulfed by violence in April, life there has been all but destroyed. As we tried to get family members to safety, the ruination of my former home became hard to fathom</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/21/all-that-we-had-is-gone-my-lament-for-war-torn-khartoum-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/21/all-that-we-had-is-gone-my-lament-for-war-torn-khartoum-podcast", "date_published": "2023-08-21T04:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘You all did us proud’: what the papers say about England’s Women’s World Cup loss", "description": "<p>British heartbreak at the Lionesses’ defeat to Spain in the football final was reflected across UK papers, while Spanish front pages were jubilant</p><p>The anguish and disappointment felt by England’s Lionesses at their loss to Spain in the Women’s World Cup final was palpable across the UK front pages on Monday, but many also offered consoling words.</p><p>The<strong> Guardian</strong> summed up the mixed feelings of the result with the page one headline “Pride and pain”, with an image of the English side standing arm-in-arm as one player sits dejectedly on the ground among them with head bowed.</p> <a href=\"https://www.theguardian.com/media/2023/aug/21/you-all-did-us-proud-what-the-papers-say-about-englands-womens-world-cup-loss\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/21/you-all-did-us-proud-what-the-papers-say-about-englands-womens-world-cup-loss", "date_published": "2023-08-21T03:50:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cotton Capital: The Sea Islands – episode 3 – podcast", "description": "<p><em>Revisited: </em>In the third episode in the series, journalist DeNeen L Brown travels to the Sea Islands in the US and meets the Gullah Geechee people – direct descendants of enslaved Africans who picked the distinctive Sea Island cotton prized by traders in Manchester</p><p><em>This week we are revisiting our Cotton Capital series that originally ran in April 2023. Today in Focus will be back with new episodes on Tuesday 29 August.</em></p><p>Journalist <strong>DeNeen L Brown</strong> travels to the Sea Islands in the US and meets the Gullah Geechee people – direct descendants of enslaved Africans who picked the distinctive Sea Island cotton prized by traders in Manchester. The Sea Islands lie off the coast of Georgia and South Carolina.</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/21/cotton-capital-the-sea-islands-episode-3-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/21/cotton-capital-the-sea-islands-episode-3-podcast", "date_published": "2023-08-21T02:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump confirms he will skip Republican primary debate", "description": "<p>Ex-president is said to believe counter-programming would benefit his campaign and humiliate Fox News</p><p>Donald Trump has confirmed that he will not attend the first Republican primary debate on Wednesday, in a post on Truth Social, amid reports that he is weighing several options in an attempt to upstage the opening event in the party’s nominating contest.</p><p>The former president confirmed on his social media platform that he would be attending no primary debates. “New CBS poll, just out, has me leading the field by ‘legendary’ numbers… I WILL THEREFORE NOT BE DOING THE DEBATES.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/21/donald-trump-republican-debate-fox-news\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/21/donald-trump-republican-debate-fox-news", "date_published": "2023-08-21T01:03:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tropical Storm Hilary brings flash-floods and tornado warnings to southern California – follow live", "description": "<p>National Hurricane Center warns of torrential rains and high winds from Mexico to Nevada, as Los Angeles hit by earthquake</p><ul><li><a href=\"https://www.theguardian.com/world/2023/aug/20/hurricane-hilary-approaches-california-mexico-climate-crisis\">Tropical Storm Hilary brings flooding to California</a></li></ul><p>Storm Hilary has been weakening over the last 48 hours. But it is still set to be the wettest storm ever to hit the US Southwest, according to Zack Taylor, a meteorologist with the National Weather Service (NWS), Reuters reports.</p><p>“This is a dangerous storm,” said Taylor, who works for NWS’s Weather Prediction Center in College Park, Maryland. “It’s not just the rain totals but the intensity.”</p> <a href=\"https://www.theguardian.com/us-news/live/2023/aug/21/tropical-storm-hilary-california-flooding-tornado-warning-national-hurricane-center\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/aug/21/tropical-storm-hilary-california-flooding-tornado-warning-national-hurricane-center", "date_published": "2023-08-21T00:17:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]