[{"source": "https://www.computerworld.com/index.rss", "title": "macOS Sonoma beta hints DFU boost for Mac admins", "description": "<article>\n\t<section class=\"page\">\n<p>A fresh change tucked away in the most recent macOS Sonoma beta could be a boon to Mac IT admins, as it should make it a little easier to get bricked Macs out of Device Firmware Update (DFU) mode.</p><p>Macs can get stuck in DFU mode for a handful of reasons, including when power fails during a software update installation. The problem is that once a Mac is stuck in that mode, it’s necessary to use a second Mac and Apple Configurator to get the machines going again.</p><p>In Sonoma, this is less of an issue because the relevant Configurator tools are now built into the Finder (though you will still need a second Mac to run the software).</p><h2>USB-C cable still required</h2>\n<p>The good news is that connecting a second Mac to the bricked machine will no longer require you to download and install Configurator; you’ll only need a USB-C cable. Pop the cable into the rescue Mac and shut down the Mac you hope to bring back, then connect the cable to that second machine and follow the specific DFU instructions for your Mac, as detailed within <a href=\"https://support.apple.com/en-gb/guide/apple-configurator-mac/apdd5f3c75ad/mac\" rel=\"nofollow noopener\" target=\"_blank\">this extensive Apple Support post</a>.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3705209/macos-sonoma-beta-hints-dfu-boost-for-mac-admins.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3705209/macos-sonoma-beta-hints-dfu-boost-for-mac-admins.html#tk.rss_all", "date_published": "2023-08-21T15:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://images.idgesg.net/images/article/2021/03/apple-configurator-2-icon-100879998-small.jpg"}, {"source": "https://www.computerworld.com/index.rss", "title": "Why and how to create corporate genAI policies", "description": "<article>\n\t<section class=\"page\">\n<p>As a large number of companies continue to test and deploy generative artificial intelligence (genAI) tools, many are at risk of AI errors, malicious attacks, and running afoul of regulators — not to mention the potential exposure of sensitive data.</p><p>For example, in April, after Samsung’s semiconductor division allowed engineers to use ChatGPT, workers using the platform leaked trade secrets on least three instances, according to <a href=\"https://mashable.com/article/samsung-chatgpt-leak-details\" rel=\"nofollow noopener\" target=\"_blank\">published accounts</a>. One employee pasted confidential source code into the chat to check for errors, while another worker shared code with ChatGPT and “requested code optimization.”</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3705028/why-and-how-to-create-corporate-generative-ai-policies.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3705028/why-and-how-to-create-corporate-generative-ai-policies.html#tk.rss_all", "date_published": "2023-08-21T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://images.idgesg.net/images/article/2023/08/shutterstockmonopoly919-100944841-small.jpg"}]