[{"source": "https://www.theguardian.com/rss", "title": "Come on, Barbie, let’s go slumber party: Airbnb to offer pink Malibu mansion", "description": "<p>Fans can book a stay in Ken’s bedroom, enjoy a grilled meal and even go home with a pair of roller skates and a surfboard</p><p>If you’ve always dreamt of a life that’s plastic, fantastic and pink all over, your prayers have been answered by Airbnb. Beginning in mid-July, ahead of the premiere of <a href=\"http://theguardian.com/film/2022/dec/16/barbie-first-trailer-greta-gerwig-margot-robbie\">the Barbie movie</a>, Barbie fans can book a stay in Ken’s bedroom in <a href=\"https://www.airbnb.com/rooms/857387972692815761?source_impression_id=p3_1687895943_bdc8PsoR55G2Zohb\">Barbie’s oceanside mansion</a> in Malibu, California.</p><p>Though it’s technically Barbie’s property, her longtime partner, Ken, is the host, according to the Airbnb listing. And he’s left personal touches like a grill, pool floaties that spell his name and a barrel of workout supplements called “Beefy body brine” for guests to enjoy.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/barbie-mansion-malibu-airbnb-overnight-stay\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/barbie-mansion-malibu-airbnb-overnight-stay", "date_published": "2023-06-27 22:02:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray still among the elite at Wimbledon, insists John McEnroe", "description": "<ul><li>‘Andy in top dozen players who understand what it takes’</li><li>American sympathetic about Emma Raducanu’s  injuries</li></ul><p>John McEnroe believes that Andy Murray is among the best 12 men’s players at Wimbledon and comfortable enough on grass to compete for a deep run at the tournament.</p><p>“I put him in the top dozen players that understand what it takes to compete and do well on grass,” said McEnroe. “So from that alone, if he gets a couple breaks here and there and gets going, who knows what could happen? Winning it, that’s a big ask, but you never know.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/andy-murray-still-among-the-elite-at-wimbledon-insists-john-mcenroe\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/andy-murray-still-among-the-elite-at-wimbledon-insists-john-mcenroe", "date_published": "2023-06-27 21:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julian Sands: an hypnotically exotic actor full of style and extravagance", "description": "<p>After the smash hit of A Room With a View, Sands’ idiosyncrasies were hard to contain in mainstream movies, but in the right roles he was mesmerising</p><ul><li><a href=\"https://www.theguardian.com/film/2023/jun/27/human-remains-found-in-california-mountains-confirmed-as-julian-sands\">Sands dies aged 65</a></li><li><a href=\"https://www.theguardian.com/film/gallery/2023/jun/27/julian-sands-a-life-in-pictures\">A life in pictures</a></li><li><a href=\"https://www.theguardian.com/film/2023/jun/27/julian-sands-obituary\">Obituary</a></li></ul><p>Julian Sands was the English screen actor who emerged in the 1980s in a generation of floppy-haired, high-cheekboned exquisites that included James Wilby, Rupert Everett, Hugh Grant, Rupert Graves, Daniel Day-Lewis and Colin Firth. But Sands turned out to be a rarer, stranger and more exotic flower than any of them, virtually impossible to cast as a conventional lead and almost as difficult as a character turn. And this was due to his extraordinarily (and to his fans, hypnotically) eccentric screen presence – distrait, elegant, deadly serious and otherworldly – and that utterly distinctive voice: softly melodious, slightly strangulated, nasal and decelerated; he delivered lines at about 60 to 70% of the speed at which other actors spoke. These were mannerisms that became more pronounced and sometimes baffling as he got older. And yet there was always a charisma in his oddity that gave him a long and busy screen career, particularly in horror and cult movies in which audiences loved him.</p><p>I will always remember his breakthrough appearance in the Merchant-Ivory movie A Room With a View, in which he played George Emerson, the innocently honest lover of art from a déclassé background whose unaffected passion captivates Helena Bonham Carter’s Lucy Honeychurch in Florence – and is in sharp distinction to her pretentious, unfeeling fiance Cecil Vyse, played by Daniel Day-Lewis. Sands’s George leaps impulsively into trees, declaiming “Beauty! Beauty!” and kisses Lucy in a poppy field with a mad audacity which is of a piece with his defiant, weirdly innocent admiration for her loveliness.</p> <a href=\"https://www.theguardian.com/film/2023/jun/27/julian-sands-an-hypnotically-exotic-actor-full-of-style-and-extravagance\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/27/julian-sands-an-hypnotically-exotic-actor-full-of-style-and-extravagance", "date_published": "2023-06-27 21:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Superman: Legacy: David Corenswet and Rachel Brosnahan to play leads", "description": "<p>The Pearl actor and The Marvelous Mrs Maisel Emmy-winner will play Superman and Lois Lane in director James Gunn’s new reboot</p><p>David Corenswet and Rachel Brosnahan are set to take on the roles of Superman and Lois Lane in James Gunn’s Superman: Legacy.</p><p>Corenswet is best known for his roles in the Ryan Murphy shows Hollywood and The Politician and starring in 2022 horror prequel Pearl. Brosnahan has won an Emmy for her performance in Amazon’s period comedy The Marvelous Mrs Maisel and has also appeared in House of Cards and I’m Your Woman.</p> <a href=\"https://www.theguardian.com/film/2023/jun/27/superman-legacy-cast-james-gunn-david-corenswet-rachel-brosnahan\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/27/superman-legacy-cast-james-gunn-david-corenswet-rachel-brosnahan", "date_published": "2023-06-27 20:58:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canadian wildfire smoke to engulf New York skies again", "description": "<p>Smoke is expected to enter New York airspace on Wednesday and Thursday, with ‘unhealthy’ levels in the state’s western region</p><p>As the wildfires in Canada continue to shroud much of the midwest in a thick haze of smoke, New Yorkers are preparing yet again for the smoke to make its way further east.</p><p>On Tuesday, the New York governor, Kathy Hochul, issued a warning on social media that the smoke from Canadian wildfires is forecast to enter New York airspace on Wednesday and Thursday.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/canada-wildfire-smoke-returns-new-york-air-quality\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/canada-wildfire-smoke-returns-new-york-air-quality", "date_published": "2023-06-27 20:27:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millie Bright plays down fitness fears before Women’s World Cup", "description": "<ul><li>Defender has ‘no concerns’ over readiness for tournament</li><li>Bright replaces injured Leah Williamson as captain</li></ul><p>Millie Bright said she has “no concerns at all” about being ready for the World Cup and believes she is slightly ahead of schedule in her recovery from her knee injury.</p><p>“The number of minutes I’ve played before this has been ridiculous,” said the England captain. “I feel physically and mentally fresher than I’ve ever felt. Just based on the amount I’ve played it’s been a blessing that I’m recovering. I’ve been putting in the work and I’ll be doing that until the tournament, so I have no concerns at all.”</p> <a href=\"https://www.theguardian.com/football/2023/jun/27/millie-bright-plays-down-fitness-fears-before-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/27/millie-bright-plays-down-fitness-fears-before-womens-world-cup", "date_published": "2023-06-27 20:23:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Human remains found in California mountains confirmed as Julian Sands", "description": "<p>British actor, 65, had been missing since January after going hiking in Mount Baldy area </p><p>Human remains found in the San Gabriel mountains in southern California have been confirmed to be those of Julian Sands.</p><p>The British actor, 65, had been missing for more than five months, after failing to return from a hike in the Mount Baldy area on 13 January.</p> <a href=\"https://www.theguardian.com/film/2023/jun/27/human-remains-found-in-california-mountains-confirmed-as-julian-sands\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/27/human-remains-found-in-california-mountains-confirmed-as-julian-sands", "date_published": "2023-06-27 20:22:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PGA and Saudi-backed LIV merger ‘in enormous flux’, says Republican senator", "description": "<p>Parties are facing a six-month deadline to agree the final details of a deal, according to senator Ron Johnson investigating the deal</p><p>The proposed merger between the PGA and Saudi Arabia-backed LIV Tours in professional golf is still “in enormous flux” because the parties are facing a six-month deadline to agree the final details of a deal, according to Ron Johnson, the senior Republican senator who is investigating it.</p><p>The deal has rocked the world of golf and prompted concerns among some lawmakers and human rights activists that – if the deal succeeds – it could mark the first of many takeovers of sports leagues and other cultural institutions by Saudi Arabia.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/merger-pga-update-saudi-liv-tours-ron-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/merger-pga-update-saudi-liv-tours-ron-johnson", "date_published": "2023-06-27 20:14:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England try to heal the wounds after bruising time for cricket | Ali Martin", "description": "<p>With the game under scrutiny from the ICEC report Ben Stokes and his team have a 1-0 Ashes deficit to rectify</p><p>Whether by accident or design, the long-awaited report by the Independent Commission for Equity in Cricket has landed in the very same week England are taking on Australia in a must-win Ashes Test match at Lord’s where the champagne corks will be popping and the chinos burgundy. It certainly feels apposite.</p><p>Marylebone Cricket Club features heavily in the 317-page report that looks into racism, sexism and elitism in cricket – and not in the most flattering light. The MCC Foundation is praised for its work, providing 3,000 state-educated cricketers with free-to-access training and match play through a network of 74 hubs. But Lord’s is “still a home principally for men” and a symbol of “prestige” and “empire”. The fact that debate still rages over the Eton versus Harrow fixture, at a venue which has never hosted an England women’s Test match, “alarmed” the panel.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/england-try-to-heal-the-wounds-after-bruising-time-for-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/england-try-to-heal-the-wounds-after-bruising-time-for-cricket", "date_published": "2023-06-27 20:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boots to close 300 shops despite strong quarterly sales", "description": "<p>Announcement will add to recent speculation that owner Walgreens is preparing to put firm up for sale again</p><p>Boots is to close 300 shops in the year ahead despite a 13.4% rise in quarterly turnover fuelled by high sales of suntan lotion during the UK’s hot spell.</p><p>The high street chemist, which is owned by the US group Walgreens Boots Alliance, said it was “evolving the store estate” by shutting branches that were close to each other in order to directstaff to where they were needed and “focus investment more acutely in individual stores”.</p> <a href=\"https://www.theguardian.com/business/2023/jun/27/boots-to-close-300-shops-despite-strong-quarterly-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/27/boots-to-close-300-shops-despite-strong-quarterly-sales", "date_published": "2023-06-27 19:50:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nascar star Jimmie Johnson withdraws from race after in-laws found dead", "description": "<ul><li>Police say fatalities were discovered on Monday night</li><li>Terry Janway is suspect in deaths of husband and nephew</li></ul><p>Jimmie Johnson has withdrawn from this weekend’s Nascar Cup street race in Chicago after his in-laws and nephew were found shot dead.</p><p>Johnson’s team, Legacy Motor Club, said the seven-time Nascar Cup Series champion “elected to withdraw the No 84 Carvana Chevrolet from this weekend’s … event” in the wake of the deaths.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/nascar-star-jimmie-johnson-withdraws-from-race-after-in-laws-found-dead\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/nascar-star-jimmie-johnson-withdraws-from-race-after-in-laws-found-dead", "date_published": "2023-06-27 19:34:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I made my way in cricket but it is clear that was against the odds | Mark Ramprakash", "description": "<p>ICEC report will hopefully be seen as a landmark but the game reflects the society that exists around it</p><p>The <a href=\"https://www.theguardian.com/sport/2023/jun/27/english-cricket-is-racist-sexist-and-elitist-says-landmark-report\" title=\"\">ICEC report </a>that was published on Tuesday will hopefully come to be seen as a landmark in the development of a more equal game. Reading it, my response was informed by memories of my own path into cricket, my mixed heritage and the position I now find myself in as president of a first-class county and director of cricket at a leading private school.</p><p>I have lived in and around Harrow my whole life. My mum is a white woman from East Ham, from a very modest background. My father’s ancestors were from India, but he arrived in England from Guyana in 1960.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/cricket-icec-report-negative-experiences\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/cricket-icec-report-negative-experiences", "date_published": "2023-06-27 19:34:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police officer under investigation after boy, 17, shot dead in Paris suburb", "description": "<p>Clashes break out between youths and police in Nanterre after fatal shooting that followed traffic stop</p><p>A French police officer is being investigated for homicide over the fatal shooting a 17-year-old boy in the Paris suburb of Nanterre after he failed to comply with an order to stop his car, the local prosecutor’s office said.</p><p>BFM TV broadcast images of sporadic clashes breaking out between youths and police on Tuesday evening as anger over the death of the teenager grew in the local community.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/police-officer-investigated-boy-shot-dead-paris-nanterre\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/police-officer-investigated-boy-shot-dead-paris-nanterre", "date_published": "2023-06-27 19:30:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New federal law provides workplace accommodations to pregnant people", "description": "<p>Pregnant Workers Fairness Act provides a range of arrangements for pregnancy-related conditions including morning sickness</p><p>A new federal law that requires employers to provide accommodations to pregnant and postpartum employees took effect on Tuesday, providing protections to millions of eligible people.</p><p>The Pregnant Workers Fairness Act requires that employers with more than 15 workers provide “reasonable accommodations” to people who are pregnant, postpartum or have a related medical condition, <a href=\"https://www.nbcnews.com/health/womens-health/pregnant-workers-accommodations-new-law-takes-effect-rcna91173\">NBC News</a> reported.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/pregnant-employees-law-worker-fairness-act-morning-sickness\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/pregnant-employees-law-worker-fairness-act-morning-sickness", "date_published": "2023-06-27 19:27:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It was shocking’: the author under attack for doubting Shakespeare", "description": "<p>Elizabeth Winkler’s controversial new book, Shakespeare Was a Woman and Other Heresies, investigates highly fraught theories around the beloved playwright</p><p>“It’s a funny thing,” admits <a href=\"https://journalistwinkler.com/\">Elizabeth Winkler</a>. “I don’t really like controversy. I don’t seek it out. There are some people that thrive on it and I don’t. I find it upsetting and distressing to see my work and my ideas misrepresented and twisted. It’s not fun. But you study the history of the subject, you know that’s how it goes.”</p><p>The subject in question is perhaps the final blasphemy of British culture: <a href=\"https://www.theguardian.com/stage/theatreblog/2011/sep/05/shakespeare-anonymous-roland-emmerich\">the theory</a> that William Shakespeare of Stratford-upon-Avon might not have written Hamlet, Macbeth, A Midsummer Night’s Dream, and other plays and poems that bear his name.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/27/elizabeth-winkler-shakespeare-was-woman-author\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/27/elizabeth-winkler-shakespeare-was-woman-author", "date_published": "2023-06-27 19:21:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deadly Russian missile strike on busy pizza restaurant in Kramatorsk", "description": "<p>Reports from city in eastern Ukraine put the number of people killed at four including a child, with fears the toll will rise</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/27/russia-ukraine-war-live-putin-confirms-russian-pilots-killed-during-wagner-mutiny-zelenskiy-visits-front\">Russia-Ukraine war – latest news updates</a></li></ul><p>At least four people including a child have been killed and 42 injured after two Russian rockets hit a bustling pizza restaurant in the centre of Kramatorsk in eastern Ukraine on Tuesday.</p><p>“Two rockets were fired at the city of Kramatorsk … at a food establishment in the centre of the city where there were a great number of civilians,” said Pavlo Kyrylenko, the governor of the eastern Donetsk region.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/deadly-russian-missile-strike-on-busy-pizza-restaurant-in-kramatorsk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/deadly-russian-missile-strike-on-busy-pizza-restaurant-in-kramatorsk", "date_published": "2023-06-27 19:19:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sheku Bayoh’s family accuse lawyers of ‘blaming him for his own death’", "description": "<p>The father died after being restrained by six police officers after they responded to reports of a man in an agitated state</p><p>The sister of a man who died after being restrained by six police officers said their family is angry with lawyers representing those who arrested him for suggesting he was the author of his own misfortune.</p><p>During a public inquiry into the death of Sheku Bayoh in police custody, those representing the officers said criticism of them was “wholly unwarranted” with a lawyer suggesting Bayoh was to a great extent “the author of his own misfortune”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/27/sheku-bayohs-family-accuse-lawyers-of-blaming-him-for-his-own-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/27/sheku-bayohs-family-accuse-lawyers-of-blaming-him-for-his-own-death", "date_published": "2023-06-27 19:13:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby’s lawyer tells trial the case against her is ‘tenuous in the extreme’", "description": "<p>Benjamin Myers KC says evidence cannot safely be used to support allegations that nurse murdered seven babies</p><p>The prosecution case that Lucy Letby murdered a number of babies is founded on guesswork and is “tenuous in the extreme,” her barrister has told a court.</p><p>Benjamin Myers KC said the evidence against the nurse was so poor it could not be safely used to support the allegations of murder and attempted murder.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/27/lucy-letbys-lawyer-tells-trial-the-case-against-her-is-tenuous-in-the-extreme\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/27/lucy-letbys-lawyer-tells-trial-the-case-against-her-is-tenuous-in-the-extreme", "date_published": "2023-06-27 19:07:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gustav Klimt’s Lady with a Fan sells for £85.3m, breaking European record", "description": "<p>The auction in London for the Austrian artist’s final painting achieved the highest price ever in Europe for a work of art</p><p>Gustav Klimt’s painting Dame mit Fächer (Lady with a Fan) has sold for £85.3m at Sotheby’s, becoming the most valuable work of art ever sold at auction in Europe.</p><p>In its first market appearance in 29 years, the late Austrian painter’s final masterpiece <a href=\"https://www.theguardian.com/artanddesign/2023/jun/14/last-portrait-by-gustav-klimt-expected-to-fetch-65m-at-london-auction\">exceeded pre-sale expectations of £65m</a> when it went under the hammer in London on Tuesday, and also set a new record for the artist.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/27/gustav-klimts-lady-with-a-fan-sells-for-853m-breaking-european-record\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/27/gustav-klimts-lady-with-a-fan-sells-for-853m-breaking-european-record", "date_published": "2023-06-27 19:02:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gloom at Yorkshire as proposed punishment emerges for racism scandal | Tanya Aldred", "description": "<p>Threat of huge fines and points deductions after racism scandal means darkness in the skies and among supporters</p><p>It was soggy at Headingley, the rain passing in damp sheets, the sky a permanent frown. When play eventually started at a quarter past two on Tuesday, the floodlights shone so brightly in the gloom that the pitch looked fluorescent.</p><p>As ever in Championship cricket, a handful of loyal supporters had been in situ from the start of play, scattered, sometimes in pairs, more often singularly, with just the right spacing of seats between the nearest human contact.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/gloomy-times-yorkshire-cricket-racism-scandal-fines-points-deduction\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/gloomy-times-yorkshire-cricket-racism-scandal-fines-points-deduction", "date_published": "2023-06-27 18:56:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory hopeful accused of groping resists pressure to drop out of London mayor race", "description": "<p>Questions about selection and vetting of Daniel Korski after allegations by TV producer Daisy Goodwin</p><p>A former adviser to David Cameron is resisting pressure to drop out of the London mayoral race after the Conservative party said it would not investigate a <a href=\"https://www.theguardian.com/politics/2023/jun/27/tory-hopeful-for-london-mayor-accused-of-groping-tv-producer\">claim by a TV producer </a>that he had groped her at No 10 a decade ago.</p><p>The Tories are facing questions about their vetting and selection processes after the allegations by Daisy Goodwin that Daniel Korski put his hand on her breast when she met him 10 years ago in Downing Street.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/daniel-korski-tory-hopeful-accused-of-groping-resists-pressure-to-drop-out-of-london-mayor-race\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/daniel-korski-tory-hopeful-accused-of-groping-resists-pressure-to-drop-out-of-london-mayor-race", "date_published": "2023-06-27 18:56:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pioneering facility offering alternative to women’s prisons opens in England", "description": "<p>Hope Street scheme in Southampton aims to keep women in criminal justice system out of jail and with their children</p><p>It all started when Edwina Grosvenor spent an hour with two heroin addicts at a drug rehabilitation centre in Liverpool, almost 30 years ago.</p><p>Her parents – Natalia and Gerald Grosvenor, who was one the richest men in the UK and the sixth Duke of Westminster – decided to take her to the centre at the age of 12 or 13 to show her that there was a world beyond her privileged bubble. “At that moment I learned about empathy,” Lady Grosvenor said.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/drug-rehab-facility-offers-women-an-alternative-to-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/drug-rehab-facility-offers-women-an-alternative-to-prison", "date_published": "2023-06-27 18:49:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak seen using erasable-ink pens on official documents and in meetings", "description": "<p>Exclusive: Sunak regularly pictured using Pilot V fountain pens during time as chancellor and prime minister</p><p>Rishi Sunak routinely uses pens with erasable ink to make hand-written notes on official documents and in government meetings, prompting concerns over Downing Street secrecy, the Guardian has learned.</p><p>The prime minister has regularly been pictured using the disposable Pilot V fountain pens during his time as chancellor and prime minister, most recently while taking notes during the Cabinet meeting two weeks ago.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/rishi-sunak-seen-using-erasable-ink-pens-on-official-documents-and-in-meetings\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/rishi-sunak-seen-using-erasable-ink-pens-on-official-documents-and-in-meetings", "date_published": "2023-06-27 18:32:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry should get just £500 in phone-hacking case, argues publisher", "description": "<p>Mirror Group Newspapers says it has ‘sympathy’ for royal but he has no ‘hard evidence’, court told</p><p>Prince Harry should receive only £500 in damages at the end of his phone-hacking trial, Mirror Group Newspapers has argued at the high court.</p><p>The Duke of Sussex wants a judge to award him more than £200,000 over allegations that he was the victim of illegal activity by journalists working for the Mirror, the Sunday Mirror and the People.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/27/prince-harry-should-get-just-500-in-phone-hacking-case-argues-publisher\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/27/prince-harry-should-get-just-500-in-phone-hacking-case-argues-publisher", "date_published": "2023-06-27 18:25:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on cricket: infused with racial, sex- and class-based bigotry | Editorial", "description": "<p>To understand the nature and extent of inequity requires going beyond the game to history itself</p><p>Holding Up a Mirror to Cricket, the <a href=\"https://theicec.com/wp-content/uploads/2023/06/HOLDING-UP-A-MIRROR-TO-CRICKET-REPORT-ICEC.pdf\" title=\"\">report</a> unveiled on Tuesday by the Independent Commission for Equity in Cricket (<a href=\"https://theicec.com/\" title=\"\">ICEC</a>), will make all but the most blinkered cricket aficionados reconsider the <a href=\"https://www.theguardian.com/sport/2023/jun/27/english-cricket-is-racist-sexist-and-elitist-says-landmark-report\" title=\"\">sport they love</a>. The commission deserves credit for nailing the indifference to discrimination that has eaten away at the fabric of the game. Many have suffered <a href=\"https://www.skysports.com/cricket/news/12123/12398353/you-guys-are-history-phillip-defreitas-monte-lynch-and-more-open-up-on-racism-they-faced\" title=\"\">cruelly</a> for years. Others have <a href=\"https://twitter.com/AzeemRafiq30/status/1673572140895936514?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\" title=\"\">attempted</a> to blow the whistle on <a href=\"https://www.thecricketer.com/Topics/features/the_danger_of_joe_clarkes_redemptive_arc.html\" title=\"\">degrading</a> behaviour, only to see very little change. For far too long, cricket’s hierarchy has been complacent and self-congratulatory over trivial attempts to right wrongs. The England and Wales Cricket Board (ECB) has deluded itself into thinking that the sport could continue like a <a href=\"https://www.theguardian.com/sport/2023/jun/27/english-cricket-independent-commission-equity-prejudice-azeem-rafiq-racism\" title=\"\">time capsule from the past</a> – transmitting the “racism, sexism, elitism and classism” into a future that regards such bigotry, rightfully, as anathema.</p><p>Can a sport that is being outpaced by football risk not drawing on the full spectrum of the human experience, particularly by not seeking out talent that has been hitherto silenced or <a href=\"https://www.theguardian.com/sport/2020/oct/08/the-class-ceiling-does-england-cricket-team-suffer-elitism\" title=\"\">underrepresented</a>? No, a search for such talent would only enrich the game. That is why the ECB ought to <a href=\"https://www.theguardian.com/sport/2023/jun/27/icec-report-key-findings-recommendations-cricket-ecb\" title=\"\">embrace</a> the very sensible ICEC <a href=\"https://www.bbc.co.uk/sport/cricket/66022949#:~:text=The%20ICEC%20has%20recommended%20a,in%20The%20Hundred%20in%202025.\" title=\"\">recommendations</a>: to embed a commitment to inclusivity in its administration; establish an action plan to reverse the decline of cricket in black communities; seek to remove the class barriers that exist in cricket; allocate more resources to the women’s game and move towards pay parity between professional male and female players by 2029-30; and play women’s Tests at Lord’s rather than the Eton v Harrow and Oxford v Cambridge matches.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/the-guardian-view-on-cricket-infused-with-racial-sex--and-class-based-bigotry\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/the-guardian-view-on-cricket-infused-with-racial-sex--and-class-based-bigotry", "date_published": "2023-06-27 18:11:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden’s efforts to clear wildfire fuel in US forests are falling short", "description": "<p>Mixed early results from administration initiative as federal land managers skip at-risk communities for less threatened areas</p><p>Using chainsaws, heavy machinery and controlled burns, the Biden administration is trying to turn the tide on worsening wildfires in the US west through a multibillion-dollar cleanup of forests choked with dead trees and undergrowth.</p><p>Yet one year into what is envisioned as a decade-long effort, federal land managers are scrambling to catch up after falling behind on several of their priority forests for thinning even as they exceeded goals elsewhere. And they have skipped over some highly at-risk communities to work in less threatened areas, according to data obtained by the Associated Press, public records and congressional testimony.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/wildfire-prevention-west-forest-thinning-control-burn-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/wildfire-prevention-west-forest-thinning-control-burn-biden", "date_published": "2023-06-27 18:10:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on pricing power: it’s about firms’ strength and profiteering | Editorial", "description": "<p>For the first time since Covid, businesses are most to blame for the UK’s high inflation rates. But ministers are doing little about it</p><p>John Maynard Keynes <a href=\"https://ia601508.us.archive.org/18/items/in.ernet.dli.2015.499597/2015.499597.HOW-TO_text.pdf\" title=\"\">wrote</a>, when considering the great inflationary episode of the first world war, that “no one benefited except the profiteer. The seeds of much subsequent trouble were sown. And we ended up with a national debt vastly greater in terms of money than was necessary and very ill distributed through the community.” That is where Britain finds itself heading. Keynes’s penetrating analysis is now ringing through Whitehall and beyond.</p><p>When Jeremy Hunt sits down with industry regulators on <a href=\"https://www.theguardian.com/business/2023/jun/26/jeremy-hunt-ask-uk-regulators-investigate-firms-exploiting-price-rises-inflation\" title=\"\">Wednesday</a>, he will need more than soundbites to make companies stop fleecing their customers. Mobile and broadband companies have just <a href=\"https://www.theguardian.com/business/2023/jun/27/mobile-and-broadband-firms-accused-of-fuelling-uk-greedflation-with-major-price-hikes\" title=\"\">pushed</a> through the biggest price rises for 30 years. And when the Organisation for Economic Co-operation and Development looked this month at whether workers, businesses or governments had contributed most to inflation, <a href=\"https://www.oecd-ilibrary.org/sites/ce188438-en/1/3/1/index.html?itemId=/content/publication/ce188438-en&amp;_csp_=f8e326092da6dbbbef8fbfa1b8ad3d52&amp;itemIGO=oecd&amp;itemContentType=book#figure-d1e804-6539cc9538\" title=\"\">the data</a> showed that, for the first time since the pandemic, businesses were most to blame in the UK.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/the-guardian-view-on-pricing-power-its-about-firms-strength-and-profiteering\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/the-guardian-view-on-pricing-power-its-about-firms-strength-and-profiteering", "date_published": "2023-06-27 18:08:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Greedflation’? The MPs missed the target when grilling the grocers", "description": "<p>The competition watchdog should have opined first on supermarket trade – they would have known where to focus</p><p>If you have given yourself less than 90 minutes to investigate one of the hottest business and political issues of the hour – the charge of “greedflation” as it applies to supermarkets – it is usually a good idea to stick to the subject. Sadly, this was not the approach adopted by MPs on the business and trade select committee on Tuesday.</p><p>The supposed grilling of a crew of supermarket representatives turned into a tour of multiple horizons, including boardroom pay and workers’ collective bargaining rights, which, though fascinating subjects, are only tangentially connected to the rising price of essential stuff.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/27/greedflation-the-mps-missed-the-target-when-grilling-the-grocers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/27/greedflation-the-mps-missed-the-target-when-grilling-the-grocers", "date_published": "2023-06-27 17:57:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WTA reveals ‘pathway to equal prize money’ with ATP for top-tier events", "description": "<ul><li>Women’s tour wants full parity with men’s ATP by 2033</li><li>Katie Boulter and Heather Watson out of Eastbourne</li></ul><p>The Women’s Tennis Association has revealed plans to restructure its professional tour in order to introduce equal prize money at its top-tier events.</p><p>On Tuesday, the WTA announced that it will be revising its calendar, with WTA 1000 events set on a “pathway to equal prize money” as it gradually increases before becoming equal with the ATP’s prize money. Combined WTA events are set to offer equal prize money in 2027 while separate WTA 1000 and 500 events will offer the same money as their equivalent ATP events in 2033.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/wta-reveals-plans-to-introduce-equal-prize-money-with-mens-atp\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/wta-reveals-plans-to-introduce-equal-prize-money-with-mens-atp", "date_published": "2023-06-27 17:53:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US subjects Guantánamo Bay detainees to ‘cruel’ treatment, UN says after visit", "description": "<p>First UN human rights investigator allowed to visit since camp was set up says men subjected to ‘inhuman and degrading’ treatment</p><p>The US government continues to subject the 30 men held at <a href=\"https://www.theguardian.com/us-news/guantanamo-bay\">Guantánamo Bay</a> in Cuba to “cruel, inhuman and degrading treatment”, the first UN human rights investigator allowed to visit the camp since it was set up 20 years ago has concluded.</p><p>Fionnuala Ní Aoláin was granted unprecedented access as an independent UN monitor, spending four days at Guantánamo in February and meeting a range of the 34 prisoners who were then detained. The number held has now fallen to 30, including the five prisoners accused of plotting the attacks on New York and Washington on 9/11.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/guantanamo-bay-detainees-cruel-treatment-un-human-rights-investigator\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/guantanamo-bay-detainees-cruel-treatment-un-human-rights-investigator", "date_published": "2023-06-27 17:51:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England’s quantitative easing scheme ‘let inflation take root’", "description": "<p>The UK economy became reliant on cheap money due to the Bank’s actions, a former permanent secretary to the Treasury said</p><p>The Bank of England’s <a href=\"https://www.theguardian.com/business/2016/aug/04/qe-quantitative-easing-all-you-need-to-know\">quantitative easing</a> money-printing programme enabled high inflation to take root in Britain, while creating “windfall gains” for the rich, a former Treasury mandarin has warned.</p><p>Nick Macpherson, who was permanent secretary to the Treasury under the last Labour government and during David Cameron’s premiership, said the central bank’s £895bn bond-buying stimulus programme had gone “too far” and made the inflation shock hitting Britain worse.</p> <a href=\"https://www.theguardian.com/business/2023/jun/27/bank-of-englands-quantitative-easing-scheme-let-inflation-take-root\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/27/bank-of-englands-quantitative-easing-scheme-let-inflation-take-root", "date_published": "2023-06-27 17:45:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marking boycott may delay degrees of more than 1,000 Durham students", "description": "<p>University says about 20% of final year students will be unable to graduate if industrial action continues</p><p>More than 1,000 final year students at Durham University could be left without a degree this summer because of the marking boycott disrupting universities across the UK.</p><p>Durham, one of 145 universities affected by the industrial action over pay and working conditions called by the University and College Union (UCU), said about 20% of its 5,300 final year students would be unable to graduate.</p> <a href=\"https://www.theguardian.com/education/2023/jun/27/marking-boycott-may-delay-degrees-of-more-than-1000-durham-students\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/27/marking-boycott-may-delay-degrees-of-more-than-1000-durham-students", "date_published": "2023-06-27 17:40:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarusian leader confirms arrival of exiled Wagner chief Yevgeny Prigozhin", "description": "<p>Moscow claims paramilitaries have agreed to hand over weapons after failed Rostov uprising</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/27/russia-ukraine-war-live-putin-confirms-russian-pilots-killed-during-wagner-mutiny-zelenskiy-visits-front\">Russia-Ukraine war – latest news updates</a></li></ul><p>The Wagner leader Yevgeny Prigozhin flew into exile in Belarus on his private jet on Tuesday, as Moscow claimed the paramilitary force had agreed to hand over its weapons after the group’s failed insurrection.</p><p>“Yes, indeed, he is in Belarus today,” the Belarusian president, Alexander Lukashenko, said in comments first reported by Belta, the country’s national news agency.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/belarus-exiled-wagner-chief-yevgeny-prigozhin-russia-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/belarus-exiled-wagner-chief-yevgeny-prigozhin-russia-ukraine", "date_published": "2023-06-27 17:27:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Covid tragedy? It was Matt Hancock’s tragedy too, you know", "description": "<p>Yes the government had made huge errors, but somehow the health secretary at the time hadn’t</p><p>Here was the tragedy. Matt Hancock’s tragedy. He wants to be loved. He craves our gratitude. Our attention. A man who has successfully searched for the hero inside himself. But the outside world is an unforgiving place. Most of us don’t even remember him for being the barely competent politician who happened to be health secretary during the pandemic. Though we still want a reckoning.</p><p>Our minds are indelibly seared with the image of him groping his lover on CCTV. So much for social distancing. Or as the needy contestant who was relentlessly bullied by the public on I’m a Celebrity. Or just as that bloke who used to be someone. He’s barely even an MP these days. He’s hardly ever in parliament. Too busy eyeing up his career options.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/the-covid-tragedy-it-was-matt-hancocks-tragedy-too-you-know\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/the-covid-tragedy-it-was-matt-hancocks-tragedy-too-you-know", "date_published": "2023-06-27 17:10:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Time is running out for Julian Assange. If MPs do not act, how can they say they value free speech?  | Duncan Campbell", "description": "<p>The WikiLeaks founder faces extradition and an uncertain fate in the US. Our judges and politicians must intervene</p><p>A lifesize bronze statue of him <a href=\"https://www.theguardian.com/media/2023/jun/24/lifesize-sculpture-of-julian-assange-appears-outside-uk-parliament\">appeared in Parliament Square</a> over the weekend but the real Julian Assange could very shortly be taken, handcuffed and protesting, from Belmarsh prison in London and flown off to a high security jail in the US.</p><p>The statue, created by the Italian sculptor Davide Dormino, stood alongside two others, of Chelsea Manning and Edward Snowden, at a rally to remind us that <a href=\"https://www.theguardian.com/media/2023/jun/09/julian-assange-dangerously-close-to-us-extradition-after-losing-latest-legal-appeal\">Assange’s extradition</a> could now be very imminent. Manning, of course, was the former US soldier who leaked the damning information that Assange published through WikiLeaks; Edward Snowden waits in Russia to see whether all the talk of the sanctity of free speech in his country amounts to more than words.</p><p>Duncan Campbell is a freelance writer who worked for the Guardian as crime correspondent and Los Angeles correspondent</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/julian-assange-extradition-mps-free-speech\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/julian-assange-extradition-mps-free-speech", "date_published": "2023-06-27 17:10:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin’s portrayal of response to uprising as a Kremlin win is proving a hard sell", "description": "<p>Guests on Russian political talks shows appeared uncertain about which points were fair game and which were off limits</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/27/russia-ukraine-war-live-putin-confirms-russian-pilots-killed-during-wagner-mutiny-zelenskiy-visits-front\">Russia-Ukraine war – latest news updates</a></li></ul><p>After the mayhem, the messaging.</p><p>In the aftermath of the weekend’s aborted Wagner uprising, Vladimir Putin and his obedient media networks are trying to craft a narrative of the unrest that paints the Russian president and the system he presides over in the best possible light.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/putins-portrayal-of-response-to-uprising-as-a-kremlin-win-is-proving-a-hard-sell\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/putins-portrayal-of-response-to-uprising-as-a-kremlin-win-is-proving-a-hard-sell", "date_published": "2023-06-27 17:05:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US intelligence ignored warnings of violence ahead of Capitol attack", "description": "<p>Agencies ‘failed to sound the alarm’ and downplayed threats even as building was being stormed on 6 January, Senate report says</p><p>A new report detailing intelligence failures leading up to the January 6 attack on the US Capitol said government agencies responsible for anticipating trouble downplayed the threat even as the building was being stormed, in an attempt to stop certification of Joe Biden’s election victory.</p><p>The 105-page report, issued by Democrats on the Senate homeland security committee, said intelligence personnel at the FBI, the Department of Homeland Security (DHS) and other agencies ignored warnings of violence in December 2020.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/fbi-dhs-ignored-warnings-january-6-united-states-capitol-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/fbi-dhs-ignored-warnings-january-6-united-states-capitol-attack", "date_published": "2023-06-27 17:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People in Belarus: tell us what’s the mood in your country?", "description": "<p>We would like to hear the views and experiences of Belarusians on recent developments in Russia</p><p>The Belta news agency quotes Aleksandr Lukashenko on its Telegram channel as saying <a href=\"https://www.theguardian.com/world/live/2023/jun/27/russia-ukraine-war-live-putin-confirms-russian-pilots-killed-during-wagner-mutiny-zelenskiy-visits-front?page=with:block-649ae7748f083dae8064c3dd#block-649ae7748f083dae8064c3dd\">Wagner founder, Yevgeney Prigozhin, has landed in Belarus</a> following the mutiny in Russia on the weekend.</p><p>We would like to hear from those living in Belarus about their reaction to the Wagner group leader arriving in their country.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/people-in-belarus-tell-us-whats-the-mood-in-your-country\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/people-in-belarus-tell-us-whats-the-mood-in-your-country", "date_published": "2023-06-27 16:52:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gender-critical woman wins harassment claim against Arts Council England", "description": "<p>Comments were made that LGB Alliance had ‘transphobic staff’ and ‘neo-Nazi, homophobic and Islamophobic’ supporters</p><p>A gender-critical woman has won a harassment claim against <a href=\"https://www.theguardian.com/culture/arts-council-england\">Arts Council England</a>, after hostile comments were made about her beliefs at an internal meeting and on a petition circulated within the organisation.</p><p>Denise Fahmy’s claim at Leeds <a href=\"https://www.theguardian.com/money/employment-tribunals\">employment tribunal</a> related to the fallout over the London Community Fund’s (LCF) decision to award a grant drawn from an Arts Council England (ACE) fund to the gender-critical LGB Alliance. The grant was later suspended.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/27/gender-critical-woman-wins-harassment-claim-against-arts-council-england\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/27/gender-critical-woman-wins-harassment-claim-against-arts-council-england", "date_published": "2023-06-27 16:51:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Prigozhin’s armed mutiny against Vladimir Putin – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/27/steve-bell-on-prigozhins-armed-mutiny-against-vladimir-putin-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/27/steve-bell-on-prigozhins-armed-mutiny-against-vladimir-putin-cartoon", "date_published": "2023-06-27 16:48:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outcry after tourist carves name on wall at the Colosseum in Rome", "description": "<p>Italy’s culture minister has called for the man who defaced the site with  ‘Ivan+Hayley 23’ to be identified and prosecuted</p><p>Italian police are on the hunt for a young tourist who carved his and his girlfriend’s names into a wall of the Colosseum, sparking widespread condemnation.</p><p>The English-speaking tourist was filmed by an onlooker using keys to engrave “Ivan+Hayley 23” into the wall of the 2,000-year-old Roman amphitheatre on Friday afternoon.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/outcry-after-tourist-carves-name-on-wall-at-the-colosseum-in-rome\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/outcry-after-tourist-carves-name-on-wall-at-the-colosseum-in-rome", "date_published": "2023-06-27 16:45:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police admit downloading sim of French publisher, lawyer claims", "description": "<p>Ernest Moret had devices seized after arrest by counter-terrorism police on arrival in London in April</p><p>The Metropolitan police have admitted downloading the sim card from the phone of a radical French publisher who was arrested by counter-terrorism police at St Pancras station in April, his lawyer has claimed.</p><p>Officers returned the iPhone and laptop it had seized from Ernest Moret, 28, to his London lawyer on Tuesday after the Met announced late on Friday that <a href=\"https://www.theguardian.com/uk-news/2023/jun/23/french-publisher-arrested-on-suspicion-of-terror-offences-to-face-no-further-action\">no further action would be taken against him</a>. He had been <a href=\"https://www.theguardian.com/uk-news/2023/apr/18/french-publisher-arrested-london-counter-terrorism-police-ernest-moret\">arrested on his way to the London book fair</a> and held for almost 24 hours under schedule 7 of the Terrorism Act 2000.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/27/met-police-admit-downloading-sim-radical-french-publisher-lawyer-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/27/met-police-admit-downloading-sim-radical-french-publisher-lawyer-claims", "date_published": "2023-06-27 16:35:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Neville to appear as guest star in new series of Dragons’ Den", "description": "<p>Former footballer turned pundit and investor, estimated to have net worth of £20m, will appear in series 21 of the show</p><p>Former Manchester United footballer Gary Neville will be joining the BBC show Dragons’ Den as a guest star in the upcoming series.</p><p>Neville, who played for England in the 1990s, will appear alongside the existing Dragons Peter Jones, Deborah Meaden, Touker Suleyman, Sara Davies and Steven Bartlett, to judge entrepreneurs and decide whether to invest in their businesses.</p><p>Duncan Bannatyne (2005-2015) – The health club magnate left to pursue other business interests after a decade as a Dragon.</p><p>Rachel Elnaugh (2005-2006) – Elnaugh left after two series when her business Red Letter Days went into administration and has since become a strident anti-vaxxer.</p><p>Doug Richard (2005-2006) – The American investor stepped down after the second series to run an investment company and in 2016 was found not guilty of child sex offences after having sex with a 13-year-old girl he said he believed to be 17.</p><p>Simon Woodroffe (2005) – Woodroffe, founder of YO! Sushi, stepped aside after one series criticising the show for being ego-driven.</p><p>Theo Paphitis (2005-2010) – The Greek-Cypriot British retailer was a popular face on the show and has since taken part in other BBC series including Question Time.</p><p>Richard Farleigh (2006-2007) – The Australian investor only lasted two series before he was replaced by James Caan and has become a prominent figure in the sport of chess.</p><p>James Caan (2007-2010) – Since leaving Dragon’s Den, the private equity investor became the chairman of the Start Up Loans Scheme, which provides government-backed loans to new businesses.</p><p>Kelly Hoppen (2013-2015) – Interior designer Hoppen has written a number of books and accepted a payout over phone hacking from the former News of the World owners.</p><p>Nick Jenkins (2016-2020) – Moonpig founder Jenkins was a high profile Tory donor in 2015 and since leaving the Den has continued to invest parts of his estimated £150m fortune in educational tech.</p><p>Tej Lalvani (2019-2021) – One of the wealthier Dragons with an estimated net worth of £390m, Lalvani left the Den to continue running Vitabiotics, which was started by his father Kartar Lalvani.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/27/gary-neville-to-appear-as-guest-star-in-new-series-of-dragons-den\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/27/gary-neville-to-appear-as-guest-star-in-new-series-of-dragons-den", "date_published": "2023-06-27 16:31:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thames Water boss steps down amid backlash over environmental record", "description": "<p>Sarah Bentley had revealed she would forgo her bonus after criticism of utility’s discharge of raw sewage</p><p>Thames Water’s boss Sarah Bentley has stepped down with immediate effect, a few days after it emerged<a href=\"https://www.theguardian.com/environment/2023/jun/22/thames-water-pipe-leaks-at-highest-level-in-five-years-foi-reveals\"> that the leakage rate from the company’s pipes was at a five-year high</a> and she gave up her annual bonuses over its environmental track record.</p><p>The UK’s largest water company, which has 15 million customers in London and the Thames Valley, announced that Bentley would be replaced by Alastair Cochran, the finance chief, and Cathryn Ross, the former boss of the water watchdog Ofwat, as joint interim chief executives.</p> <a href=\"https://www.theguardian.com/business/2023/jun/27/thames-water-boss-steps-down-amid-backlash-over-environmental-performance\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/27/thames-water-boss-steps-down-amid-backlash-over-environmental-performance", "date_published": "2023-06-27 16:27:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pompeii fresco find possibly depicts 2,000-year-old form of pizza", "description": "<p>Ancient painting includes fruit that looks like a pineapple – although it’s almost certainly something else</p><p>A striking still-life fresco resembling a pizza has been found among the ruins of ancient Pompeii, although the dish seems to lack two essential ingredients – tomato and mozzarella – and includes one item that looks suspiciously like a pineapple.</p><p>The fresco, which dates back 2,000 years, emerged during excavations in the Regio IX area of Pompeii’s archaeological park, which is close to Naples, the birthplace of pizza. The painting was on a wall in what is believed to have been the hallway of a home that had a bakery in its annex.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/pompeii-fresco-find-possibly-depicts-2000-year-old-form-of-pizza\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/pompeii-fresco-find-possibly-depicts-2000-year-old-form-of-pizza", "date_published": "2023-06-27 16:23:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Morrisons’ boss admits supermarket chains have hiked profits on petrol", "description": "<p>David Potts was one of several chief executives of major grocers being quizzed by  MPs over accusations of profiteering</p><p>The boss of Morrisons has admitted that supermarkets have increased profits at the petrol pumps as he was quizzed by MPs alongside executives from Tesco, Sainsbury’s and Asda who denied they were making more money from keeping food prices high.</p><p>David Potts told MPs on the business and trade committee: “I think there is more profit at the retail end of fuel.” He said supermarkets did not make much money on selling petrol and that energy, labour and transport costs had added to the “barrel price” of oil to force up prices but admitted “we can do more”.</p> <a href=\"https://www.theguardian.com/business/2023/jun/27/morrisons-boss-admits-supermarket-chains-have-hiked-profits-on-petrol\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/27/morrisons-boss-admits-supermarket-chains-have-hiked-profits-on-petrol", "date_published": "2023-06-27 16:21:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Never barbecue burgers: the surprising culinary advice of one of the world’s best chefs", "description": "<p>David Chang has two Michelin stars and intriguing views on how to cook everything from mac and cheese to lobster</p><p><strong>Name:</strong> David Chang.</p><p><strong>Age:</strong> 45.</p> <a href=\"https://www.theguardian.com/news/2023/jun/27/never-barbecue-burgers-the-surprising-culinary-advice-of-one-of-the-worlds-best-chefs\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jun/27/never-barbecue-burgers-the-surprising-culinary-advice-of-one-of-the-worlds-best-chefs", "date_published": "2023-06-27 16:20:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saved by seaweed: nuns and Native women heal polluted New York waters using kelp", "description": "<p>The sisters and a group of women from a local Indigenous tribe started a kelp farm in the hopes of cleaning up the pollution in their shared backyard</p><p>Early on a January morning, a dozen nuns hopped on a Zoom call and waited patiently for their turn to speak softly, sweetly to plants.</p><p>One of the sisters sang a song; another played the flute; several recited poetry and prayers. The intended audience of their kind words were dozens of kelp seedlings, which had a big task: grow big and healthy enough to be planted in the waters off the shores of Long Island, New York.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/shinnecock-tribe-nuns-kelp-farm-long-island-bay\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/shinnecock-tribe-nuns-kelp-farm-long-island-bay", "date_published": "2023-06-27 16:11:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s just magical’: the Met celebrates New York public school artwork", "description": "<p>At the museum’s annual PS Art exhibition, the best pieces of art made by children between 5 and 18 are put on display</p><p>“It’s like seeing an all-star roster, and there are no bad choices. You’re seeing amazing, amazing, beautiful artwork. And you’re having to vote the best of the best of the best. We don’t have any quotas, like we can only choose five kindergarteners, we just choose the best art.”</p><p>Alison Scott-Williams, the president of Studio in a School NYC, was telling me about the difficult task of choosing the very best art from the over 1,200 pieces submitted this year for the PS Art program. Now in its 21st year, PS Art is an annual showing of the best of the best artwork made by K-12 students in New York City public schools, exhibited at the Metropolitan Museum of Art. As Scott-Williams shared with me, whittling down those 1,200-plus submissions to the 122 on display was daunting work, but worth it. “It’s a gift to be able to support young people in this way,” she said.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/27/met-museum-kids-art-public-schools-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/27/met-museum-kids-art-public-schools-new-york", "date_published": "2023-06-27 16:10:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada’s wildfire emissions hit record high with 160m tonnes of carbon", "description": "<p>This year’s wildfire season is the worst on record in Canada, and smoke could reach Europe this week</p><p>Wildfires <a href=\"https://www.theguardian.com/world/2023/jun/10/canada-wildfires-climate-global-heating\">burning through large swathes of eastern and western</a> <a href=\"https://www.theguardian.com/world/canada\">Canada</a> have released a record 160m tonnes of carbon, according to the EU’s Copernicus Atmospheric Monitoring Service, marking a record high since monitoring began in 2003.</p><p>This year’s wildfire season is the worst on record in Canada, with some 76,000sq km (29,000sq miles) burning across eastern and western Canada. That’s greater than the combined area burned in 2016, 2019, 2020 and 2022, according to the Canadian Interagency Forest Fire Centre.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/canada-wildfires-released-record-breaking-carbon\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/canada-wildfires-released-record-breaking-carbon", "date_published": "2023-06-27 16:03:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People in Russia: tell us what the mood is like in your country", "description": "<p>We would like to hear the views and experiences of Russians on recent developments</p><p>Vladimir Putin has appeared outside the Kremlin to tell members of Russia’s security services that they <a href=\"https://www.theguardian.com/world/2023/jun/27/jet-linked-yevgeny-prigozhin-flies-belarus-fsb-drops-investigation-russia-wagner\">“essentially prevented a civil war”</a> during Yevgeny Prigozhin’s armed mutiny at the weekend.</p><p>We would like to hear from those living in Russia on what the mood is like in the country.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/people-in-russia-tell-us-what-the-mood-is-like-in-your-country\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/people-in-russia-tell-us-what-the-mood-is-like-in-your-country", "date_published": "2023-06-27 15:59:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The future is bleak’: how AI concerns are shaping graduate career choices", "description": "<p>From illustration to translation, young people worry that they will have to choose their paths carefully</p><p>Ronan Carolan has always been the creative type, and after attending an art school’s open day last autumn he thought he had settled on illustration as a degree.</p><p>But as the Ucas deadline approached, he began to have second thoughts. “I noticed <a href=\"https://www.theguardian.com/artanddesign/2023/jan/23/its-the-opposite-of-art-why-illustrators-are-furious-about-ai\">more and more things drawn by AI</a>,” he says, referring to a magazine cover among other examples. “Considering that only a few years ago, the images it generated were entirely nonsensical, it is scary how fast it has progressed.”</p> <a href=\"https://www.theguardian.com/money/2023/jun/27/the-future-is-bleak-how-ai-concerns-are-shaping-graduates-career-choices\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/27/the-future-is-bleak-how-ai-concerns-are-shaping-graduates-career-choices", "date_published": "2023-06-27 15:54:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Remainers need to face hard truths about Brexit | Letters", "description": "<p>Brexit regret isn’t as common as Jonathan Freedland suggests, says <strong>Marcia MacLeod</strong>, while <strong>John Dunn </strong>proposes a pro-Europe party, <strong>Johnston Anderson </strong>sees issues in rejoining the EU and <strong>Catherine Roome </strong>mourns a beery victim of Brexit</p><p>I wish Jonathan Freedland wouldn’t assume that those who voted to leave the EU now regret their decision (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/23/leavers-regret-brexit-rejoining-eu-nigel-farage\" title=\"\">With even leavers regretting Brexit, there’s one path back to rejoining the EU, 23 June</a>). I voted leave and would do so today. In fact, had I been able to vote in the referendum to join what was then the common market in the 1970s, I would have voted no.</p><p>My reasoning is that you cannot have 27 countries – all with different histories, cultures, industries, societies – agreeing on everything. Therefore no country actually gets what it wants, or what is best for it. I believe I have been proved right time and time again with all the disagreements that go on in the EU, and the decisions that always disadvantage some members.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/remainers-need-to-face-hard-truths-about-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/remainers-need-to-face-hard-truths-about-brexit", "date_published": "2023-06-27 15:39:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steps we can all take to raise deaf awareness | Letters", "description": "<p>Speak directly, be understanding and remember that sign language is rarely the answer for people with acquired hearing loss, writes <strong>Quentin Kopp</strong>. Plus a letter by <strong>Wendy Ritson</strong> </p><p>Regarding the documentary on Rose Ayling-Ellis (<a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/26/rose-ayling-ellis-signs-for-change-review-strictly-winner-documentary\" title=\"\">TV review, 26 June</a>), I am delighted that the issues facing deaf people are getting such eloquent advocacy. It is important to remember that while it is difficult to be born with little or no hearing, and therefore be dependent on sign language, the one in six people with hearing difficulties includes huge numbers of those who had normal hearing and learned their native language.</p><p>These people will have lost their hearing for a variety of medical reasons, industrial noise exposure or, in some cases, through exposure to high-volume music. Hearing aids only augment the retained hearing – they cannot restore lost hearing. The isolation and loss of confidence from hearing loss often causes devastating problems. The sufferers are assumed to be unintelligent and are often shouted at.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/steps-we-can-all-take-to-raise-deaf-awareness\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/steps-we-can-all-take-to-raise-deaf-awareness", "date_published": "2023-06-27 15:39:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Britons who made their final journey to Dignitas clinic", "description": "<p>Stories of people who travelled to the Swiss assisted-dying facility to end their lives</p><ul><li><a href=\"https://www.theguardian.com/society/2023/jun/27/assisted-dying-dignitas-has-helped-540-british-people-die-mps-told\">Dignitas has helped 540 British people die, MPs told</a></li></ul><p>Since 2002, the clinic run by the assisted dying organisation Dignitas in Switzerland has been chosen by <a href=\"https://www.theguardian.com/society/2023/jun/27/assisted-dying-dignitas-has-helped-540-british-people-die-mps-told\">more than 500 Britons</a> to end their lives. Here we look at some of those Britons who made their final journey to the facility.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/the-britons-who-made-their-final-journey-to-dignitas-clinic\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/the-britons-who-made-their-final-journey-to-dignitas-clinic", "date_published": "2023-06-27 15:34:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French newspaper staff strike after ‘far-right personality’ made editor", "description": "<p>Public figures write letter in support of strike at Le Journal du Dimanche in protest at appointment of Geoffroy Lejeune</p><p>Actors, novelists and leftwing politicians have joined support for major strike action at France’s flagship Sunday newspaper, <a href=\"https://www.lejdd.fr/\">Le Journal du Dimanche</a>, in protest at the appointment ahead of its acquisition by the billionaire industrialist Vincent Bolloré of an editor-in-chief who previously worked for a far-right magazine.</p><p>“For the first time in France since the liberation, a large national media will be run by a far-right personality. This is a dangerous precedent which concerns us all,” read an <a href=\"https://www.lemonde.fr/idees/article/2023/06/27/le-jdd-ne-peut-devenir-un-journal-au-service-des-idees-d-extreme-droite_6179372_3232.html\">open-letter to Le Monde</a> signed by hundreds of figures including the rapper and producer JoeyStarr, the actors Dénis Ménochet and Mathieu Amalric, the film-maker Nicole Garcia, as well as historians, academics and many politicians on the left, including the Paris mayor, Anne Hidalgo.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/french-newspaper-staff-strike-after-far-right-personality-made-editor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/french-newspaper-staff-strike-after-far-right-personality-made-editor", "date_published": "2023-06-27 15:32:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cleaner accidentally ruins decades of US college’s research by turning off freezer", "description": "<p>Rensselaer Polytechnic Institute in New York sues cleaner’s employer after freezer turned off to mute ‘annoying alarm’ </p><p>A cleaner at a college in New York state accidentally destroyed decades of research by turning off a freezer in order to mute “annoying alarm” sounds.</p><p>The Rensselaer Polytechnic Institute (RPI), in Troy, is suing the cleaner’s employer, alleging improper training. According to a lawsuit filed in the New York supreme court in Rensselaer county earlier this month, the university is seeking more than $1m in damages, <a href=\"https://www.timesunion.com/news/article/rpi-sues-cleaner-s-gaff-allegedly-destroyed-18164979.php&amp;cd=10&amp;hl=en&amp;ct=clnk&amp;gl=us\">the Times Union newspaper reported</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/cleaner-college-research-freezer-rensselaer-polytechnic-institute\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/cleaner-college-research-freezer-rensselaer-polytechnic-institute", "date_published": "2023-06-27 15:24:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Complex. Unsettling. Creepy’: Jarvis Cocker, Colm Toíbín and more on the disturbing genius of Artangel", "description": "<p>From prison cells to department stores, for the past 30 years the visionary commissioning body has created unforgettable artworks in unlikely spaces. Famous fans pick their favourite works</p><p>A solitary figure crossing between three Glasgow tower blocks on a narrow metal wire 90 metres up. A converted library, with ice and water instead of books, looking out at the south-west coast of Iceland. A 1,000-year-old musical composition projected across the Thames in a beam of light …</p><p>Nothing is too ambitious or outlandish for Artangel, the organisation that has spent 30 years bringing unpredictable art to unexpected locations in the UK and beyond. I have spent the past few weeks chatting with creatives about their favourite projects – and the words that keep coming up are “unforgettable”, “bold”, “wild” and “profound”. Artangel’s achievements are inextricably linked with James Lingwood and Michael Morris, who in 1991 took over the charitable trust established by the art historian Roger Took in 1985. “It would never have happened without them,” artist Michael Craig-Martin says. “What they’ve invented is extraordinary – an entirely different realm of projects not found in galleries or museums.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/27/complex-unsettling-creepy-jarvis-cocker-colm-toibin-and-more-on-the-disturbing-genius-of-artangel\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/27/complex-unsettling-creepy-jarvis-cocker-colm-toibin-and-more-on-the-disturbing-genius-of-artangel", "date_published": "2023-06-27 15:22:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales players put in hoods and doused in water in preparation for World Cup", "description": "<ul><li>Players also subjected to sounds of babies crying at camp</li><li>Warren Gatland says army-style fitness training ‘wasn’t brutal’</li></ul><p>Warren Gatland has revealed his Wales players were put in hoods, doused in water and subjected to the sound of babies crying as part of their psychological preparation for the forthcoming Rugby World Cup.</p><p>Gatland lifted the lid on the extraordinary lengths Wales were going to when detailing a recent visit to the Green Mile army-style fitness camp in Taffs Well. He explained how the intention was to take players out of their comfort zones and prepare them to deal with unexpected challenges but the use of such extreme techniques has raised eyebrows.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/wales-players-put-in-hoods-and-doused-in-water-in-preparation-for-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/wales-players-put-in-hoods-and-doused-in-water-in-preparation-for-rugby-world-cup", "date_published": "2023-06-27 15:18:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Instagram tests feature to block explicit images in direct message requests", "description": "<p>Trial launched after research shows unsolicited DMs used to target high-profile women with abusive content </p><p>Instagram is trialling a feature that will stop explicit images appearing in direct message requests, after research showed trolls using unsolicited DMs to bombard high-profile women with abusive content.</p><p>The trial will limit people to sending one DM request to someone who does not follow them and that request will be limited to text-only. Users will be able to send images or videos via DM only after the subject of their request has accepted it.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/27/instagram-tests-feature-block-explicit-images-direct-message-requests\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/27/instagram-tests-feature-block-explicit-images-direct-message-requests", "date_published": "2023-06-27 15:17:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ECB calls for Yorkshire to be hit with record fine over Rafiq scandal", "description": "<ul><li>ECB recommends points deductions in all competitions</li><li>Cricket Discipline Commission will announce decision in July</li></ul><p>Yorkshire should face a record fine of £500,000 and a points deduction of between 48 and 72 points in this season’s County Championship over its handling of the Azeem Rafiq scandal, the England and Wales Cricket Board (ECB) has told a hearing.</p><p>The suggested punishment, which would be the biggest in English cricket, was made to an independent Cricket Discipline Commission (CDC) panel on Tuesday. The ECB also called for Yorkshire to face a 4-6 points deduction in the One-Day Cup and a 4-6 points deduction in the T20 Blast.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/ecb-yorkshire-record-fine-cricket-discipline-commission\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/ecb-yorkshire-record-fine-cricket-discipline-commission", "date_published": "2023-06-27 15:16:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU’s flagship nature laws in jeopardy after voting stalemate", "description": "<p>Nature Restoration Law vote tied at 44 in favour and 44 against amid claims of lies and fake news</p><p>The future of the EU’s flagship environment laws are again hanging by a thread with a cliffhanger vote, flared tempers and accusations of lies, fake news and manipulation of voting in the European parliament.</p><p>Emotions were running high after voting on the European parliament committee steering through the Nature Restoration Law (NRL) ended in a dead heat on Tuesday, with 44 votes in favour and 44 against. It can now progress to a vote of the full parliament in a plenary session in July.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/eu-flagship-nature-laws-in-jeopardy-after-voting-stalemate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/eu-flagship-nature-laws-in-jeopardy-after-voting-stalemate", "date_published": "2023-06-27 15:07:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senior NHS doctors in England vote to strike over pay", "description": "<p>BMA members back industrial action for consultants after talks with ministers about restoring pay levels broke down</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/27/tories-labour-migrant-children-rwanda-rishi-sunak-keir-starmer-matt-hancock-covid-inquiry-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Senior doctors in England have voted to strike in overwhelming numbers for the first time in the row over pay.</p><p>More than 24,000 consultants in England voted in the British Medical Association’s ballot (a turnout of 71%), with 20,741 (86%) voting for industrial action. The ballot closed earlier on Tuesday.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/senior-doctors-in-england-vote-to-strike-over-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/senior-doctors-in-england-vote-to-strike-over-pay", "date_published": "2023-06-27 15:02:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I used to drink as an escape. To quit, I thought of sobriety as an adventure | Roland Bull", "description": "<p>At first it was uncomfortable and foreign, like asking for directions overseas. But now I feel at home when socialising sober</p><p>I was about 12 years old when I had my first drink. I was at a family reunion in the small country town where I grew up and an older cousin snuck a VB out of the esky and passed it around. I remember flinching at the awful taste but powering on for a few swigs anyway, wanting to be part of the gang.</p><p>In subsequent years, my drinking built up quite a bit of steam. It helped me feel less out of place in restrictive, rural social settings, where my emerging homosexuality was doing me no favours. Once I escaped to Melbourne, it eased interactions with peers as I began to explore the queer community. In private, it was a coping mechanism to drown out crowded thoughts, residual shame around my sexuality and anxiety about not fitting in.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/i-used-to-drink-as-an-escape-to-quit-i-thought-of-sobriety-as-an-adventure\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/i-used-to-drink-as-an-escape-to-quit-i-thought-of-sobriety-as-an-adventure", "date_published": "2023-06-27 15:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alice Zaslavsky’s cheesy root vegetable bake recipe: start with a cold oven and finish on a high", "description": "<p>In her fortnightly food column, cook and author <strong>Alice Zaslavsky</strong> shares her technique for cooking through underground vegetables – and a vegetarian recipe for a tian gratin</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>One of the most useful rules for cooking vegetables is this: if it grows above the ground (stems, leaves!), start it from hot; if it’s grown mostly underground (roots, tubers!), start from cold.</p><p>This is especially useful to remember for boiling and simmering: broccoli should go in boiling water, spuds should be brought up to boil. But it also applies for roasted vegetables. Your underground friends could benefit from a slower start – like a parboil, or a cold oven.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/28/alice-zaslavskys-cheesy-root-vegetable-bake-recipe-start-with-a-cold-oven-and-finish-on-a-high\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/28/alice-zaslavskys-cheesy-root-vegetable-bake-recipe-start-with-a-cold-oven-and-finish-on-a-high", "date_published": "2023-06-27 15:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bend It Like Beckham: the film that ignited a love for football in so many women and girls", "description": "<p>When this unassuming comedy came out in 2002, women’s football wasn’t even a professional sport in the UK or Australia. It’s worth revisiting as the Women’s World Cup approaches</p><ul><li><em>Bend It Like Beckham is streaming on Binge. For more recommendations of what to stream in Australia, <a href=\"https://www.theguardian.com/culture/series/stream-team\">click here</a></em></li></ul><p>When Bend It Like Beckham came out in 2002, women’s football <a href=\"https://www.theguardian.com/football/2022/apr/12/a-cultural-moment-what-bend-it-like-beckham-meant-for-uk-womens-football\">wasn’t even a professional sport</a> in the UK or Australia. But with Jesminder “Jess” Bhamra, the film’s inspiring central character, came hope for all women and girls dreaming of being the next big thing. More than<a href=\"https://www.theguardian.com/tv-and-radio/2022/may/22/bend-it-like-beckham-20-years-on-review-doc-british-asians-football\"> 20 years on</a>, fans still celebrate what the film did for aspiring women footballers and British-Asian women. And in the lead up to<a href=\"https://www.theguardian.com/football/2023/apr/12/womens-world-cup-2023-power-rankings-all-32-finalists\"> this year’s Women’s World Cup</a>, it acts as a gentle reminder that opportunities in women’s sport haven’t been, and still aren’t, always on par with that of men.</p><p>In a sleepy suburb of west London under Heathrow’s flight path, Jess (Parminder Nagra) can’t get enough of football. Having just undertaken her college entry exams to become a solicitor, Jess’ lingering love of the game and room full of Beckham memorabilia displeases her parents to no end. “You don’t even want to learn how to cook dahl!” her mother despairs.</p> <a href=\"https://www.theguardian.com/film/2023/jun/28/bend-it-like-beckham-the-film-that-ignited-a-love-for-football-in-so-many-women-and-girls\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/28/bend-it-like-beckham-the-film-that-ignited-a-love-for-football-in-so-many-women-and-girls", "date_published": "2023-06-27 15:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘How dare they?’ Swift parrot slowly losing critical habitat as Tasmania logs native forest", "description": "<p>Photographer arrested for trespassing after trying to block felling of gum trees where the rare birds had been seen feeding</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Rob Blakers has been a landscape and wildlife photographer in Tasmania for more than four decades. He specialises in taking the time to capture images deep within the state’s wilderness that others won’t, or can’t.</p><p>Last summer he spent time in the Eastern Tiers Forest Reserve, about two hours drive north-east of Hobart, climbing trees to take photos of the critically endangered swift parrot. In one shot, he took a still of nine birds in one tree. He estimates there were about 30 – about 4% of the estimated remaining wild population – nesting and feeding in the area.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/27/how-dare-they-swift-parrot-slowly-losing-critical-habitat-as-tasmania-logs-native-forest\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/27/how-dare-they-swift-parrot-slowly-losing-critical-habitat-as-tasmania-logs-native-forest", "date_published": "2023-06-27 15:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could rent controls ease Australia’s housing crisis?", "description": "<p>Advocates say caps or freezes may help reduce pressure on renters but experts warn they are not a simple fix</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Renters are bearing the brunt of Australia’s housing crisis, with stories of extortionate rent increases for poor quality homes making headlines all too often.</p><p>One solution being flagged by advocates is to control rents, either through freezes or caps on how much landlords can increase the amount.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/28/could-rent-controls-work-to-ease-australia-housing-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/28/could-rent-controls-work-to-ease-australia-housing-crisis", "date_published": "2023-06-27 15:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Channel deaths: jury hears skipper continued as boat started deflating", "description": "<p>Ibrahima Bah accused of manslaughter of four and agreeing to steer inflatable for people smugglers</p><p>People smugglers put dozens of people on an overloaded and unseaworthy dinghy that fell apart during a Channel crossing in which at least four died, a jury has heard, as the man accused of piloting the vessel faces trial for manslaughter.</p><p>Ibrahima Bah is accused of agreeing to steer the vessel to England in return for free passage from the criminal gang smuggling his fellow travellers from France.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/27/channel-deaths-jury-hears-skipper-continued-as-boat-deflating-ibrahima-bah\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/27/channel-deaths-jury-hears-skipper-continued-as-boat-deflating-ibrahima-bah", "date_published": "2023-06-27 14:55:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Arsenal or Manchester City: who is it going to be for for Declan Rice?", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>The transfer window has served up a right old tug o’war. Arsenal or Manchester City? Mikel Arteta’s brave young Gunners or Pep Guardiola’s masters of the universe? This always seemed likely on the Prague night that Declan Rice, in tears, held aloft Tin Pot having inspired the Hammers to victory as captain, leader, legend, cashable asset. Deja vu for Arsenal, then? Just when a prize is within their fingers, in sail City to pluck it away? The word is that Dec previously had his heart set on being a Gunner. Not that the three-cap Republic O’Ireland/43-cap England international is <a href=\"https://www.theguardian.com/football/2019/feb/13/declan-rice-switches-allegiance-from-republic-of-ireland-to-england\">given to changing his mind</a>. Last season, a £100m asking price was thrown liberally around at the Hammerdome to just about anyone who asked, co-owner David Sullivan admitting in the aftermath of Tin Pot glory that “[Dec] set his heart on going”.</p><p>Reading <a href=\"https://www.theguardian.com/football/2023/jun/26/football-daily-email-players-on-holiday\">yesterday’s Football Daily</a>, I clicked on the Mark Lawrenson link to read through that 2011 version of Small Talk. Anyway, I read his interview and had completely forgotten that he once managed Oxford United. I recall very well the day that he resigned from this position – he was being hounded by the press for soundbites as he walked along a busy street, and had quite clearly had enough. He then promptly decided to avoid them by entering a large glass door into a building – only to find out that it was locked! He had to about-turn and face the music again. It was a comedy classic moment that I have remembered for so long. Surely a reader can dig up a link to this event (I tried but failed)?” – Marc Meldrum.</p><p>Re: Rod de Lisle and valuable shirts (<a href=\"https://www.theguardian.com/football/2023/jun/26/football-daily-email-players-on-holiday\">yesterday’s Football Daily letters</a>). We were holidaying in the Republic O’Ireland in 2002, the year of Roy Keane’s row with Mick McCarthy. Passing a sports shop in Clifden, Co Galway, I noticed a Roy Keane-named shirt in the shop window; there was a hastily scrawled sign underneath, bearing the legend: ‘Collector’s item’. I had a smile and walked on, leaving the shirt where it was. I’m not smiling now” – James Treacy.</p><p>I am absolutely certain that there will be hundreds of other pedants pointing out that England U-21s’ game against Germany is the third game in the group stage and <em>not</em> the quarter-final (yesterday’s News, Bits and Bobs, full email edition). Having already won the group, their quarter-final will be on Sunday at 5pm BST against opposition as yet unknown” – John Delucchi (and 1,056 others).</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/jun/27/football-daily-email-declan-rice-arsenal-manchester-city\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/27/football-daily-email-declan-rice-arsenal-manchester-city", "date_published": "2023-06-27 14:50:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia’s power games are a wake-up call for Britain: our democracy is precious – and fragile | Rafael Behr", "description": "<p>The spectacle of Putin versus Prigozhin is a reminder that the UK’s political culture, however frayed its fabric, is worth celebrating</p><p>There is gratification but no comfort in seeing Vladimir Putin’s grip on power loosened. Yevgeny Prigozhin, the warlord whose <a href=\"https://www.theguardian.com/world/2023/jun/25/what-does-the-future-hold-for-prigozhin-and-wagner-after-the-mutiny\">aborted mutiny</a> gave the world a glimpse of Putin’s political mortality, represents nothing better for Russia’s future. There is not much hope for democracy in a country where the most effective challenge to a tyrant’s rule comes from a murderous bandit who demands more competent tyranny.</p><p>As for what happens next, there is not much point forecasting from abroad. I learned as a correspondent in Moscow that decrypting Russian power games is hard enough from inside the country. The boundary between rumour, misinformation, paranoid conspiracy theory and actual conspiracy is hard to discern. That’s why I came home. Nothing stirs appreciation of western liberal democracy like sustained exposure to its opposite.</p><p>Rafael Behr is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/russia-power-britain-democracy-vladimir-putin-yevgeny-prigozhin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/russia-power-britain-democracy-vladimir-putin-yevgeny-prigozhin", "date_published": "2023-06-27 14:45:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN says Russian forces have tortured and executed civilians in Ukraine", "description": "<p>Report details widespread and systematic torture with summary executions of more than 70 people</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/27/russia-ukraine-war-live-putin-confirms-russian-pilots-killed-during-wagner-mutiny-zelenskiy-visits-front\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russian forces have carried out widespread and systematic torture of civilians detained in connection with their attack on Ukraine, summarily executing more than 70 of them, the UN human rights office said on Tuesday.</p><p>It interviewed hundreds of victims and witnesses for a report detailing more than 900 cases of civilians, including children and elderly people, being arbitrarily detained in the conflict, most of them by Russia. The vast majority of those interviewed said they were tortured and in some cases subjected to sexual violence during detention by Russian forces, the head of the UN human rights office in Ukraine said.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/un-russian-forces-tortured-executed-civilians-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/un-russian-forces-tortured-executed-civilians-ukraine", "date_published": "2023-06-27 14:34:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will the Wagner mutiny cost Putin power in Russia? – video explainer", "description": "<p>It was a dramatic 24 hours in Russia, when the leader of the Wagner mercenary group, Yevgeny Prigozhin, mutinied, turning his forces back toward Russia in what he described as a 'march for justice'. The organisation has been one of the most effective parts of Vladimir Putin's fighting machine in Ukraine, but a feud between Prigozhin and senior Russian generals had been simmering for months over the Kremlin’s leadership of the invasion and occupation of <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>. It was an airstrike by the Russian army that apparently provoked Prigozhin to launch a bold and audacious march on Moscow, which almost sparked a civil war, forcing Putin to fortify the capital and declare an emergency. After sweeping through much of Russia on the way to the capital, he eventually called it off when a deal was brokered by the Belarusian president, Alexander Lukashenko<strong>. </strong>The rebellion marks the most direct threat to Putin’s grip on power since he first became president 23 years ago.</p><p></p><p>The Guardian's Russian affairs reporter, <a href=\"https://www.theguardian.com/profile/pjotr-sauer\">Pjotr Sauer</a>, explains what Prigozhin's rebellion means for Russia and its embattled president</p> <a href=\"https://www.theguardian.com/global/video/2023/jun/27/will-the-wagner-mutiny-cost-putin-power-in-russia-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/global/video/2023/jun/27/will-the-wagner-mutiny-cost-putin-power-in-russia-video-explainer", "date_published": "2023-06-27 14:32:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The car is king in the US – and pedestrian deaths are rising. Where is the outrage? | Arwa Mahdawi", "description": "<p>Pedestrian deaths are at a 40-year high and the number of cyclists hit by cars has increased since the pandemic. The most astounding part? These are preventable tragedies</p><p>Lentils are a versatile legume that can be used to make a tasty stew or to incapacitate your enemy’s SUV. I know this because I recently Googled “How do you deflate someone’s tyres?” and found a Guardian article about <a href=\"https://www.theguardian.com/environment/2022/jul/27/tire-deflators-suv-new-york-climate-crisis\">eco-activists deflating SUV tyres</a> by jamming lentils into the tyre valves: Which some might see as possibly one of the most “Guardian” articles ever published.</p><p>For the sake of any local law enforcement readers, I would like to make clear that I didn’t act on the information: I have never weaponised a lentil. I was just rage-Googling; something I am increasingly wont to do.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/car-road-deaths-rising-pedestrians-cyclists\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/car-road-deaths-rising-pedestrians-cyclists", "date_published": "2023-06-27 14:31:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is Rishi Sunak picking the right targets in his anti-inflation battle?", "description": "<p>After asking borrowers to hold their nerve, the prime minister now seems to be preparing to further squeeze public sector workers</p><p>Fresh from urging mortgage borrowers to “hold their nerve” in the face of dramatic increases in repayments, Rishi Sunak now appears to be preparing to squeeze public sector workers in his battle against inflation.</p><p>Asked this week whether he would implement the <a href=\"https://www.theguardian.com/society/2023/jun/25/uk-government-willing-to-ignore-public-sector-pay-review-bodies-minister-says\">recommendations of independent pay review bodies</a> for staff including teaching and doctors – which are believed to be calling for increases of between 6% and 6.5% – he said staff “need to recognise the economic context we are in”.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/rishi-sunak-targets-uk-public-sector-pay-anti-inflation-battle\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/rishi-sunak-targets-uk-public-sector-pay-anti-inflation-battle", "date_published": "2023-06-27 14:22:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeffrey Epstein’s suicide blamed on jail’s ‘negligence and misconduct’", "description": "<p>US justice department watchdog cites failure to assign a cellmate and problems with surveillance cameras as factors in his death</p><p>The US justice department watchdog said on Tuesday a “combination of negligence and misconduct” enabled the disgraced <a href=\"https://apnews.com/hub/jeffrey-epstein\">financier Jeffrey Epstein</a> to take his own life at a federal jail in New York City while awaiting trial on sex trafficking charges.</p><p>The justice department inspector general, Michael Horowitz, cited the federal Bureau of Prisons’ failure to assign Epstein a cellmate after his previous one left and problems with surveillance cameras as factors in Epstein’s death.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/jeffrey-epstein-doj-watchdog-negligence-misconduct\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/jeffrey-epstein-doj-watchdog-negligence-misconduct", "date_published": "2023-06-27 14:18:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK hospitality: how is the sector adapting to the cost of living crisis?", "description": "<p>We would like to hear from hospitality businesses about the different ways they have adapted to the cost of living crisis</p><p>We’d like to find out more about the ways that inflation and the cost of living crisis are affecting the UK hospitality sector.</p><p>Amid mounting cost pressures such as high interest rates and energy bills and staff shortages, some hospitality businesses may also be experiencing reduced demand as people struggle to afford to pay for extras such as eating out.</p> <a href=\"https://www.theguardian.com/business/2023/jun/27/uk-hospitality-how-is-the-sector-adapting-to-the-cost-of-living-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/27/uk-hospitality-how-is-the-sector-adapting-to-the-cost-of-living-crisis", "date_published": "2023-06-27 14:07:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crumb of comfort? Dorset baker wins £15k after being sacked for holey bread", "description": "<p>Employment tribunal rules that while Artur Piaszczynski’s loaves were inconsistent, he wasn’t given specific targets<br /></p><p>The head baker at a 300-year-old artisan bread shop in a Dorset seaside town has been awarded more than £15,000 after being sacked for making loaves with too many holes in them.</p><p>Artur Piaszczynski, who argued during an employment tribunal that bread-making was an art and not a science, lost his job after complaints that customers were struggling to make decent sandwiches with his loaves or successfully butter toast.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/27/crumb-of-comfort-dorset-baker-wins-15k-after-being-sacked-for-holey-bread\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/27/crumb-of-comfort-dorset-baker-wins-15k-after-being-sacked-for-holey-bread", "date_published": "2023-06-27 14:01:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US supreme court to issue decisions as affirmative action and student debt hang in balance – live", "description": "<ul><li>Court has 10 outstanding cases left in the last week of its term</li><li><strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></li></ul><p><strong>Donald Trump</strong>’s valet charged in the classified documents case will not be arraigned until early July after he was unable to find an attorney admitted to the Florida bar, and was also unable to appear in court after repeated flight delays, according to people familiar with the matter.</p><p>The valet, <strong>Walt Nauta</strong>, was scheduled to be answer the charges against him at federal district court in Miami on Tuesday morning, after he previously could not be arraigned at the same time as Trump because – unlike the former president – he did not have a lawyer admitted to the Florida bar.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jun/27/supreme-court-rulings-affirmative-action-lgbtq-rights-biden-trump-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/jun/27/supreme-court-rulings-affirmative-action-lgbtq-rights-biden-trump-latest", "date_published": "2023-06-27 14:01:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mobile and broadband firms accused of fuelling UK ‘greedflation’ with major price hikes", "description": "<p><strong>Exclusive: </strong>Government accused of being ‘asleep at the wheel’ after firms push through biggest round of price rises since 1991</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jun/27/why-are-uk-telecoms-firms-imposing-inflation-busting-bills\">Why are UK telecoms firms imposing inflation-busting bills?</a></li><li><a href=\"https://www.theguardian.com/business/2023/jun/27/outrage-at-uk-telecom-price-hike-ee\">Case study: ‘I’m being forced to make difficult choices’</a></li></ul><p>The UK’s largest mobile and broadband companies have been accused of fuelling “greedflation” after pushing through the biggest round of price hikes for more than 30 years.</p><p>It comes ahead of a meeting on Wednesday at which the chancellor, Jeremy Hunt, will order industry regulators to take tougher action to curb inflation.</p> <a href=\"https://www.theguardian.com/business/2023/jun/27/mobile-and-broadband-firms-accused-of-fuelling-uk-greedflation-with-major-price-hikes\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/27/mobile-and-broadband-firms-accused-of-fuelling-uk-greedflation-with-major-price-hikes", "date_published": "2023-06-27 14:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A pitch-perfect shot in the arm’: Guardian readers’ best films of 2023 so far", "description": "<p>From The Fabelmans’ love letter to cinema to Rye Lane’s unbeatable romcom and John Wick 4’s five-star stimulation, readers champion their picks</p><p>While John Wick: Chapter 4 was a close second, Still for me has been the most rewarding movie experience of 2023. Fox himself is an utterly engaging subject, and his lightness and wit elevate what could have otherwise been a grim and heavy story. The film is put together with consummate skill, effortlessly weaving perfectly chosen clips spanning Fox’s career with some of the best constructed recreation I’ve ever seen. This is a joy of a film. <strong>David O’Brien, 44, Dublin </strong></p> <a href=\"https://www.theguardian.com/film/2023/jun/27/guardian-readers-best-films-of-2023-so-far\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/27/guardian-readers-best-films-of-2023-so-far", "date_published": "2023-06-27 14:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Impersonators, wearable arms and Putin: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jun/27/impersonators-wearable-arms-and-putin-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jun/27/impersonators-wearable-arms-and-putin-tuesdays-best-photos", "date_published": "2023-06-27 13:51:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Links to the KGB? Come on, guys. Lord Lebedev just wants to be a public servant | Marina Hyde", "description": "<p>Stop banging on about lapdog politicians and garden parties for the powerful. Why can’t we just see Evgeny as a success, as he does?</p><p>Let me transport you to a 2016 house party at the Umbrian estate of Evgeny Lebedev, now Lord Lebedev of Hampton and Siberia. Glamour model Katie Price has just twice enlivened dinner by showing the table her latest breasts. <a href=\"https://www.thesun.co.uk/news/9453136/katie-price-flashed-boobs-boris-johnson/\">According to one report</a>, she is subsequently escorted to the kitchen by Evgeny’s former SAS bodyguards and not seen again for the weekend.</p><p>According to fellow guest Joan Collins, Pricey only repeated the tit trick because Joanie requested she show it to fellow-fellow guest Boris Johnson, who was at the time foreign secretary in Her Majesty Queen Elizabeth II’s government. This was not Johnson’s only trip to the estate. On a stay two years later, he met Lebedev’s father, the former KGB agent Alexander, <a href=\"https://www.theguardian.com/politics/2022/jul/06/johnson-admits-to-private-meeting-with-ex-kgb-agent\">without officials present</a>. And according to a 2021 report by uninvited guests the Italian security services, who, it was <a href=\"https://www.theguardian.com/politics/2023/jun/26/italy-was-monitoring-lebedev-villa-at-time-of-boris-johnson-visit-documentary-claims\">this week revealed</a>, were monitoring the property at the time, and had been for several years – it could not be ruled out that Lebedev Snr still worked for Russian intelligence and still enjoyed the favour of Putin. And according to what a member of Italy’s foreign affairs committee told a new Channel 4 documentary entitled Boris, the Lord and the Russian Spy: “You should really be careful on what kind of relationship you keep with such a person.”</p><p>Marina Hyde is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/kgb-lord-evgeny-lebedev-boris-johnson-politicians\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/kgb-lord-evgeny-lebedev-boris-johnson-politicians", "date_published": "2023-06-27 13:47:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Bulley died accidentally from drowning, coroner rules", "description": "<p>Lancashire coroner records verdict of accidental death and finds mortgage broker died shortly after falling in river</p><p>Nicola Bulley’s death was accidental and took place after she fell in a river and drowned, a coroner has concluded.</p><p>The senior coroner for Lancashire, James Adeley, on Tuesday recorded a verdict of accidental death after a two-day hearing into one of the most high profile missing person cases in living memory.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/27/nicola-bulley-died-accidentally-from-drowning-coroner-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/27/nicola-bulley-died-accidentally-from-drowning-coroner-rules", "date_published": "2023-06-27 13:44:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory party says it will not investigate groping claims against Daniel Korski", "description": "<p>Party facing questions about vetting and selection process after allegations by Daisy Goodwin</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/27/tories-labour-migrant-children-rwanda-rishi-sunak-keir-starmer-matt-hancock-covid-inquiry-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The Conservative party has said it will not be investigating <a href=\"https://www.theguardian.com/politics/2023/jun/27/tory-hopeful-for-london-mayor-accused-of-groping-tv-producer\">a claim</a> by the TV producer Daisy Goodwin that one of its London mayoral hopefuls groped her at No 10, as a spokesperson for Rishi Sunak said Downing Street was a safe place for women.</p><p>The Tories are facing questions about their vetting and selection process after the allegations by Goodwin that Daniel Korski put his hand on her breast when she met him 10 years ago in No 10.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/tory-party-says-it-will-not-investigate-groping-daisy-goodwin-claims-against-daniel-korski\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/tory-party-says-it-will-not-investigate-groping-daisy-goodwin-claims-against-daniel-korski", "date_published": "2023-06-27 13:38:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heat dome’s scorching temperatures in Texas expected to expand across US", "description": "<p>Heat to spread north to Kansas City, Mississippi valley, Oklahoma, western Florida Panhandle and western Alabama</p><p>Scorching temperatures brought on by a “heat dome” that have taxed the Texas power grid and threaten to bring record highs to the state are expected to expand to other parts of the US in the coming week, putting even more people at risk.</p><p>“That heat is going to expand … north to Kansas City and the entire state of Oklahoma, into the Mississippi valley ... to the far western Florida Panhandle and parts of western Alabama” while remaining over Texas, said Bob Oravec, lead forecaster with the National Weather Service (NWS).</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/texas-heatwave-temperatures-latest-weather-dome\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/texas-heatwave-temperatures-latest-weather-dome", "date_published": "2023-06-27 13:38:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Urgent action needed to protect ‘dying’ Kenyan domestic workers in Gulf, say rights groups", "description": "<p>Deaths and alleged abuse of Kenyan women in Saudi Arabia fuels demands for Nairobi to act on human rights </p><p>Rights groups have expressed concern that not enough has been done to address the<a href=\"https://viewer.gutools.co.uk/global-development/2022/sep/27/modern-day-slavery-kenyan-domestic-workers-tell-of-abuse-in-saudi-arabia\"> </a><a href=\"https://www.theguardian.com/global-development/2022/sep/27/modern-day-slavery-kenyan-domestic-workers-tell-of-abuse-in-saudi-arabia\">alleged mistreatment</a> of domestic workers in Gulf states, such as Saudi Arabia, after the Kenyan government moved to secure work opportunities abroad for its citizens.</p><p>“This is a matter of grave public interest,” said John Mwariri, a lawyer at Kituo cha Sheria, a legal aid organisation. “Many of our Kenyan citizens have been abused and <a href=\"https://www.reuters.com/article/us-kenya-women-saudi-idUSKBN2IE150\">are dying</a> there. There is an urgent need for protections.”</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/27/urgent-action-needed-to-protect-dying-kenyan-domestic-workers-in-gulf-say-rights-groups\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/27/urgent-action-needed-to-protect-dying-kenyan-domestic-workers-in-gulf-say-rights-groups", "date_published": "2023-06-27 13:36:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dignitas has helped 540 British people die, MPs told", "description": "<p>Swiss organisation calls for assisted dying to be legalised in UK and made available alongside palliative care</p><p>The assisted dying organisation Dignitas has told parliament “it’s about time” to legalise the practice in the UK and make it available alongside palliative care, describing the current rules as “inadequate and incoherent”.</p><p>Silvan Luley, a team member at the Swiss organisation, told a House of Commons assisted dying investigation his organisation had helped 540 British people kill themselves – more than one in seven of all deaths it had enabled. The process costs about £10,000.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/assisted-dying-dignitas-has-helped-540-british-people-die-mps-told\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/assisted-dying-dignitas-has-helped-540-british-people-die-mps-told", "date_published": "2023-06-27 13:34:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hard act to swallow: gull caught on film eating squirrel whole", "description": "<p>Although a gruesome sight, experts say taking on prey that size is a mark of the bird’s bravery and skill</p><p>It is a jaw-dropping scene worthy of a Hitchcock film. In a video that has gone viral a huge gull stands brazenly in the middle of a street and attempts to swallow a black squirrel whole, the creature’s back legs and fluffy tail hanging out of the bird’s beak as it gulps.</p><p>While well known as scavengers, large gulls such as herring gulls and lesser black-backed gulls – two of the species colloquially called seagulls – are perhaps best known for pinching chips and ice-creams from unwary seaside day-trippers.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/hard-act-to-swallow-gull-caught-on-film-eating-squirrel-whole\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/hard-act-to-swallow-gull-caught-on-film-eating-squirrel-whole", "date_published": "2023-06-27 13:34:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angela Bassett and Mel Brooks to receive honorary Oscars", "description": "<p>Governors awards will honour the Black Panther: Wakanda Forever actor and the multi-award-winning comedy star behind The Producers</p><p>Angela Bassett and Mel Brooks are among those who will receive honorary Oscars at this year’s Governors awards.</p><p>Joining Bassett, 64 and Brooks, 96, will be Carol Littleton, 81, the editor of films including Body Heat, ET the Extra-Terrestrial and The Big Chill. The Sundance Institute’s Michelle Satter will also receive the Jean Hersholt humanitarian award.</p> <a href=\"https://www.theguardian.com/film/2023/jun/27/angela-bassett-and-mel-brooks-to-receive-honorary-oscars-governors-awards\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/27/angela-bassett-and-mel-brooks-to-receive-honorary-oscars-governors-awards", "date_published": "2023-06-27 13:28:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Corporate profits drove up prices last year, says ECB president", "description": "<p>Christine Lagarde says without a shift in corporate behaviour, interest rates will need to stay higher for longer</p><p>Corporate profits were the biggest factor driving up prices last year and will be again in 2023 unless businesses are forced to absorb rising wage bills, the head of <a href=\"https://www.theguardian.com/business/european-central-bank\">the European Central Bank</a> has said.</p><p>Outlining how the ECB plans to tackle inflation across the 20-member eurozone, Christine Lagarde said she was concerned that firms would again “test” consumers’ appetite for paying higher prices despite a steep decline in most business costs in recent months.</p> <a href=\"https://www.theguardian.com/business/2023/jun/27/corporate-profits-driving-up-prices-ecb-president-christine-lagarde\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/27/corporate-profits-driving-up-prices-ecb-president-christine-lagarde", "date_published": "2023-06-27 13:22:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Its time has come to be part of global culture’: how Glastonbury champions south Asian music", "description": "<p>The south Asian underground is thriving – and Glastonbury is one of the best places to hear it. Its DJs explain why they’re done with being overlooked </p><p>Thursday night at Glastonbury was pure brown joy. South Asians at the festival’s Lonely Hearts Club stage exchanged knowing looks of shock and elation as <a href=\"https://www.theguardian.com/music/sbtrkt\">Sbtrkt</a> closed his set with a track rarely heard outside Spotify playlists: Jai Paul’s Str8 Outta Mumbai. The crowd had barely settled from the high energy tablas when London-based south Asian DJ Jyoty took the stage with banger after banger: a highlight was hearing British Asian pop star <a href=\"https://www.theguardian.com/music/jay-sean\">Jay Sean</a>, as well as an Afrobeats mix of classic Hindi hit Bheegi Bheegi Raaton Mein which she prefaced: “Where my brown people at?” One punter, Rahul, described it as “life-affirming”.</p><p>This was just the beginning of this year’s south Asian offering, which has grown at Glastonbury in the past couple of years to make the festival one of the leading champions of the British Asian dance underground. In 2022, there was a thrilling takeover by dance music collective Daytimers and back-to-back sets by Yung Singh, Ahadadream and Manara; the latter three featured in this year’s lineup too, with multiple shows.</p> <a href=\"https://www.theguardian.com/music/2023/jun/27/how-glastonbury-champions-south-asian-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/27/how-glastonbury-champions-south-asian-music", "date_published": "2023-06-27 13:08:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barbecue sides that will steal the show | Kitchen aide", "description": "<p>Pea pods, stuffed Piedmont peppers and egg yolks with capers and anchovies are among the imaginative suggestions from our eclectic panel</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>I always forget about sides at a barbecue. What should I make?<br /></strong><em><strong>Sarah, Norwich</strong></em><strong><br /></strong>Burgers, hotdogs and whole fish tend to get all the attention at barbecues, but you can’t live on sausages alone. “Buy a load of peas in their shell and get them on the barbecue until they’re nicely charred,” suggests chef <a href=\"https://www.theguardian.com/food/2022/feb/26/cawl-galette-fondata-tomos-parry-leek-recipes-st-davids-day\">Tomos Parry,</a> co-owner of <a href=\"https://bratrestaurant.co.uk/\">Brat</a> and the soon-to-open <a href=\"https://mountainbeakstreet.com/\">Mountain</a>, both in London. “Throw them in a bowl with some olive oil, mint and salt, and eat like edamame, ideally with a glass of wine.”</p><p><a href=\"https://www.theguardian.com/profile/anthony-demetre\">Anthony Demetre</a>’s Piedmontese peppers are another thrill from the grill. The chef/proprietor of <a href=\"https://www.wildhoneystjames.co.uk/\">Wild Honey</a> in London says, “Cut them in half, pull out the seeds and pith, then put in half a tomato, a few capers, a little chopped garlic, an anchovy fillet, any herbs you have to hand and a drop of olive oil.” Grill slowly on a barbecue, then leave to cool to room temperature: “They’ll get better and better with time.”</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jun/27/barbecue-sides-that-will-steal-the-show-kitchen-aide\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/27/barbecue-sides-that-will-steal-the-show-kitchen-aide", "date_published": "2023-06-27 13:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Olivia Chow wins election as Toronto's first Chinese-Canadian mayor", "description": "<p>Progressive political leader vowed to raise low property taxes and support people facing unaffordable housing</p><p>A woman who arrived in Canada as a 13-year-old immigrant has been elected as the first Chinese-Canadian mayor of Toronto, vowing to pursue a more progressive approach in Canada’s largest city after ending more than a decade of conservative rule.</p><p>Olivia Chow, 66, emerged victorious from a record field of 102 candidates after promising to raise the city’s low property taxes and do more to support tenants facing a housing affordability crisis.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/olivia-chow-wins-election-as-torontos-first-chinese-canadian-mayor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/olivia-chow-wins-election-as-torontos-first-chinese-canadian-mayor", "date_published": "2023-06-27 13:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | County cricket’s relentless spin cycle has left England short of options", "description": "<p>There is no spin bowler in England’s team for the second Ashes Test and a look at the domestic game points to a wider problem</p><p>While Nathan Lyon prepares to play his 100th consecutive Test for Australia, England have opted to go to Lord’s without either of the two spinners grabbed in a hurried supermarket sweep after Jack Leach was ruled out of the series. Moeen Ali and Rehan Ahmed must watch from the sidelines when the second Ashes Test begins on Wednesday.</p><p>Magical as Moeen is, and exciting as Rehan will be, how did England get into a situation where Leach’s injury left them calling up a white-ball specialist without red-ball overs under his belt, who officially retired from Test cricket in 2021 and who had a sore spinning finger, and then, as cover for him, a young kid who has only played 10 Championship games? There should be a thick, nicely maturing layer of experienced county spinners, tap shoes laced in anticipation of the Ashes, waiting in line between Moeen, 36, and Ahmed, 18. Where have they gone?</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/england-cricket-spinners-county-championship-options\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/england-cricket-spinners-county-championship-options", "date_published": "2023-06-27 12:50:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How The Bear became the feelgood show of the summer", "description": "<p>The second season of last summer’s breakout show keeps the heat but gets out of the kitchen, with entrancing results</p><p>A year ago, The Bear, an FX on Hulu series about a beleaguered Chicago sandwich shop with big-league aspirations, became <a href=\"https://www.theguardian.com/tv-and-radio/2022/jun/28/the-bear-review-fx-restaurant-drama\">the breakout show of the summer</a> for primarily two reasons. One, it viscerally captured, better than any scripted show in recent memory, the cortisol and cacophony of a working kitchen; each episode barely left the backroom of The Original Beef of Chicagoland, a near-constant stream of oversubscribed orders, combustible egos and “yes chefs”. And two, it was palpably hot, not least because The Beef was almost always one mistake away from a grease fire.</p><p>There was the ever-present heat of a deadline, the scorching pressure to keep up and the volatile perfectionism of head chef Carmen “Carmy” Berzatto (Jeremy Allen White). White’s Carmy – tattooed, masochistic, grief-addled yet highly competent in a tight white T-shirt – became an overnight internet boyfriend, a dirtbag sex symbol whose lack of any apparent interest in sex only heightened his appeal. With eight half-hour episodes, no sexual or romantic storylines and an ensemble kitchen crew cast that grew better by the scene, The Bear was one of the very few shows that left me craving more.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/27/bear-season-2-hulu-fx-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/27/bear-season-2-hulu-fx-summer", "date_published": "2023-06-27 12:45:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wilfried Zaha and Stormzy set to become joint owners of AFC Croydon", "description": "<ul><li>Palace forward and rapper part of three-man consortium</li><li>AFC Croydon play in the ninth tier of English football</li></ul><p>Crystal Palace forward Wilfried Zaha and rapper Stormzy are set to become joint owners of non-league club AFC Croydon.</p><p>The pair are part of a three-man consortium, along with former Palace head of player care Danny Young, that has agreed a deal to acquire the assets of the south London side, who play in the Combined Counties Football League Premier South Division – the ninth tier of English football. Croydon announced contracts had been exchanged with the existing ownership and the consortium “will own, operate and develop their childhood hometown football club”.</p> <a href=\"https://www.theguardian.com/football/2023/jun/27/wilfried-zaha-and-stormzy-set-to-become-joint-owners-of-afc-croydon\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/27/wilfried-zaha-and-stormzy-set-to-become-joint-owners-of-afc-croydon", "date_published": "2023-06-27 12:28:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bedminster golf club tape casts doubt on Trump account of Iran document", "description": "<p>Ex-president described materials as from ‘defense department’ despite recent assertions he was referring to news clippings</p><p>Donald Trump repeatedly talked about a document on Iran that he described as having come from the “defense department” in an audio recording from July 2021 that cast doubt on his recent assertions that the material he was referring to were a stack of printed news clippings.</p><p>The actual audio of the recording, played publicly for the first time by CNN and obtained by the Guardian, reveals the full extent of Trump’s discussion that was only partially included in the indictment and could make for a compelling presentation if deemed admissible at trial.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/donald-trump-bedminster-tape-iran-document-doubts\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/donald-trump-bedminster-tape-iran-document-doubts", "date_published": "2023-06-27 12:19:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police search Cologne archdiocese in sexual abuse perjury inquiry", "description": "<p>Archbishop under investigation on suspicion of falsely testifying about when he became aware of clergy sexual abuse</p><p>German police have raided properties belonging to the Catholic church in response to allegations that the archbishop of Cologne committed perjury over his knowledge of sexual abuse in the local diocese.</p><p>Cardinal Rainer Maria Woelki, one of the most senior leaders in the German Catholic church, is under investigation on suspicion of having falsely testified to court about when he became aware of reports of clergy sexual abuse.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/police-search-cologne-archdiocese-in-sexual-abuse-perjury-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/police-search-cologne-archdiocese-in-sexual-abuse-perjury-inquiry", "date_published": "2023-06-27 12:11:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My Extinction review – cheerfully dishevelled film-maker gets stuck into climate crisis", "description": "<p>The deadpan director joins Extinction Rebellion and asks why are we so concerned with our careers when the planet is in mortal danger?</p><p>Josh Appignanesi is the director who has found a jaunty, funny film-making language in low-budget personal work – co-directed with his wife, <a href=\"https://www.theguardian.com/books/2023/may/29/on-marriage-by-devorah-baum-review-endless-love-or-life-sentence\">Devorah Baum</a> – about his crises with status and masculinity. <a href=\"https://www.theguardian.com/film/2016/nov/09/the-new-man-review-parenting-documentary-josh-appignanesi\">The New Man</a>, from 2016, was about impending fatherhood; <a href=\"https://www.theguardian.com/film/2023/jan/31/husband-review-family-man-study-is-made-in-chelsea-meets-curb-your-enthusiasm\">Husband</a>, from 2022, showed his complicated feelings about Baum’s career outpacing his. The second was a goofy performance in the autofictional-autofactual grey area; Appignanesi’s cheerfully dishevelled figure was at the centre of almost every shot, sometimes leaving us to wonder if and where he had staged or reconstructed certain important moments – a heightened video-diarising or guided reality.</p><p>Now, he has taken what appears to be a quantum leap to a new level of seriousness. A professional setback just before lockdown (the sudden disappearance of funding for a projected feature) leaves him with time on his hands and Appignanesi takes an interest in <a href=\"https://www.theguardian.com/environment/extinction-rebellion\">Extinction Rebellion</a>. He brings his camera to marches and meetings and is soon a deeply committed member, culminating in a triumphant speech at an XR protest outside 55 Tufton Street in central London, the notorious headquarters of climate-denying thinktanks, storming it in front of the crowd. Then his agent offers him a lucrative gig making a TV ad for Esso – and Appignanesi is tempted.</p> <a href=\"https://www.theguardian.com/film/2023/jun/27/my-extinction-review-climate-crisis-extinction-rebellion-xr\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/27/my-extinction-review-climate-crisis-extinction-rebellion-xr", "date_published": "2023-06-27 12:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham to reject Bayern Munich’s initial £60m offer for Harry Kane", "description": "<ul><li>German champions make opening bid of £60m plus add-ons</li><li>Spurs open talks with Leicester over James Maddison signing</li></ul><p>Tottenham are expected to dismiss Bayern Munich’s offer of €70m (£60m) plus add-ons for Harry Kane. Daniel Levy, the Spurs chairman, remains reluctant to sell their striker this summer and Bayern’s opening proposal falls short of the asking price.</p><p>The England captain is unlikely to be sold for less than £100m, even though he has a year left on his contract and can leave on a free transfer next summer. Levy does not want to lose Kane, who has also been targeted by Manchester United and Real Madrid, and sources have suggested the likelihood is that the 29-year-old is still a Spurs player next season.</p> <a href=\"https://www.theguardian.com/football/2023/jun/27/tottenham-to-reject-bayern-munich-initial-60m-offer-harry-kane\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/27/tottenham-to-reject-bayern-munich-initial-60m-offer-harry-kane", "date_published": "2023-06-27 11:55:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Xi Jinping praises ‘great importance’ of China-New Zealand relations", "description": "<p>Amid rising global tensions, Chinese leader tells PM, Chris Hipkins, his visit to Beijing is meaningful</p><p>Xi Jinping has praised the “great importance” of China’s relationship with its “friend and partner” New Zealand, as Chris Hipkins visits Beijing to promote trade amid growing geopolitical tensions.</p><p>Speaking after the two leaders met in the Chinese capital on Tuesday evening, Xi told reporters through an interpreter: “I myself [am] attaching great importance to our relations with New Zealand,” and “China always views New Zealand as a friend and a partner”.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/xi-jinping-praises-great-importance-of-china-new-zealand-relations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/xi-jinping-praises-great-importance-of-china-new-zealand-relations", "date_published": "2023-06-27 11:52:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reform calls after Johnson found to have broken rules over Daily Mail job", "description": "<p>Tory peer Eric Pickles asks for sanctions for breaches of ministerial code and end to out-of-date ‘good chaps’ system</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/27/tories-labour-migrant-children-rwanda-rishi-sunak-keir-starmer-matt-hancock-covid-inquiry-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Boris Johnson committed an unambiguous breach of the rules when he failed to get permission from the ministerial appointments watchdog before taking a job as a Daily Mail columnist, which has led to calls for reform of the “good chaps” system.</p><p>The former prime minister was unveiled as a writer for the newspaper earlier this month, but he only told the Advisory Committee on Business Appointments (Acoba) half an hour before the appointment was made public.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/reform-calls-after-johnson-found-to-have-broken-rules-over-daily-mail-job\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/reform-calls-after-johnson-found-to-have-broken-rules-over-daily-mail-job", "date_published": "2023-06-27 11:35:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nurses fail to vote in sufficient numbers for fresh strikes in England", "description": "<p>Less than 50% of RCN members voted in ballot, falling short of proportion required for result to stand</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/27/tories-labour-migrant-children-rwanda-rishi-sunak-keir-starmer-matt-hancock-covid-inquiry-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Nurses in England have failed to vote in sufficient numbers for further strike action after the nursing union leader raised concerns that they were deterred by mandatory postal voting.</p><p>The Royal College of Nursing had sought a fresh mandate for industrial action over pay until Christmas through a ballot of more than 300,000 nursing staff across England, which closed on 23 June.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/nurses-fail-to-vote-in-sufficient-numbers-for-fresh-strikes-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/nurses-fail-to-vote-in-sufficient-numbers-for-fresh-strikes-in-england", "date_published": "2023-06-27 11:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Azeem Rafiq hails bravery behind report on discrimination in English cricket", "description": "<ul><li>Former Yorkshire player hopes damning report brings closure</li><li>Report’s chair Cindy Butts says: ‘The culture in cricket is rotten’</li></ul><p>Azeem Rafiq has hailed the courage of those who had contributed to a new report laying bare <a href=\"https://www.theguardian.com/sport/2023/jun/27/english-cricket-is-racist-sexist-and-elitist-says-landmark-report\">the problems of discrimination facing cricket</a>.</p><p>The long-awaited Independent Commission for Equity in Cricket (Icec) report that was finally published on Tuesday found racism remains entrenched in the sport, that women routinely encounter sexism and misogyny and are treated as “subordinate” to men within cricket, and that little to no action has been taken to address the class barriers that exist.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/azeem-rafiq-hails-bravery-report-discrimination-english-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/azeem-rafiq-hails-bravery-report-discrimination-english-cricket", "date_published": "2023-06-27 11:26:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Bulley was in ‘amazing spirits’ before disappearance, inquest told", "description": "<p>Partner of woman whose body was found in River Wyre on 19 February says Bulley had been looking forward to the future</p><p>Nicola Bulley was in “amazing spirits” in the days leading up to her disappearance and looking forward to the future, an inquest has heard.</p><p>Her partner, Paul Ansell, said Bulley was in a good place and “full of beans” after a successful and important work meeting the day before she vanished. “She was in amazing spirits” and excited about her career as a mortgage broker, he said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/27/nicola-bulley-was-in-amazing-spirits-before-disappearance-inquest-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/27/nicola-bulley-was-in-amazing-spirits-before-disappearance-inquest-told", "date_published": "2023-06-27 11:18:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We fear leaving the house’: Lebanon and Turkey step up deportations of Syrian refugees", "description": "<p>Countries that once welcomed Syrians fleeing the civil war are now forcing them to return as Assad is feted by the Arab world</p><p>It took a decade in Lebanon for Fady* and his brother Mohannad* to build up their lives, longing to return to their home in the Syrian countryside but accepting they would not be safe if they did. Both found jobs repairing air-conditioning systems, got married and started families. They had grown used to being questioned by police, but having never had any legal problems, they believed they were safe.</p><p>After Mohannad, 39, was arrested in April during a raid on a refugee camp, Fady was not too worried at first. “We thought it would be just like every other time: they would ask him questions, he would answer them, and they would send him back,” he says.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/27/we-fear-leaving-the-house-lebanon-and-turkey-step-up-deportations-of-syrian-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/27/we-fear-leaving-the-house-lebanon-and-turkey-step-up-deportations-of-syrian-refugees", "date_published": "2023-06-27 11:16:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for aubergines with herb cream on sourdough", "description": "Crisp toast and fresh, fragrant spread on which to lay tender sautéed aubergines<p>Cut 2 large <strong>aubergines</strong> (about 500g total weight) into 2cm cubes, tip into a colander placed over a bowl and scatter with a little salt. Set aside for 30 minutes. This will help the aubergine flesh to relax and take up less oil.</p><p>In a large, preferably nonstick sauté pan, warm 250ml of <strong>olive oil</strong>, then add the aubergine. Peel 3 cloves of <strong>garlic</strong>, then slice them thinly and add them to pan. Let the aubergine cook with the oil and garlic for about 10 minutes, partially covered by a lid, turning the pieces over from time to time so they colour evenly. Roughly chop 15 <strong>basil leaves</strong> and about 30 of <strong>parsley</strong>. Add them to the aubergine and set aside.</p> <a href=\"https://www.theguardian.com/food/2023/jun/27/nigel-slaters-recipe-for-aubergines-with-herb-cream-on-sourdough\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/27/nigel-slaters-recipe-for-aubergines-with-herb-cream-on-sourdough", "date_published": "2023-06-27 11:01:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit ‘cliff edge’ poses threat to UK electric car production, warns industry chief", "description": "<p>Head of SMMT raises concerns over tightening of trade rules from January on vehicles exported from UK to EU</p><p>The growth of electric car production in Britain is under threat from a Brexit “cliff edge” in January unless the EU agrees to delay new trade rules until 2027, industry has warned.</p><p>Electric cars exported from the UK to the EU will have to meet tighter “rules of origin” in the new year, which mean batteries must be sourced from within the two trade partners or else expensive 10% tariffs will be applied on exports.</p> <a href=\"https://www.theguardian.com/business/2023/jun/27/brexit-threat-uk-electric-car-production-industry-trade-eu-rules-smmt\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/27/brexit-threat-uk-electric-car-production-industry-trade-eu-rules-smmt", "date_published": "2023-06-27 11:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood loves a world-shaking disaster – so why is it still silent about Covid? | Zach Schonfeld", "description": "<p>I want to see films that respond to our real-life experiences. But few film-makers are willing to tackle this shared trauma</p><p>In March 2022, I went with some friends to see The Worst Person in the World, Joachim Trier’s wistful film about a young woman’s flailing search for fulfilment. In the epilogue – set some time after the film’s events – the protagonist, Julie, is wearing a face mask, as are others onscreen.</p><p>Leaving the cinema, I struggled to articulate why I found this detail moving. The mask signalled that Julie was now on the other side of not just profound personal losses, but also the global shutdown that rattled us all. It anchored the film’s uncertain heroine in an uncertain present. As Paul Thomas Anderson <a href=\"https://moveablefest.com/joachim-trier-worst-person-in-the-world/\">remarked</a>: “Something about it made me feel like I had seen something that had genuinely happened.” For those of us who turned 30 amid the agonies of lockdown, this little nod to the pandemic deepened the movie’s elegy to millennial youth.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/hollywood-disaster-covid-films-trauma\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/hollywood-disaster-covid-films-trauma", "date_published": "2023-06-27 11:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iron Maiden review – showstopping rock theatre and tantalising live rarities", "description": "<p><strong>OVO Hydro, Glasgow</strong><br />Deep cuts and under-sung treasures are given their moment in the dry ice from the reliably extravagant and big-hearted band</p><p>Tick … Tock … The lights dim and a ticking clock echoes through Glasgow’s Hydro. It heralds the arrival of <a href=\"https://www.theguardian.com/music/iron-maiden\">Iron Maiden</a>, theatrical stalwarts of British metal, and their new show themed on the passing of time. Pairing their 1986 classic Somewhere in Time with 2021’s critically praised <a href=\"https://www.theguardian.com/music/2021/sep/03/iron-maiden-senjutsu-review\">Senjutsu</a>, <a href=\"https://www.ironmaiden.com/tours/the-future-past-tour-2023\">The Future Past tour</a> unearths under-sung treasures from Maiden’s deep discography to give them their moment in the dry ice. With a jump-scare bang, Bruce Dickinson is suddenly centre stage, clad in a steampunk trench and shades, brandishing his mic stand in Matrix-style slow motion.</p><p>“Time is on my side!” he roars, as guitarists Dave Murray, Adrian Smith and Janick Gers ramp up the tension on atmospheric opener Caught Somewhere in Time. The song hasn’t been played since the late-80s and it feels thrillingly, cinematically grand. Clearly the band agree. Bassist and founding member Steve Harris stalks the back of the stage with a satisfied smirk, egging on drummer Nicko McBrain’s relentless kick drum.</p> <a href=\"https://www.theguardian.com/music/2023/jun/27/iron-maiden-review-ovo-hydro-glasgow-future-past-tour\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/27/iron-maiden-review-ovo-hydro-glasgow-future-past-tour", "date_published": "2023-06-27 10:59:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japanese kabuki actor arrested on suspicion of assisting mother’s suicide", "description": "<p>Ennosuke Ichikawa detained after both parents were found dead at his home in Tokyo last month</p><p>One of Japan’s best-known <em>kabuki</em> actors has been arrested on suspicion of assisting in his mother’s suicide after both parents were found unconscious at his home last month.</p><p>Police said Ennosuke Ichikawa, a 47-year-old star of the classical theatre form, “allegedly made a 75-year-old woman take sleep-inducing pills at his home and die of psychoactive drug addiction, thereby assisting in her suicide”.</p><p>In the UK, the youth suicide charity <a href=\"https://www.papyrus-uk.org/\">Papyrus</a> can be contacted on 0800 068 4141 or email <a href=\"mailto:pat@papyrus-uk.org\">pat@papyrus-uk.org</a>, and in the UK and Ireland <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 988 and you can text HOME to 741741 to connect with a crisis text line counsellor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></p> <a href=\"https://www.theguardian.com/world/2023/jun/27/japanese-kabuki-actor-arrested-suspicion-assisting-mother-suicide-ennosuke-ichikawa\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/japanese-kabuki-actor-arrested-suspicion-assisting-mother-suicide-ennosuke-ichikawa", "date_published": "2023-06-27 10:58:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young V&A review: ‘The cobwebs have been truly blown away’", "description": "<p>After a three-year, £13m reimagining, the former Museum of Childhood has been reborn as a joyful and inspiring paradise of play</p><p>For a museum aimed at children, the V&amp;A’s Museum of Childhood has never felt very much like fun. Standing like an imposing Victorian workhouse in London’s Bethnal Green, its cavernous interior has always had the air of a mausoleum of toys, with stacks of dusty games sealed disappointingly behind glass. Rows of Victorian doll’s houses and their haunted inhabitants stared out from sombre ranks of vitrines, in a way that seemed more geared towards antique collectors than kids. As its name suggests, it was a place where childhood went to die, providing a trip down memory lane for parents and grandparents, while their own children longed to be taken to the soft play centre.<br /><br />All that has changed. After a three-year, £13m makeover, the cobwebs have been well and truly blown away, the gloomy building injected with dazzling new energy and a mischievous sense of fun – <a href=\"https://www.theguardian.com/education/2023/jun/26/cultural-education-disparity-schools-v-and-a-tristram-hunt\">now fittingly rebranded as Young V&amp;A</a>.<br /><br />“It’s about stimulating creativity, curiosity and ingenuity,” says Philippa Simpson, the V&amp;A’s director of design, estate and public programme. “We want to encourage the next generation of designers, makers and doers – not be a nostalgia fest for parents.”<br /><br />The project is the work of architects <a href=\"https://www.dematosryan.co.uk/archive/the-museum-of-childhood/\">De Matos Ryan </a>(DMR), who were responsible for the main structural changes, and <a href=\"https://www.theaoc.co.uk/projects/v-a-museum-of-childhood/\">AOC</a>, which handled the interiors and exhibition design. Both conducted intensive months-long residencies and co-design workshops in the museum to determine what local families and schools wanted the place to be, engaging a staggering 22,000 people. The overwhelming response? “More light, more colour, more pattern, more sound!” says AOC’s Gill Lambert. In short, the place needed more zing.</p><p>The youthful buzz begins on the outside, where a bold, storey-high V&amp;A logo now perches atop the stone entrance pavilion, trumpeting the museum’s presence at full volume in bright minty blue. Crucially, it’s visible when you come out of the tube station across the street, the sight-lines aided by the removal of a thick hedge and the arrival of a big steel arch, beckoning you in from the pavement.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/27/light-colour-newly-renovated-young-v-and-a\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/27/light-colour-newly-renovated-young-v-and-a", "date_published": "2023-06-27 10:58:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Let them drink water: alcohol ban at Paris Olympics does not apply to VIPs", "description": "<ul><li>Hospitality exemption allows for champagne prized guests</li><li>Fans travelling to Rugby World Cup free from restrictions</li></ul><p>VIPs can quaff champagne to their hearts’ delight while watching the Paris Olympics but the average fan will have to make do with soft drinks and water after organisers decided not to seek an exemption to a law prohibiting the sale of alcohol in stadiums.</p><p>Under Evin’s Law, which has been in place since 1991, alcohol is banned from sale to the general public inside stadiums in France, and Games organisers had not sought an exemption, a Paris 2024 spokesperson revealed. The law allows for an exemption for 10 events per organiser per year per municipality.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/alcohol-ban-at-paris-olympics-does-not-apply-to-vips-athletics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/alcohol-ban-at-paris-olympics-does-not-apply-to-vips-athletics", "date_published": "2023-06-27 10:57:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do you struggle to afford or use digital services in the UK? Share your experience", "description": "<p>We want to hear from people who are excluded due to financial constraints or lack of digital literacy</p><p>Whether it’s due to the <a href=\"https://www.theguardian.com/business/cost-of-living-crisis\">cost of living crisis</a> or problems accessing help with digital literacy, people of all ages find themselves excluded from digital services.</p><p>We would like to hear about the ways you, or your family and friends are digitally excluded. Perhaps you do not have access to broadband at home or find digital tasks difficult. How does it affect your daily life? How do you feel about this?</p> <a href=\"https://www.theguardian.com/technology/2023/jun/27/do-you-struggle-to-afford-or-use-digital-services-in-the-uk-share-your-experience\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/27/do-you-struggle-to-afford-or-use-digital-services-in-the-uk-share-your-experience", "date_published": "2023-06-27 10:57:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Survey finds 82% of female players experience pain wearing football boots", "description": "<ul><li>European Club Association study uncovers ‘staggering’ figures</li><li>A fifth of players surveyed customise boots to improve comfort</li></ul><p>A new report has revealed that as many as 82% of the female footballers in Europe that took part in a survey experience discomfort wearing football boots.</p><p>The groundbreaking study was coordinated by the European Club Association’s high performance advisory group with industry leading experts from St Mary’s University, Twickenham, and Aspetar, an orthopaedic and sports medicine hospital in Qatar. Around 350 players from across the continent were surveyed for the research.</p> <a href=\"https://www.theguardian.com/football/2023/jun/27/female-players-pain-wearing-football-boots-european-club-association-study\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/27/female-players-pain-wearing-football-boots-european-club-association-study", "date_published": "2023-06-27 10:55:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Capaldi cancels all tour dates to ‘adjust to impact’ of Tourette syndrome", "description": "<p>Scottish songwriter, 26, says he will take a break from touring ‘for the foreseeable future’</p><p><a href=\"https://www.theguardian.com/music/lewis-capaldi\">Lewis Capaldi</a> has cancelled his entire upcoming tour and announced he is taking a break from touring “for the foreseeable future” in order to “adjust to the impact” of living with Tourette syndrome.</p><p>The 26-year-old Scottish songwriter’s statement followed his performance on the Pyramid stage at Glastonbury on Saturday, in which he lost his voice and relied on the audience to help him sing his biggest hits. The set was his return to performance after <a href=\"https://www.theguardian.com/music/2023/jun/05/lewis-capaldi-extremely-sorry-for-cancelling-gigs-to-rest-for-glastonbury\">announcing</a> in early June that he was cancelling all dates in the lead-up to the festival in order to take care of his mental health.</p> <a href=\"https://www.theguardian.com/music/2023/jun/27/lewis-capaldi-cancels-all-tour-dates-foreseeable-future\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/27/lewis-capaldi-cancels-all-tour-dates-foreseeable-future", "date_published": "2023-06-27 10:45:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Chelsea going across the multi-club-iverse with Strasbourg", "description": "<p>Our cartoonist looks at the latest lucky club to ascend into another’s corporate structure</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">And you can buy his cartoons in the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jun/27/david-squires-on-chelsea-going-across-the-multi-club-iverse-with-strasbourg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/jun/27/david-squires-on-chelsea-going-across-the-multi-club-iverse-with-strasbourg", "date_published": "2023-06-27 10:44:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TechScape: Can the EU bring law and order to AI?", "description": "<p>As countries scramble to deal with the risks and rewards of AI, the European Union is way ahead on the first laws regulating artificial intelligence. Here’s what’s really in the new AI Act</p><p><strong>• <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></p><p>Deepfakes, facial recognition and existential threat: politicians, <a href=\"https://www.theguardian.com/technology/2023/may/04/uk-competition-watchdog-launches-review-ai-market-artificial-intelligence\">watchdogs</a> and the public must confront daunting issues when it comes to regulating artificial intelligence.</p><p>Tech regulation has a history of lagging the industry, with the the <a href=\"https://www.theguardian.com/technology/2023/jan/17/online-safety-bill-meta-pinterest-snap-molly-russell\">UK’s online safety bill</a> and the EU’s Digital Services Act only just arriving almost two decades after the launch of Facebook. AI is streaking ahead as well. ChatGPT already has <a href=\"https://www.theguardian.com/technology/2023/feb/02/chatgpt-100-million-users-open-ai-fastest-growing-app\">more than 100 million users</a>, the <a href=\"https://www.theguardian.com/commentisfree/2023/mar/27/pope-coat-ai-image-baby-boomers\">pope is in a puffer jacket</a> and an <a href=\"https://www.theguardian.com/technology/2023/mar/31/ai-research-pause-elon-musk-chatgpt\">array of experts</a> have warned that the AI race is getting <a href=\"https://www.theguardian.com/technology/2023/may/02/geoffrey-hinton-godfather-of-ai-quits-google-warns-dangers-of-machine-learning\">out of control</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/27/techscape-european-union-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/27/techscape-european-union-ai", "date_published": "2023-06-27 10:40:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer failed to consult watchdog about new role after leaving CPS", "description": "<p>Exclusive: Labour leader did not contact Acoba about taking up role at top firm in 2014, it has emerged</p><p>Keir Starmer failed to consult the post-government appointments watchdog when he left the Crown Prosecution Service and took a highly paid consultancy with a top law firm, the Guardian has found.</p><p>After the Labour leader <a href=\"https://www.theguardian.com/law/2013/apr/24/keir-starmer-director-public-prosecutions\">stepped down</a> as director of public prosecutions (DPP) in October 2013, he became a part-time consultant at Mishcon de Reya, an elite London firm that paid him at least £100,000.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/keir-starmer-failed-consult-watchdog-acoba-new-role-after-leaving-cps-labour-dpp\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/keir-starmer-failed-consult-watchdog-acoba-new-role-after-leaving-cps-labour-dpp", "date_published": "2023-06-27 10:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If Trump wins, he’ll turn the justice department into a vendetta machine | Robert Reich", "description": "<p>A second Trump presidency would kiss nonpartisan criminal justice goodbye. We must protect the attorney general’s independence</p><p>Last week Donald Trump said that, if re-elected, he’d appoint a “real special prosecutor” to “go after the most corrupt president in the history of the United States of America, Joe Biden, and the entire Biden crime family”.</p><p>In other words, if Trump is re-elected, you can kiss nonpartisan criminal justice goodbye.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/trump-justice-department-vendetta-machine-robert-reich\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/trump-justice-department-vendetta-machine-robert-reich", "date_published": "2023-06-27 10:11:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s like living with a tiny dictator’: Andi Gáldi Vinkó’s visions of motherhood", "description": "<p>The Hungarian photographer won the 2023 Kraszna-Krausz photography book award for her exploration of the early months of new motherhood in <a href=\"https://andigv.com/Sorry-I-Gave-Birth-I-Disappeared-But-Now-I-m-Back\">Sorry I Gave Birth I Disappeared But Now I’m Back</a> . The photos juxtapose the mundane and the momentous, representing parenting in all its messy, beautiful reality</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/27/like-living-with-tiny-dictator-andi-galdi-vinkos-visions-motherhood\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/27/like-living-with-tiny-dictator-andi-galdi-vinkos-visions-motherhood", "date_published": "2023-06-27 10:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CIA experiments, Mormon ravers and reformed racists: the untold history of MDMA", "description": "<p>A new book, I Feel Love, explores the rollicking history of the 90s club drug turned 21st-century therapeutic treatment</p><p>It was in 1975, when Carl Resnikoff and his girlfriend, Judith Gipson, took a bucolic ferry ride to Sausalito, a city located on the north end of Golden Gate Bridge, that a revolution in youth culture, music, emotion and imagination would take place. It was on that ride that the two undergraduates took capsules filled with MDMA powder for the very first time. Resnikoff, a biophysics major at Berkeley, had synthesized the drug himself. As the boat cut through the water of the San Francisco Bay, Gipson began to feel “a floating sense of euphoria … like some guy could come walking up to us asking for help and his guts are spilling out, and we’d be grooving on how beautiful it was.’”</p><p>According to Rachel Nuwer’s book I Feel Love: MDMA and the Quest for Connection in a Fractured World, Resnikoff and his girlfriend’s romp was the first-ever documented instance of people taking MDMA recreationally.</p> <a href=\"https://www.theguardian.com/science/2023/jun/27/i-feel-love-history-of-mdma-ecstacy-molly\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/27/i-feel-love-history-of-mdma-ecstacy-molly", "date_published": "2023-06-27 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The George Tavern: the London gig venue at the heart of the fight against gentrification", "description": "<p>The east London haunt, its future uncertain even after a rare protection against noise complaints, is a microcosm of a live music industry under siege</p><p>It was a cause for celebration: “London’s historic George Tavern venue has been saved,” read an NME headline in February 2019. After years of campaigning, the Stepney Green pub and gig venue secured a rare protection against noise complaints. Kate Moss had been photographed wearing a “Save the George Tavern” T-shirt while Amy Winehouse (a regular), Ian McKellen, all four of the Rolling Stones and Justin Timberlake had offered public support. Pints flowed and locals crowdsurfed. Except the war, it seems, is never quite won – and the George has become a microcosm of the broader threats from developers to music venues in 2023.</p><p>The struggle dates back to 2002. The George Tavern was up for sale and artist Pauline Forster was the only bidder that wanted to preserve its history. Originally the Halfway House, a coaching inn in the 17th century, the derelict Grade II-listed building was being considered by developers to squeeze flats out of. Forster won by offering the agent cash, even though she didn’t have it, and three days later moved in with her five sons before finding a mortgage. She never intended on becoming a publican. “I didn’t even know how to pull a pint,” she says. “I bought it for its potential as a studio but the bar was just sitting there, ready to go.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/27/the-george-tavern-the-london-gig-venue-at-the-heart-of-the-fight-against-gentrification\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/27/the-george-tavern-the-london-gig-venue-at-the-heart-of-the-fight-against-gentrification", "date_published": "2023-06-27 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To Nowhere review – edgy drama of queer desire is as raw as a fresh wound", "description": "<p>Two young women drift, drink and explore volatile emotions in Sian Astor-Lewis’s debut feature, with powerful performances by Lilit Lesser and Josefine Glæsel</p><p>There are quite a few feature films around about teenage or very young women falling in love or at least experiencing queer desire for the first time, more than there were though far fewer than ones about young men. Some have been excellent – see, for example <a href=\"https://www.theguardian.com/film/2021/jul/16/dee-rees-on-her-debut-film-pariah-my-favourite-scene-is-the-dildo-scene-honestly\">Pariah</a>, <a href=\"https://www.theguardian.com/film/2001/apr/13/culture.reviews\">But I’m a Cheerleader</a>, or <a href=\"https://www.theguardian.com/film/2019/may/20/portrait-of-a-lady-on-fire-review-celine-sciamma\">Portrait of a Lady on Fire</a>. But some of the less polished examples have a worthy earnestness baked in, as if they’re on a didactic mission and straining to offer positive role models. To Nowhere, on the other hand, feels deeply personal, bloody as a fresh wound, and entirely sugar-free.</p><p>Made with just enough budget to cover a couple of song clearances and a few fancy fetish-shop props, this debut feature from writer-director Sian Astor-Lewis follows female-identifying Tulip (Lilit Lesser) and her best friend Finn (Danish actor Josefine Glæsel) – who may or may not be trans – around a scruffy corner of south-west London over the course of a day. They wake up at Tulip’s flat, where she lives with her permanently angry, recently bereaved father (Michael Warburton) and shiftless uncle Stanley (Orlando Seale). Tulip starts the day with a row with her dad, while Finn urinates on Stanley’s toothbrush. Though it’s a Thursday in autumn or winter, they’re not at school or uni, and instead get going with booze stolen from Tulip’s dementia-addled grandmother (Jane Wood).</p> <a href=\"https://www.theguardian.com/film/2023/jun/27/to-nowhere-review-edgy-drama-of-queer-desire-is-as-raw-as-a-fresh-wound\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/27/to-nowhere-review-edgy-drama-of-queer-desire-is-as-raw-as-a-fresh-wound", "date_published": "2023-06-27 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indiana stickup man asks victim out via Facebook after robbery", "description": "<p>Damien Boyce did get a date with a judge following the ill-considered amorous advance after the $100 mugging</p><p>An Indiana woman who was robbed at gunpoint was later asked out by the perpetrator on Facebook.</p><p>Last month, Amber Beraun, who lives in Indianapolis, was checking her mailbox late at night when a man approached her with a gun, <a href=\"https://www.wrtv.com/news/local-news/crime/indianapolis-woman-robbed-at-gunpoint-then-asked-out-by-robber-on-social-media\">WRTV reported</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/27/indiana-robbery-facebook-date-proposal\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/27/indiana-robbery-facebook-date-proposal", "date_published": "2023-06-27 10:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "£3m to fix the UK’s housing crisis? Ha ha ha ha ha, your royal highness | Zoe Williams", "description": "<p>I don’t want to be churlish about Prince William’s new Homewards foundation. However …</p><p>Prince William is going to solve homelessness with a new royal foundation, launching a project called Homewards that starts with £3m for six towns and cities across the UK. It’s such a short sentence to make so little sense. You can look at the housing crisis from a range of perspectives. Some people are obsessed with planning permission; some have a supply-side fetish. You don’t have to chalk it all up to the ever more feudal rentier economy. Nevertheless, we could agree, I think, that dropping half a mil into a city, even if it might put a roof over a handful of heads, would barely scratch the surface.</p><p>Furthermore, whatever your view on equality – and again, there’s a spectrum, with some people thinking great concentrations of unearned wealth are good for motivation or whatnot – it would still, I think, strike you as piquant that a man with housing plenty beyond anything he could ever use would style himself as ambassador for the business of getting people off the streets.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/prince-william-homewards-homelessness-3m\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/prince-william-homewards-homelessness-3m", "date_published": "2023-06-27 10:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We could lose our status as a state’: what happens to a people when their land disappears", "description": "<p>Small island countries press for guarantees as rising sea levels risk leaving their citizens stateless </p><ul><li><a href=\"https://www.theguardian.com/environment/2023/jun/26/its-absolutely-guaranteed-the-best-and-worst-case-scenarios-for-sea-level-rise\">‘It’s absolutely guaranteed’: the best and worst case scenarios for sea level rise</a></li></ul><p>Small island nations would rather fight than flee, but rising sea levels have prompted apocalyptic legal discussions about whether a state is still a state if its land disappears below the waves.</p><p>The <a href=\"https://www.theguardian.com/world/pacific-islands-forum\">Pacific Islands Forum</a>, which represents many of the most vulnerable countries, has invited international legal experts to consider this question and begun a diplomatic campaign to ensure that political statehood continues even after a nation’s physical fabric is submerged.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/27/we-could-lose-our-status-as-a-state-what-happens-to-a-people-when-their-land-disappears\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/27/we-could-lose-our-status-as-a-state-what-happens-to-a-people-when-their-land-disappears", "date_published": "2023-06-27 10:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Soaring number of rough sleepers in London ‘extremely alarming’", "description": "<p>GLA data reveals over 1,700 more people on the streets compared with last year amid cost of living crisis</p><p>Rough sleeping is soaring in London, with over 1,700 more people on the streets than last year – a 21% rise, according to figures from the Greater London Authority (GLA).</p><p>The increase from 8,329 people seen sleeping rough in 2021-22 to 10,053 in 2022-23 was described as “categorically terrible” by Rick Henderson, the chief executive of the Homeless Link frontline charity, and “extremely alarming” by Sadiq Khan, the mayor of London.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/rough-sleepers-london-number-soaring-gla-data\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/rough-sleepers-london-number-soaring-gla-data", "date_published": "2023-06-27 09:48:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Declan Rice waits for bigger Arsenal offer after Manchester City bid rejected", "description": "<ul><li>West Ham have turned down City’s opening £90m bid</li><li>Arsenal preparing third bid for England midfielder</li></ul><p>Declan Rice is waiting for Arsenal to raise their bid for him after West Ham rejected Manchester City’s opening offer of £90m for the midfielder.</p><p>A bidding war for Rice has erupted after City <a href=\"https://www.theguardian.com/football/2023/jun/26/manchester-city-arsenal-declan-rice-west-ham-football\">entered the race to sign him</a> on Monday night. The treble winners made a bid of £80m plus £10m in add-ons, but West Ham are holding out for a fee of at least £100m.</p> <a href=\"https://www.theguardian.com/football/2023/jun/27/declan-rice-arsenal-manchester-city-west-ham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/27/declan-rice-arsenal-manchester-city-west-ham", "date_published": "2023-06-27 09:34:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The politics of street food: the South African chef championing Zulu cuisine", "description": "<p>For Mmabatho Molefe, whose Cape Town restaurant reinvents ‘peasant dishes’, cooking is a way to fight prejudice </p><p>When Mmabatho Molefe was growing up in the South African province of KwaZulu-Natal, Friday was a special day, when her parents would give her pocket money to buy food rather than take a packed lunch to school. On a good day, she would spend it all on a <em>vetkoek</em> – traditional doughnut-like fried bread stuffed, in her case, with chicken.</p><p>“For me, it just represents a really good Friday afternoon,” says the 28-year-old chef, chuckling. For 12 days from 27 June, her version of that beloved South African street food is set to wow British diners as Molefe becomes the latest guest chef in the “open kitchen” of the London restaurant <a href=\"https://carousel-london.com/\">Carousel</a>.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/27/the-politics-of-street-food-the-south-african-chef-championing-zulu-cuisine\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/27/the-politics-of-street-food-the-south-african-chef-championing-zulu-cuisine", "date_published": "2023-06-27 09:30:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Josh Tongue replaces Moeen Ali in England team for second Ashes Test", "description": "<ul><li>No place for Wood or Moeen against Australia at Lord’s</li><li>Tongue made debut against Ireland earlier this month</li></ul><p>England have decided to go with an all-seam attack for the second Ashes Test against Australia, but surprisingly selected Josh Tongue as the fourth seamer.</p><p>Moeen Ali, who struggled with a burst blister on his right index finger at Edgbaston, is left out in the only change from the narrow two-wicket defeat in the series opener.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/josh-tongue-replaces-moeen-ali-in-england-team-for-second-ashes-test-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/josh-tongue-replaces-moeen-ali-in-england-team-for-second-ashes-test-australia", "date_published": "2023-06-27 09:26:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office should rule out sending migrant children to Rwanda, says Commons committee – UK politics live", "description": "<p>Tory-dominated committee says bill risks ‘turning back the clock’ on immigration policy </p><p><strong>Hugo Keith</strong> KC, lead counsel for the inquiry, is questioning Matt Hancock.</p><p>Keith starts by saying Hancock was paymaster general and minister for the Cabinet Office between 2015 and 2016. He says that, in that capacity, Hancock was in charge of the national risk register.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/27/tories-labour-migrant-children-rwanda-rishi-sunak-keir-starmer-matt-hancock-covid-inquiry-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/27/tories-labour-migrant-children-rwanda-rishi-sunak-keir-starmer-matt-hancock-covid-inquiry-uk-politics-live", "date_published": "2023-06-27 09:10:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Surrey v Lancashire, Essex v Warwickshire, and more: county cricket – live", "description": "<ul><li>Updates from day three of the latest round of matches</li><li>Get in touch: contact Tanya <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">by mail</a> or on <a href=\"https://twitter.com/tjaldred\">Twitter</a> </li></ul><p>Daniel Bell-Drummond and Tawanda Muyeye batted <strong>Kent</strong> to total domination at the County Ground. Muyeye, 22, who arrived in the UK as an asylum seeker, rocked to his maiden Championship century – a six taking him to 99, a pulled four to his hundred, whereupon he pulled off his helmet grinned and buried his face in Bell‑Drummond’s broad shoulders. The pair had put on 318 when Muyeye was caught for 179, but Bell-Drummond pressed on, and on, 271 not out at stumps, grinding <strong>Northamptonshire </strong>into the dust.</p><p>A last-wicket stand of 130 between Sean Abbott and Dan Worrall popped <strong>Lancashire</strong>’s balloon, who before the pair came together had looked like getting a first-innings advantage. By the time they were separated, <strong>Surrey</strong> had a lead of 86. Lancashire’s top four were all out by stumps.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/27/surrey-v-lancashire-essex-v-warwickshire-and-more-county-cricket-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/27/surrey-v-lancashire-essex-v-warwickshire-and-more-county-cricket-live", "date_published": "2023-06-27 09:08:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A nuclear reactor of music’: the story of Simple Minds’ classic album Empires and Dance", "description": "<p>Before their 80s megastardom, the band minted a strange vision of European culture and tension that still resonates. They – and superfan James Dean Bradfield from the Manic Street Preachers – reflect on its power</p><p>During a break in rehearsals for Simple Minds’ 2020 arena tour, conversation turned to the fact that the guitarist Charlie Burchill had moonlighted on saxophone on the band’s early records. Their drummer, Cherisse Osei, was intrigued. With some reluctance – Burchill likens his youthful forays on the sax to “the cat getting strangled” – he played Osei Twist/Run/Repulsion. A sound collage lurking with menaces on the second side of their 1980 album, Empires and Dance, Burchill’s foghorn alarums vie with a sickly semitone bass shift, the singer Jim Kerr’s torrential abstractions, and a woman reciting a passage from a Nikolai Gogol short story in its French translation.</p><p>“Cherisse was like: ‘What’s<em> that?!</em>’” Burchill mimes a horrified facial expression. “Because it’s fucking bonkers.” Pondering whether Simple Minds would ever plan a themed album tour around Empires and Dance, the guitarist shakes his head. “I think it would be a bit obscure, that one.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/27/a-nuclear-reactor-of-music-the-story-of-simple-minds-classic-album-empires-and-dance\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/27/a-nuclear-reactor-of-music-the-story-of-simple-minds-classic-album-empires-and-dance", "date_published": "2023-06-27 09:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve become more fearless’: Tuppence Middleton on OCD, motherhood and playing Elizabeth Taylor", "description": "<p>The Downton Abbey actor loves to keep a low profile. So how does she feel about portraying one of Hollywood’s most glamorous and headline-grabbing stars – and writing a book about her own mental health?</p><p>For many actors, the thought of playing Elizabeth Taylor at the National Theatre would be unnerving enough. But for Tuppence Middleton, who hadn’t done much stage work, it must have felt even more daunting. Not least because the job came up just three months after the birth of her child. But Middleton likes a challenge, and you don’t turn down the chance to be directed by <a href=\"https://www.theguardian.com/culture/2023/jan/01/sam-mendes-jose-mourinho-empire-of-light-interview\">Sam Mendes</a>.</p><p>“I wasn’t really thinking about work at that point,” she says, “but I knew my daughter would be eight months by the time we started, so I thought, yes, that feels right. For a long time, before having a baby and before Covid, I’d wanted to do more theatre. But the right thing hadn’t come along, or I hadn’t gone up for much.”</p> <a href=\"https://www.theguardian.com/stage/2023/jun/27/tuppence-middleton-interview-motive-cue-ocd-motherhood-elizabeth-taylor\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/27/tuppence-middleton-interview-motive-cue-ocd-motherhood-elizabeth-taylor", "date_published": "2023-06-27 09:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "He’s the world’s richest man. So why do we hear so little from Bernard Arnault? | Alexander Hurst", "description": "<p>France does not expect much in the way of philanthropy from its low-profile billionaire class. Perhaps it should</p><p>If you scroll through the first 10 or so pages of Google results for the charitable giving of the world’s <a href=\"https://www.theguardian.com/technology/2023/jun/01/elon-musk-reclaims-title-of-worlds-richest-person-tesla-twitter\">on- and off-again wealthiest man, </a>Bernard Arnault, you’ll find … practically nothing.</p><p>The most high-profile things that do come up when searching for evidence of the generosity of the founder and CEO of the French luxury goods behemoth LVMH look more like acts of<a href=\"https://www.vanityfair.com/style/2021/10/true-colors-french-billionaires-museums\"> billionaire one-upmanship</a>. LVMH paid for the architecturally stunning <a href=\"https://www.theguardian.com/artanddesign/2014/oct/19/-sp-louis-vuitton-foundation-creation-paris-review-frank-gehry\">Fondation Louis Vuitton</a> museum, which showcases Arnault’s collection of modern art. The rival billionaire owner of the luxury brands group Kering, François Pinault, has his private collection of contemporary art on display in the Bourse de Commerce in Paris’s 1st arrondissement. Arnault’s <a href=\"https://www.theartnewspaper.com/2019/09/26/its-official-french-tycoons-finalise-euro300m-donations-for-fire-ravaged-notre-dame\">€200m pledge</a> towards the reconstruction of Notre Dame came just after Pinault pledged €100m.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/worlds-richest-man-bernard-arnault-france-philathropy-billionaire-class\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/worlds-richest-man-bernard-arnault-france-philathropy-billionaire-class", "date_published": "2023-06-27 09:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fifa Women’s World Cup rules for fans: leave your ladders, frisbees and politics at home", "description": "<ul><li>Ticket-holders must accept extensive terms and conditions</li><li>Many are reasonable while others are weirdly specific</li></ul><p>Fans lucky enough to score tickets to the Women’s World Cup have been instructed to leave their ladders, rolls of paper and hard hats at home under lengthy instructions outlined by Fifa.</p><p>Accepting the extensive terms of use and stadium code of conduct is mandatory for football fans prior to accessing their tickets, which requires the downloading of a separate app. The Guardian has pored over the 10,000 words so you don’t have to.</p> <a href=\"https://www.theguardian.com/football/2023/jun/27/fifa-womens-world-cup-rules-for-fans\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/27/fifa-womens-world-cup-rules-for-fans", "date_published": "2023-06-27 08:57:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Muslim pilgrims gather on Mount Arafat in Saudi Arabia – in pictures", "description": "<p>Hundreds of thousands of Muslim pilgrims have crowded on to Mount Arafat in Saudi Arabia. The ritual is the high point of the annual hajj pilgrimage, one of the five pillars of Islam, which officials say could be the biggest on record after three years of Covid restrictions</p> <a href=\"https://www.theguardian.com/world/gallery/2023/jun/27/muslim-pilgrims-gather-mount-arafat-saudi-arabia-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/jun/27/muslim-pilgrims-gather-mount-arafat-saudi-arabia-in-pictures", "date_published": "2023-06-27 08:51:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Current heatwave across US south made five times more likely by climate crisis", "description": "<p>Latest ‘heat dome’ event over Texas and Louisiana, plus much of Mexico, driven by human-cause climate change, scientists find</p><p>The record heatwave roiling parts of Texas, Louisiana and Mexico was made at least five times more likely due to human-caused climate change, scientists have found, marking the latest in a series of recent extreme “heat dome” events that have scorched various parts of the world.</p><p>A stubborn ridge of high pressure has settled over Mexico and a broad swath of the southern US <a href=\"https://www.theguardian.com/us-news/2023/jun/24/texas-heatwave-high-temperatures-power\">over the past three weeks</a>, pushing the heat index, a combination of temperature and humidity, to above 48C (120F) in some places.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/27/heatwave-human-caused-climate-crisis-texas-louisiana-mexico\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/27/heatwave-human-caused-climate-crisis-texas-louisiana-mexico", "date_published": "2023-06-27 08:30:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cricket World Cup fixtures revealed as India v Pakistan date confirmed", "description": "<ul><li>Holders England to open tournament against New Zealand</li><li>Dispute between neighbours had delayed fixtures release</li></ul><p>The men’s Cricket World Cup will begin on 5 October, with England facing New Zealand in Ahmedabad and the same venue hosting the final on 19 November, organisers have said, with the schedule for the showpiece in India also confirming Pakistan’s participation.</p><p>The fixtures were revealed by the International Cricket Council during an event in Mumbai, less than four months before the start of the 50-over tournament, with the delay partly due to sour political relations between India and Pakistan. India’s refusal to travel to Pakistan for the Asia Cup triggered the latest dispute <a href=\"https://www.theguardian.com/sport/2023/may/13/tense-pakistan-and-india-standoff-poses-threat-to-cricket-world-cup-fixtures\">between the neighbours</a>, who play each other only in multi-team events. Pakistan responded by threatening to boycott the World Cup if they were not allowed to stage at least some matches of the Asia Cup on home soil.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/cricket-world-cup-fixtures-india-v-pakistan-date\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/cricket-world-cup-fixtures-india-v-pakistan-date", "date_published": "2023-06-27 08:14:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Small, Slow But Steady review – meditative boxing tale as deaf fighter rethinks life", "description": "<p>Film follows Keiko, deaf since birth, making her way in the ring when Covid-19 lockdown arrives in Japan and she must deal with confidence issues</p><p>The title is presumably meant to refer to the film’s fine-boned heroine Keiko Ogawa (Yukino Kishii), a scrappy boxer who has just turned professional, but it just as aptly describes the film itself: a delicate, atmospheric study that’s quite unlike most other fight movies. Based on a memoir by boxer Keiko Ogasawara, this very internal story unfolds during the early days of the Covid-19 pandemic, with a locked-down Japan adding a further layer of isolation to Keiko’s life. Thanks to Kishii’s luminous performance, Keiko comes across as a very self-sufficient but lonely figure, completely deaf since birth, who finds in fighting some kind of release and sensory thrill, even though her lack of hearing creates very specific challenges in the ring given she can’t hear shouted instructions from her coaches or even the bell.</p><p>Keiko’s family – mum (Hiroko Nakajima) and brother Seiji (Himi Satô), with whom she communicates mostly via sign – are supportive but don’t really get the sport’s appeal, and that sort of goes for the co-workers at her day job as a hotel housekeeper. The only person who really gets her is the “chairman” (Tomokazu Miura) of the gym where she trains; he is a man now not in the best of health, considering closing up shop as his other regular trainees gradually jump ship, some grumbling that Keiko is the one who gets all the attention now.</p> <a href=\"https://www.theguardian.com/film/2023/jun/27/small-slow-but-steady-review-meditative-boxing-tale-as-deaf-fighter-rethinks-life\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/27/small-slow-but-steady-review-meditative-boxing-tale-as-deaf-fighter-rethinks-life", "date_published": "2023-06-27 08:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young adult books roundup – reviews", "description": "<p>From a girl in with the wrong crowd to a queer medieval romp and a time-jumping study of injustice, here is this month’s pick of the best new titles</p><p>Readers in their early teenage years can find themselves in an awkward spot, between middle-grade and young adult fiction, but two excellent titles are set to fill that gap this summer. Tamsin Winter’s <strong><a href=\"https://guardianbookshop.com/bad-influence-9781474979078\">Bad Influence</a></strong> (Usborne) sees scholarly Amelia agree to something she immediately regrets in a bid to shake off her “loser” status. When a photo goes viral she’s labelled a bad influence, but is determined not to let one mistake define her. Winter has an enviable lightness of touch, tackling complex themes of popularity, self-esteem and social media with heart and humour in this important, empowering read.</p><p>From debut author Freja Nicole Woolf comes <strong><a href=\"https://guardianbookshop.com/never-trust-a-gemini-9781529509991\">Never Trust a Gemini</a></strong> (Walker), a feelgood LGBTQ+ romantic comedy with a fresh, joyful energy. Fourteen-year-old Cat is convinced that a match with her oblivious crush Alison is aligned in the stars, until she meets dangerously cool new girl Morgan. Woolf brilliantly captures the chaos of early teen life with relatable characters and a girl gang echoing that of <a href=\"https://www.theguardian.com/books/2016/mar/13/louise-rennison-obituary\">Louise Rennison’s Georgia Nicolson</a> series.</p><p>To order any of these books for a special price click on the titles or go to <a href=\"https://guardianbookshop.com/\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/jun/27/young-adult-books-roundup-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/27/young-adult-books-roundup-reviews", "date_published": "2023-06-27 08:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weight-loss jab rejected for NHS use by England drugs watchdog", "description": "<p>Nice says more evidence needed on effectiveness of tirzepatide, sold under brand name Mounjaro</p><p>A weight-loss jab has been rejected for NHS use by England’s drugs watchdog.</p><p>The National Institute for Health and Care Excellence (Nice), which provides recommendations and guidance to health practitioners, said further evidence was needed on the clinical and cost-effectiveness of tirzepatide, which is sold under the brand name Mounjaro, before it could be recommended for NHS use.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/weight-loss-jab-rejected-for-nhs-use-england-drugs-watchdog-mounjaro-tirzepatide\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/weight-loss-jab-rejected-for-nhs-use-england-drugs-watchdog-mounjaro-tirzepatide", "date_published": "2023-06-27 07:14:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood investment in Alpine illustrates F1’s strong financial health | Giles Richards", "description": "<p>The deal which values the team owned by Renault at $900m shows the sport is rich and is growing in popularity in the US</p><p>Famously once a sport where fortunes could be drained away in a few short years, often with little or no return, Formula One, it appears, is finally making the numbers add up. Ryan Reynolds and Rob McElhenney have stolen the headlines with their <a href=\"https://www.theguardian.com/sport/2023/jun/26/ryan-reynolds-and-rob-mcelhenney-join-investors-buying-into-alpine-f1-team\" title=\"\">investment in the Alpine team</a> but what speaks volumes is that the consortium of which they are part wanted into F1 to the tune of £157m in the first place.</p><p>Reynolds and McElhenney, having enjoyed success following their purchase of Wrexham in 2021, have been joined by fellow actor Michael B Jordan as co-investors in the 24% stake of Alpine. However, whereas with Wrexham it was a personal affair, it is clear there is a very serious business side to them putting money into F1.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/hollywood-investment-in-alpine-illustrates-f1s-strong-financial-health\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/hollywood-investment-in-alpine-illustrates-f1s-strong-financial-health", "date_published": "2023-06-27 07:02:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I moved my date’s hand off my breast and he took it badly. Should I have said something instead?", "description": "<p>I thought I’d found an acceptable way to communicate what I was and wasn’t comfortable with. Would it have been better to put it into words?</p><p><br /><strong>On a first date</strong><strong> recently, my usual non-verbal method of communicating what I didn’t want to do sexually was criticised and it has left me confused about how to convey consent.</strong></p><p><strong>This man touched my breast while</strong><strong> we were kissing passionately. He did not ask me if that was OK beforehand. I gently moved his hand away </strong><strong>to a place </strong><strong>where I was comfortable being touched, </strong><strong>and where </strong><strong>he had previously been touching me</strong><strong>.</strong></p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/27/i-moved-my-dates-hand-off-my-breast-and-he-took-it-badly-should-i-have-said-something-instead\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/27/i-moved-my-dates-hand-off-my-breast-and-he-took-it-badly-should-i-have-said-something-instead", "date_published": "2023-06-27 07:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine’s biggest enemy is the western belief that it cannot beat Putin. Now is the time to rethink that | Keir Giles", "description": "<p>Amid clears signs of the Russian leader’s vulnerability, we must think beyond helping Kyiv survive and aim for Zelenskiy to actually win</p><p>The myth of Vladimir Putin’s unchallengeable power has been fatally undermined by <a href=\"https://www.theguardian.com/us-news/2023/jun/25/antony-blinken-russia-ukraine-wagner-group\">the challenge from Yevgeny Prigozhin</a> and his Wagner army. By surviving – for now – Prigozhin has set a dangerous precedent for others in Russia who may wish to test their strength against the Kremlin.</p><p>But the weekend’s events also showed a complete failure by Russia’s military, security and intelligence agencies – in fact, by the state as a whole – to deal with the obvious challenge of an armed group apparently heading for Moscow. The evident confusion in Moscow and inability to respond to Prigozhin’s challenge also proves Russia is not invincible in its conflict with Ukraine. That critical weakness can only be encouraging for Ukraine in its efforts to beat back the Russian invaders. Russia, it seems, may be strong on the frontline, but it is systemically fragile and the Kremlin can be frightened into paralysis.</p><p>Keir Giles works with the Russia and Eurasia programme of Chatham House and is the author of Russia’s War on Everybody</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/ukraine-west-vladimir-putin-russia-kyiv-volodymyr-zelenskiy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/ukraine-west-vladimir-putin-russia-kyiv-volodymyr-zelenskiy", "date_published": "2023-06-27 07:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If artificial intelligence creates better art, what’s wrong with that?’ Top Norwegian investor and art collector Nicolai Tangen", "description": "<p>The head investor of Norway’s sovereign wealth fund worries more about AI affecting the country’s portfolio than his own collection of paintings</p><p>For a prolific art collector, Nicolai Tangen is remarkably relaxed about the prospect of masterpieces created by robots. The threat of AI-made paintings, impossible to distinguish from human brushstrokes, has sparked <a href=\"https://www.theguardian.com/technology/2022/nov/12/when-ai-can-make-art-what-does-it-mean-for-creativity-dall-e-midjourney\" title=\"\">soul-searching and paranoia in the art world</a>, but not with Tangen.</p><p>“Hey, if it creates better art that’s fantastic,” says the Norwegian philanthropist, art historian and boss of the world’s biggest sovereign wealth fund. “If you create something which is even more aesthetically pleasing, what’s wrong about that?”</p> <a href=\"https://www.theguardian.com/business/2023/jun/27/if-artificial-intelligence-creates-better-art-whats-wrong-with-that-top-norwegian-investor-and-art-collector-nicolai-tangen\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/27/if-artificial-intelligence-creates-better-art-whats-wrong-with-that-top-norwegian-investor-and-art-collector-nicolai-tangen", "date_published": "2023-06-27 07:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Food inflation eases, as MPs prepare to grill supermarkets on price rises – business live", "description": "<p>Rolling coverage of the latest economic and financial news, as food prices keep rising… but at a slower rate</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jun/27/shop-price-inflation-easing-say-top-uk-retailers-before-key-meeting-with-mps\">Shop price inflation easing, say top UK retailers before key meeting with MPs</a></li></ul><p>Clothing and electrical goods at UK shops also saw falling prices this month, the British Retail Consortium reports, “helping customers to pick up a bargain ahead of the summer holidays”.</p><p>Inflation has proven particularly sticky in the UK with the consumer prices index rising the same amount in May as the previous month, points out Bloomberg.</p><p>A larger-than-expected Bank of England rate rise last week jolted markets and drove up the cost of mortgages.</p><p>Supermarkets are under scrutiny as food price inflation has remained at elevated levels. However, bosses have pushed back against the idea that grocers are profiteering.</p> <a href=\"https://www.theguardian.com/business/live/2023/jun/27/food-inflation-eases-mps-supermarket-price-rises-imf-greedflation-ecb-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jun/27/food-inflation-eases-mps-supermarket-price-rises-imf-greedflation-ecb-business-live", "date_published": "2023-06-27 06:39:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fifty tiger sharks filmed in feeding frenzy on humpback whale carcass off Queensland coast", "description": "<p>The whale was the fifth to die of natural causes in Wide Bay waters this week, with locals warned to steer clear </p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/27/australia-news-live-anthony-albanese-peter-dutton-indigenous-voice-to-parliament-poll-cost-of-living-taylor-swift\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Rangers have captured video of dozens of sharks feeding on a whale carcass off the Queensland coast, prompting a warning for people to stay away from stranded or dead animals at sea.</p><p>The frenzy involved about 50 tiger sharks scavenging a humpback that died of natural causes and was adrift in the Great Sandy Marine Park off Hervey Bay.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/27/tiger-sharks-feeding-frenzy-hervey-bay-humpback-whale-queensland\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/27/tiger-sharks-feeding-frenzy-hervey-bay-humpback-whale-queensland", "date_published": "2023-06-27 06:37:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Destruction of world’s pristine rainforests soared in 2022 despite Cop26 pledge", "description": "<p>An area of primary rainforest the size of Switzerland was felled last year suggesting world leaders’ commitment to halt and reverse deforestation by 2030 is failing</p><p>An area the size of Switzerland was cleared from Earth’s most pristine rainforests in 2022, despite promises by world leaders to halt their destruction, new figures show.</p><p>From the Bolivian Amazon to Ghana, the equivalent of 11 football pitches of primary rainforest were destroyed every minute last year as the planet’s most carbon-dense and biodiverse ecosystems were cleared for cattle ranching, agriculture and mining, with Indigenous forest communities forced from their land by extractive industries in some countries.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/27/destruction-of-worlds-pristine-rainforests-soared-in-2022-despite-cop26-pledge\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/27/destruction-of-worlds-pristine-rainforests-soared-in-2022-despite-cop26-pledge", "date_published": "2023-06-27 06:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can BT be so insensitive to the needs of my 100-year-old mother?", "description": "<p>Her landline is vital for an emergency alarm but it insists on a new 18-month contract if she cancels broadband</p><p><strong>My </strong><strong>100-year-old mother has been a BT customer for </strong><strong>more than 70 years. </strong><strong>After a bad fall in March she was hospitalised for eight weeks. She has not been able to return home </strong><strong>because of increased frailty and went into a care home in early May.</strong></p><p><strong>She is paying £128 </strong><strong>a month for phone and broadband (which she hardly </strong><strong>ever uses). I want to cancel the broadband but keep her landline. She is still hopeful of returning home and if she does will need to reinstate her emergency alarm </strong><strong>service, which requires a landline.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jun/27/how-can-bt-be-so-insensitive-to-the-needs-of-my-100-year-old-mother\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/27/how-can-bt-be-so-insensitive-to-the-needs-of-my-100-year-old-mother", "date_published": "2023-06-27 06:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "6 of the most scenic and affordable bus trips in Europe", "description": "<p>The treasures of Berlin, Monaco and the Amalfi coast can be savoured on a budget if you use these local and regional buses</p><p>With sterling in its customary parlous state, anything that makes your European holiday money go further is going to be welcome. And one simple but rewarding method is to make friends with the humble local bus. Yes, it’s true that most endure a humdrum existence ferrying commuters and shoppers about, but if you ferret around you’ll discover that many others pass through scenery worthy of a glitzy sightseeing tour. But they do so for a fraction of the cost. And furthermore, they often afford the traveller an authentic slice of local life into the bargain.<br /><br />Here, then, are six fantastically scenic European bus routes – all of them so inexpensive you’ll want to give the driver a tip.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/27/6-of-the-most-scenic-and-affordable-bus-trips-in-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/27/6-of-the-most-scenic-and-affordable-bus-trips-in-europe", "date_published": "2023-06-27 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Feeling seen: identity in modern Britain – in pictures", "description": "<p>From gender activists to model train enthusiasts, Oliver Frank Chanarin’s new solo project explores our need for attention – and anxiety of being overlooked</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/27/feeling-seen-identity-in-modern-britain-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/27/feeling-seen-identity-in-modern-britain-in-pictures", "date_published": "2023-06-27 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Girlfriends and Girlfriends review – charming and excitable lesbian sex comedy", "description": "<p>It’s a tiny bit hard to keep up with the ups and downs of this winning story, complete with an adorable indie soundtrack</p><p>Barcelona-based film-maker Zaida Carmona is the co-writer (alongside Marc Ferrer), director and star (playing an aspiring film-maker character named Zaida no less) of this winning lesbian sex comedy, set in Barcelona and featuring a roster of actors also mainly playing characters named after themselves. Who knows how much of it was inspired by actual events – but even if just a little bit of it is true, these women are clearly having way more fun than the rest of us.</p><p>Not that their lives don’t have ups and downs, especially Zaida herself. Back in Barcelona to flatsit the well-appointed home of one stable, early-to-bed couple who are off on holiday with their kids for three weeks, Zaida arrives in town freighting a broken heart, having been dumped and ghosted by (now) ex-girlfriend Gabriella (Bea Escribano). She’s keen to monologue about her despair and the perfidy of Gabriella to anyone who will listen, and the holiday-bound friends look like they can’t wait to get to the airport.</p> <a href=\"https://www.theguardian.com/film/2023/jun/27/girlfriends-and-girlfriends-review-charming-and-excitable-lesbian-sex-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/27/girlfriends-and-girlfriends-review-charming-and-excitable-lesbian-sex-comedy", "date_published": "2023-06-27 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One Boy, Two Bills and a Fry-Up review – Wes Streeting’s memoir of hardship… and determination", "description": "<p>The shadow health secretary’s way with a cliche doesn’t much hinder his compelling story of overcoming adversity – and bankrobbing relatives</p><p>Wes Streeting’s memoir, the cumbersomely titled <em>One Boy, Two Bills and a Fry Up</em><em>,</em> pulls off the very rare trick of being both a little bit boring and unexpectedly fascinating. On the one hand, the Labour MP for Ilford North is refusing to fight as a combatant in the late <a href=\"https://www.theguardian.com/books/2001/apr/14/fiction.martinamis\">Martin Amis’s war against cliche</a>; in this book, cheeks tend to be rosy red, and working-class matriarchs are always “strong”. You know he must have written it in a great rush, against a harried background of TV appearances, leaflet drops and hospital visits (Streeting is shadow health secretary), and the gallop to the finish shows on the page, particularly when he pads things out with politics. No one wants to read this much about the road to NUS president, not even Wes’s mum.</p><p>But on the other hand, it’s also transfixing, albeit in a way I struggle fully to explain. Streeting’s rise from poverty in the East End of London to the Palace of Westminster via Cambridge University is amazingly inspiriting – even now, he’s only 40 – and there’s something so unaffected about the way he describes it, details chosen for no more writerly reason than because he remembers them: the Wall’s coleslaw and He-Man jellies he enjoyed as a treat as a boy; the skate he favoured whenever his grandfather took him down the chippy. He has no discernible self-pity and seems never to judge anyone, not even those who (the reader may think) at times let him down very badly.</p> <a href=\"https://www.theguardian.com/books/2023/jun/27/one-boy-two-bills-and-a-fry-up-review-wes-streeting-shadow-health-secretary-memoir\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/27/one-boy-two-bills-and-a-fry-up-review-wes-streeting-shadow-health-secretary-memoir", "date_published": "2023-06-27 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak accused of concealment culture after record number of FoI blocks", "description": "<p>Lowest ever percentage of freedom of information requests were fully granted in first three months of current government</p><p>Rishi Sunak’s government placed a record number of blocks on freedom of information requests in its first three months, leading to accusations of a “culture of concealment”.</p><p>New figures show that the government gave out information in full in only 33.6% of cases in which it held the data during the first three months of Sunak’s administration. Just 3,895 of 11,597 “resolvable requests” were granted in full.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/rishi-sunak-accused-of-concealment-culture-after-record-number-of-foi-blocks\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/rishi-sunak-accused-of-concealment-culture-after-record-number-of-foi-blocks", "date_published": "2023-06-27 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin’s prospects: trying to predict the unpredictable | Fiona Katauskas", "description": "<p>What’s the future for the Russian president?</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/27/putins-prospects-trying-to-predict-the-unpredictable\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/27/putins-prospects-trying-to-predict-the-unpredictable", "date_published": "2023-06-27 05:27:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan approves trial sales of over-the-counter emergency contraceptives", "description": "<p>The move is a major policy shift in country’s male-dominated parliament and brings Japan into line with more than 90 other countries</p><p><a href=\"https://www.theguardian.com/world/japan\">Japan</a> is to permit the sale of emergency contraceptives without prescription on a trial basis, weeks after it approved the abortion pill.</p><p>The move, reported by media on Tuesday, will bring Japan into line with dozens of other countries where the morning-after pill is already available over the counter.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/japan-approves-trial-sales-of-over-the-counter-emergency-contraceptives\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/japan-approves-trial-sales-of-over-the-counter-emergency-contraceptives", "date_published": "2023-06-27 05:20:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: farewell to the wonderful world of Somebody Somewhere", "description": "<p>The finale of this clever, wise show about life’s ups and downs will warm you with a rosy glow. Plus: filthy skits in A Black Lady Sketch show. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/27/tv-tonight-farewell-to-the-wonderful-world-of-somebody-somewhere\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/27/tv-tonight-farewell-to-the-wonderful-world-of-somebody-somewhere", "date_published": "2023-06-27 05:20:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kari Lake reference to ‘mysterious past’ of Obama revives birther conspiracy", "description": "<p>Rightwing extremist who supports Trump’s election lie blows ‘birther’ racist dog whistle in her new book, Unafraid</p><p>In a new book, the Trump ally and potential running mate Kari Lake blows a “birther” racist dog whistle to supporters, claiming Barack Obama had a “mysterious past” when he ran for president – but does not mention that she donated to Obama in 2008 and reportedly campaigned for him door-to-door.</p><p>“The end of [George W Bush’s] presidency saw the complete and catastrophic collapse of the Republican party,” Lake writes, in <a href=\"https://www.amazon.com/Unafraid-Getting-Started-Kari-Lake/dp/1735503770\">Unafraid</a>. “One Barack Hussein Obama, a man with a mysterious past and virtually no accomplishments on his résumé, ascended to the presidency.”</p> <a href=\"https://www.theguardian.com/books/2023/jun/27/kari-lake-book-unafraid\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/27/kari-lake-book-unafraid", "date_published": "2023-06-27 05:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Look at the effects of the Tories' corrupt voter ID rules – and then tell me Britain is still a democracy | Polly Toynbee", "description": "<p>Labour has other priorities for now, but once in power it should focus on undoing the damage of these constitutional assaults</p><p>After the misrule of Boris Johnson and Liz Truss, and their cronies cashing in on Covid, <a href=\"https://www.theguardian.com/politics/2023/jun/24/britons-trust-in-politics-has-fallen-significantly-since-covid-report-finds\">only 6%</a> of people now say they have full trust in our political system, which is alarming. Given the widespread cynicism about Westminster, it’s unsurprising that people may be barely shocked when those in power start dismantling democracy. But serial constitutional assaults by the current regime are growing more visible and egregious. Today, electoral administrators warn that the voting system may collapse under Tory changes.</p><p>The Electoral Commission has reported that the government’s introduction of voter ID resulted in <a href=\"https://www.theguardian.com/politics/2023/jun/23/at-least-14000-people-denied-vote-due-to-lack-of-voter-id-watchdog-finds\">14,000 people being turned away</a> from polling stations at the local elections. It found it likely that people with disabilities and people who were unemployed or from ethnic minorities were more likely to be refused a vote for lack of a driving licence, passport or official ID from their local council. The true number of those not voting due to ID requirements could have been at least 400,000, suggested the commission, with 4% of non-voters saying the new rules had put them off. The near-40% of polling stations with <a href=\"https://www.theguardian.com/politics/2023/apr/25/election-greeters-mean-voter-id-impact-may-not-be-known-labour-says\">“greeters”</a>, who told voters they needed ID, did not record how many voters they deterred.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/27/tories-voter-id-rules-britain-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/27/tories-voter-id-rules-britain-labour", "date_published": "2023-06-27 05:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK risks becoming reliant on overseas care workers, report warns", "description": "<p>Analysis suggests demand for foreign staff has left care homes and NHS open to ‘vulnerabilities’</p><p>The UK risks becoming highly reliant on overseas care workers after nearly 58,000 visas were issued for the sector last year, a report says.</p><p>Analysis by the Migration Observatory at the University of Oxford found that the demand for foreign staff had left the NHS and care homes open to “vulnerabilities” including “exposure to international competition for health workers and risks of exploitation”.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/uk-risks-becoming-reliant-on-overseas-care-workers-report-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/uk-risks-becoming-reliant-on-overseas-care-workers-report-warns", "date_published": "2023-06-27 05:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Philippine job agencies cheating women with illegal fees and crippling loans", "description": "<p>Migrants NGO finds recruiters making applicants pay for medical fees and training by taking out credit at exorbitant rates of interest</p><p>Employment agencies and money-lending companies in the Philippines are cheating women applying for jobs abroad out of thousands of pounds by charging illegal fees paid with high-interest loans, interviews and documents show.</p><p>Interviews with hundreds of women and thousands of pages of complaints compiled by a migrant rights organisation showed job agencies charged applicants training and medical fees that are above the legally allowed limit.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/27/philippine-job-agencies-cheating-women-with-fees-and-crippling-loans\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/27/philippine-job-agencies-cheating-women-with-fees-and-crippling-loans", "date_published": "2023-06-27 05:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Voting changes prompt fears among electoral staff for general election", "description": "<p>Voter ID and staffing crisis among issues testing ‘creaking’ system, says Association of Electoral Administrators</p><p>The next general election could encounter significant problems due to a mass of <a href=\"https://www.theguardian.com/politics/2023/jun/23/at-least-14000-people-denied-vote-due-to-lack-of-voter-id-watchdog-finds\">changes to the voting system, including mandatory ID</a>, piled on to an already “creaking” system, the trade body for electoral staff has warned in a report.</p><p>While the Association of Electoral Administrators (AEA) said voter ID was just one among a series of issues, it warned that the relatively smooth rollout of the new system at May’s local elections could be “very different” at a general election.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/voting-changes-prompt-fears-among-electoral-staff-for-general-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/voting-changes-prompt-fears-among-electoral-staff-for-general-election", "date_published": "2023-06-27 04:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid and Grenfell families call for oversight of inquiry outcomes", "description": "<p>Campaigners say mechanism is needed to ensure public inquiry recommendations are not ignored</p><p>Covid bereaved families and Grenfell survivors are demanding greater enforcement of public inquiry recommendations to stop preventable deaths.</p><p>Hundreds of millions of pounds have been spent on public inquiries in recent years and the campaigners are calling for a national oversight mechanism to tackle a “shocking accountability gap” and ensure that when recommendations are made after deaths, “they are not lost, ignored or left to gather dust”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/27/covid-and-grenfell-families-call-for-oversight-of-inquiry-outcomes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/27/covid-and-grenfell-families-call-for-oversight-of-inquiry-outcomes", "date_published": "2023-06-27 04:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dancing, feasts and faith mark life on a vanishing island – Tuvalu photo essay", "description": "<p>Music and laughter mix with the sound of waves crashing, a rhythm to life on a small atoll in the grip of the climate emergency</p><p>As the sun sets in Tuvalu, children climb and play on mountains of sand that have been dredged from the seafloor. Women walk in the ocean shallows searching for shells that have travelled up with the sands, to make necklaces and other decorative pieces.</p><p>Little by little Tuvalu, a tiny atoll in the Pacific Ocean, is being swallowed up as the ocean rises from under the once solid ground. This is the reality facing its 12,000 inhabitants who live in the shadow of possible climate change extinction, mostly as a result of rising sea levels.</p><p>A child’s teddy bear is part of the debris washed up along Tuvalu’s coastline</p> <a href=\"https://www.theguardian.com/environment/2023/jun/27/dancing-feasts-and-faith-mark-life-on-a-vanishing-island-tuvalu-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/27/dancing-feasts-and-faith-mark-life-on-a-vanishing-island-tuvalu-photo-essay", "date_published": "2023-06-27 04:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just 5% of private rentals affordable on housing benefit", "description": "<p>Freeze on payment since April 2020 and soaring rents mean number of homes affordable to recipients is lowest on record</p><p>Families on housing benefit are being driven to live in areas of high crime and low employment because only one in 20 private rented homes are now affordable – the lowest level on record, new analysis reveals.</p><p>A freeze on housing benefit rates since April 2020 and waves of rent hikes have pushed the number of homes on the market that can be paid for through welfare down from 23% in April 2020 to 5%, according to the Institute of Fiscal Studies. Around 2 million households in England and Wales receive housing benefit.</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/just-5-of-private-rentals-affordable-on-housing-benefit\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/just-5-of-private-rentals-affordable-on-housing-benefit", "date_published": "2023-06-27 04:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons will soon spend more on streaming than TV, analysts say", "description": "<p>UK households forecast to spend £4.2bn on Netflix and other services by 2025, overtaking TV packages</p><p>Within two years <a href=\"https://www.theguardian.com/media/2018/dec/23/netflix-to-overtake-sky-satelite-tv-subscriptions-by-end-of-year\">the streaming revolution</a> will claim a new milestone when Britons spend more on services such as Netflix and Disney+ than they do on traditional paid TV packages, according to a report by PwC.</p><p>In 2025, British consumers are forecast to spend £4.2bn on subscription video-on-demand (SVoD) services including Netflix, Prime Video, Disney+ and Apple TV+ to get their fill of content ranging from the Star Wars and Marvel franchises to Lord of the Rings (LOTR) spin-offs, comedies such as Ted Lasso and reality TV including Selling Sunset.</p> <a href=\"https://www.theguardian.com/media/2023/jun/27/britons-will-soon-spend-more-on-streaming-than-tv-analysts-say\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/27/britons-will-soon-spend-more-on-streaming-than-tv-analysts-say", "date_published": "2023-06-27 04:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dutch widower told to leave UK after Home Office visa mix-up", "description": "<p>Scientist with young British daughter dismayed by accusatory tone of letter after officials’ error</p><p>A widowed Dutch research scientist living in Britain with his British six-year-old daughter has had his skilled worker visa cancelled by the Home Office and received a notification that he needs to leave the UK within the next two months.</p><p>Bobby Stuijfzand received a letter from the Home Office this month cancelling his visa. The letter said his entry clearance had been removed “because you have stopped working for your sponsor”, despite Stuijfzand still being employed by them. The notification added: “You do not have a right of appeal or administrative review against the decision to cancel your permission to stay.”</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/dutch-widower-told-to-leave-uk-after-home-office-visa-mix-up\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/dutch-widower-told-to-leave-uk-after-home-office-visa-mix-up", "date_published": "2023-06-27 04:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The life and times of Troy Townsend – Football Weekly", "description": "<p><a href=\"https://twitter.com/Towno10\">Troy Townsend</a> joins <a href=\"https://twitter.com/maxrushden\">Max Rushden</a> and <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a> to discuss his life and times, including his early playing career, the tragic loss of his son and his tireless campaigning against racism in football</p><p>On today’s Football Weekly special, Troy Townsend joins Max and Barry to talk about a life of extraordinary highs and heartbreaking loss.</p><p>From being on the books at Millwall to his more-than-decade-long fight to kick racism out of the game, all while being totally honest.</p> <a href=\"https://www.theguardian.com/football/audio/2023/jun/27/the-life-and-times-of-troy-townsend-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/jun/27/the-life-and-times-of-troy-townsend-football-weekly-podcast", "date_published": "2023-06-27 04:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The truth about inflammation: all you need to know about 2023’s hottest health topic, from causes to cures", "description": "<p>Inflammation is the scourge of modern life, judging by all the supplements, workouts and diets that promise to fight it. But what precisely gets inflamed, and why – and is it always a bad thing?</p><p>To understand what can go wrong with our bodies, it helps to remember that they haven’t evolved much since we were hunting and gathering a few thousand years ago. Our greedy response to sugar, for instance, worked well when we could only get it from wild berries; now that it’s combined with salt and fat into foods we can’t stop eating, it can be a problem. Or consider our stress response: if the only time your body reroutes resources from the immune system to your fight-or-flight system is during the occasional sabre-toothed tiger attack, that’s fine. If every mean tweet, upsetting headline or twinge of worry about the mortgage sends your systems into panic mode, your body never gets a chance to recuperate.</p><p>Inflammation, one of the least understood and most debated topics in health, works a bit like this. There are hundreds of cookbooks that promise to deliver an “anti-inflammatory diet”, with supplements, gels, teas, workouts, saunas and cryotherapy chambers offering the possibility of even more dramatic results. But inflammation, at its core, is a vital part of the body’s immune response – not something to try to eliminate. It is a complex biological process that occurs when the body detects harmful stimuli and its purpose is to protect you and kickstart healing. Sometimes this process gets out of control, leading to chronic inflammation that damages rather than heals. The tricky part? Our understanding of this process is evolving: there is a chance that, if you tweak your knee on a five-a-side pitch, you will still be given medical advice that was flipped on its head a decade ago.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/27/the-truth-about-inflammation-all-you-need-to-know-about-2023s-hottest-health-topic-from-causes-to-cures\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/27/the-truth-about-inflammation-all-you-need-to-know-about-2023s-hottest-health-topic-from-causes-to-cures", "date_published": "2023-06-27 04:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales to clamp down on junk food meal deals to tackle obesity", "description": "<p>Welsh government says it will go further than UK government’s plans for England in trying to encourage healthier eating</p><p>Clampdowns on unhealthy meal deals and supermarket temporary price reductions for foods high in fat, sugar or salt are to be introduced in Wales to help tackle the obesity crisis.</p><p>With almost two-thirds of adults in Wales overweight or obese, the Labour-led government announced it would go further than England in framing laws designed to tackle the promotion of ultra-processed foods.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/27/wales-to-clamp-down-on-junk-food-meal-deals-to-tackle-obesity\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/27/wales-to-clamp-down-on-junk-food-meal-deals-to-tackle-obesity", "date_published": "2023-06-27 04:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are orcas attacking boats and is the behaviour spreading? – podcast", "description": "<p>Since 2020, orcas off the coast of Spain and Portugal have been ramming boats, biting rudders and, in a few cases, sinking entire vessels. Now it has been reported that a similar encounter has happened off Shetland. Madeleine Finlay speaks to marine biologist and orca expert Hanne Strager about what might be behind these incidents and where our fascination with orcas comes from</p><p>This podcast was amended on 27 June 2023. An earlier version contained audio of the calls of a humpback whale, not an orca. This audio has now been removed.</p><p><em>Clips: CBC News, The Ocean Race</em></p><p><strong><a href=\"https://www.theguardian.com/environment/video/2023/jun/23/orcas-nudge-rudder-of-yacht-near-gibraltar-video\">Watch</a> orcas nudge the rudder of a yacht near Gibraltar</strong></p> <a href=\"https://www.theguardian.com/science/audio/2023/jun/27/why-are-orcas-attacking-boats-and-is-the-behaviour-spreading-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/jun/27/why-are-orcas-attacking-boats-and-is-the-behaviour-spreading-podcast", "date_published": "2023-06-27 04:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘People are like, Wow!’: the man trying to make condoms sexy", "description": "<p>It has been said that condoms share marketing characteristics with napalm and funerals. But it is Ben Wilson’s mission to make us believe they are key to human happiness</p><p>It is important to Ben Wilson, the man in charge of the condom brand Durex, that he chews the condoms he sells. He likes to consider their flavour, to know the sensory experience of a customer engaged in oral sex, and to think about how it could be bettered. He makes other people sample them, too. In a car on the way to the Durex condom factory on the outskirts of Bangkok, as traffic vibrated in the heat along the highway, he told me with pride about the time he had laid out rows of bananas and condoms for a gathering of senior executives at Reckitt, Durex’s parent company. “I said: ‘If you want to work on condoms you need to put a condom on that banana and <em>taste</em> it.’”</p><p>Freshly promoted, Wilson is Reckitt’s global category director for intimate wellness, overseeing all the company’s sex-related products, including Durex condoms, lubes and toys. Sandy-haired, rosy-cheeked, nearing 50, Wilson has a kind of renegade energy, consciously uncorporate. He spikes his hair, never wears a suit and zones out to DJs Paul van Dyk and David Guetta while travelling. To prepare for his fortnightly DJ lessons, he is at his decks for up to 12 hours a week in a specially designated room in his house on the south coast of England, where he lives with his wife and two children. (Wilson’s retirement plan is fully formed: a second home in Ibiza, already bought. He would die happy, he told me, if he could play a set at the EDM festival Tomorrowland.)</p> <a href=\"https://www.theguardian.com/society/2023/jun/27/man-who-wants-to-make-condoms-sexy-durex\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/27/man-who-wants-to-make-condoms-sexy-durex", "date_published": "2023-06-27 04:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Sign me up’: Nick Kyrgios welcomes potential Saudi investment in tennis", "description": "<ul><li>Australian player keen to reap financial rewards of any deal</li><li>Game will not be divided, says Tennis Australia’s Craig Tiley </li></ul><p>Nick Kyrgios has welcomed Saudi Arabia’s interest in tennis as officials consider increased contributions from the country’s Public Investment Fund.</p><p>The Australian player indicated he was keen for tennis to follow golf’s venture into Saudi investment and reap the associated financial rewards.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/nick-kyrgios-saudi-arabia-tennis-investment\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/nick-kyrgios-saudi-arabia-tennis-investment", "date_published": "2023-06-27 03:36:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine’s Zelenskiy praises frontline advances ‘in all sectors’ as Putin rails against Kyiv and west", "description": "<p>The Ukrainian president visited the front in the wake of the aborted Wagner rebellion, as US denies involvement in Prigozhin’s uprising</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p>President Volodymyr Zelenskiy has praised Ukrainian troops for advancing “in all sectors” in his nightly address, after visiting frontline soldiers in the east and south of the country amid the turmoil in Russia caused by the Wagner uprising.</p><p>“Today in all sectors, our soldiers made advances. It is a happy day. I wished the guys more days like this,” Zelenskiy said on Monday night, speaking from a train after visiting two frontline areas.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/ukraine-president-volodymyr-zelenskiy-praises-frontline-advances-russian-vladimir-putin-rails-against-kyiv-west\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/ukraine-president-volodymyr-zelenskiy-praises-frontline-advances-russian-vladimir-putin-rails-against-kyiv-west", "date_published": "2023-06-27 03:07:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian teenager Arisa Trew makes history as first female to land 720", "description": "<ul><li>Skateboarder makes holy grail of tricks at Tony Hawk Vert Alert</li><li>Gold Coast 13-year-old aims to qualify for Paris Olympics</li></ul><p>A 13-year-old Olympic skateboarding hopeful from the Gold Coast, has made history by becoming the first female athlete to land the holy grail of tricks, a rare 720.</p><p>Arisa Trew, ranked 14th in the world and aiming to represent Australia at next year’s Paris Games, landed two mid-air rotations at the Tony Hawk Vert Alert in the US on Sunday.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/27/arisa-trew-lands-720-australian-13-year-old-skateboarder-tony-hawk-event\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/27/arisa-trew-lands-720-australian-13-year-old-skateboarder-tony-hawk-event", "date_published": "2023-06-27 02:19:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump admits military paper was classified in new clip obtained by CNN", "description": "<p>Ex-president is heard discussing a Pentagon paper detailing plans to attack Iran with people who did not have security clearances</p><p>A recording that was made at Donald Trump’s Bedminster, New Jersey, golf club in July 2021, has been obtained exclusively by CNN and provides new evidence that the former president knew of proper declassification procedures.</p><p>The recording, which first aired on CNN’s Anderson Cooper 360, includes new details from the conversation that is a critical piece of evidence in special counsel Jack Smith’s indictment of Trump over the mishandling of classified information, including a moment when Trump seems to indicate he was holding a secret Pentagon document with plans to attack Iran, CNN reported.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/26/donald-trump-classified-documents-recording-pentagon-iran\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/26/donald-trump-classified-documents-recording-pentagon-iran", "date_published": "2023-06-27 02:15:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What the Wagner mutiny means for Ukraine, Russia and Putin | podcast", "description": "<p>When Russia’s mercenary group marched on Moscow, it seemed to take the world – and Vladimir Putin – by surprise . What does it mean for his grip on power – and for his war?</p><p>It was a sudden, surprising and chaotic rebellion that few seemed to have expected. On Friday night, the leader of Russia’s armed mercenaries, the Wagner group, suggested his soldiers fighting in Ukraine had been attacked by their own side – the Russian military. By Saturday morning, the group had taken over a town in Russia. From there, the group’s leader, Yevgeny Prigozhin, issued more threats and soon they were marching on Moscow, killing Russian soldiers on the way.</p><p>In response, Vladimir Putin issued furious statements heavy with threats. But then, just as soon as the mutiny started, it was over. The Belarusian leader, Alexander Lukashenko, announced he had brokered a deal between the two sides and that Prigozhin had agreed to go into exile in Belarus. No action would be taken against Wagner fighters.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jun/27/what-the-wagner-mutiny-means-for-ukraine-russia-and-putin-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jun/27/what-the-wagner-mutiny-means-for-ukraine-russia-and-putin-podcast", "date_published": "2023-06-27 02:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Here is the history, the life’: the shrine holding out against the gentrification of Bangkok", "description": "<p>Chao Mae Thap Thim, which stands out in a city that has been swallowed up by luxury shopping malls, is under threat</p><p>The Chao Mae Thap Thim shrine is, for its supporters, a symbol of Bangkok’s rich history. Inside, framed by ornate golden carvings, stands a statue of the sea goddess Mazu. The goddess is especially cherished among many Chinese communities living overseas in south-east Asia, including those whose families settled in Thailand.</p><p>But outside the shrine’s entrance, which is adorned with traditional paintings and red and gold lanterns, looms a vast, modern construction project. On either side, grey concrete blocks, fixed with scaffolding and tarpaulin, rise up into the sky, with cranes poised beside them. Chao Mae Thap Thim, which is separated from the construction only by metal sheet fencing, could soon be knocked down to make way for further building work.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/here-is-the-history-the-life-the-shrine-holding-out-against-the-gentrification-of-bangkok\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/here-is-the-history-the-life-the-shrine-holding-out-against-the-gentrification-of-bangkok", "date_published": "2023-06-27 01:04:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "JPMorgan to pay Jeffrey Epstein victims $290m in lawsuit settlement", "description": "<p>District judge Jed Rakoff approved the ‘very large’ amount in addition to a $75m payout agreement with Deutsche Bank </p><p>A US judge on Monday granted preliminary approval to JPMorgan Chase’s $290m settlement with women who said Jeffrey Epstein abused them and that the largest US bank ignored the late financier’s sex trafficking.</p><p>The approval was issued by US district judge Jed Rakoff at a hearing in Manhattan federal court.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/26/jpmorgan-jeffrey-epstein-settlement-lawsuit-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/26/jpmorgan-jeffrey-epstein-settlement-lawsuit-victims", "date_published": "2023-06-27 00:51:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No bed or bath: New Zealand boatshed sells for record $2m despite housing market crash", "description": "<p>Record sale of property that by law cannot be slept in overnight comes amid wider property market slide </p><p>A converted boatshed in Auckland that cannot be slept in and doesn’t have a bathroom has sold for more than NZ$2m (£970,000), as sky-high prices on some properties endure despite New Zealand’s housing market crash.</p><p>The shed does not include a bedroom, toilet, or full legal title, and zoning rules mean it cannot be inhabited or stayed in overnight – but it sold at auction this weekend for NZ$2,000,050.</p> <a href=\"https://www.theguardian.com/world/2023/jun/27/no-bed-or-bath-new-zealand-boatshed-sells-for-record-2m-despite-housing-market-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/27/no-bed-or-bath-new-zealand-boatshed-sells-for-record-2m-despite-housing-market-crash", "date_published": "2023-06-27 00:20:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kamala Harris warns of threats to LGBTQ+ rights during visit to Stonewall", "description": "<p> ‘We won’t be deterred,’ says Kamala Harris, urging Americans to fight for LGBTQ+ equality amid rightwing attacks</p><p>Kamala Harris urged Americans to continue to battle for equality in the face of fresh waves of anti-LGBTQ+ action and rhetoric by conservatives, as she made a surprise visit to the historic Stonewall Inn in New York City on Monday.</p><p>The US vice-president celebrated the bar’s place in gay rights history while warning that many queer Americans are living “in fear” as rightwing legislatures pass draconian anti-LGBTQ+ laws and Republican <a href=\"https://www.theguardian.com/us-news/2023/jun/26/republicans-target-trans-rights-extremist-rhetoric\">leaders step up</a> hostile rhetoric and conspiracy theories, particularly aimed at transgender and non-binary people.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/26/kamala-harris-stonewall-inn-visit-pride-month\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/26/kamala-harris-stonewall-inn-visit-pride-month", "date_published": "2023-06-27 00:19:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dolphin mothers use ‘baby talk’ with their calves, recordings show", "description": "<p>Study of bottlenose dolphins over 30 years has found that a mother’s whistle pitch is higher and her range greater when directed at her calves</p><p>They socialise, play and<a href=\"https://www.theguardian.com/environment/2021/feb/19/dolphins-have-similar-personality-traits-to-humans-study-finds\"> display unique personality traits</a> like humans. And now it has been discovered that dolphins do something else that people do – they coo to their babies.</p><p>A study published on Monday found that female bottlenose dolphins change their tone when addressing their calves, using a kind of high-pitched baby talk. Researchers recorded the signature whistles of 19 mother dolphins in Florida, when accompanied by their young offspring and when swimming alone or with other adults.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/27/dolphin-mothers-use-baby-talk-with-their-calves-recordings-show\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/27/dolphin-mothers-use-baby-talk-with-their-calves-recordings-show", "date_published": "2023-06-27 00:11:43+00:00", "persistent": false, "user": null, "language": "en-UK"}]