[{"source": "https://www.computerworld.com/index.rss", "title": "Apple wants Xcode to make you smarter", "description": "<article>\n\t<section class=\"page\">\n<p>Apple wants to make it easier to develop apps.</p><p>Like everyone else in tech, the company knows there simply isn’t enough tech talent to go around. That means the best solution is to make some tasks easier so experienced devs can focus on the big problems, rather than sink into the small stuff.</p><h2><strong>Figma, Sketch ... and one day, Xcode</strong></h2>\n<p>At this year's Worldwide Developers Conference (WWDC), Apple took a couple of steps that show how it is thinking, introducing official app design resources for Figma and Sketch. Available across Apple’s product ecosystem (iPhone, iPad, TV, Watch and Mac), these resources should help software developers create system-consistent user interfaces.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3700777/apple-wants-xcode-to-make-you-smarter.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3700777/apple-wants-xcode-to-make-you-smarter.html#tk.rss_all", "date_published": "2023-06-27 15:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "UK's AI strategy does not address equality concerns, regulator says", "description": "<article>\n\t<section class=\"page\">\n<p>The UK's Equality and Human Right’s Commission (EHRC) has expressed concern that current proposals regarding the regulation of AI in the country are inadequate to protect human rights.</p><p>“Proposals to regulate Artificial Intelligence fall short of what’s needed to tackle the risks to human rights and equality,” the watchdog wrote in an <a href=\"https://www.equalityhumanrights.com/en/our-work/news/ai-safeguards-%E2%80%98inadequate%E2%80%99-watchdog-warns\" rel=\"nofollow\">open letter</a>, noting that while responsible and ethical use of AI can bring many benefits, “we recognise that with increased use of AI comes an increased risk of existing discrimination being exacerbated by algorithmic biases.”</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3700778/uks-ai-strategy-does-not-address-equality-concerns-regulator-says.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3700778/uks-ai-strategy-does-not-address-equality-concerns-regulator-says.html#tk.rss_all", "date_published": "2023-06-27 15:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Google Pixel Fold: 7 unfiltered thoughts after 8 days with the device", "description": "<article>\n\t<section class=\"page\">\n<p>If you've followed my mumbly mobile musings for long, you probably know two things about me:</p><ol>\n<li>I tend to view Google's Pixel devices favorably, as a general rule. In fact, they're the only Android devices I wholeheartedly recommend for most folks these days — both because of the unmatched overall user experience they offer <em>and</em> because of the <a href=\"https://www.computerworld.com/article/3687640/android-13-upgrade-report-card.html\">unparalled level of post-sales support</a> they provide.</li>\n<li>Thus far, I've been <a href=\"https://www.computerworld.com/article/3342163/samsung-galaxy-fold.html\">pretty wishy-washy on foldable phones</a>, as a general concept. The technology around them is wildly impressive, without a doubt, but the forms they've taken to date have come with some significant compromises that make it tough for me to recommend 'em as advisable purchases for most people.</li>\n</ol>\n<p>So when I got my hands on the shiny new Google Pixel Fold — which officially goes on sale this week for a whopping $1,800 (!) — I was both intrigued <em>and </em>skeptical, to say the least.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3700795/google-pixel-fold.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3700795/google-pixel-fold.html#tk.rss_all", "date_published": "2023-06-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]