[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Photorealistic Horror Game In Unreal Engine 5 Will Instantly Remind You of P.T.", "description": "Horror games have been on a hot streak as of late with rgames (like Dead Space Remake) being the smash hits they were, and the future seems set to retain that upward trajectory for the genre. Luto is a game you might not have heard of, but it’s certainly worth keeping on your radar. Set against the backdrop of a haunted house, you assume the role of an individual unable to leave the confines of this home. \n\nLuto is set to tackle heavy themes of anxiety and depression which couple with its spine-chilling horror gameplay to create something eerily reminiscent of Konami’s PT. Developer Broken Bird Games seems to have a good understanding of what makes psychological horror tick, and if Luto is able to achieve its design goals - it might be one intriguing horror game, when it releases in the near future.", "link": "https://www.youtube.com/watch?v=Ati5GdXCC2I", "date_published": "2023-06-27 15:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Ghost Trick: Phantom Detective Review - The Final Verdict", "description": "A blast from the past, Ghost Trick: Phantom Detective is a remaster of the 2011 classic with gorgeous, high-definition visuals and a rearranged soundtrack. It's about Sissel, a spirit trying to solve the mystery of his murder while ensuring a mysterious woman, Lynne, stays alive.\n\nSissel can change events and alter fate by possessing and manipulating different objects with his ghost powers. There are hints of something bigger going on, but the sharp writing and excellent characterization keep the plot entertaining, even with the occasionally frustrating puzzle.\n\nEven if it doesn't boast any major gameplay changes, Ghost Trick: Phantom Detective is an enjoyable experience. The involving narrative and unique mechanics will keep you hooked, even if there isn't much replay value.", "link": "https://www.youtube.com/watch?v=LtegT3cvA5g", "date_published": "2023-06-27 15:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Remnant 2 - 13 Things You NEED TO KNOW Before You Buy", "description": "Remnant: From the Ashes, one of the more surprisingly great Souls-like titles, is finally getting a sequel on July 25th. Remnant 2 will release for Xbox Series X/S, PS5 and PC and takes place several years after its predecessor. Ward 13 is at peace, but The Root continues to infest other worlds.\n\nTasked with stopping it, players explore the mysterious Labyrinth once more and travel to old and new worlds. New enemies appear, but players have new weapons to even the odds. You also have more freedom in play styles, thanks to the new Archetype system.\n\nCheck out everything you need to know about Remnant 2 before its launch.", "link": "https://www.youtube.com/watch?v=2-8C8OYsxHQ", "date_published": "2023-06-27 13:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}]