[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "SteamOS CONSOLE: the BEST gaming experience, but not worth it", "description": "Download Safing's Portmaster and take control of your network traffic: https://safing.io\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news:  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\nDiscord: https://discord.gg/mdnHftjkja\n\n#steamdeck #steam #linuxgaming \n\n00:00 Intro\n00:45 Sponsor: Secure your internet connection\n01:43 What I wanted from this SteamOS Console\n02:48 Console in name only\n04:39 The specs\n06:03 SteamOS / HoloISO: not easy\n11:40 Performance: top notch\n14:10 Not worth it, but I love it!\n15:51 Support the channel\n\nFix for AMD GPU bad performance https://bbs.archlinux.org/viewtopic.php?id=271286\n\nI went for a Micro ATX PC, which means that, yes, it doesn't look like a console, but it was easy to install the GPU, it has ample room for cooling, and it sort of fits in my TV cabinet, so who cares. It's a Tuxedo Cube.\n\nSo here I have an intel core i7 12700,. I have 32Gigs of 3200Mhz RAM, I have a 1TB PCIE4 SSD, with a 750W modular power supply. For the GPU, I got a Radeon 6650XT off Amazon for 300 euros.\nThe total cost is a bit less than 1400€, which isn't cheap.\n\nOn it, I installed HoloISO, which had issues:\nFirst, the default kernel they pick doesn't work with a lot of hardware, it lacks support for a bunch of things, so I had no Wifi and no Bluetooth support. Fortunately, they also ship with the holoiso kernel, which is more mainline, and does support a lot more things. You can select it during boot, with GRUB.\n\nSo I turned to the controversial Grub customizer, that's a graphical app that lets you tweak your grub boot options. HoloISO, like SteamOS, is based on Arch, but they don't really ship a correct pacman config with the correct repos, so I had to manually edit the pacman config to add the necessary repos to it, and then run a full system update, followed by the install of Grub Customizer.\n\nAnd it flat out didn't work, it couldn't open the grub config file. That's because that file is preconfigured with conditions to boot with specific options on certain devices. I just commented all these conditions, and then Grub Customizer managed to open the file, and I could set the HoloISO kernel as the default boot option.\n\nAll games ran at 720P max. Of course, a simple web search gave me the answer, it's because SteamOS is meant for the steam deck, but you can change all that in the game's properties to select the max resolution you'll allow.\n\nThen, the performance was horrible. I couldn't manage 1080p60 in Spiderman at medium details, Jedi Fallen Order had to run at 768p on medium to even get close to 60FPS, it was a mess, and this system should have been able to give me a lot more.\n\nAfter a few hours of looking online, I found a solution: some AMD cards on Linux run in low power mode by default, and don't move to full power when you need them to.\n\nBut how's the performance then? Well, I can play virtually everything at least at 1440P, max settings at a smooth 60FPS.\n\nI've completed a full playthrough of Spiderman, also running at 1440p high settings, upscaled to 4K through in game FSR. I've played about 13h of Cyberpunk at max details, 1440p upscaled to 4K through the in game FSR, with sharpness turned to the max, and it maintains 60FPS no problem, even when driving around in the city.\n\nI played about a third of Red Dead Redemption 2, also running at 1440p, high settings, upscaled to 4K through HoloISO, at a smooth 60 fps as well. Everything can run at 4K High details, from 50 to 60 FPS.\n\nAnd so this makes this console a better performer than a PS5, because PS5 rarely runs AAA games at 4K60, generally, if you want 4K high details, you're using quality mode, and you're running at 30FPS, not 60.\n\nThe performance mode on PS5 generally runs games at 1440p, and either medium or high details.\n\nCost wise, compared to a PS5, it's very expensive for a marginal visual improvement. And yet, I love it, and I plan to play everything I can on this and not on the PS5.\n\nBecause it runs Linux, and I love Linux. It also works with an Xbox controller, which I prefer to the dualsense 5. Also, my game library is mostly in Steam these days. I can also start a playthrough on my TV, and then pick up my Steam Deck, make sure my saves are synced, and go play on that outside, or in bed, or on holidays.", "link": "https://www.youtube.com/watch?v=TUiDQjWMJB4", "date_published": "2023-06-27 15:42:48+00:00", "persistent": false, "user": null, "language": "en-US"}]