[{"source": "https://thehill.com/news/feed/", "title": "Analysts estimate pickleball injuries could cost Americans as much as $500M this year", "description": "As the fastest growing sport in the United States, pickleball may be the driver of higher health care utilization for Americans over the next year. According to a new research note published by UBS analysts, pickleball-related medical costs could be contributing five to 10 percent of the “unexpected medical cost trend this year.” The analysts...", "link": "https://thehill.com/blogs/blog-briefing-room/4070584-analysts-estimate-pickleball-injuries-could-cost-americans-as-much-as-500m-this-year/", "date_published": "2023-06-27 22:53:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hackers hit Texas website after ban on gender-affirming care", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  Hackers hit Texas website after ban on gender-affirming care A hacker group known as SiegedSec revealed this week that it was behind a breach that targeted a Texas government website Friday. © iStock The group said in a post on Telegram that...", "link": "https://thehill.com/newsletters/technology/4070595-hackers-hit-texas-website-after-ban-on-gender-affirming-care/", "date_published": "2023-06-27 22:29:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wagner chief arrives in Belarus, Russia drops terrorism charges", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  Terrorism charges dropped against mercenary chief after armed rebellion Wagner Group founder Yevgeny Prigozhin reportedly arrived in Belarus, completing a deal he reached over the weekend with Russian President Vladimir Putin. © Getty The deal hashed...", "link": "https://thehill.com/newsletters/defense-national-security/4070580-wagner-chief-arrives-in-belarus-russia-drops-terrorism-charges/", "date_published": "2023-06-27 22:27:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "S.C. Supreme Court hears arguments on abortion ban", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202;  The Big Story  Abortion ban is back in S.C. Supreme Court South Carolina's top court on Tuesday once again heard arguments about the legality of the state's six-week abortion ban. © AP Photo/James Pollard This was the second time in less than...", "link": "https://thehill.com/newsletters/health-care/4070589-s-c-supreme-court-hears-arguments-on-abortion-ban/", "date_published": "2023-06-27 22:24:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP gets its wish with Sheehy in Montana: 'A blank canvas with a big checkbook'", "description": "Senate Republicans got their wish Tuesday as businessman Tim Sheehy officially launched his bid to unseat Sen. Jon Tester (D-Mont.), handing the GOP one of their top recruits as they try to take down a three-term senator who has proven to be tough to beat. Sheehy rolled out his campaign Tuesday morning, playing up his...", "link": "https://thehill.com/homenews/senate/4070357-gop-gets-its-wish-with-sheehy-in-montana-a-blank-canvas-with-a-big-checkbook/", "date_published": "2023-06-27 22:14:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Music industry sounds alarm over AI threat, calls on Congress to act", "description": "The Music Modernization Act, passed just five years ago, could quickly become obsolete amid the growing threat of artificial intelligence (AI), lawmakers and music industry figures said at a hearing in Nashville on Tuesday.  “If we don’t get AI right, it could very well render not only the Music Modernization Act obsolete – but also...", "link": "https://thehill.com/homenews/house/4070544-music-industry-sounds-alarm-over-ai-threat-calls-on-congress-to-act/", "date_published": "2023-06-27 22:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans are keeping their credit card debt a secret", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  Americans are keeping their credit card debt a secret Many Americans are staying mum about how much they owe in credit card debt as figures show a growing number of consumers are falling further behind. ©...", "link": "https://thehill.com/newsletters/business-economy/4070543-americans-are-keeping-their-credit-card-debt-a-secret/", "date_published": "2023-06-27 21:56:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Eastman says Supreme Court decision makes argument 'murkier' in 2024", "description": "John Eastman, the lawyer who pushed a legal theory in his bid to overturn the 2020 election, said the Supreme Court's decision in a major elections case will murky the waters for any legal challenges that come from the 2024 election. In a 6-3 decision, the Supreme Court rejected a bid to give state legislatures...", "link": "https://thehill.com/regulation/court-battles/4070308-john-eastman-moore-v-harper-impact-2024-election/", "date_published": "2023-06-27 21:52:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Banning these five things would reduce plastic waste by 1.4M tons each year: report", "description": "Story at a glance Five single-use plastic items like cigarette filters and plastic straws should be banned to reduce the amount of plastics polluting our oceans, according to a new report from the Ocean Conservancy. Bans on single-use plastic bags, straws, cutlery, cigarette filters and Styrofoam food containers in the United States would reduce plastics...", "link": "https://thehill.com/changing-america/sustainability/climate-change/4070457-banning-these-five-things-would-reduce-plastic-waste-by-1-4m-tons-each-year-report/", "date_published": "2023-06-27 21:47:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US announces $500M weapons package for Ukraine", "description": "The United States will send Ukraine another $500 million in weapons and equipment, including dozens more armored vehicles to replenish those lost on the battlefield since Kyiv began its summer counteroffensive, the Biden administration announced Tuesday.   The package, which comes a little under a month after Ukraine began its military effort to reclaim territory from Russian...", "link": "https://thehill.com/policy/defense/4070433-us-500-million-weapons-package-ukraine/", "date_published": "2023-06-27 21:45:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Remains found in California mountain area identified as actor Julian Sands", "description": "Authorities have confirmed remains found in California over the weekend are those of British actor Julian Sands, who had been missing since January.", "link": "https://thehill.com/blogs/in-the-know/4070414-remains-found-in-california-mountain-area-identified-as-actor-julian-sands/", "date_published": "2023-06-27 21:40:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis dodges question on Trump, Jan. 6: 'I have nothing to do with what happened that day'", "description": "Florida Gov. Ron DeSantis (R) dodged a question around former President Trump’s role in the Jan. 6, 2021, attack on the Capitol during a New Hampshire campaign event Tuesday. A Vermont high school student asked DeSantis if Trump “violated the peaceful transfer of power” in reference to the Jan. 6 insurrection. DeSantis pivoted to asking...", "link": "https://thehill.com/homenews/campaign/4070095-desantis-dodges-question-on-trump-jan-6/", "date_published": "2023-06-27 21:36:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warren slams Yellen, bank regulators for learning the 'wrong lessons'", "description": "Bank regulators and the Treasury Department are learning the “wrong lessons” from the most recent spate of bank failures that nearly crashed the economy earlier this year, according to financial firebrand Sen. Elizabeth Warren (D-Mass.). Warren wrote to Treasury Secretary Janet Yellen and top banking regulators telling them not to go soft on the issue...", "link": "https://thehill.com/homenews/4070281-warren-slams-yellen-bank-regulators-for-learning-the-wrong-lessons/", "date_published": "2023-06-27 21:26:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Appeals court releases Ivanka Trump from New York AG's suit against Trump family, company", "description": "A New York appeals court dismissed Ivanka Trump from a fraud lawsuit brought by state Attorney General Letitia James (D) last year against former President Trump, his three adult children and his company. The Appellate Division of New York’s Supreme Court on Tuesday dismissed the claims brought against Ivanka Trump by James, noting that those claims...", "link": "https://thehill.com/homenews/state-watch/4070387-ny-appeals-court-ivanka-trump-letitia-james-suit/", "date_published": "2023-06-27 21:18:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CBO: Bipartisan telehealth bill will cost $5B over next decade", "description": "Bipartisan legislation that would give people with high deductible health plans permanent access to telehealth services without having to meet a minimum deductible will cost $5 billion over the next decade, according to the Congressional Budget Office (CBO). The Telehealth Expansion Act, led by Sens. Steve Daines (R-Mont.) and Catherine Cortez Masto (D-Nev.), would make...", "link": "https://thehill.com/policy/healthcare/4070379-cbo-bipartisan-telehealth-bill-will-cost-5b-over-next-decade/", "date_published": "2023-06-27 21:05:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Davis: The facts about Hunter Biden", "description": "If you care about facts, then continue reading.  If you have a different interpretation or political reaction to these facts, I respect that.  But if you deny facts — don’t care about facts — such as Donald Trump and the roughly 30 percent of his supporters who deny that Joe Biden was elected president in...", "link": "https://thehill.com/opinion/4070336-davis-the-facts-about-hunter-biden/", "date_published": "2023-06-27 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SCOTUS rejects 'independent state legislature' theory", "description": "{beacon}    Evening Report   ©  The Hill/Greg Nash Supreme Court rejects 'independent state legislature' theory  Three of the Supreme Court's conservative justices and all three liberal justices joined in a 6-3 decision rejecting North Carolina lawmakers' claims that the state Supreme Court couldn't block the legislature's congressional district maps.   The case involved the...", "link": "https://thehill.com/newsletters/evening-report/4070341-scotus-rejects-independent-state-legislature-theory/", "date_published": "2023-06-27 20:52:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Audio recording marks latest blow to Trump in documents case", "description": "An audio recording of former President Trump discussing a secret government document at his New Jersey club dealt the latest blow to his evolving and growing defenses against charges over his retention of classified information.  The recording appeared to undercut a claim Trump made a week earlier, in which he suggested he may not have...", "link": "https://thehill.com/regulation/court-battles/4070270-audio-recording-marks-latest-blow-to-trump-in-documents-case/", "date_published": "2023-06-27 20:46:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Over $200B in COVID-19 business loans paid to ‘potentially fraudulent actors’: watchdog estimates", "description": "The Small Business Administration’s (SBA) oversight office released new findings, estimating that tens of billions of dollars disbursed by the agency through pandemic loans programs intended to help small businesses were paid to “potentially fraudulent actors.”  The SBA’s Office of Inspector General (OIG) said in a report on Tuesday that the agency disbursed about $1.2 trillion in COVID-19...", "link": "https://thehill.com/business/4070242-over-200-billion-in-covid-19-loans-paid-to-potentially-fraudulent-actors-estimates/", "date_published": "2023-06-27 20:31:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "100 years of air refueling, global reach", "description": "One hundred years ago, on June 27, 1923, Airmen flying a pair of lumbering DH-4 biplanes proved that the impossible was possible. After fuel proved the culprit for limiting time in flight, these Airmen connected their aircraft together with a gravity hose, something just a little larger than a garden hose, and transferred 75 gallons...", "link": "https://thehill.com/opinion/congress-blog/4070272-100-years-of-air-refueling-global-reach/", "date_published": "2023-06-27 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy says Trump 'stronger than he was in 2016' after questioning ex-president's viability", "description": "Former President Trump is “stronger than he was in 2016,” House Speaker Kevin McCarthy (R-Calif.) said in an interview Tuesday that followed one in which he questioned whether Trump is the strongest possible nominee for the GOP in 2024. McCarthy told Breitbart News that media outlets are trying to divide Trump from House Republicans, but...", "link": "https://thehill.com/homenews/campaign/4070217-mccarthy-trump-election-stronger-than-2016/", "date_published": "2023-06-27 20:22:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Want a person of color for president? Vote Republican", "description": "How ironic!", "link": "https://thehill.com/opinion/campaign/4069678-want-a-person-of-color-for-president-vote-republican/", "date_published": "2023-06-27 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cheney on the problem with American politics: 'We're electing idiots'", "description": "Former Rep. Liz Cheney (R-Wyo.) suggested Monday that the problem with American politics is that “we’re electing idiots.” “Look, I think that the country right now faces hugely challenging and fundamentally important issues,” Cheney said at an event with the cultural and community center, 92nd Street Y, New York. “What we’ve done in our politics...", "link": "https://thehill.com/homenews/campaign/4070139-cheney-on-the-problem-with-american-politics-were-electing-idiots/", "date_published": "2023-06-27 19:42:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US announces sanctions targeting Russia’s Wagner Group — for African actions", "description": "The Biden administration on Tuesday announced sanctions targeting the Wagner Group and its leader Yevgency Prigozhin, just days after the mercenary military launched a short-lived mutiny in Russia. The U.S. is targeting a network of companies tied to Wagner and Prigozhin that mine and sell gold, minerals, gems and other precious metals from African countries...", "link": "https://thehill.com/policy/international/4070014-us-to-announce-sanctions-targeting-russias-wagner-group-for-african-actions/", "date_published": "2023-06-27 19:38:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "French-American Foundation announces 2023 ‘Young Leaders’", "description": "The French-American Foundation announced its 2023 class of Young Leaders Tuesday, a group of 20 French and American professionals in military and foreign affairs, arts and culture, business and entrepreneurship, development and social impact, medicine and more. U.S. Ambassador to Luxembourg James G. Lowenstein co-founded The French-American Foundation in 1976 in an attempt to repair...", "link": "https://thehill.com/policy/international/4070132-french-american-foundation-announces-2023-young-leaders/", "date_published": "2023-06-27 19:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump tops Biden for first time in Morning Consult poll", "description": "Former President Trump took a 3-point lead over President Biden in a hypothetical head-to-head match-up ahead of the 2024 presidential election.  In a Morning Consult poll published Tuesday, 44 percent of respondents said they’ll cast their support for Trump, while 41 percent of those said they would choose Biden.  When asked about a hypothetical matchup...", "link": "https://thehill.com/homenews/campaign/4070063-trump-tops-biden-for-first-time-in-new-poll/", "date_published": "2023-06-27 19:26:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hackers say Texas city website targeted over state law on gender-affirming care", "description": "A hacker group known as SiegedSec revealed this week that it was behind a breach that targeted a Texas government website on Friday. The group said in a post on Telegram that it targeted the website and stole about 500,000 files in retaliation to the state’s recent decision to ban gender-affirming care for minors, the...", "link": "https://thehill.com/policy/cybersecurity/4069890-hackers-say-texas-city-website-targeted-over-state-law-on-gender-affirming-care/", "date_published": "2023-06-27 19:17:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump looks to drown out DeSantis in New Hampshire", "description": "Former President Donald Trump on Tuesday sought to strengthen his hold on New Hampshire GOP primary voters as he and Florida Gov. Ron DeSantis (R) held dueling campaign events in the Granite State. Trump spoke at a luncheon for the New Hampshire Federation of Republican Women, where he took aim at DeSantis on foreign policy,...", "link": "https://thehill.com/homenews/campaign/4070111-trump-looks-to-drown-out-desantis-in-new-hampshire/", "date_published": "2023-06-27 19:15:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley: Trump 'showed moral weakness' in dealings with China's Xi", "description": "Republican presidential candidate Nikki Haley attacked former President Trump Tuesday over his policy on China, saying he “showed moral weakness” during meetings with Chinese leader Xi Jinping. In a speech at the American Enterprise Institute, the former U.N. ambassador gave Trump credit for “making both parties take off their blinders” on China, but said he...", "link": "https://thehill.com/homenews/campaign/4070002-haley-trump-showed-moral-weakness-in-dealings-with-chinas-xi/", "date_published": "2023-06-27 19:14:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump, DeSantis rivalry hits New Hampshire", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report The Big Story  Trump, DeSantis rivalry hits New Hampshire Former President Trump and Florida Gov. Ron DeSantis took their rivalry to the Granite State today as the two Florida Republicans held dueling campaign events.  © AP Photo/John Raoux, File/Andrew Harnik Tensions within the GOP...", "link": "https://thehill.com/newsletters/campaign-report/4069986-trump-desantis-rivalry-hits-new-hampshire/", "date_published": "2023-06-27 19:07:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rainforest loss worsened despite global pledge: research", "description": "Rainforest loss accelerated last year compared to 2021 despite 100 international leaders’ pledge to end deforestation by 2030, according to a report released Tuesday by the group Global Forest Watch. Tropical forest loss increased 10 percent last year from the previous year, according to the group’s report. The loss was equivalent to about 11 soccer...", "link": "https://thehill.com/policy/energy-environment/4070062-rainforest-loss-worsened-despite-global-pledge-research/", "date_published": "2023-06-27 19:07:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis says he's 'immune' from Disney suit, asks judge to dismiss", "description": "Florida Gov. Ron DeSantis (R) is asking a federal judge to dismiss the lawsuit Disney filed against him earlier this year, arguing that he and the secretary of Florida’s Department of Economic Opportunity are “immune” from the litigation. “The Court lacks jurisdiction over at least two defendants—the Governor and the Secretary—who are also immune from...", "link": "https://thehill.com/homenews/state-watch/4070029-desantis-says-hes-immune-from-disney-suit/", "date_published": "2023-06-27 19:02:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A blueprint for democracy: What America can learn from Michigan’s reforms", "description": "States across the country would be wise to follow Michigan’s blueprint for adopting popular pro-democracy reforms on a nonpartisan basis.", "link": "https://thehill.com/opinion/campaign/4068494-a-blueprint-for-democracy-what-america-can-learn-from-michigans-reforms/", "date_published": "2023-06-27 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Borrowers stare down student loan repayments after years of high inflation", "description": "Student loan borrowers are frustrated and anxious only three months away from being forced to resume payments after a three-year hiatus.  For the roughly 40 million Americans who owe the federal government student loans, interest will begin accruing on that debt in September. Payments will be due again in the beginning of October.  As the...", "link": "https://thehill.com/business/4069784-borrowers-stare-down-student-loan-repayments-after-years-of-high-inflation/", "date_published": "2023-06-27 18:59:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump dismisses latest documents recording: 'I'm a legitimate person'", "description": "Former President Trump on Tuesday brushed aside an audio recording that appeared to capture him discussing classified materials with guests at his New Jersey club in 2021, an incident at the center of his federal indictment. \"I don’t know of any recordings that we should concerned with because I don’t do things wrong. I do...", "link": "https://thehill.com/homenews/campaign/4070036-trump-dismisses-latest-documents-recording-im-a-legitimate-person/", "date_published": "2023-06-27 18:57:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News tops second quarter cable news ratings", "description": "Fox News was the most-watched cable news network during the second quarter of 2023, ratings figures show. Fox came in first place in total day viewers, averaging 1.1 million, including 140,000 in the advertiser-coveted 25-54 age demographic, according to Nielsen Media Research data. MSNBC ranked second, netting a daily average of 796,000 total viewers and...", "link": "https://thehill.com/homenews/media/4070000-fox-news-tops-second-quarter-cable-news-ratings/", "date_published": "2023-06-27 18:47:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "All-male South Carolina Supreme Court hears challenge to new abortion ban", "description": "South Carolina's \"heartbeat\" abortion ban was back before the state Supreme Court on Tuesday, as state attorneys argued a lower court's order should be reversed and the law should be allowed to take effect. The legislation, which passed and was signed into law last month by Gov. Henry McMaster (R), bans abortions after an ultrasound...", "link": "https://thehill.com/policy/healthcare/4070022-all-male-south-carolina-supreme-court-hears-challenge-to-new-abortion-ban/", "date_published": "2023-06-27 18:46:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom, California lawmakers reach consensus on state budget", "description": "California Gov. Gavin Newsom (D) and state lawmakers announced late Monday night that they had reached a deal on the 2023-2024 budget without touching the state’s safety net. The $310.8 billion budget, which would include $225.9 billion in general fund spending, would seek to bridge a nearly $32 billion deficit while maintaining $37.8 billion in reserves. ...", "link": "https://thehill.com/homenews/state-watch/4069981-newsom-california-lawmakers-reach-state-budget-agreement/", "date_published": "2023-06-27 18:42:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Family must leave wheelchair-accessible van in park after dealership fails to register it", "description": "A Florida family bought a wheelchair-assessable van for their disabled son, but more than three months after the purchase, they were forced to park it and can't legally drive it anymore.", "link": "https://thehill.com/changing-america/respect/accessibility/4069598-family-must-leave-wheelchair-accessible-van-in-park-after-dealership-fails-to-register-it/", "date_published": "2023-06-27 18:42:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alabama governor calls special session to redraw congressional districts", "description": "The Alabama legislature will begin a special session next month in order to redraw the state’s congressional districts, Gov. Kay Ivey (R) announced Tuesday. The announcement comes as the Supreme Court ruled this month that the state’s current congressional map likely violates the Civil Rights Act, discriminating against Black voters by diluting their voting power....", "link": "https://thehill.com/homenews/state-watch/4069945-alabama-governor-calls-special-session-to-redraw-congressional-districts/", "date_published": "2023-06-27 18:41:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Boeing’s Starliner saga is actually a NASA policy success", "description": "Using multiple private-sector contractors, plus fixed-price contracts, is a recipe for success and resilience.", "link": "https://thehill.com/opinion/technology/4069050-boeings-starliner-saga-is-actually-a-nasa-policy-success/", "date_published": "2023-06-27 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Starbucks planning 'clearer' store guidelines after clash over Pride displays", "description": "Starbucks is planning to roll out “clearer” guidelines for stores on its decoration policies amid a clash with the company’s union over Pride-themed displays this month.  Sara Trilling, the executive vice president and president of Starbucks North America, emphasized in a memo to all U.S. partners on Monday that it has not made any changes...", "link": "https://thehill.com/business/4069978-starbucks-plans-clearer-store-guidelines-after-clash-over-pride-displays/", "date_published": "2023-06-27 18:25:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Canadian wildfire smoke pushes Chicago-area air quality to unhealthy levels", "description": "Smoke from wildfires in Canada pushed the air quality in the Chicago area to unhealthy levels on Tuesday. A huge swath of the Midwest — including parts of Illinois, Indiana, Iowa, Michigan, Ohio and Wisconsin — was coated in smoke, as more than 450 fires continue burning in Canada. As of Tuesday afternoon, the air...", "link": "https://thehill.com/policy/energy-environment/4069969-canadian-wildfire-smoke-pushes-chicago-area-air-quality-to-unhealthy-levels/", "date_published": "2023-06-27 18:25:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "University files $1M lawsuit after janitor turns off research freezer over 'annoying' alarm", "description": "The Rensselaer Polytechnic Institute filed a $1 million suit this month against a cleaning firm after one of its janitors turned off a laboratory freezer, ruining years of research that “had the potential to be groundbreaking,” according to the suit. The janitor, the suit says, was annoyed by an alarm from the freezer and turned...", "link": "https://thehill.com/regulation/court-battles/4069908-university-files-1m-lawsuit-after-janitor-turns-off-research-freezer-over-annoying-alarm/", "date_published": "2023-06-27 18:02:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Have millennials moved right, or has Gen Z pushed Democrats off a leftward cliff?", "description": "Today’s Democrats are a long way from the “Yes, we can” of Barack Obama.", "link": "https://thehill.com/opinion/campaign/4068675-have-millennials-moved-right-or-has-gen-z-pushed-democrats-off-a-leftward-cliff/", "date_published": "2023-06-27 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Conservative, liberal justices unite in rejecting North Carolina GOP election theory", "description": "Three liberal and three conservative justices on Tuesday came together to reject a bid that would have given state legislatures broad authority over congressional maps and federal elections.  Chief Justice John Roberts authored the majority opinion, joined by the court’s three liberal Justices Elena Kagan, Sonia Sotomayor and Ketanji Brown Jackson, as well as conservative...", "link": "https://thehill.com/regulation/court-battles/4069815-conservative-liberal-justices-unite-in-rejecting-north-carolina-gop-election-theory/", "date_published": "2023-06-27 17:47:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ford planning to lay off hundreds of workers", "description": "The Ford Motor Co. is planning to cut at least 1,000 employees in North America, largely from its engineering department.  A company spokesperson told The Wall Street Journal on Tuesday that the company began informing some salaried employees that their jobs will be cut in the following weeks.  The spokesperson also told the media outlet...", "link": "https://thehill.com/business/4069864-ford-planning-to-lay-off-hundreds-of-workers/", "date_published": "2023-06-27 17:46:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Illinois waitress surprised with $800 tip in honor of customers' late daughter", "description": "Stories of accidental tips, while rare, are not uncommon among folks in the service industry. But an $800 tip? No mistake about it.", "link": "https://thehill.com/changing-america/respect/poverty/4069743-illinois-waitress-surprised-with-800-tip-in-honor-of-customers-late-daughter/", "date_published": "2023-06-27 17:43:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden is making a shambles of the right to seek asylum", "description": "These restrictions undermine President Joe Biden’s promise to end inhumane Trump-era border policies. What he is instead doing is making a shambles of the right to seek asylum.", "link": "https://thehill.com/opinion/immigration/4068352-biden-is-making-a-shambles-of-the-right-to-seek-asylum/", "date_published": "2023-06-27 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Democratic left goes wobbly on Ukraine", "description": "Unfortunately, the populist right wing isn’t the only place where skepticism of U.S. support for Ukraine has metastasized.", "link": "https://thehill.com/opinion/national-security/4068298-the-democratic-left-goes-wobbly-on-ukraine/", "date_published": "2023-06-27 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump widens lead over DeSantis in New Hampshire: poll", "description": "Former President Trump holds a 28-point lead over Florida Gov. Ron DeSantis in New Hampshire, according to a new Saint Anselm College Survey Center poll released as the two candidates campaigned in the Granite State on Tuesday.  Forty-seven percent of respondents said they supported Trump, marking a five-point increase since the last Saint Anselm survey...", "link": "https://thehill.com/homenews/campaign/4069789-trump-widens-lead-over-desantis-in-new-hampshire-poll/", "date_published": "2023-06-27 17:27:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News host suggests Trump may have leaked audio in classified documents case", "description": "Fox News host Steve Doocy suggested former President Trump may have been behind the leak of an audio recording showing Trump talking about his handling of classified documents. “You know what? If Trump thinks it’s an exoneration of him, perhaps somebody on his side actually did the leaking to CNN and Maggie Haberman,\" Doocy said on...", "link": "https://thehill.com/homenews/media/4069757-fox-news-host-suggests-trump-may-have-leaked-audio-in-classified-documents-case/", "date_published": "2023-06-27 17:20:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What is the 'independent state legislature' theory?", "description": "The Supreme Court upheld the right of courts to review the constitutionality of federal election maps produced by state legislatures on Tuesday, rejecting the so-called “independent state legislature” theory advanced by the North Carolina GOP.  The case, Moore v. Harper, arose as the North Carolina Supreme Court struck down a federal congressional map approved by...", "link": "https://thehill.com/regulation/court-battles/4069782-what-is-the-independent-state-legislature-theory/", "date_published": "2023-06-27 17:16:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Wheel of Fortune' picks Ryan Seacrest to replace retiring Pat Sajak", "description": "The makers of “Wheel of Fortune” are ready to solve the puzzle, spelling out the classic game show’s new host: Ryan Seacrest. Sony Pictures Television said Seacrest inked a “multi-year agreement” to host the show beginning in September 2024. Seacrest will also serve as a consulting producer. “I’m truly humbled to be stepping into the...", "link": "https://thehill.com/blogs/in-the-know/4069759-wheel-of-fortune-picks-ryan-seacrest-to-replace-retiring-pat-sajak-report/", "date_published": "2023-06-27 17:02:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Suspending US-Chinese military ties could is no longer a low-risk proposition", "description": "The absence of meaningful communication between the U.S. and Chinese militaries is a high-risk and increasingly dangerous proposition.", "link": "https://thehill.com/opinion/international/4068582-suspending-u-s-chinese-military-ties-could-lead-to-catastrophe/", "date_published": "2023-06-27 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin says Russia escaped ‘civil war’", "description": "Putin says ‘civil war’ was averted: Russian President Vladimir Putin says his country’s military and law enforcement officers prevented a “civil war” after fighters from the Wagner Group agreed to halt their brief armed rebellion this weekend. Putin told Russian soldiers and law enforcement officers at the Kremlin on Tuesday that the Russian people at...", "link": "https://thehill.com/newsletters/1230-report/4069736-putin-says-russia-escaped-civil-war/", "date_published": "2023-06-27 16:47:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "President Biden’s (un)affordable housing policies", "description": "The Department of Housing and Urban Development (HUD) recently hosted its annual “Innovave Housing Showcase,” which featured American-made homes built by companies from across the country using cutting-edge construction techniques.  From 3-D printed homes to factory-built manufactured housing, these houses represent American innovation and capitalism. They are also very different from the drafty, small rental...", "link": "https://thehill.com/opinion/congress-blog/4069179-president-bidens-unaffordable-housing-policies/", "date_published": "2023-06-27 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Raffensperger to be interviewed by special counsel investigators", "description": "Georgia Secretary of State Brad Raffensperger (R) is set to be interviewed by investigators from special counsel Jack Smith’s office, a spokesperson confirmed to The Hill.  The Washington Post first reported that Raffensperger is expected to be interviewed in Atlanta on Wednesday in what would be his first interview with Justice Department investigators.  Smith’s office...", "link": "https://thehill.com/homenews/state-watch/4069669-raffensperger-to-be-interviewed-by-special-counsel-investigators/", "date_published": "2023-06-27 16:29:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Democrats call for independent investigation of Justice Clarence Thomas", "description": "A group of House Democrats on Tuesday called for an independent investigation into Supreme Court Justice Clarence Thomas, in the wake of reports about luxury gifts he received from Republican megadonor Harlan Crow. Eighteen House Democrats, led by Rep. Dan Goldman (D-N.Y.), urged Chief Justice John Roberts to establish an independent investigative body to probe...", "link": "https://thehill.com/homenews/house/4069705-house-democrats-call-for-independent-investigation-of-justice-clarence-thomas/", "date_published": "2023-06-27 16:26:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EV startup Lordstown Motors files for bankruptcy", "description": "Lordstown Motors, a U.S.-based electric vehicle startup that launched with huge fanfare and financial backing five years ago, has filed for bankruptcy.  In a statement on Tuesday, the company said it filed for Chapter 11 protection in a Delaware bankruptcy court in an attempt to find a potential buyer, and said it remained confident that...", "link": "https://thehill.com/policy/technology/4069623-ev-startup-lordstown-motors-files-for-bankruptcy/", "date_published": "2023-06-27 16:19:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Elizabeth Vargas on NewsNation's RFK Jr. town hall: Americans can 'draw their own conclusions'", "description": "Elizabeth Vargas says she’s hoping viewers get a sense of who Robert F. Kennedy Jr. “truly is” as she preps for a NewsNation town hall with the 2024 Democratic presidential candidate.  “This is everybody's chance to really sort of get — unedited and live — hear him speak and listen to how he thinks,” Vargas...", "link": "https://thehill.com/blogs/in-the-know/4069676-elizabeth-vargas-on-newsnations-rfk-jr-town-hall-americans-can-draw-their-own-conclusions/", "date_published": "2023-06-27 16:16:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy questions whether Trump is 'strongest' Republican against Biden", "description": "House Speaker Kevin McCarthy (R-Calif.) questioned whether former President Trump is the strongest Republican candidate to run against President Biden in 2024, even as he expressed confidence that Trump could beat Biden. “Can he win that election? Yeah, he can. The question is, is he the strongest to win the election? I don’t know that...", "link": "https://thehill.com/homenews/house/4069662-mccarthy-trump-strongest-2024-republicans-biden/", "date_published": "2023-06-27 16:09:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lukashenko says Prigozhin is in Belarus after Russian revolt", "description": "Yevgeny Prigozhin, head of the private military company the Wagner Group, is in Belarus after his personal army staged and then aborted an armed rebellion against Moscow, Belarus’s president said Tuesday.  Prigozhin, a longtime ally of Russian President Vladimir Putin, halted his advance just more than 100 miles from the capital after Putin reportedly struck a deal...", "link": "https://thehill.com/policy/international/4069656-lukashenko-says-prigozhin-is-in-belarus/", "date_published": "2023-06-27 16:05:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Obama says 'fringe' theory rejected by Supreme Court threatened to 'upend our democracy'", "description": "Former President Obama said the Supreme Court rejected a “fringe” theory that threatened to “upend our democracy” in rejecting the independent state legislatures theory on Tuesday.  The court ruled 6-3 against an effort by North Carolina Republican lawmakers to declare that courts did not have the authority to block congressional maps put forward by state...", "link": "https://thehill.com/blogs/blog-briefing-room/4069634-obama-on-fringe-theory-rejected-by-supreme-court/", "date_published": "2023-06-27 16:04:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Western governors highlight 'common commitment' to advancing regional climate solutions", "description": "Boulder, Colo. — Western governors expressed their united support on Monday for streamlining unique climate solutions aimed at protecting an increasingly vulnerable environment that traverses state and party lines. “We have a lot more that unites us than what divides us, and that's sometimes challenging in this day and age, with people peddling division on...", "link": "https://thehill.com/homenews/state-watch/4069521-western-governors-highlight-common-commitment-to-advancing-regional-climate-solutions/", "date_published": "2023-06-27 16:01:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House Principal Deputy Press Secretary Olivia Dalton is slated to run the White House press briefing Tuesday afternoon. Dalton will be providing updates on NSM-11 (National Security Memorandum-11), which President Biden signed one year ago, addressing problems in the seafood and fishing industry. The press briefing is scheduled for 1 p.m. EDT. Watch the...", "link": "https://thehill.com/video/4069489-watch-live-white-house-press-briefing/", "date_published": "2023-06-27 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House lawmakers form task force to modernize foreign military sales", "description": "Top foreign affairs and defense lawmakers formed a new task force on Tuesday to modernize the U.S. foreign military sales process following long-standing concerns about a delay behind weapons shipments to allied countries. The bipartisan Technical, Industrial, and Governmental Engagement for Readiness (TIGER) task force will be headed by Reps. Mike Waltz (R-Fla.) and Seth...", "link": "https://thehill.com/policy/international/4069451-lawmakers-form-tiger-task-force-foreign-military-sales/", "date_published": "2023-06-27 15:48:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "George Conway: Trump words on new tape 'stunning'", "description": "George Conway, an attorney and prominent conservative critic of former President Trump, said Monday that the former president's comments on a newly released audio tape discussing holding onto classified documents are “stunning,\" calling him a “sociopathic criminal.”  Descriptions of the recording had been included in the 37-count federal indictment alleging Trump's handling of sensitive material...", "link": "https://thehill.com/blogs/blog-briefing-room/4069537-george-conway-trump-words-on-new-tape-stunning/", "date_published": "2023-06-27 15:46:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden hosts Obama for lunch at the White House", "description": "President Biden is set to host former President Obama at the White House for lunch on Tuesday, the White House announced. The lunch comes as Biden has stepped up his fundraising efforts ahead of his first 2024 campaign finance report in July. He is set to fundraiser in Chevy Chase, Md., a suburb of Washington,...", "link": "https://thehill.com/homenews/administration/4069563-biden-hosts-obama-for-lunch-at-the-white-house/", "date_published": "2023-06-27 15:34:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former prosecutor on new Trump tape: 'This is game over'", "description": "Former federal prosecutor Andrew Weissman said “this is game over” for former President Trump in the classified and sensitive documents case against him after the release of the tape that appears to show Trump discussing documents he had in his possession.  Weissman told MSNBC’s Lawrence O’Donnell on Monday that the public should remember that prosecutors...", "link": "https://thehill.com/regulation/court-battles/4069538-former-prosecutor-on-new-trump-tape-this-is-game-over/", "date_published": "2023-06-27 15:32:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "An emboldened West confronts a weakened Russia", "description": "Modern Russia has never been more isolated from the West.", "link": "https://thehill.com/opinion/international/4069516-an-emboldened-west-confronts-a-weakened-russia/", "date_published": "2023-06-27 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Massachusetts posts Pride billboards in Florida, Texas", "description": "Massachusetts launched a billboard campaign featuring images of LBGTQ couples in several states, including Republican-led Texas and Florida, on Monday to promote the state as a “welcoming and safe place for all.” The “Massachusetts For Us All” billboards, which come at the tail end of Pride Month, will also be placed throughout New England and...", "link": "https://thehill.com/homenews/state-watch/4069536-massachusetts-pride-billboards-in-florida-texas/", "date_published": "2023-06-27 15:27:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ralph Yarl, teenager shot for going to wrong house, speaks out for first time", "description": "Ralph Yarl, the ​​16-year-old Kansas City, Missouri resident who was shot in the head for going to the wrong house, said he is “just living my life the best I can” even as his mother expresses concern that he is still dealing with the trauma of the incident. In his first interview since he was...", "link": "https://thehill.com/homenews/state-watch/4069539-ralph-yarl-teenager-shot-for-going-to-wrong-house-speaks-out-for-first-time/", "date_published": "2023-06-27 15:17:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jailers' 'negligence and misconduct' blamed in Jeffrey Epstein suicide: DOJ watchdog", "description": "The Justice Department’s watchdog said Tuesday that a \"combination of negligence and misconduct\" enabled financier Jeffrey Epstein to take his own life at a federal jail in New York City while he was awaiting trial on sex trafficking charges.", "link": "https://thehill.com/homenews/4069495-jailers-negligence-and-misconduct-blamed-in-jeffrey-epstein-suicide-doj-watchdog/", "date_published": "2023-06-27 15:16:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A simple solution to save lives — and money — in the war on drugs", "description": "Jails have become a backstop for the mentally ill, and prisons are a hospice for the sick and dying.", "link": "https://thehill.com/opinion/criminal-justice/4068211-a-simple-solution-to-save-lives-and-money-in-the-war-on-drugs/", "date_published": "2023-06-27 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Trump speaking at NH Federation of GOP Women", "description": "Former President Trump will deliver remarks Tuesday at a campaign stop in Concord, New Hampshire. Trump is slated to headline the 76th Annual New Hampshire Federation of Republican Women Lilac luncheon — an event that hosts the largest organization of conservative women in the state. The event is scheduled to begin at 11 a.m. ET....", "link": "https://thehill.com/video/4069318-watch-live-trump-speaking-at-nh-federation-of-gop-women/", "date_published": "2023-06-27 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five teens killed when car lands in Florida retention pond", "description": "Five teenagers were killed in an out-of-control car that landed in a retention pond and went underwater in Fort Myers, Fla., officials confirmed. Three women and two men between the ages of 18 and 19 died in the submerged car after the single-vehicle crash, according to the Fort Myers Police Department. The incident occurred overnight, late...", "link": "https://thehill.com/homenews/state-watch/4069437-five-teens-killed-when-car-lands-in-florida-retention-pond/", "date_published": "2023-06-27 14:48:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hundreds of East Coast flights canceled due to severe weather", "description": "Hundreds of East Coast flights have been canceled and more have been delayed Tuesday due to severe weather that has moved across the country.  More than 850 flights within, coming into or coming out from the United States have been canceled, while nearly 1,800 have been delayed as of late morning. That includes more than...", "link": "https://thehill.com/policy/transportation/4069452-hundreds-of-east-coast-flights-canceled-due-to-severe-weather/", "date_published": "2023-06-27 14:43:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida’s largest police union endorses DeSantis over Trump", "description": "Florida's largest police union endorsed Gov. Ron DeSantis’s (R) presidential bid this week, after endorsing former President Trump in 2020.  \"For the over 30,000 men and women in the Florida Police Benevolent Association, the choice for us could not be clearer,\" the group’s president, John Kazanjian, said in a statement to Fox News, calling DeSantis...", "link": "https://thehill.com/homenews/campaign/4069444-floridas-largest-police-union-endorses-desantis-over-trump/", "date_published": "2023-06-27 14:33:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: GOP presidential candidate Haley outlines U.S.-China policy", "description": "Former South Carolina governor and 2024 Republican primary candidate Nikki Haley is delivering an address on relations with China to the conservative policy nonprofit American Enterprise Institute (AEI). The institute outlines several of the major challenges in the currently strained U.S. relationship with China — including shoring up American partnerships in the region and working...", "link": "https://thehill.com/video/4069323-watch-live-gop-presidential-candidate-haley-outlines-u-s-china-policy/", "date_published": "2023-06-27 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Home prices rise for third straight month despite first annual decline since 2012", "description": "Home prices rose for the third consecutive month in April, further adding further challenges to potential buyers in an already tight market after a brief reprieve, according to data released on Tuesday.  Nationwide home prices increased by 1.3 percent month-on-month before seasonal adjustment, the S&#38;P CoreLogic Case-Shiller Index showed. Home prices fell by 0.2 percent...", "link": "https://thehill.com/business/4069366-home-prices-rise-for-third-straight-month-despite-first-annual-decline-since-2012/", "date_published": "2023-06-27 14:27:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court hands defeat to North Carolina GOP in election law clash", "description": "A 6-3 decision from the Supreme Court on Tuesday rejected a bid to give state legislatures sweeping authority in drawing congressional maps and regulating federal elections, declining to endorse the so-called “independent state legislature” theory. The majority decision, which united the court's three liberals with Chief Justice John Roberts and two conservative justices, preserves the...", "link": "https://thehill.com/regulation/court-battles/4069337-supreme-court-hands-defeat-to-north-carolina-gop-in-election-law-clash/", "date_published": "2023-06-27 14:25:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court vacates Colorado man's stalking conviction in 'true threat' First Amendment decision", "description": "The Supreme Court on Tuesday vacated a Colorado man’s stalking conviction on First Amendment grounds, ruling in a 7-2 decision that an unprotected “true threat” must require a showing of recklessness. Justice Elena Kagan, writing for the majority, rejected Colorado’s test that would weigh how an objective, reasonable person would perceive the statement and would...", "link": "https://thehill.com/regulation/court-battles/4069410-supreme-court-vacates-colorado-mans-stalking-conviction-in-true-threat-first-amendment-decision/", "date_published": "2023-06-27 14:24:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump rips 'nasty' Bret Baier after Fox News interview", "description": "Former President Trump took a shot at Bret Baier, Fox News' chief political anchor, for what he described as a \"hostile\" line of questioning during an interview that aired on the network last week. \"Then you have a hostile network like Fox. When I did the interview with Bret, I thought it was fine. I...", "link": "https://thehill.com/homenews/media/4069370-trump-rips-nasty-bret-baier-after-fox-news-interview/", "date_published": "2023-06-27 14:22:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI, DHS downplayed intel ahead of Jan. 6: Senate panel", "description": "The FBI and the Department of Homeland Security (DHS) downplayed intelligence about potential violence ahead of the Jan. 6 attack on the Capitol, according to a Senate Homeland Security Committee report released on Tuesday. The agencies received multiple tips and were aware of calls for violence online ahead of Jan. 6, 2021, but “failed to...", "link": "https://thehill.com/homenews/senate/4069355-fbi-dhs-downplayed-intel-ahead-of-jan-6/", "date_published": "2023-06-27 14:21:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Boygenius performs in drag in Tennessee, lead chant against governor", "description": "The members of Boygenius are condemning Tennessee’s anti-drag show legislation straight from the stage, sporting drag-inspired ensembles and speaking out during a concert in Nashville. Phoebe Bridgers, Julien Baker and Lucy Dacus, who typically wear suits and ties when performing as their supergroup, appeared in glittery get-ups at Sunday’s Re:SET music festival in the Volunteer...", "link": "https://thehill.com/blogs/in-the-know/4069381-boygenius-perform-in-drag-in-tennessee-lead-chant-against-governor/", "date_published": "2023-06-27 14:16:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: DeSantis town hall in Hollis, NH", "description": "Florida Governor Ron DeSantis is slated to hold a campaign town hall event in Hollis, New Hampshire this morning.  New Hampshire will hold the first Republican presidential primary of 2024 following Iowa’s GOP caucuses, and candidates are vying for early wins to build momentum for their campaigns.  Tensions between former President Trump and DeSantis allies...", "link": "https://thehill.com/video/4069290-watch-live-desantis-town-hall-in-hollis-nh/", "date_published": "2023-06-27 14:07:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Suarez asks 'What's a Uyghur?' on Hugh Hewitt show", "description": "Republican presidential candidate and Miami Mayor Francis Suarez (R) was apparently unaware of the oppressed Uyghur ethnic minority group in China during an interview on Tuesday. Radio host Hugh Hewitt asked Suarez in an interview if the Miami mayor would be talking about the Uyghurs during his campaign. \"The what?\" Suarez asked. \"The Uyghurs,\" Hewitt...", "link": "https://thehill.com/homenews/campaign/4069327-suarez-asks-whats-a-uyghur-on-hugh-hewitt-show/", "date_published": "2023-06-27 13:52:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Record July Fourth travel expected: AAA", "description": "Record travel is expected across the country over July 4 weekend this year with more than 50 million Americans projected to travel at least 50 miles from home, according to the American Automobile Association (AAA).  The organization said in a release on Tuesday that the 50.7 million people expected to travel 50 miles or more...", "link": "https://thehill.com/policy/transportation/4069342-record-july-fourth-travel-expected-aaa/", "date_published": "2023-06-27 13:47:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "There’s no winning the cyber war — but that’s OK", "description": "We need to move past panic over cyber threats and accept that cyber incidents are endemic.", "link": "https://thehill.com/opinion/cybersecurity/4068306-theres-no-winning-the-cyber-war-but-thats-okay/", "date_published": "2023-06-27 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin says Russian military, law enforcement stopped 'civil war'", "description": "Russian President Vladimir Putin said Tuesday that the country’s military and law enforcement officers stopped a “civil war” after fighters from the Wagner Group agreed to end their armed rebellion this past weekend.  Putin said in speech to Russian soldiers and law enforcement officers at the Kremlin that the real army and the Russian people...", "link": "https://thehill.com/policy/international/4069307-putin-says-russian-military-law-enforcement-stopped-civil-war/", "date_published": "2023-06-27 13:14:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Crews begin cleaning up Yellowstone River train derailment", "description": "Crews have begun clean-up efforts in southern Montana, after a bridge over the Yellowstone River collapsed under a freight train carrying hazardous materials on Saturday. Several rail cars that did not derail have been removed from the area, and sodium hydrosulfide in two cars has been moved to safety, officials from the Environmental Protection Agency...", "link": "https://thehill.com/policy/energy-environment/4069291-yellowstone-river-train-derailment-cleanup/", "date_published": "2023-06-27 13:08:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration approves Manhattan congestion pricing toll plan", "description": "The Biden administration has approved of a new tolling program intended to decrease congestion in New York City. The Federal Highway Administration (FHWA), which works within the Department of Transportation, allowed the first-of-its-kind project to advance as part of the “FHWA’s Value Pricing Pilot Program, which provides transportation agencies with options to manage congestion through...", "link": "https://thehill.com/news-by-subject/transportation-infrastructure/4069296-biden-administration-approves-manhattan-congestion-pricing-toll-plan/", "date_published": "2023-06-27 13:02:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A Russia-Ukraine endgame inches closer", "description": "The unprecedented turmoil in Russia brings a new urgency to NATO’s upcoming July 11-12 summit.", "link": "https://thehill.com/opinion/international/4068920-a-russia-ukraine-endgame-inches-closer/", "date_published": "2023-06-27 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans are hiding their credit-card debt", "description": "One-third of Americans with credit-card debt say no one else knows how much they owe, according to a new report. The nation’s credit-card balance hovers around $1 trillion, and interest rates routinely top 20 percent. A typical American household now carries around $10,000 in card debt, by one recent WalletHub estimate. A rising share of...", "link": "https://thehill.com/homenews/state-watch/4068846-americans-are-hiding-their-credit-card-debt/", "date_published": "2023-06-27 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Charges dropped against Wagner chief, other rebels", "description": "Russia has dropped charges against Wagner Group chief Yevgeny Prigozhin and his fighters after they ended a short armed rebellion against the country’s military leadership over the weekend.  The Russian Federal Security Service said it found that those involved in the rebellion “ceased activities directed at committing the crime” and closed its criminal investigation. A...", "link": "https://thehill.com/policy/international/4069276-charges-dropped-against-wagner-chief-other-rebels/", "date_published": "2023-06-27 12:36:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why most Americans no longer consider themselves environmentalists", "description": "In 1989 Gallup reported that 76 percent of Americans considered themselves environmentalists, by 2021 that had declined to 41 percent.", "link": "https://thehill.com/opinion/energy-environment/4067903-why-most-americans-no-longer-consider-themselves-environmentalists/", "date_published": "2023-06-27 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump claims new documents recording exonerates him", "description": "Former President Trump late Monday claimed without providing details that a newly released audio recording of him discussing a \"highly confidential\" document that remained in his possession after leaving the White House is “actually an exoneration.” “The Deranged Special Prosecutor, Jack Smith, working in conjunction with the DOJ &#38; FBI, illegally leaked and ‘spun’ a...", "link": "https://thehill.com/regulation/court-battles/4069253-trump-claims-new-documents-recording-exonerates-him/", "date_published": "2023-06-27 12:16:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mom charged after child, left at home alone during vacation, dies: prosecutors", "description": "A Cleveland mother faces murder charges after investigators say she left her 16-month-old child alone for over a week while she on vacation, leading to the child's death.", "link": "https://thehill.com/homenews/4069040-mom-charged-after-child-left-at-home-alone-during-vacation-dies-prosecutors/", "date_published": "2023-06-27 12:05:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man posing as Las Vegas hotel owner steals more than $1M in casino con job: police", "description": "The man allegedly posed as the owner of a Las Vegas hotel and convinced a casino employee to give him more than $1 million in bogus payments.", "link": "https://thehill.com/homenews/4069054-man-posing-as-las-vegas-hotel-owner-steals-more-than-1m-in-casino-con-job-police/", "date_published": "2023-06-27 12:05:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Lawful but awful': Florida homeowner shoots at pool cleaner he mistook for intruder, won't face charges", "description": "A Florida man won't face charges after he opened fire on a pool cleaner who he mistook for an intruder.", "link": "https://thehill.com/homenews/4069225-lawful-but-awful-florida-homeowner-shoots-at-pool-cleaner-he-mistook-for-intruder-wont-face-charges/", "date_published": "2023-06-27 12:05:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US reports first spread of malaria cases since 2003, CDC says", "description": "The U.S. has seen five cases of malaria spread by mosquitos in the last two months — the first time there's been local spread in 20 years.", "link": "https://thehill.com/homenews/4068925-us-reports-first-spread-of-malaria-cases-since-2003-cdc-says/", "date_published": "2023-06-27 12:05:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What ‘Ted Lasso’ tells us about 2024", "description": "The enduring likability of the character speaks to voters’ exhaustion with the partisan polarization and vitriolic rhetoric.", "link": "https://thehill.com/opinion/campaign/4068772-what-ted-lasso-tells-us-about-2024/", "date_published": "2023-06-27 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Navy SEAL officer Tim Sheehy launches Senate bid in Montana", "description": "Former Navy SEAL officer Tim Sheehy launched a Senate bid in Montana on Tuesday, teeing up a potential challenge against Democratic Sen. Jon Tester. “I’ve proudly fought for our country to defend our freedoms, and I’m once again answering the call to serve,” Sheehy, a Republican, said in a statement. “I will fight to bring...", "link": "https://thehill.com/homenews/campaign/4069228-former-navy-seal-officer-tim-sheehy-launches-senate-bid-in-montana/", "date_published": "2023-06-27 11:42:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress doubles down on explosive claims of illegal UFO retrieval programs", "description": "Bipartisan language adopted unanimously by the Senate Intelligence Committee would immediately halt funding for any secret government or contractor efforts to retrieve and reverse-engineer craft of “non-earth” or “exotic” origin.", "link": "https://thehill.com/opinion/technology/4067865-congress-doubles-down-on-explosive-claims-of-illegal-ufo-retrieval-programs/", "date_published": "2023-06-27 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feehery: Is Democrats’ Mr. Perfectly Fine a reelection disaster?", "description": "When Democrats settled on Joe Biden as their candidate in 2020, they seemed to think he would be perfectly fine. He wasn’t completely crazy, he seemed moderate, he was happy enough to hide away in his basement to make the campaign all about President Trump, and he had enough experience in Washington to go along the...", "link": "https://thehill.com/opinion/4069137-feehery-is-democrats-mr-perfectly-fine-a-reelection-disaster/", "date_published": "2023-06-27 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — How much power has Putin lost?", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. As Russia continues to dominate headlines across the globe, there are questions about President Vladimir Putin’s grip on power and what internal upheaval in Moscow means for the war with Ukraine.  Putin spoke about...", "link": "https://thehill.com/homenews/morning-report/4069206-the-hills-morning-report-how-much-power-has-putin-lost/", "date_published": "2023-06-27 10:33:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats, itching for a fight, move to shield contraception", "description": "One year after the Supreme Court overturned Roe v. Wade, Democrats and reproductive rights advocates are ramping up efforts to protect access to contraception, looking to emphasize daylight with Republicans on the issue ahead of the 2024 elections. Health advocates say there have been concerns over access to birth control well before the Supreme Court's...", "link": "https://thehill.com/policy/healthcare/4068793-democrats-itching-for-a-fight-move-to-shield-contraception/", "date_published": "2023-06-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Wagner’s mutiny left Putin ‘catastrophically weakened’", "description": "Russian President Vladimir Putin emerged from the aftermath of an armed rebellion over the weekend with shakier control over his country and growing questions about how long he can maintain power. Putin avoided a violent clash with Wagner Group in Moscow as the private military company's chief Yevgeny Prigozhin, a longtime ally, halted his advance...", "link": "https://thehill.com/policy/defense/4068792-how-wagners-mutiny-left-putin-catastrophically-weakened/", "date_published": "2023-06-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Insurers pull back as US climate catastrophes intensify", "description": "The insurance industry is increasingly wary of the risks presented by climate and natural disasters, prompting major firms to scale back their presence in more vulnerable states. In June, Farmers Insurance announced in a company memo it will no longer write new property insurance policies in Florida, citing “catastrophe costs … at historically high levels.” Earlier in the...", "link": "https://thehill.com/policy/energy-environment/4068383-insurers-pull-back-as-us-climate-catastrophes-intensify/", "date_published": "2023-06-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin revolt bolsters calls by US defense hawks", "description": "The short-lived mutiny by the Wagner mercenary forces against Russian President Vladimir Putin has bolstered the cause of defense hawks pressing for more money for Ukraine. Divisions among House Republicans regarding support for Ukraine have posed real challenges for hawkish lawmakers hoping to provide more aid to Kyiv. GOP critics argue the funding is a...", "link": "https://thehill.com/homenews/senate/4068898-putin-revolt-bolsters-calls-by-us-defense-hawks/", "date_published": "2023-06-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: Trump’s evasiveness on abortion ban raises questions with conservatives", "description": "Former President Trump is, so far, dodging the issue of whether he would support a national abortion ban. It’s an evasiveness that could ultimately benefit Trump in a general election — if he gets that far. But it holds dangers for him among the religious conservatives who make up a significant proportion of the Republican...", "link": "https://thehill.com/homenews/campaign/4068924-the-memo-trumps-evasiveness-on-abortion-ban-raises-questions-with-conservatives/", "date_published": "2023-06-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House goes all in on ‘Bidenomics’", "description": "President Biden is attempting to coin a term central to his economic message in 2024: “Bidenomics,” using the slogan to highlight the work his administration has done to turn the economy around while differentiating his agenda from Republicans. The president is set to tout his own economic agenda to argue that building the economy from...", "link": "https://thehill.com/homenews/4068715-white-house-goes-all-in-on-bidenomics/", "date_published": "2023-06-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis-Trump feud boils over in New Hampshire", "description": "Former President Trump and Florida Gov. Ron DeSantis’s dueling trips to New Hampshire are underscoring the growing tensions within the GOP ahead of the first presidential debate in August. DeSantis is facing backlash from the New Hampshire Federation of Republican Women (NHFRW) for planning an event Tuesday around the same time the group is hosting...", "link": "https://thehill.com/homenews/campaign/4068822-desantis-trump-feud-boils-over-in-new-hampshire/", "date_published": "2023-06-27 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Move over, Mounjaro: New Eli Lilly drug lost patients 24 percent of their weight in trials", "description": "A new Eli Lilly experimental drug has helped patients lose 24 percent of their weight, according to new mid-stage clinical trial results.  The results, released on Monday, followed 338 adults, nearly 52 percent of whom were men, who were obese or overweight and had either received Eli Lilly’s retatrutide injection or a placebo treatment.  Eli...", "link": "https://thehill.com/homenews/4069093-move-over-mounjaro-new-eli-lilly-drug-lost-patients-24-percent-of-their-weight-in-trials/", "date_published": "2023-06-27 03:08:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida woman who fatally shot neighbor through door won't face murder charges", "description": "A Florida woman who killed her neighbor after shooting at her through her door won't face murder charges, the state attorney announced Monday. Susan Lorincz, a white woman, fatally shot Ajike Owens, a Black mother of four, during a dispute over Owens's children on June 2. Owens had knocked on Lorincz's door to confront her...", "link": "https://thehill.com/homenews/4069022-florida-woman-who-fatally-shot-neighbor-through-door-wont-face-murder-charges/", "date_published": "2023-06-27 01:45:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Poll: Kamala Harris sets record low for Vice President net favorability", "description": "Nearly half of the respondents have a negative view of Vice President Harris, according to a new NBC News survey.  The poll, published on Monday, found that 49 percent of respondents have a negative opinion of Harris, while 32 percent of those surveyed have a positive opinion of the vice president.  Harris received a net...", "link": "https://thehill.com/homenews/administration/4069023-poll-kamala-harris-sets-record-low-for-vice-president-net-favorability/", "date_published": "2023-06-27 01:26:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New recording shows Trump discussing ‘secret’ documents he did not declassify: report", "description": "A newly released audio recording obtained by CNN includes former President Trump discussing holding onto classified documents in a 2021 meeting in Bedminster, New Jersey. The recording, which first aired on CNN’s “Anderson Cooper 360,” offers new insights into a conversation that is a piece of evidence in special counsel Jack Smith’s indictment against Trump...", "link": "https://thehill.com/regulation/court-battles/4068994-new-recording-shows-trump-discussing-secret-documents-he-did-not-declassify-report/", "date_published": "2023-06-27 01:03:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawsuit challenges Virginia law that strips felons of voting rights", "description": "A coalition of advocacy groups filed a federal lawsuit Monday over a Virginia law that automatically stripped convicted felons of their voting rights shortly after the Civil War. The American Civil Liberties Union (ACLU) of Virginia, voting rights advocacy group Protect Democracy and law firm WilmerHale filed the lawsuit Monday against Virginia Gov. Glenn Youngkin...", "link": "https://thehill.com/homenews/state-watch/4068961-lawsuit-challenges-virginia-law-that-strips-felons-of-voting-rights/", "date_published": "2023-06-27 00:21:52+00:00", "persistent": false, "user": null, "language": "en-US"}]