[{"source": "https://www.engadget.com/rss.xml", "title": "Nintendo says it'll be easy to transfer over to its next console", "description": "<p>Nintendo has a bad reputation for its online infrastructure, often being ridiculed for <a href=\"https://www.engadget.com/2018-09-18-nintendo-switch-online-live-cloud-saves-broken.html\"><ins>lagging behind</ins></a> in adopting the latest technologies or features (such as <a href=\"https://www.engadget.com/2017-07-20-nintendos-solution-for-online-voice-chat-feels-half-baked.html\"><ins>requiring a smartphone</ins></a> for voice chat). This includes transitioning user data between your old console and a new one. Fortunately, it sounds like Nintendo is at least looking into making that easier before the launch of its next console.</p><p>In a <a href=\"https://www.nintendo.co.jp/ir/pdf/2023/qa2306.pdf\"><ins>shareholder meeting</ins></a> late last week, when asked if your Nintendo Switch purchases would carry over to future game consoles, President and CEO Shuntaro Furukawa says (via Google Translate), “In the transition from Nintendo Switch to the next-generation console, we would like to make every effort to ensure that customers can make the transition smoothly while using their Nintendo account.” This seems to imply that Nintendo is at least looking into possibly allowing current Nintendo Switch titles purchased through the eShop to be carried over to whatever comes next. Of course, Nintendo doesn’t make comments about future hardware that hasn’t been announced yet, so take this with a grain of salt.</p><span id=\"end-legacy-contents\"></span><p>As a reminder, previous-generation <a href=\"https://en-americas-support.nintendo.com/app/answers/detail/a_id/22282/~/can-i-transfer-games-from-older-systems-to-nintendo-switch%3F#:~:text=Nintendo%203DS%20and%20Wii%20U,games%20designed%20for%20other%20systems.\"><ins>Nintendo Wii U games did not carry over to the Switch</ins></a>. This is in stark contrast to Sony and Microsoft, where most last-generation console games work on new consoles. And unlike Microsoft and Sony, Nintendo likes to spice up its controller design with virtually every new console. So sometimes it’s impossible to make a game work on both the new and old console generation.</p><p>At the very least, Nintendo is considering making improvements for its future console. It’s always been a major disappointment, especially for digital game buyers, that previously-owned titles did not carry over to the new console. It’s especially infuriating when the PlayStation 5 can play <a href=\"https://www.engadget.com/ps5-compatible-games-075940566.html\"><ins>most PlayStation 4 titles</ins></a>, and Xbox Series S and X can play <a href=\"https://www.engadget.com/xbox-series-x-s-backward-compatibility-launch-day-142522349.html\"><ins>most Xbox One titles</ins></a> and in some cases Xbox 360 titles. And in Microsoft’s case, the company lets you carry over certain physical titles as well. So, Nintendo has a few options on the table for carrying over existing games. Regardless of what Nintendo’s next console is like, hopefully it’ll work with all the Switch games people have amassed over the years.</p>This article originally appeared on Engadget at https://www.engadget.com/nintendo-says-itll-be-easy-to-transfer-over-to-its-next-console-211411270.html?src=rss", "link": "https://www.engadget.com/nintendo-says-itll-be-easy-to-transfer-over-to-its-next-console-211411270.html?src=rss", "date_published": "2023-06-27 21:14:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Podcast app Stitcher is shutting down in August", "description": "<p>Stitcher is shutting down. The popular <a href=\"https://www.engadget.com/stitcher-podcast-app-redesign-181302116.html\">podcasting app</a> and web service, which SiriusXM <a href=\"https://www.engadget.com/siriusxm-acquires-stitcher-podcasts-122816348.html\">acquired in 2020 for $325 million</a>, will close on August 29th, according to an <a href=\"https://stitcher.helpshift.com/hc/en/1-stitcher/faq/975-will-stitcher-continue-to-make-podcasts/\">FAQ</a> on its website (<a href=\"https://variety.com/2023/digital/news/stitcher-shutting-down-siriusxm-podcast-app-1235655994/\">via</a><em>Variety</em>). The move appears geared toward drawing its user base into the broader SiriusXM platform.</p><p>“SiriusXM, the owner of Stitcher, is focused on incorporating podcasts into its flagship SiriusXM subscription business,” the closure note reads. “Subscribers can listen to podcasts within the SiriusXM app and will see an all-new listening experience later this year.” The notice added that Stitcher Studios and its Earwolf comedy network would continue making podcasts. Although Stitcher says its premium content may continue elsewhere, it adds that “hosts/creators will determine availability and accessibility of their shows.” The company recommends following your favorite podcast creators on social media to learn the fate of individual programs.</p><span id=\"end-legacy-contents\"></span><p>The platform has been a popular destination for exclusive and cross-platform podcasts. Stitcher’s original podcasts include <em>Freakonomics Radio</em>, <a href=\"https://www.engadget.com/quentin-tarantino-is-getting-his-own-film-podcast-on-stitcher-this-summer-191406422.html\"><em>The Video Archives Podcast</em></a> with Quentin Tarantino and Roger Avary, <em>LeVar Burton Reads</em> and <em>Science Rules! With Bill Nye</em> (among others). The app is known for its user-friendly navigation, wide-spanning library and discovery recommendations.</p><p>The company began as a startup, focused on its listening app, in 2008. Deezer <a href=\"https://www.engadget.com/2014-10-24-deezer-buys-stitcher.html\">bought it</a> in 2014 and <a href=\"https://www.engadget.com/2016-06-06-deezer-sells-stitcher-less-than-two-years-after-purchasing-it.html\">sold it to Midroll Media</a> two years later. Finally, Parent company E.W. Scripps Company sold it to SiriusXM in 2020 — only for the satellite radio provider to announce its closure today.</p><p>Stitcher turned off automatic renewal for paid subscriptions today and detailed the refund process for premium customers. Those with existing subscriptions won’t need to take any action to cancel. Meanwhile, people with annual subscriptions scheduled to renew after August 29th will receive a prorated refund for the unused portion of the paid year. (You can read the full terms <a href=\"https://stitcher.helpshift.com/hc/en/1-stitcher/faq/976-what-will-happen-to-my-stitcher-premium-paid-subscription/\">here</a>.)</p>This article originally appeared on Engadget at https://www.engadget.com/podcast-app-stitcher-is-shutting-down-in-august-195644781.html?src=rss", "link": "https://www.engadget.com/podcast-app-stitcher-is-shutting-down-in-august-195644781.html?src=rss", "date_published": "2023-06-27 19:56:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Volvo is the latest automaker to adopt Tesla's EV charging standard in North America", "description": "<p>It's not just US manufacturers <a href=\"https://www.engadget.com/rivian-owners-will-be-able-to-use-tesla-superchargers-starting-in-2024-141546633.html\">adopting Tesla's EV charging technology</a>. Volvo has <a href=\"https://www.media.volvocars.com/us/en-us/media/pressreleases/316416/electric-volvo-car-drivers-will-get-access-to-12000-tesla-superchargers-across-the-united-states-can\">confirmed</a> that its electric cars in the US, Canada and Mexico will use Tesla's North American Charging Standard (NACS) port. Current and recently announced cars (such as the <a href=\"https://www.engadget.com/volvos-2022-c-40-recharge-adds-fastback-style-to-the-xc-40-150027300.html\">C40 Recharge</a>, <a href=\"https://www.engadget.com/volvo-officially-unveils-the-ex30-its-compact-electric-suv-113500803.html\">EX30</a> and <a href=\"https://www.engadget.com/volvo-officially-reveals-the-ex90-ev-suv-its-safest-car-ever-144414196.html\">EX90</a>) will connect to Supercharger stations through an adapter starting in the first half of 2024, while models from 2025 onward will have NACS built-in. An adapter will be available to connect those upcoming EVs using the Combined Charging System (CCS) format.</p><p>Volvo isn't shy about its reasoning. It wants drivers to have access to an &quot;easy and convenient&quot; charging network, and that means Tesla Superchargers. The company claims the deal will give owners access to 12,000 more fast charging locations. The Volvo Cars app will help users find and pay for stations.</p><span id=\"end-legacy-contents\"></span><p>The move makes Volvo the first European marque to use Tesla's port. It joins American brands that have made the leap, including <a href=\"https://www.engadget.com/ford-ev-drivers-will-get-access-to-12000-north-american-tesla-superchargers-next-spring-221752191.html\">Ford</a>, <a href=\"https://www.engadget.com/gm-ev-owners-will-gain-access-to-tesla-superchargers-in-2024-002123436.html\">GM</a> and <a href=\"https://www.engadget.com/gm-ev-owners-will-gain-access-to-tesla-superchargers-in-2024-002123436.html\">Rivian</a>. Those companies are also promising adapters for current designs followed by native NACS ports.</p><p>Tesla <a href=\"https://www.engadget.com/tesla-is-offering-its-proprietary-charge-connector-as-a-new-north-american-standard-193223322.html\">opened up NACS</a> in late 2022, making the technology available to any company that wanted to use it. At the time, it hoped charging networks like Chargepoint and Electrify America would support the system. While that has yet to materialize, NACS is quickly gaining support beyond just automakers. <a href=\"https://www.engadget.com/texas-says-state-funded-ev-charging-stations-need-to-include-teslas-nacs-connector-141517283.html\">Texas will require Tesla's connector</a> on state-funded charging stations, and SAE International is working on a <a href=\"https://www.engadget.com/the-sae-is-creating-a-standardized-version-of-teslas-ev-charging-plug-175233691.html\">standardized version of the plug</a>.</p><p>Other car giants are uncertain about using Tesla's tech. Stellantis (owner of Chrysler, Alfa Romeo, Fiat and other brands) <a href=\"https://www.reuters.com/business/autos-transportation/stellantis-says-it-is-evaluating-teslas-charging-standard-2023-06-13/\">told</a><em>Reuters</em> it's &quot;evaluating&quot; NACS, while Hyundai is also <a href=\"https://www.reuters.com/business/autos-transportation/hyundai-consider-joining-teslas-north-american-charging-standard-alliance-2023-06-20/\">considering</a> adoption. A switch isn't necessarily easy. Makers like Hyundai and Porsche have 800-volt architectures that allow faster charging than existing Superchargers, and they'd either have to press Tesla for upgraded technology or accept less-than-ideal charging rates. Still, there's clearly mounting pressure to embrace Tesla's format.</p>This article originally appeared on Engadget at https://www.engadget.com/volvo-is-the-latest-automaker-to-adopt-teslas-ev-charging-standard-191942675.html?src=rss", "link": "https://www.engadget.com/volvo-is-the-latest-automaker-to-adopt-teslas-ev-charging-standard-191942675.html?src=rss", "date_published": "2023-06-27 19:19:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Among Us’ cartoon coming from teams behind ‘Infinity Train’ and 'Star Trek: Lower Decks’", "description": "<p>Hit video game <em>Among Us</em> is getting the cartoon treatment, <a href=\"https://variety.com/2023/tv/news/among-us-animated-series-cbs-studios-owen-dennis-1235655516/\"><ins>as originally reported by </ins><em><ins>Variety.</ins></em></a> CBS Studios is behind the venture, partnering up with Innersloth, the game studio originally responsible for the indie sensation. There looks to be plenty of talent behind the scenes here, as the showrunner is Owen Dennis, the creator of the criminally-underrated <em>Infinity Train. </em>Titmouse Studios is handling the animation, after successful work on shows like <em>Star Trek: Lower Decks </em>and <em>Bigmouth.</em></p><p>If you are at all familiar with the game, the series description will seem like deja vu. The show will feature the crew of a spacecraft as they are murdered and replaced by an alien shapeshifter in an attempt to sabotage the ship and cause mass confusion. In other words, it’s the game, only with professional voice actors instead of your friends and family.</p><span id=\"end-legacy-contents\"></span><p>There’s no voice cast yet, or even some simple still shots of the animation. There hasn’t even been a streaming platform or network announced to house the cartoon, but with CBS Studios bankrolling, Paramount+ is a good bet. Though, Paramount+ has been doing that thing modern streamers do where they not only cancel shows <a href=\"https://www.engadget.com/star-trek-prodigy-will-be-pulled-from-paramount-next-week-191704393.html\"><ins>but immediately delete them, </ins></a>so who knows.</p><p>Should you be excited for this animated series? Creator Owen Dennis cut his teeth on the critically acclaimed Cartoon Network series <em>Regular Show</em> before moving onto the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9pbmZpbml0eS10cmFpbi1yZXZpZXctYW4tZW5kbGVzcy1yaWRlLXRocm91Z2gtZHJlYW1saWtlLXdvcmxkcy0xMTU2NDY4NzkwNiIsImNvbnRlbnRVdWlkIjoiZmZhMzE4N2UtNDQ1Yi00NTNlLWExYWQtNTJmM2Y0ZmVmOGQ4In0&amp;signature=AQAAARKhfx291OmAYumsY52rVJK7Sq7aRY0fZURvmD2wGQ8i&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Finfinity-train-review-an-endless-ride-through-dreamlike-worlds-11564687906\"><ins>absolutely stellar </ins><em><ins>Infinity Train.</ins></em></a> Dennis served as showrunner throughout all four seasons of <em>Infinity Train </em>before it was, you’ll never guess, canceled and then completely erased by Max. There’s no official DVDs or Blu-Rays, but you can purchase the episodes digitally via Amazon and Apple to see what all the fuss is about.</p><p>In the meantime, the <em>Among Us</em> series has no release date, though the show is covered by The Animation Guild and not the WGA, so work should be able to proceed without crossing picket lines.</p>This article originally appeared on Engadget at https://www.engadget.com/among-us-cartoon-coming-from-teams-behind-infinity-train-and-star-trek-lower-decks-184059395.html?src=rss", "link": "https://www.engadget.com/among-us-cartoon-coming-from-teams-behind-infinity-train-and-star-trek-lower-decks-184059395.html?src=rss", "date_published": "2023-06-27 18:40:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple has posted the entire first episode of ‘Silo’ on Twitter", "description": "<p>Apple is borrowing a marketing tactic from Twitter pirates. The company made the unusual move of uploading the entire first episode of its series <em>Silo</em> to the social platform, allowing anyone there to watch the opening installment for free. The gambit follows Twitter’s move to <a href=\"https://www.engadget.com/twitter-blue-subscribers-can-now-upload-videos-as-long-as-two-hours-161504628.html\">allow longer video uploads</a> for subscribers. The free episode may be worth checking out: Engadget found the Apple TV+ original series to be <a href=\"https://www.engadget.com/apple-silo-review-wool-tv-show-123024485.html\">“simply transcendent sci-fi TV.”</a></p><p><em>Silo</em> is based on the science fiction novel <em>Wool</em> by American author Hugh Howey. It takes place on a post-apocalyptic version of Earth, where what remains of humanity is confined to the Silo, a 144-story underground bunker that serves as a self-sufficient underground community. The citizens are told that the world outside the Silo is perilous, but questions arise about what truly lies beyond. It’s a clever premise that allows showrunner Graham Yost to explore the book’s themes about truth vs. fiction and information as power. Apple has reportedly <a href=\"https://variety.com/2023/tv/news/silo-renewed-season-2-apple-1235643158/\">renewed</a> the series for a second season.</p><span id=\"end-legacy-contents\"></span><div id=\"63915a9327304693bed04ba9e677f528\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">3 days until the <a href=\"https://twitter.com/hashtag/Silo?src=hash&amp;ref_src=twsrc%5Etfw\">#Silo</a> finale. <br /><br />Here’s the entire first episode. <a href=\"https://t.co/lIcTXCQ9D6\">pic.twitter.com/lIcTXCQ9D6</a></p>— Apple TV (@AppleTV) <a href=\"https://twitter.com/AppleTV/status/1673730750095712256?ref_src=twsrc%5Etfw\">June 27, 2023</a></blockquote></div><p>Rebecca Ferguson (<em>Dune</em>) stars as Juliette Nichols, an engineer who uncovers a web of secrets after her lover, George (Ferdinand Kingsley), is murdered. The series also stars Rashida Jones, David Oyelowo, Common, Tim Robbins and Harriet Walter.</p><p>Episodes one through nine of <em>Silo</em> are <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3R2LmFwcGxlLmNvbS91cy9zaG93L3NpbG8vdW1jLmNtYy4zeWtzZ2M4NTdweDBrMHJxZTV6ZDRqaWNlIiwiY29udGVudFV1aWQiOiJkMTViOTBmNC1lMWI0LTQ5NjUtYmI2Ni0wZDA1YzlmMmNjM2QifQ&amp;signature=AQAAATNaKRz23jzzM_BRDQxGE5bSvJXFrstu9YE9C7PwNvWQ&amp;gcReferrer=https%3A%2F%2Ftv.apple.com%2Fus%2Fshow%2Fsilo%2Fumc.cmc.3yksgc857px0k0rqe5zd4jice\">available to stream now</a> on Apple TV+. The season finale (titled “Outside”) premieres this Friday.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-has-posted-the-entire-first-episode-of-silo-on-twitter-182403011.html?src=rss", "link": "https://www.engadget.com/apple-has-posted-the-entire-first-episode-of-silo-on-twitter-182403011.html?src=rss", "date_published": "2023-06-27 18:24:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The SAE is creating a standardized version of Tesla's EV charging plug", "description": "<p>Tesla’s North American Charging Standard (NACS) is one step closer to becoming the de-facto electric vehicle charging system in the US. On Tuesday, <a href=\"https://www.sae.org/news/press-room/2023/06/sae-international-announces-standard-for-nacs-connector\"><ins>SAE International</ins></a>, one of the automotive industry’s most important standards bodies, shared it is working to support the plug, a move that will make it easier for manufacturers to add NACS connectors to their vehicles and charging stations.</p><p>“Standardizing the NACS connector will provide certainty, expanded choice, reliability and convenience to manufacturers and suppliers and, most of all, increase access to charging for consumers,” the SAE said in a statement. According to the organization, the US Joint Office of Energy and Transportation helped bring together Tesla and the SAE. The association says it will create a standardized NACS connector on an “expedited timeframe,” all in hopes of improving the country’s charging infrastructure that much faster.</p><span id=\"end-legacy-contents\"></span><p>As <a href=\"https://www.theverge.com/2023/6/27/23775208/tesla-nacs-electric-car-charging-standard-sae-chargepoint\"><em><ins>The Verge</ins></em><ins> points out</ins></a>, the announcement comes on the same day that ChargePoint <a href=\"https://www.chargepoint.com/about/news/chargepoint-announces-availability-nacs-solutions-new-and-existing-ev-charging\">said</a> customers could begin ordering charging stations with NACS connectors. Starting later this year, the company will offer the port as an option on its home AC charging systems. More broadly, the last month has seen <a href=\"https://www.engadget.com/ford-ev-drivers-will-get-access-to-12000-north-american-tesla-superchargers-next-spring-221752191.html\"><ins>Ford</ins></a>, <a href=\"https://www.engadget.com/gm-ev-owners-will-gain-access-to-tesla-superchargers-in-2024-002123436.html\"><ins>General Motors</ins></a> and <a href=\"https://www.engadget.com/rivian-owners-will-be-able-to-use-tesla-superchargers-starting-in-2024-141546633.html\"><ins>Rivian</ins></a> all announce they plan to adopt NACS. In turn, that has pushed states like Texas to mandate government-funded EV charging stations feature Tesla’s connector. With the momentum behind NACS growing, holdouts like <a href=\"https://www.engadget.com/electrify-america-10000-chargers-us-canada-by-2026-140040719.html\"><ins>Electrify America</ins></a> may reconsider their stance on the connector.</p>This article originally appeared on Engadget at https://www.engadget.com/the-sae-is-creating-a-standardized-version-of-teslas-ev-charging-plug-175233691.html?src=rss", "link": "https://www.engadget.com/the-sae-is-creating-a-standardized-version-of-teslas-ev-charging-plug-175233691.html?src=rss", "date_published": "2023-06-27 17:52:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Razer's first in-ear monitor is built for gamers and streamers", "description": "<p>In-ear monitors (IEMs) are normally aimed at musicians and audio engineers who want to block the outside world, but Razer is betting it can expand that audience. It's <a href=\"https://press.razer.com/product-news/presenting-the-razer-moray-ergonomic-in-ear-monitor-thx-certified-sound-for-gamers-and-streamers/\">introducing</a> its first in-ear monitor, the Moray, with gamers and \"marathon streamers\" in mind. The company claims its wired, THX-certified dual-driver earpieces deliver clear treble and deep bass, with passive noise reduction up to -36dB.</p><p>Comfort is just as much of a focus, however — the ergonomic design and braided cables are meant to stay snugly in place for hours. You can play or broadcast all day while keeping distractions to a minimum, Razer argues. Accordingly, there are three different ear tip varieties (each with three different sizes) to optimize the fit.</p><span id=\"end-legacy-contents\"></span><p>The Moray is available now through Razer and resellers for <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL3N0cmVhbWluZy1lYXJwaG9uZXMvcmF6ZXItbW9yYXkvUloxMi0wNDQ1MDEwMC1SM1UxIiwiY29udGVudFV1aWQiOiJjNGYyOGEwMS00MmFkLTQ5MTktYmM3OC1hODJiMWI4ZjRkZjgifQ&amp;signature=AQAAASXTZWPw_WYF_Iqt5Fyv2l2PTScA-0khxLf5Qnu1ctRG&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fstreaming-earphones%2Frazer-moray%2FRZ12-04450100-R3U1\">$130</a>. At that price, it's clearly not meant to compete with higher-end IEMs from the likes of Audio Technica, Sennheiser or Shure. Many of those have three or more drivers per ear, and some include special wireless kits, detachable cables or other luxuries. You wouldn't want to use this for concerts or album production. There's no built-in microphone, either, so you'll need your own dedicated mic for streaming.</p><p>However, that's not necessarily the point. An IEM by its nature doesn't weigh down on your head (or cover your ears) like conventional headphones, and it should fit more reliably than your typical earbuds. This might do the trick if you're determined to minimize breaks and other interruptions.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/razers-first-in-ear-monitor-is-built-for-gamers-and-streamers-164836617.html?src=rss", "link": "https://www.engadget.com/razers-first-in-ear-monitor-is-built-for-gamers-and-streamers-164836617.html?src=rss", "date_published": "2023-06-27 16:48:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "SoftBank gave $170m to a social app whose users mostly didn't exist", "description": "<p>Back in 2021, Japanese investment giant SoftBank led a little-known social media app called IRL to unicorn status and an overall valuation of $1.17 billion by investing over $170 million. Well, it turned out that the app completely made up its user numbers, admitting that 95 percent of its purported 20 million user base was fake, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ba0a4cdc-cec8-416a-9e93-e11b8179129c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Information&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiYTBhNGNkYy1jZWM4LTQxNmEtOWU5My1lMTFiODE3OTEyOWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlaW5mb3JtYXRpb24uY29tL2FydGljbGVzL3NvY2lhbC1hcHAtaXJsLXdoaWNoLXJhaXNlZC0yMDAtbWlsbGlvbi1zaHV0cy1kb3duLWFmdGVyLWNlby1taXNjb25kdWN0LXByb2JlP3V0bV9zb3VyY2U9dGlfYXBwIiwiY29udGVudFV1aWQiOiI3NTQxNzM2NS0zNWFlLTQ0NmEtYmZmNC0zYjVlMTNmNDJmYjMifQ&amp;signature=AQAAAf61PUphukBq40AKjsa8IZzYZmgi-AwmUEvOmzjXqjws&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Fsocial-app-irl-which-raised-200-million-shuts-down-after-ceo-misconduct-probe%3Futm_source%3Dti_app\"><ins>as originally reported by </ins><em><ins>The Information.</ins></em></a></p><p>At the time, SoftBank <a href=\"https://www.businesswire.com/news/home/20210615005261/en/IRL-Leading-Group-Messaging-Social-Network-Raises-170M-Series-C-Funding-Led-by-SoftBank-Vision-Fund-2-Achieves-Unicorn-Status-With-Over-1.1B-Valuation\"><ins>called the app</ins></a> “an innovative event-based social network” that enables “people to do more together.” However, the firm didn’t know that there were no actual people doing more together. There were no people at all, just a gaping maw of bots and automated accounts.</p><span id=\"end-legacy-contents\"></span><p>The app marketed itself as an event-organizing alternative to Facebook, aimed toward younger generations that think Mark Zuckerburg’s social network is for squares and old people. Despite the name, IRL quickly pivoted to online events after the pandemic made meeting up in real life nearly impossible.</p><p>Problems began mounting almost immediately after nabbing those millions from SoftBank. Last year, the company laid off 25 percent of its team, with founder Abraham Shafi encouraging employees to “adapt” and “be disciplined,” adding that “most people don’t want to be Olympians. In the same way, not everyone will want to walk the path we are walking.”</p><p>After that, employees began getting suspicious of Shafi’s claim of 20 million monthly active users. That’s when the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ba0a4cdc-cec8-416a-9e93-e11b8179129c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Information&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiYTBhNGNkYy1jZWM4LTQxNmEtOWU5My1lMTFiODE3OTEyOWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlaW5mb3JtYXRpb24uY29tL2FydGljbGVzL3NlYy1wcm9iZXMtd2hldGhlci1zb2Z0YmFuay1iYWNrZWQtbWVzc2FnaW5nLWFwcC1taXNsZWQtaW52ZXN0b3JzIiwiY29udGVudFV1aWQiOiI3NTQxNzM2NS0zNWFlLTQ0NmEtYmZmNC0zYjVlMTNmNDJmYjMifQ&amp;signature=AQAAAZrHtRTA-uKZle_wxDXmfqncc8i1nB5pc61XiGL4Yabg&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Fsec-probes-whether-softbank-backed-messaging-app-misled-investors\"><ins>SEC stepped in,</ins></a> issuing a probe as to whether or not IRL misled investors. In April of this year, the company’s board of directors suspended Shafi and appointed a new acting CEO.</p><p>Thanks to the inflated numbers and half-baked concept, IRL is shutting down and taking its 19 million bots with it. The company says it’s returning capital to shareholders, but nobody knows how much money is left in the coffers. Shafi once said that the company had “more than enough cash to last well into 2024” but he also touted 20 million active users so, you know, grain of salt and all of that.</p><p>This has been a tough week for SoftBank. The firm also invested nearly $400 million in a company that manufactures robot pizza makers. The company shuttered and is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ba0a4cdc-cec8-416a-9e93-e11b8179129c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Information&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiYTBhNGNkYy1jZWM4LTQxNmEtOWU5My1lMTFiODE3OTEyOWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlaW5mb3JtYXRpb24uY29tL2FydGljbGVzL3NvZnRiYW5rcy1vbmV0aW1lLXBpenphLXJvYm90LWRhcmxpbmctc2h1dHMtZG93biIsImNvbnRlbnRVdWlkIjoiNzU0MTczNjUtMzVhZS00NDZhLWJmZjQtM2I1ZTEzZjQyZmIzIn0&amp;signature=AQAAAZnhutN6IiQARXo7j33ZH5XVsLUWpu_MhVlZOBtIfNkX&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Fsoftbanks-onetime-pizza-robot-darling-shuts-down\"><ins>liquidating its assets,</ins></a> again leaving a giant question mark as to how much SoftBank would recoup from its original investment. That adds up to a potential loss of $500 million in a single week. Don’t worry about SoftBank, however, as the firm owns dozens of technology companies and <a href=\"https://www.engadget.com/softbank-boston-dynamics-hyundai-motors-sale-080541059.html\"><ins>recently sold Boston Dynamics</ins></a> for a cool billion. It’s still pretty embarrassing though.</p>This article originally appeared on Engadget at https://www.engadget.com/softbank-gave-170m-to-a-social-app-whose-users-mostly-didnt-exist-162947228.html?src=rss", "link": "https://www.engadget.com/softbank-gave-170m-to-a-social-app-whose-users-mostly-didnt-exist-162947228.html?src=rss", "date_published": "2023-06-27 16:29:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Stardew Valley,' 'Slay the Spire' and 'Ridiculous Fishing' are coming to Apple Arcade in July", "description": "<p>Apple has revealed the games that are coming to <a href=\"https://www.engadget.com/tag/apple-arcade/\"><ins>Apple Arcade</ins></a> in July and the company has a stacked lineup in store for subscribers. A trifecta of classic indies are on the way to the service very soon in the form of <a href=\"https://www.engadget.com/tag/stardew-valley/\"><em><ins>Stardew Valley</ins></em></a><em>, </em><a href=\"https://www.engadget.com/slay-the-spire-ios-150017220.html\"><em><ins>Slay the Spire</ins></em></a><em>&nbsp;</em>and <a href=\"https://www.engadget.com/2013-03-14-ridiculous-fishing-review.html\"><em><ins>Ridiculous Fishing.</ins></em></a></p><p>The latter is particularly intriguing, as Apple says it's &quot;a full and expanded remaster&quot; of the original game, which was an Apple Design Award winner. <em>Ridiculous Fishing EX</em>, to give the new version its full name, is now in 3D. You'll use unusual fishing gear such as chainsaws and toasters to try and land fish in an open sea. This remastered version includes a competitive mode with frequently updated challenges and leaderboards, along with a new game plus mode.</p><span id=\"end-legacy-contents\"></span><p>Apple notes that the original <em>Ridiculous Fishing </em>team built this from the ground up, which is a little surprising considering the studio behind it, Vlambeer, <a href=\"https://www.engadget.com/bye-bye-vlambeer-170029297.html\"><ins>shut down three years ago</ins></a>. However, the gang <a href=\"https://www.polygon.com/23775129/apple-arcade-july-2023-slay-the-spire-stardew-valley-ridiculous-fishing\"><ins>temporarily got back together</ins></a> to revive the game. Studio co-founder Rami Ismail <a href=\"https://twitter.com/tha_rami/status/1673689938905399297\"><ins>noted on Twitter</ins></a> that it was an &quot;absolute joy to get a new chance at the game that launched my career with the original crew.&quot; <em>Goodbye Volcano High </em>developer KO_OP also helped with the project. <em>Ridiculous Fishing EX </em>will hit Apple Arcade on July 14th.</p><p>First up in July, though, is <em>Slay The Spire</em>. The deck-building game sees you using cards that you collect to take down enemies and bosses in turn-based combat as you try to ascend a spire. The well-reviewed game will be available on Apple Arcade on July 7th, the same day that the family-friendly <em>Lego Duplo World+</em> joins the service.</p><p>On July 21st, one of the very best games of the last decade will be available to Apple Arcade subscribers at no extra cost. This version of the <a href=\"https://www.engadget.com/stardew-valley-20-million-copies-sold-184832175.html\"><ins>massively successful</ins></a> farming and life sim <em>Stardew Valley </em>includes everything from recent updates, such as town upgrades, dating events, fishing ponds and pets. One week later, subscribers will be able to check out <em>Hello Kitty Island Adventure,</em> a social simulation game that includes co-op multiplayer modes.</p><p>Elsewhere, Apple says several titles on the service are getting updates in July. Those include <a href=\"https://www.engadget.com/2019-12-20-apple-arcade-best-games.html\"><em><ins>Mini Motorways</ins></em></a>, <em>Mini Metro+, </em><a href=\"https://www.engadget.com/apple-arcade-expansion-app-store-greats-131859755.html\"><em><ins>Cut the Rope Remastered</ins></em></a>, <a href=\"https://www.engadget.com/apple-arcade-adds-20-more-games-including-an-exclusive-tmnt-co-op-title-152809631.html\"><em><ins>What the Car?</ins></em></a> and <a href=\"https://www.engadget.com/jetpack-joyride-2-release-date-apple-arcade-161233299.html\"><em><ins>Jetpack Joyride 2</ins></em></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/stardew-valley-slay-the-spire-and-ridiculous-fishing-are-coming-to-apple-arcade-in-july-153459825.html?src=rss", "link": "https://www.engadget.com/stardew-valley-slay-the-spire-and-ridiculous-fishing-are-coming-to-apple-arcade-in-july-153459825.html?src=rss", "date_published": "2023-06-27 15:34:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Roku will stream live Formula E races for free", "description": "<p>Roku just made its first live sports deal, and it may be welcome news if you're a motorsports fan. The company has <a href=\"https://www.fiaformulae.com/en/news/430892/formula-e-expands-partnership-with-cbs-sports-strikes-roku-deal\">struck</a> a deal to stream 11 <a href=\"https://www.engadget.com/formula-e-gen3-car-is-living-up-to-its-potential-after-a-rocky-start-130007090.html\">Formula E races</a> for free through The Roku Channel, beginning with the next season. You'll also find on-demand videos like race previews, replays and the &quot;Unplugged&quot; documentary. The channel is available through Roku hardware, the web and <a href=\"https://www.engadget.com/roku-channel-android-ios-app-launch-130008587.html\">dedicated mobile apps</a>.</p><p>This isn't strictly an exclusive. Paramount+ will simulcast five Formula E races alongside CBS. The offering will be available starting in January 2024. Formula E media chief Aarti Dabas sees both the Roku and Paramount+ deals as ways to &quot;dramatically increase&quot; exposure to the race series, particularly in the US.</p><span id=\"end-legacy-contents\"></span><p>This isn't on par with Formula 1 or other major sports deals. However, it significantly expands the range of content available through Roku's ad-supported service. The Roku Channel initially launched with a focus older movies and shows, but has since added <a href=\"https://www.engadget.com/2019-01-28-roku-channel-premium-subscriptions-now-available.html\">premium subscriptions</a>, <a href=\"https://www.engadget.com/roku-cypher-002233723.html\">originals</a> and <a href=\"https://www.engadget.com/roku-channel-tribeca-film-festival-channel-172006958.html\">live TV</a>. Now, it has a chance to attract sports fans.</p><p>There's plenty of pressure to grow. Numerous other streaming services have their own sports exclusives. Amazon Prime Video streams a limited number of <a href=\"https://www.engadget.com/amazon-prime-video-nfl-black-friday-game-date-211050980.html\">NFL games</a>, while Apple has Friday Night Baseball and MLS Season Pass. Paramount+ already has <a href=\"https://www.engadget.com/paramount-plus-uefa-champions-league-streaming-rights-soccer-152206370.html\">multiple soccer exclusives</a>. Moreover, ad-supported channels are reaching more platforms — Amazon recently launched its own <a href=\"https://www.engadget.com/amazon-rolls-out-free-roku-like-tv-channels-for-fire-devices-230056933.html\">free TV for Fire devices</a>. Formula E could sustain interest in Roku's hardware and services, especially for viewers who crave live content.</p>This article originally appeared on Engadget at https://www.engadget.com/roku-will-stream-live-formula-e-races-for-free-145612443.html?src=rss", "link": "https://www.engadget.com/roku-will-stream-live-formula-e-races-for-free-145612443.html?src=rss", "date_published": "2023-06-27 14:56:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Brave Pixel Fold owners can try to repair hardware issues with iFixit's help", "description": "<p>Brave souls who pick up <a href=\"https://www.engadget.com/google-pixel-fold-review-the-challenger-that-samsung-needs-specs-price-170003458.html\">Google’s Pixel Fold</a> and eventually discover an issue with the hardware will be able to try and fix the problem themselves. Google will offer official tools, parts and self-repair guides for the foldable through <a href=\"https://www.engadget.com/tag/ifixit/\">iFixit</a>.</p><p><a href=\"https://www.engadget.com/google-pixel-phone-self-service-repair-parts-150042251.html\">Since last year</a>, those willing to try and fix issues with other Pixel devices at home have been able to get the parts and knowledge they need from iFixit. Google told <a href=\"https://9to5google.com/2023/06/27/pixel-fold-repair-spare-parts/\"><em>9to5 Google</em></a> the program will include the new foldable.</p><span id=\"end-legacy-contents\"></span><p>You’ll still be able to mail in a Pixel Fold for repair or take it to a shop when the foldable is out of warranty (or if you damage it accidentally). If you feel up to the task of repairing it yourself, though, you’ll be able to buy several parts from iFixit. Those include charging ports, batteries, adhesives and, yes, the 7.6-inch inner folding display. You can obtain step-by-step guides from iFixit too.</p><p>Foldables are notoriously fragile and finicky, even compared to more typical smartphones. That’s perhaps why, as <em>9to5 Google</em> notes, no other major manufacturer has an official foldable self-repair program. While Samsung also <a href=\"https://www.engadget.com/samsung-self-repair-program-galaxy-phone-ifixit-160016344.html\">offers parts and manuals for other devices</a> through iFixit, you’ll need to let a technician handle a Galaxy Z Fold or Z Flip repair — unless you really know what you’re doing and are comfortable using components sourced from elsewhere.</p><p>We’ve yet to see a Pixel Fold <a href=\"https://www.engadget.com/ifixit-teardown-reveals-asus-rog-ally-is-easier-to-pry-open-than-the-steam-deck-165911557.html\">teardown</a> from iFixit to get a sense of just how tough it might be to repair the device yourself. While we had positive impressions of the Pixel Fold <a href=\"https://www.engadget.com/google-pixel-fold-review-the-challenger-that-samsung-needs-specs-price-170003458.html\">in our review</a>, it’s too early to tell how well Google’s first foldable will hold up over time. In any case, at least you’ll have an extra repair option if things go pear-shaped.</p>This article originally appeared on Engadget at https://www.engadget.com/brave-pixel-fold-owners-can-try-to-repair-hardware-issues-with-ifixits-help-143528112.html?src=rss", "link": "https://www.engadget.com/brave-pixel-fold-owners-can-try-to-repair-hardware-issues-with-ifixits-help-143528112.html?src=rss", "date_published": "2023-06-27 14:35:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best mesh WiFi systems in 2023", "description": "<p>Every person needs good WiFi in their homes, but a lot of domestic WiFi setups suck for countless reasons. Maybe the hardware your ISP gave you isn’t great, or your walls aren’t friendly to wireless signals. Or perhaps the signals from your all-in-one wireless modem and router just can’t reach everywhere from its spot in a far corner of your house. It’s these maladies that mesh systems deal with, a distributed set of smaller WiFi nodes that are spread around your home, pushing internet into every corner. Mesh routers aren’t new, and we’ve reviewed plenty, but now we’re building a one-stop shop for everything you need to know. That’s because WiFi 6E is mature and affordable enough to offer transformative wireless performance for everyone.</p><h2><strong>WiFi</strong></h2><p>WiFi is governed by the International Standard IEEE 802.11, and every few years the standards evolve. Until 2018, routers were sold under their IEEE designation, leaving consumers to deal with the word soup of products labeled 802.11 b/a/g/n/ac et cetera. Mercifully, wiser heads opted to rebrand the standards with numbers: WiFi 4, WiFi 5 and WiFi 6. We’re presently between two WiFi generations, WiFi 6 and 6E, which relates to the frequencies the standard uses. WiFi 6 covers routers which operate on the 2.4GHz and 5GHz bands, while the latter means it can also use the 6GHz band.</p><span id=\"end-legacy-contents\"></span><p>Each WiFi band has tradeoffs, because the slower radio frequencies have greater range but less speed. 2.4GHz signals will travel a long way in your home but aren’t quick, while 6GHz is blisteringly fast, but can be defeated by a sturdy brick wall. A lot of WiFi-enabled gear, like a lot of smart home products, only use 2.4GHz because the range is better and it’s a lot cheaper. But it means that the band is also overcrowded and slow.</p><p>Linksys’ CEO Jonathan Bettino told Engadget why mesh systems are an “advancement in WiFi technology” over buying a single point router. With one transmitter, the signal can degrade the further away from the router you go, or the local environment isn’t ideal. “You can have a small [home], but there’s thick walls [...] or things in the way that just interfere with your wireless signal,” he said.</p><p>Historically, the solution to a home’s WiFi dead zone was to buy a <a href=\"https://www.engadget.com/best-wifi-extender-130021313.html\">WiFi Range Extender</a> but Bettino said the hardware has both a “terrible user experience” and one of the highest return rates of any consumer electronics product. Mesh WiFi, by comparison, offers “multiple nodes that can be placed anywhere in your home,” says Bettino, resulting in “ubiquitous WiFi” that feels as if you have a “router in every room.”</p><p>Having a “router in every room” is the biggest selling point for mesh WiFi given how reliant we all are on the internet. Each node is in constant contact with each other, broadcasting a single, seamless network to all of your devices. There’s no separate network for the 2.4GHz and 5GHz bands, just a single name that you connect to.</p><h2><strong>What to look for</strong></h2><p>It’s a pretty good time to buy a mesh WiFi system, since WiFi 6E represents a fairly significant leap in the technology. Matt MacPherson, Cisco’s Chief Technology Officer for Wireless, said that WiFi 6E is a substantial “inflection point” and can take advantage of a much broader chunk of the wireless spectrum than its predecessors. “If you’re using that spectrum with a WiFi 6 [device],” he said, “you’re going to get significant gains [in speed.]”</p><p>MacPherson added that WiFi 6E will likely “carry you for a long time,” thanks to the fact that its “top throughputs now typically exceed what people can actually connect their home to.” In short, with a top theoretical per-stream speed of 1.2 Gbps, WiFi 6E is fast enough to outrun all but the fastest internet connection. (You may also see talk of WiFi 7 devices, some of which have been released already before the standard is officially launched next year. Given that it will take a generation for all of the devices in your home to be compatible with WiFi 7, it’s not worth thinking about this for several years yet.)</p><h3><strong>Range and speed</strong></h3><p>Every mesh product will boast of its theoretical broadcast range in square feet, as well as its theoretical top speed. Given there are so many factors outside of the manufacturer’s control, these numbers don’t really mean much in the real world. Your internet provider’s real speed, the construction materials and layout of your home, amongst other things, will all affect your WiFi.</p><p>It’s worth saying that raw speed isn’t everything, and that for most normal users, you probably need a lot less than you’re paying for. Netflix <a href=\"https://help.netflix.com/en/node/306\">recommends</a> a minimum speed of just 15 Mbps to stream a 4K video to a single device. Naturally, that’s just for one connection, so you’ll need some more capacity if you’ve got other devices all running at the same time. As cool as it is to say you’ve got 100, 200 or 500 Mbps download speed, factors like latency and reliability are way more crucial.</p><h3><strong>Backhaul</strong></h3><p>Mesh WiFi systems work by connecting every hardware node to a single wireless network, letting them all communicate with each other. Imagine four people in a busy, noisy restaurant all trying to order their dinner from a weary staff member, all at once. Now imagine, while this is going on, that four more people at that same table are also trying to tell a funny anecdote. It’s no surprise that it might take a long while for the right information to reach its intended destination.</p><p>To combat this, higher-end mesh systems offer dedicated wireless backhaul; a slice of the spectrum for node-to-node communication. So rather than everyone talking at once in the same space, the conversations are essentially separated, reducing the invisible clutter in the air. Because there’s less confusing cross-chatter, everything moves faster, offering a significant performance boost to those systems.</p><h3><strong>Connectivity</strong></h3><p>These days, even your washing machine has a wireless connection, but that doesn’t mean you should ignore the joys of wired internet. No matter how fast WiFi is, a hard line will always be faster, and some gear, like Philips’ Hue bridge, still needs an ethernet connection. Plenty of routers can also use these hard connections as backhaul, eliminating further wireless clutter. It’s convenient for spread-out systems and power users, but it will mean running more wires through your home. The most common standard is Cat 5e, or gigabit ethernet which, unsurprisingly, has a top speed of 1 Gigabit per second (Gbps).</p><h3><strong>Flexibility and scalability</strong></h3><p>Mesh enables you to add (or subtract) modules from your network to suit your needs. D-Link’s Alan Jones said users should “check how scalable the prospective product is” before you buy. This sense of scale doesn’t just apply to the number of nodes on the network, but how many simultaneous connections it can handle.</p><h3><strong>Placement</strong></h3><p>Modern mesh networking products offer one, two or three (or more) pieces of equipment that are commonly the same hardware inside and out. It normally doesn’t matter which module you make the primary one to connect to your modem, usually over ethernet. You’ll then set up the other, secondary nodes around your home, which is often just a case of adding them to the existing mesh network.</p><p>When installing your hardware, remember that every physical obstacle between nodes may hurt your performance. The ideal spot is, at the very least, at waist height on a piece of furniture without too many obstructions. Tables, sideboards, free-standing cupboards, and bookcases make for a good home. The rule of thumb is to place each node no more than two rooms away from the last one.</p><h2><strong>How we tested</strong></h2><p>My home covers around 2,200 square feet across three stories, with my office on the third floor. It’s relatively long and thin, with the living room at the front of the house, the kitchen at the back and three bedrooms on the second floor. Its age means there are a lot of solid brick walls, old school lathe and plaster, as well as aluminum foil-backed insulation boards to help with energy efficiency. There are two major WiFi dead zones in the house, the bathroom and the bedroom behind it, since there’s lots of old and new pipework in the walls and floors.</p><p>For sets that have two nodes, I placed the first in my living room, connected via ethernet to my cable modem, with the second on the first-floor landing in the (ostensible) center of the house. For three-node sets, the third went in my kitchen, which I’ve found is the optimal layout to get the bulk of my house covered in WiFi.</p><p>Each mesh is judged on ease of setup, coverage, reliability, speed and any additional features. I looked at how user-friendly each companion app is from the perspective of a novice, as well. My tests included checking for dead zones, moving from room to room to measure consistency, and streaming multiple videos at once.</p><h2>The best mesh WiFi systems for 2023</h2><h2><strong>The best mesh WiFi system for most people: TP-Link Deco XE75</strong></h2><p></p><p>There’s no single glitzy feature that sets <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EZWNvLU1lc2gtV2lmaS02RS1Sb3V0ZXIvZHAvQjA5Vlc1SkhQSC8_dGg9MSZ0YWc9Z2RndDBjLXAtby0xbTctMjAiLCJjb250ZW50VXVpZCI6ImQ0NGYxODg2LTY1ZWUtNDY2Yy1hN2YwLTA2MGNlMjk5ODVhZSJ9&amp;signature=AQAAAYJOdP2vhY_dt7hTdysGv_gz3Z5lJxB00qUul8txiBNl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDeco-Mesh-Wifi-6E-Router%2Fdp%2FB09VW5JHPH%2F%3Fth%3D1\">TP-Link’s Deco XE75</a> apart from its competition. Instead it just expertly balances raw power and user-friendliness.</p><p>It’s not perfect, but many of my biggest gripes could also be described as nitpicking. I’m annoyed by the slightly shorter power cable length, compared to some of the other devices I tested. Similarly, I wish the app had a little more polish, but it’s not an unusable eyesore by any means.</p><p>But, while I dock it a few points for that stuff, I still think it’s the best for most people. Even in my spacious and wireless-hostile home, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EZWNvLU1lc2gtV2lmaS02RS1Sb3V0ZXIvZHAvQjBCODhUNVJEWS8_dGg9MSZ0YWc9Z2RndDBjLXAtby0xbTctMjAiLCJjb250ZW50VXVpZCI6ImQ0NGYxODg2LTY1ZWUtNDY2Yy1hN2YwLTA2MGNlMjk5ODVhZSJ9&amp;signature=AQAAAdbKBDDRR1Os3q8mrjTnu1mk19nf6bwPJBqNwNLf3Ung&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDeco-Mesh-Wifi-6E-Router%2Fdp%2FB0B88T5RDY%2F%3Fth%3D1\">$400 three pack</a> was probably overkill. And if the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWVzVKSFBILz90aD0xJnRhZz1nZGd0MGMtcC1vLTFtNy0yMCIsImNvbnRlbnRVdWlkIjoiZDQ0ZjE4ODYtNjVlZS00NjZjLWE3ZjAtMDYwY2UyOTk4NWFlIn0&amp;signature=AQAAAS2BEmy5BeyShw57I8ZpaVTMGKD-uNkEqqkYHp7EqNYo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09VW5JHPH%2F%3Fth%3D1\">$300 two pack</a> can cover your home, then it’s a more wallet-friendly proposition than some of its rivals.</p><p><a href=\"https://www.engadget.com/tp-link-deco-xe75-review-a-solid-wifi-6e-router-system-that-delivers-more-for-less-123033332.html\"><strong>Read our full review of the TP-Link Deco XE75</strong></a></p><h2><strong>The best mesh WiFi system for novice users: Google Nest WiFi Pro</strong></h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtTmVzdC1XaUZpLVByby1SZWxpYWJsZS9kcC9CMEJDUVQyRkpKLz90aD0xJnRhZz1nZGd0MGMtcC1vLTFtNy0yMCIsImNvbnRlbnRVdWlkIjoiZDQ0ZjE4ODYtNjVlZS00NjZjLWE3ZjAtMDYwY2UyOTk4NWFlIn0&amp;signature=AQAAAcg8jjYy1SuuMpsJ_bT1e9twWNafphStZxucNWs1gC03&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Nest-WiFi-Pro-Reliable%2Fdp%2FB0BCQT2FJJ%2F%3Fth%3D1\">Nest WIFi Pro</a> offers a simple experience for folks who want to set their network up and then forget about it. It’s not as powerful or customizable as many of its competitors, but it should be more than suitable for streaming movies and plain old web browsing. And it’s not that pricey, so while I have reservations about its long-term potential, it’s a good deal in the short term.</p><p>If you’re already inside Google’s smart home world, then the various integrations Assistant already offers, as well as support for Matter and Thread, will be a bonus. That, combined with the promise of regular updates and support from Google should mean that you can pick this up and not think about your WiFi again for several years.</p><p><a href=\"https://www.engadget.com/nest-wifi-pro-review-googles-wifi-6e-mesh-is-more-approachable-than-the-rest-130029818.html\"><strong>Read our full review of the Google Nest WiFi Pro</strong></a></p><h2><strong>The best mesh WiFi system for power users: ASUS ZenWiFi Pro ET12</strong></h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BU1VTLVplbldpRmktQVhFMTEwMDAtVHJpLUJhbmQtRVQxMi9kcC9CMEIyN1BTWEdSLz90YWc9Z2RndDBjLXAtby0xbTctMjAiLCJjb250ZW50VXVpZCI6ImQ0NGYxODg2LTY1ZWUtNDY2Yy1hN2YwLTA2MGNlMjk5ODVhZSJ9&amp;signature=AQAAAfyQ4BRtBbV2ozc1AEhdJqvBxd6Q1P65jcBZjRnOouM4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FASUS-ZenWiFi-AXE11000-Tri-Band-ET12%2Fdp%2FB0B27PSXGR%2F\">ASUS ZenWiFi Pro ET12</a> is a great option for folks who want something that justifies a Pro suffix. Each individual node has the power to cover your home in WiFi, and those extra gigabit and 2.5 Gbps ethernet ports will let you add fast backhaul or a speedy NAS. I’d say that both pro users and gamers will find things to love in this package. Hell, it might even be good enough to support a small office without too much stress.</p><p>And that’s before you get to the unique expandability that ASUS’ AiMesh offers, letting you add more ZenWiFi nodes or, more importantly, compatible standalone ASUS routers. That’ll help you evolve your network in a cost-effective way as you and your home’s needs change over time. Power users will be better-equipped to deal with some of its more idiosyncratic control options, and they’re more likely to take advantage of the 160MHz band support. The upfront cost is pretty expensive, that’s for sure, and it’s certainly not for general users, but it’s a very attractive package for the right person.</p>This article originally appeared on Engadget at https://www.engadget.com/best-mesh-wifi-system-130028701.html?src=rss", "link": "https://www.engadget.com/best-mesh-wifi-system-130028701.html?src=rss", "date_published": "2023-06-27 13:05:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Insta360's latest tiny action cam comes with a wireless display", "description": "<p>Insta360's thumb-sized <a href=\"https://www.engadget.com/insta360-go-2-action-cam-minions-bello-banana-140059750.html\">Go 2</a> action cam already impressed us with its versatility, but it's about to be upstaged by its successor with some surprises. The new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmluc3RhMzYwLmNvbS9wcm9kdWN0L2dvLTMiLCJjb250ZW50VXVpZCI6IjljZmMwYTE4LWRkOGYtNGRjNi1iNGRjLWI3ZmM3NmE5NjFmYSJ9&amp;signature=AQAAAUMl7ajESfCWzTZ8H4jfYNI_QQ9tkp338VFToo93lbUi&amp;gcReferrer=https%3A%2F%2Fstore.insta360.com%2Fproduct%2Fgo-3\">Insta360 Go 3</a> comes with a larger, more rectangular \"Action Pod\" detachable body, thus giving the overall look a stronger resemblance to a conventional action cam. Not only does this new model offer a longer combined battery life (more on that later), but the Action Pod body also doubles as a 2.2-inch flip touchscreen, meaning you won't need to whip out your phone as often. The whole package is essentially a 2-in-1 action cam and a wireless display.</p><p>The Go 3's camera itself has some significant upgrades as well. Video resolution has been bumped up from 1440p to 2.7k (2,720 x 1,536), meaning you'll get more out of Insta360's renowned \"FlowState\" video stabilization trick. Audio quality has been improved by the addition of a second microphone, thus solving an old pain point. The camera is also certified as waterproof at up to 5 meters deep instead of just 4, but note that the \"Action Pod\" is only IPX4 water resistant, so do not submerge that part under water.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"The full Insta360 Go 3 assembly mounted on a selfie stick.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/87003c70-14e5-11ee-bdee-e7ce3fb1d0e3\" style=\"height: 1000px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Insta360</div></figure><p>The camera's own battery life has been extended from 30 minutes to 45 minutes (1080p@30fps), and when mounted onto the \"Action Pod,\" you'll get up to 170 minutes. The Go 3 also represents an improvement in Insta360's heat dissipation design, so the only limitations on maximum video length are battery life and data storage. Say goodbye to the old 30-minute cap on each clip. This is also probably why the Go 3 comes with a new 128GB flavor, though you may still consider the 64GB or 32GB options to suit your budget.</p><p>In addition to the usual timelapse, \"TimeShift\" (Insta360's take on hyperlapse) and slow motion (up to 4x) features, the Go 3 comes with three new video modes: pre-recording, loop recording and timed capture. Timed capture in particular is handy for setting up auto capture for a sunrise, without you having to wake up to turn on the camera.</p><figure><img alt=\"A dog biting onto a Fetch Stick with a Insta360 Go 3 action cam mounted on the end.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/5d872bb0-14e5-11ee-bdd7-c17b821c4259\" style=\"height: 1000px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Insta360</div></figure><p>Much like its predecessor, the Go 3 comes with a handful of accessories for various mounting methods. You still get a magnet pendant for first-person point-of-view shots from chest level, though I personally prefer using the included clip mount with a hat to match my eye level. There's also a pivot stand with a reusable sticky base — the latter can be detached if you want to switch to a 1/4-inch mount instead. If needed, you can buy a quick release mount for action sports, or a monkey tail mount for casual captures anywhere you want. Dog owners may also consider getting the \"Fetch Stick\" to get some goofy close-ups of their pets</p><p>The Insta360 Go 3 is now available via the official online store or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEMzVjI3TDZWLz9tYWFzPW1hYXNfYWRnXzRBRTI1QTIzMUY0QTU3MjM0NzhDOUFCMjgzRDkyQTJDX2FmYXBfYWJzJnJlZl89YWFfbWFhcyZtPUEzTENHNU9JUTgyU1FEJnRoPTEmdGFnPWdkZ3QwYy1wLW8tMW04LTIwIiwiY29udGVudFV1aWQiOiI5Y2ZjMGExOC1kZDhmLTRkYzYtYjRkYy1iN2ZjNzZhOTYxZmEifQ&amp;signature=AQAAAWXa5JbbbEvxT9oB2lZGCY3IyCHLnDkteIXQ8dfjMGSM&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C3V27L6V%2F%3Fmaas%3Dmaas_adg_4AE25A231F4A5723478C9AB283D92A2C_afap_abs%26ref_%3Daa_maas%26m%3DA3LCG5OIQ82SQD%26th%3D1\">Amazon</a>, with the 32GB, 64GB and 128GB models priced at $379.99, $399.99 and $429.99 respectively.</p>This article originally appeared on Engadget at https://www.engadget.com/insta360s-latest-tiny-action-cam-comes-with-a-wireless-display-130001905.html?src=rss", "link": "https://www.engadget.com/insta360s-latest-tiny-action-cam-comes-with-a-wireless-display-130001905.html?src=rss", "date_published": "2023-06-27 13:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "TikTok is jumping off the BeReal bandwagon by killing TikTok Now", "description": "<p>TikTok has told users that it's discontinuing TikTok Now, effectively a clone of last year's social media sensation BeReal, <a href=\"https://www.theverge.com/2023/6/27/23775125/tiktok-now-discontinued-notification-bereal-murder-clone\"><em>The Verge</em></a> reported. According to screenshots posted by various users, parent ByteDance is \"updating the TikTok experience and discontinuing TikTok Now.\"</p><p>BeReal was <a href=\"https://www.engadget.com/the-morning-after-be-real-apple-app-store-awards-121556627.html\">Apple's iPhone app of the year</a> for 2022, but buzz around the social media app has tapered off of late. The app took an interesting approach compared to rivals, sending notifications at a different time each day that prompted you to quickly share photos taken with your device's front and rear cameras at the same time. The idea was to create more spontaneous content, while keeping the experience centered on friends.</p><span id=\"end-legacy-contents\"></span><p>TikTok Now had a nearly identical approach, also requiring users to take front and rear photos simultaneously. However, it added the ability to take 10-second TikTok-like videos instead of photos. When it launched, the company said it aimed to create \"authentic and spontaneous connections on TikTok.\"&nbsp;</p><p>The feature was part of the main app in the US, but is also available as a standalone TikTok Now app in other regions. The message sent to TikTok users in the US indicated that the feature was being killed in the main app, but there's no word on the separate TikTok Now app.&nbsp;</p><p>Shortly after it launched, BeReal was successful enough to inspire dual-camera features from Instagram (<a href=\"https://www.engadget.com/instagram-bereal-candid-notes-172854546.html\">Candid Stories</a>), <a href=\"https://www.engadget.com/snapchat-dual-camera-130029031.html\">SnapChat</a> and others. Since then, however, the number of users has dropped, according to a report from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNC8xMy9zdHlsZS9iZXJlYWwtYXBwLmh0bWwiLCJjb250ZW50VXVpZCI6IjlmYTUzZWE3LTgzZWQtNGIwZS05YTk3LTZiNTZmOWM4YjExOCJ9&amp;signature=AQAAAa8EFYShXDCk_R7SGaxeZZVMd4qpEf7tnq-OVXKmzJga&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F04%2F13%2Fstyle%2Fbereal-app.html\"><em>The New York Times</em></a> in April. BeReal <a href=\"https://www.engadget.com/bereal-says-it-has-more-than-20-million-daily-active-users-172721921.html\">refuted</a> an <a href=\"https://petapixel.com/2023/02/22/bereal-may-be-on-the-out-users-have-nearly-halved-since-peak/#:~:text=According%252520to%252520the%252520report%25252C%252520BeReal,3.3%252520million%252520in%252520January%2525202023.\">analytics report</a> behind the story, though, saying it still had 20 million daily active users.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/tiktok-is-jumping-off-the-bereal-bandwagon-by-killing-tiktok-now-125023950.html?src=rss", "link": "https://www.engadget.com/tiktok-is-jumping-off-the-bereal-bandwagon-by-killing-tiktok-now-125023950.html?src=rss", "date_published": "2023-06-27 12:50:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Telegram Stories with customizable expiration times are coming next month", "description": "<p>In a series of messages on his Telegram channel, Pavel Durov has <a href=\"https://techcrunch.com/2023/06/26/telegram-is-adding-stories-next-month/\">revealed</a> that the instant messaging service is launching its own take on Stories next month. He shared that users have been asking for the feature for years but the company has initially been against it &quot;since Stories are already everywhere.&quot; <a href=\"https://www.engadget.com/telegrams-update-adds-message-translation-and-emoji-profile-picture-creator-231538142.html\">Telegram</a> ultimately decided to listen to its users, though, and has created a version of its own that seems to be more customizable than other platforms'.&nbsp;</p><p>The messaging service's Stories feature looks just like Messenger's in that they show up as expandable bubbles at the top of the conversation list. Users will be able to define who sees their posts and can choose to make them viewable to the public, only to their contacts (with exceptions), just a few selected contacts or to list of Close Friends. They can add captions and links to their Stories, and they can tag other people. Users can also share photos and videos captured by the front-facing and the rear cameras simultaneously, similar to posts found on <a href=\"https://www.engadget.com/bereal-says-it-has-more-than-20-million-daily-active-users-172721921.html\">BeReal</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>If users don't want to see posts from a certain contact, they can move them to the &quot;Hidden&quot; list in their contacts section. But what's perhaps the best thing about Telegram's take so far is that users will be able to choose when their Stories expire. They can set them to disappear in 24 hours like in other services, but they can also choose to make them disappear within 6, 12 or 48 hours. Users can even permanently display their Stories on their profile page. If they do, they won't be forced to make them viewable to anybody and can still choose the privacy setting for each post.&nbsp;</p><p>Durov said Telegram has been testing the feature internally and that it's in the last stages of the testing phase. The company plans to make Stories available on its app sometime in early July.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/telegram-stories-with-customizable-expiration-times-are-coming-next-month-113535087.html?src=rss", "link": "https://www.engadget.com/telegram-stories-with-customizable-expiration-times-are-coming-next-month-113535087.html?src=rss", "date_published": "2023-06-27 11:35:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: The verdict on Google’s Pixel Fold", "description": "<p>Samsung's Galaxy Z Fold line is the undisputed champion of big flexible phones. But – outside of China – it holds that title by default. With the Pixel Fold, Google has created a foldable challenger that directly addresses some of Samsung's (and foldables’) weaknesses. Google says that over 50 first-party apps have already been optimized for use on devices like the Pixel Fold. Some of the enhancements we've seen before, like tabletop mode in YouTube. But, by virtue of being made by the same company that makes Android, there are more features here. That even includes third-party apps like WhatsApp, where you can share images from Google Photos just by dragging and dropping.</p><a href=\"https://www.engadget.com/google-pixel-fold-review-the-challenger-that-samsung-needs-specs-price-170003458.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/befb7e10-14d0-11ee-957b-9c1d4e583ef6\" style=\"height: 405px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>According to Engadget’s Sam Rutherford, the Pixel Fold’s clever hinge and slim chassis make it easy to use and carry, while its wider body makes the phone's exterior screen much more usable. With better cameras and UI tweaks to make multitasking a tiny bit simpler, the Pixel Fold more than holds its own against Samsung's Z Fold 4. The main challenge: that $1,799 price. Check out the full review <a href=\"https://www.engadget.com/google-pixel-fold-review-the-challenger-that-samsung-needs-specs-price-170003458.html\">here</a>.</p><p>– Mat Smith</p><p></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/best-free-games-163045609.html\">The best free games for 2023 </a></p><p><a href=\"https://www.engadget.com/lucid-will-power-aston-martins-future-evs-101040684.html\">Lucid is going to power Aston Martin's future EVs </a></p><p><a href=\"https://www.engadget.com/urtopia-chord-e-bike-151547121.html\">Urtopia's Chord e-bike aims to blend tech with style</a></p><p><a href=\"https://www.engadget.com/virgin-galactic-will-start-commercial-spaceflight-as-soon-as-june-27th-214515616.html\">Virgin Galactic will start commercial spaceflight on June 29th</a></p><p><a href=\"https://www.engadget.com/a-5g-deadline-could-ground-some-us-flights-starting-july-1st-122529318.html\">A 5G deadline could ground some US flights starting July 1st</a></p><p><a href=\"https://www.engadget.com/the-biden-administrations-42-billion-broadband-program-is-finally-getting-underway-143625721.html\">The Biden administration’s $42 billion broadband program is finally getting underway</a></p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h2><a href=\"https://www.engadget.com/netflix-is-removing-its-basic-plan-in-canada-092535002.html\">Netflix is removing its 'basic' plan in Canada</a></h2><h3>Users will have basic with ads, standard or premium tiers available.</h3><h3></h3><p>Netflix announced its basic plan would no longer be an option for Canadian subscribers. Anyone already on a basic plan doesn't have to worry about being kicked off it, but if they choose to move to another option or close their account, they can't get back on that tier. In Canada, the basic tier is $9.99 (CAD) per month, while the basic tier with ads, launched last year, costs $5.99. Now with the decision to remove its basic option, the streamer is pushing more of its customers towards an ad-filled viewing experience.  It’s making the company money: In the first quarter of 2023, Netflix saw its basic with ads tier bring in more money per user than its standard plan.</p><p><a href=\"https://www.engadget.com/netflix-is-removing-its-basic-plan-in-canada-092535002.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/amazon-will-use-small-businesses-to-help-deliver-packages-in-the-us-132503498.html\">Amazon will use small businesses to help deliver packages in the US</a></h2><h3>Your local bodega could bring shipments to your door.</h3><h3></h3><p>Amazon is launching a new hub delivery system that uses small businesses in 23 states (including California, New York and Washington) to complete customer shipments. Those businesses need secure storage areas and must deliver an average of 30 packages daily outside of major holidays. Amazon debuted an &quot;I Have Space&quot; system in India in 2015, and expanded it to both Japan and Spain. A US pilot program began in late 2020, although it focused on improving delivery for rural customers. This new system covers over 20 major cities, including Boston, New York City and Los Angeles.</p><p><a href=\"https://www.engadget.com/amazon-will-use-small-businesses-to-help-deliver-packages-in-the-us-132503498.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/metas-quest-subscription-offers-two-vr-titles-per-month-153724017.html\">Meta’s Quest+ subscription offers two VR titles per month</a></h2><h3>The plan costs $8 per month or $60 per year.</h3><a href=\"https://www.engadget.com/metas-quest-subscription-offers-two-vr-titles-per-month-153724017.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/d7cb1db0-14d0-11ee-86ef-45b09de9bea9\" style=\"height: 390px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Meta is making its own Xbox Game Pass-like subscription service for VR titles. Meta Quest+, grants users access to &quot;the best titles on the platform&quot; for $8 per month or $60 per year. The subscription is available starting today on Quest 2 and Quest Pro. It's also coming to Quest 3 when that headset arrives this fall. The first two are the hit first-person shooter<em> Pistol Whip</em> and <em>Pixel Ripped 1995</em>. Like PlayStation Plus Essential, you'll retain access to the games as long as you remain a member.</p><p><a href=\"https://www.engadget.com/metas-quest-subscription-offers-two-vr-titles-per-month-153724017.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/nasa-is-creating-a-chatgpt-like-assistant-for-astronauts-081903604.html\">NASA is creating a ChatGPT-like AI assistant for astronauts</a></h2><h3>An early version is planned for the Lunar Gateway space station.</h3><h3></h3><p>Has <em>2001: A Space Odyssey</em> taught us nothing? Yes. NASA is developing an AI chat system allowing astronauts to perform maneuvers, conduct experiments and more using a natural-language ChatGPT-like interface.</p><p>NASA aims to deploy the system on its Lunar Gateway, a space station that will orbit the Moon and support NASA's Artemis mission. It would use a natural language interface that allows astronauts to seek advice on experiments or conduct maneuvers without diving into complex manuals.</p><p><a href=\"https://www.engadget.com/nasa-is-creating-a-chatgpt-like-assistant-for-astronauts-081903604.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-the-verdict-on-googles-pixel-fold-111523236.html?src=rss", "link": "https://www.engadget.com/the-morning-after-the-verdict-on-googles-pixel-fold-111523236.html?src=rss", "date_published": "2023-06-27 11:15:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Lordstown Motors sues Foxconn and declares bankruptcy", "description": "<p>Lordstown Motors is having an eventful day, to say the least. The Ohio-based EV startup has <a href=\"https://www.prnewswire.com/news-releases/lordstown-motors-announces-strategic-restructuring-process-301863944.html\">filed for Chapter 11 bankruptcy protection</a> in hopes of finding a buyer <em>and </em>is suing its investment partner, Foxconn Technology, for breach of contract and fraud. In its suit, Lordstown claims Foxconn's actions &quot;had the intended effect of destroying the business of an American startup.&quot;</p><p>Foxconn, primarily known for assembling Apple's iPhones, bought Lordstown's Ohio factory in late 2021 (around when <a href=\"https://www.engadget.com/gm-selling-its-stake-in-troubled-electric-pickup-maker-lordstown-motors-091509553.html\">General Motors jumped ship</a>) and a year later agreed to invest another $170 million through the purchase of common shares and newly created preferred shares. But, in April, Foxconn threatened to terminate the deal, claiming that Lordstown's stock dropping below $1 per share for 30 trading days in a row represented a breach in their agreement. The car manufacturer said the claims had no merit and accused Foxconn of acting in &quot;bad faith&quot; to get control of the factory and its workers without intending to support Endurance, its first pickup EV.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The decision to declare Bankruptcy doesn't exactly come as a surprise — in May, Lordstown said production would likely stop &quot;<a href=\"https://www.engadget.com/lordstown-motors-may-stop-endurance-ev-production-in-the-near-future-180630375.html\">in the near future</a>&quot; and that the company would file if its deal with Foxconn didn't proceed. Lordstown also reported a $171.1 million loss for 2023's first quarter.&nbsp;</p><p>Endurance has also faced <a href=\"https://www.engadget.com/lordstown-motors-freezes-production-to-address-quality-issues-210811052.html\">continual problems from production</a> to the final product. Even after Foxconn bought the factory, Lordstown failed to meet its forecasted vehicle production numbers for 2022, cutting it from 500 to 50 trucks. Then came an underperformance in miles, with the Environmental Protection Agency recently rating the <a href=\"https://www.engadget.com/lordstowns-ev-pickup-has-a-worryingly-short-174-miles-of-epa-range-164714534.html\">pickup's range as just 174 miles</a> versus its promised 250. Its competitors, the Ford F-150 Lightning and the Rivian R1T, can go 240 and 289 miles, respectively.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/lordstown-motors-sues-foxconn-and-declares-bankruptcy-100549575.html?src=rss", "link": "https://www.engadget.com/lordstown-motors-sues-foxconn-and-declares-bankruptcy-100549575.html?src=rss", "date_published": "2023-06-27 10:05:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "TikTok gives parents even more control over what their teens see", "description": "<p>TikTok has recently faced scrutiny over child safety issues in the US and elsewhere due to its youth-skewing userbase and reams of <a href=\"https://techcrunch.com/2022/07/11/tiktok-fairplay-child-safety-report/\">inappropriate content</a> on the platform. Now, the company (owned by China's ByteDance) has announced that it's is giving parents more control over what their teens can see. It's adding new content filtering controls to its \"<a href=\"https://www.engadget.com/tiktok-parents-restricted-content-family-pairing-131320682.html\">Family Pairing</a>\" feature, letting parents filter out videos containing specific words or hashtags — while still keeping kids in the loop.&nbsp;</p><p>TikTok introduced <a href=\"https://www.engadget.com/tiktok-parents-restricted-content-family-pairing-131320682.html\">Family Pairing</a> back in 2020 as a way to let parents link directly to their kids' accounts then  remotely disable direct messages, set screen time limits and enable a \"restricted content\" mode. And last year, it <a href=\"https://newsroom.tiktok.com/en-us/more-ways-for-our-community-to-enjoy-what-they-love\">added a tool</a> that automatically filters out videos with words or hashtags users may not want to see in their For You or Following feeds.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The new controls essentially combine those two features, giving parents the option to remotely filter out videos from their kids accounts in For You or Following with specific words or hashtags. \"We're bringing this [content filtering] tool to Family Pairing to empower caregivers to help reduce the likelihood of their teen viewing content they may uniquely find jarring,\" TikTok wrote.</p><figure><img alt=\"TikTok's latest tool gives parents more control over what their teens can see\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/7c6268f0-14be-11ee-937f-c87c8c55c5b8\" style=\"height: 720px; width: 1280px;\" /><figcaption></figcaption><div class=\"photo-credit\">TikTok</div></figure><p>At the same time, kids will be alerted to their parents' selected filters and can choose not to opt-in, the company told <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3ca8a7b1-3a85-4531-bf32-d3d89ff34f5a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=SKY+Brasil&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzY2E4YTdiMS0zYTg1LTQ1MzEtYmYzMi1kM2Q4OWZmMzRmNWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9uZXdzLnNreS5jb20vc3RvcnkvdGlrdG9rLXRvLWxldC1wYXJlbnRzLWZpbHRlci1vdXQtdmlkZW9zLXRoZXktZG9udC13YW50LXRoZWlyLWNoaWxkcmVuLXRvLXNlZS0xMjkwOTg1MyIsImNvbnRlbnRVdWlkIjoiMGJmM2Q2MzEtYjU4NC00MWI2LThmZjEtZjQzZmJiMmJiMjVmIn0&amp;signature=AQAAAS_hk-JQxCcyW-SZc_e5Ipb7kyv5W0FrovEhnwBReJT9&amp;gcReferrer=https%3A%2F%2Fnews.sky.com%2Fstory%2Ftiktok-to-let-parents-filter-out-videos-they-dont-want-their-children-to-see-12909853\"><em>Sky News</em></a>. \"By default, teens can view the keywords their caregiver has added and we believe this transparency can also help to prompt conversations about online boundaries and safety,\" the company wrote. \"We also wanted to make sure we respect young people's right to participate.\"</p><p>At the same time, TikTok announced that it will form a global Youth Council later this year. The aim, it said, will be to \"listen to the experiences of those who directly use our platform and be better positioned to make changes to create the safest possible experience for our community.\"</p><p>TikTok has been criticized for exposing children to videos showing self-harm, <a href=\"https://www.engadget.com/tiktok-eating-disorder-support-features-172304356.html\">eating disorders</a> and other inappropriate content, often disguised by slightly altered hashtags designed by bypass moderation. The company is facing new content regulations in UK via the <a href=\"https://www.engadget.com/uk-revives-age-verification-online-safety-bill-113839546.html\">Online Safety Bill</a>, and US lawmakers are working on a Kids Online Safety Act that would force social media companies like TikTok to add online safeguards for children. TikTok was recently <a href=\"https://www.engadget.com/montanas-governor-signs-bill-banning-tiktok-225326086.html\">banned</a> in Montana, but the company is <a href=\"https://www.engadget.com/tiktok-is-suing-montana-over-law-banning-the-app-in-the-state-200642508.html\">suing the state</a> on the grounds that the ban violates the First Amendment and other laws.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/tiktok-gives-parents-even-more-control-over-what-their-teens-see-093558339.html?src=rss", "link": "https://www.engadget.com/tiktok-gives-parents-even-more-control-over-what-their-teens-see-093558339.html?src=rss", "date_published": "2023-06-27 09:35:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Facebook adds parental control tools to Messenger", "description": "<p>Meta has added new tools to its <a href=\"https://familycenter.meta.com/\">Family Center</a> that will allow parents to see and control how their <a href=\"https://www.engadget.com/senate-hearing-instagram-adam-mosseri-001751448.html\">teenage kids</a> are using Messenger. They'll now be able to view how much time their kid spends on the app, along with their privacy and safety settings. Parents and guardians will be able to see who can message their child and who can see their stories. In addition, they can get notifications for changes to their teen's contact list and for any changes their kid makes to their privacy and safety settings. If their child reports a user to Meta, parents can also get notified if their teen chooses to share the information with them.&nbsp;</p><p>The social networking giant said these are but the first batch of parental supervision tools coming to Family Center, and that it plans to add more over the next year. While they're only rolling out for users in the US, UK and Canada at the moment, Meta intends to expand their availability to other regions around the world in the coming months. Take note that Facebook has had <a href=\"https://www.engadget.com/2020-02-04-facebook-gives-parents-more-control-over-messenger-kids-chats.html\">parental controls for Messenger Kids</a> for years, and these tools are for the main Messenger app, meant for parents with teens 13 to 18 years old.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"A screenshot showing how much time a teenage spends on Messenger\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/4f8a86b0-14c7-11ee-abfe-95764747c2a0\" style=\"height: 697px; width: 800px;\" /><figcaption></figcaption><div class=\"photo-credit\">Facebook/Meta</div></figure><p>Aside from these new parental tools, Meta will now show teens a notification when they've already spent 20 minutes on Facebook to urge them to set daily time limits. For Instagram, it's exploring a new nudge feature that will ask teens to close the app if they've been scrolling Reels at night. Meta has also expanded its <a href=\"https://www.engadget.com/meta-will-add-parental-supervision-features-to-instagram-130034971.html\">parental controls for Instagram</a> to show parents how many friends their teen has in common with accounts they follow and are followed by. Plus, teens will get a new notification after they've blocked someone, encouraging them to add their parents to supervise their account.&nbsp;</p><figure><img alt=\"Three Instagram screenshots against a colorful background.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/a62f9e10-14c7-11ee-afef-d08facd8a3e9\" style=\"height: 900px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Instagram/Meta</div></figure><p>The company has a few safety updates that aren't teen-focused, as well. It's rolling out <a href=\"https://www.engadget.com/instagram-introduces-quiet-mode-new-content-controls-140011575.html\">Quiet Mode</a>, which mutes all notifications and changes a user's profile status, on Instagram around the world over the coming weeks. It's also currently testing a couple of new features meant to protect Instagram users from unwanted DMs. Users must now send an invite to connect to someone who doesn't follow them before being able to send a message. Further, they can only send one invite at a time and can't send more until the recipient accepts it. These message request invites are text only, prohibiting users from being able to send photos, videos or voice messages to other users they're not connected to.&nbsp;</p><figure><img alt=\"Instagram DM screenshots against a colorful background.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/01574cd0-14c7-11ee-bf74-3e8e5cefb28d\" style=\"height: 1001px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Instagram</div></figure><p></p>This article originally appeared on Engadget at https://www.engadget.com/facebook-adds-parental-control-tools-to-messenger-090034344.html?src=rss", "link": "https://www.engadget.com/facebook-adds-parental-control-tools-to-messenger-090034344.html?src=rss", "date_published": "2023-06-27 09:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}]