{"entries": [{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-second-whistleblower-godmode-security-musk-221101124.html?src=rss", "title": "Twitter engineers can still use 'GodMode' to tweet as any account, claims whistleblower", "date_published": "2023-01-24 22:11:01+00:00", "description": "<p>Twitter has a new whistleblower, as another former employee has sounded the alarm about security issues, <a href=\"https://www.washingtonpost.com/technology/2023/01/24/whistleblower-twtter-ftc-settlement/\">according to</a><em>The Washington Post</em>. The new complainant, who has spoken with Congress and the Federal Trade Commission (FTC), says any Twitter engineer still has access to an internal program — formerly called “GodMode” — that lets them tweet from any account.</p><p>The whistleblower’s complaint alleges GodMode (now renamed to “privileged mode”) remains on the laptop of any engineer who wants it, requiring only a production computer and a simple code change from “FALSE” to “TRUE.” Screenshots of the code, included in an October complaint filed with the FTC, show a warning to anyone attempting to use it: “THINK BEFORE YOU DO THIS.”</p><span id=\"end-legacy-contents\"></span><p>This isn't the first time Twitter security has drawn scrutiny. In 2020, teenage crypto scammers <a href=\"https://www.engadget.com/crypto-scammers-hack-elon-musk-bill-gates-twitter-204011058.html\">hacked the company’s internal systems</a>, sending fake tweets from the accounts of President Joe Biden, Barack Obama, Musk and others. Twitter’s at-the-time executives said they had fixed the issue and <a href=\"https://www.engadget.com/everything-we-know-about-the-twitter-bitcoin-scam-hack-202447973.html\">launched</a> a “comprehensive information security program that is reasonably designed to protect the security, privacy, confidentiality, and integrity of nonpublic consumer information.”</p><p>However, Twitter’s first whistleblower, Peiter Zatko, <a href=\"https://www.engadget.com/twitter-whistleblower-security-holes-115558064.html\">disputed</a> that. Another engineer claimed at the time that GodMode was still widely available.</p><figure><img alt=\"SAN FRANCISCO, CALIFORNIA - JANUARY 24: Tesla CEO Elon Musk leaves the Phillip Burton Federal Building on January 24, 2023 in San Francisco, California. Musk testified at a trial regarding a lawsuit that has investors suing Tesla and Musk over his August 2018 tweets saying he was taking Tesla private with funding that he had secured. The tweet was found to be false and cost shareholders billions of dollars when Tesla's stock price began to fluctuate wildly allegedly based on the tweet. (Photo by Justin Sullivan/Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/be0b8c90-9c2e-11ed-b7ef-d2a6cdf1ef15\" /><figcaption></figcaption><div class=\"photo-credit\">Justin Sullivan via Getty Images</div></figure><p>The new complainant’s filing says the incident led to Twitter reopening the case, which sparked the discovery that engineers could also delete or restore anyone’s tweets. (Regular Twitter users can't do either.) He also claims Twitter can’t log who, if anyone, uses or abuses any of the special privileges.</p><p>The new whistleblower’s complaint was filed by Whistleblower Aid, the same nonprofit firm representing Zatko. The FTC is reportedly interviewing former Twitter employees about the allegations.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-default-timeline-tab-213926997.html?src=rss", "title": "Twitter makes it easier to avoid the annoying 'For You' tab", "date_published": "2023-01-24 21:39:26+00:00", "description": "<p>Don't worry if you hate Twitter's curated <a href=\"https://www.engadget.com/twitters-for-you-timeline-starts-rolling-out-on-desktop-web-browsers-203558483.html\">For You tab</a>, as you now have a better way to avoid it. Twitter is <a href=\"https://twitter.com/TwitterSupport/status/1617964019666800640\">updating</a> its web and mobile apps to default to the timeline tab you last had open. If you close the app after looking at the chronological Following tab like a sensible human being, you'll see it again when you come back. The tab default is rolling out today on the web, and &quot;coming soon&quot; to the Android and iOS apps.</p><p>This won't revert to the old &quot;twinkle&quot; button that saved space. It does let you stick to your preferred timeline, though. This could be particularly helpful if you want to follow time-sensitive events (one of the main reasons many people use Twitter) and would rather not switch tabs every time you check your feed.</p><span id=\"end-legacy-contents\"></span><div id=\"fefbfbb37d744ca4987d6bcd696f3211\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Were any of you (all of you) asking for your timeline to default to where you left it last?<br /><br />Starting today on web, if you close Twitter on the “For you” or “Following” tabs, you will return to whichever timeline you had open last. iOS and Android coming soon! <a href=\"https://t.co/uKz9DpNRux\">https://t.co/uKz9DpNRux</a></p>— Twitter Support (@TwitterSupport) <a href=\"https://twitter.com/TwitterSupport/status/1617964019666800640?ref_src=twsrc%5Etfw\">January 24, 2023</a></blockquote></div><p>For You is an algorithmically generated feed that highlights certain tweets based on the users and conversations Twitter believes are relevant to you. While this can surface slightly older posts you might have missed, it also tends to bury content from some users and makes it difficult to follow live events.</p><p>The update comes as Twitter faces criticism of its approach to clients following Elon Musk's acquisition last year. The social network now bans <a href=\"https://www.engadget.com/twitter-new-developer-terms-ban-third-party-clients-211247096.html\">third-party clients</a>, forcing developers to <a href=\"https://www.engadget.com/tweetbots-twitter-client-shutdown-195533095.html\">shut down popular apps</a> and pivot to <a href=\"https://www.engadget.com/theres-never-been-a-better-time-stop-tweeting-150020412.html\">rival services</a> like Mastodon. Many of those apps gave users more control over their timeline view and otherwise helped users dodge common Twitter annoyances. This change won't likely satisfy fans of alternative apps. It might, however, reduce the sting of being force to use official software.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/microsoft-q2-fy23-earnings-report-211718819.html?src=rss", "title": "Microsoft announces $52.7 billion in Q2 revenue amid plans to layoff 10,000 workers", "date_published": "2023-01-24 21:17:18+00:00", "description": "<p>Like many big tech companies, Microsoft is preparing for the worst after announcing <a href=\"https://www.engadget.com/microsoft-confirms-layoffs-151816595.html\">plans to lay off 10,000 employees</a> in the upcoming third quarter. It turns out that the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9zb2Z0LmNvbS9lbi11cy9pbnZlc3Rvci9lYXJuaW5ncy9meS0yMDIzLXEyL3ByZXNzLXJlbGVhc2Utd2ViY2FzdCIsImNvbnRlbnRVdWlkIjoiOWUzM2U5ZjQtMmEwOS00MzhjLWJlNDItOWNhZGEwNzdmYzYwIn0&amp;signature=AQAAAXJ1dZFyoKFINxxh7V1e_hnZqVaew3yHMlGdGB0ljZte&amp;gcReferrer=https%3A%2F%2Fwww.microsoft.com%2Fen-us%2Finvestor%2Fearnings%2Ffy-2023-q2%2Fpress-release-webcast\">company's second quarter</a> was a mixed bag: It earned $52.7 billion in revenue, which was up 2 percent from last year, but a slight miss from the $52.9 billion analysts expected. Profits also fell by 12 percent to $16.4 billion, a trend that may continue throughout the year.</p><p>Despite the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy53c2ouY29tL2FydGljbGVzL3BjLXNoaXBtZW50cy1kcm9wLXNoYXJwbHktd2l0aC1zbHVtcC1leHBlY3RlZC10by1wZXJzaXN0LXVudGlsLTIwMjQtMTE2NzM0ODIxNzMiLCJjb250ZW50VXVpZCI6IjllMzNlOWY0LTJhMDktNDM4Yy1iZTQyLTljYWRhMDc3ZmM2MCJ9&amp;signature=AQAAAZa4aO3Glwdzh08CAO_GqGKUjQGsbtwo0Tu9SBOz7BkF&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fpc-shipments-drop-sharply-with-slump-expected-to-persist-until-2024-11673482173\">faltering PC market</a>, Microsoft has been riding high on cloud revenues for years, and that seems to be continuing. its intelligent cloud business was up 18 percent from last year, reaching $21.5 billion. Microsoft's belt tightening didn't stop the company from potentially <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">investing $10 billion more in ChatGPT creator OpenAI</a>, yet another sign that AI is going to play a major role in its future projects. The company plans to <a href=\"https://www.engadget.com/microsoft-add-chat-gpt-azure-openai-062845310.html\">add ChatGPT to its Azure OpenAI</a> service soon, and it's <a href=\"https://www.engadget.com/microsoft-reportedly-integrating-chatgpt-technology-into-bing-131502579.html\">reportedly planning to integrated that technology in Bing</a>.</p><span id=\"end-legacy-contents\"></span><p><em>Developing...</em></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lyft-adds-wait-times-fees-204523564.html?src=rss", "title": "Lyft starts charging wait time fees to late passengers", "date_published": "2023-01-24 20:45:23+00:00", "description": "<p>Lyft has quietly started charging late fees to customers who make their drivers wait for them. In a recently published <a href=\"https://help.lyft.com/hc/e/rider/articles/4648302623-Wait-time-fees\"><ins>support document</ins></a>, the company outlines a policy that will see it add wait time fees to trips where drivers arrive at a pickup location and wait for more than two minutes for a passenger to get into their car.</p><p>The fees won’t apply to Shared, Access, Assisted and Car Seat rides, and if a driver cancels on you due to a no-show, you won’t need to pay a wait time penalty on top of a cancellation fee. Additionally, Lyft offers a five-minute grace period for Lux Black and Lux Black XL rides. And if a driver arrives early, the clock won’t start ticking until after the original estimated pickup time.</p><span id=\"end-legacy-contents\"></span><div id=\"751f1d3ebd8f4fb19daabef5ec2ec60d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">When did Lyft start charging a wait time fee?? Like sorry I took a minute to come downstairs? <a href=\"https://t.co/Q46cAWKERM\">pic.twitter.com/Q46cAWKERM</a></p>— Marq 🐸 (@themarkweaver) <a href=\"https://twitter.com/themarkweaver/status/1617529874645909507?ref_src=twsrc%5Etfw\">January 23, 2023</a></blockquote></div><p>“Wait time fees help keep our platform running smoothly – try to be on time and ready to meet your driver when they arrive at the pickup location,” the company says. “Additional wait time charges may apply to your trip depending on how busy it is. Wait time fees vary by location.”</p><p>Users with disabilities or those who frequently accompany people who may need more time to board a car can request a waiver from the fees from Lyft. The company says those customers can also request refunds for wait fees they may have incurred in the past.</p><p>The change aligns Lyft with Uber’s <a href=\"https://help.uber.com/en-GB/driving-and-delivering/article/how-are-wait-time-fees-calculated?nodeId=7f41997f-a853-46ae-8001-8ab9dee504b0\"><ins>wait time policy</ins></a>, which the latter has had in place since 2016. Notably, those include the terms designed to accommodate riders with disabilities. Last year, Uber <a href=\"https://www.engadget.com/uber-rider-disability-lawsuit-settlement-212009968.html\"><ins>settled with the US Department of Justice</ins></a> after the agency <a href=\"https://www.engadget.com/justice-department-uber-disability-lawsuit-214724043.html\"><ins>accused the company</ins></a> of overcharging passengers with disabilities.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/blizzard-boston-proletariat-drops-union-petition-202823180.html?src=rss", "title": "Blizzard support studio workers drop union bid", "date_published": "2023-01-24 20:28:23+00:00", "description": "<p>One Activision Blizzard studio won't form a union, at least not in the near future. The Communication Workers of America (CWA) says it's <a href=\"https://kotaku.com/blizzard-proletariat-world-warcraft-dragonflight-union-1850024926\">withdrawing</a> its petition for a union vote at Blizzard support studio Proletariat, which is currently working on <a href=\"https://www.engadget.com/world-of-warcraft-dragonflight-announced-182442860.html\"><em>World of Warcraft: Dragonflight</em></a>. As <em>Kotaku</em><a href=\"https://kotaku.com/blizzard-proletariat-world-warcraft-dragonflight-union-1850024926\">notes</a>, a CWA spokesperson claims Proletariat chief Seth Sivak saw employees' unionization move as a &quot;personal attack&quot; and held meetings that allegedly &quot;demoralized and disempowered&quot; the team enough to prevent a fair election.</p><p>The pro-union group, the Proletariat Workers Alliance, said in December that it had majority support. Activision Blizzard <a href=\"https://twitter.com/CODE_CWA/status/1612824567076065283\">declined</a> to willingly recognize the union, though, forcing an election through the National Labor Relations Board (NLRB). It's not clear how much support the vote has now, but Proletariat engineer Dustin Yost says in a statement that the union-busting meetings &quot;took their toll.&quot;</p><span id=\"end-legacy-contents\"></span><p>We've asked Activision Blizzard and the CWA for comment. There are no immediate indications the CWA plans to resubmit the petition or file a complaint with the NLRB over the alleged anti-union tactics. Yost says he still feels a union is the &quot;best way&quot; to get industry representation.</p><p>Staff at Activision Blizzard's <a href=\"https://www.engadget.com/activision-blizzard-second-qa-tester-union-vote-results-205949946.html\">Albany studio</a> and <a href=\"https://www.engadget.com/raven-software-activision-blizzard-union-game-workers-alliance-195516977.html\">Raven Software</a> successfully unionized last year despite accusations of <a href=\"https://www.engadget.com/activision-blizzard-anti-union-message-045140174.html\">anti-union tactics</a> from the publisher. However, those campaigns were limited to quality assurance testers. Proletariat Workers Alliance hoped to unite the entire studio except for management, which was considerably more complex. According to an <em>Axios</em><a href=\"https://www.axios.com/2023/01/12/activision-blizzard-proletariat-worker\">source</a>, some teammates felt the unionization push was too quick and didn't give them the time to understand the consequences.</p><p>This doesn't rule out a union at Proletariat or other Activision Blizzard teams. With that said, it comes as workers across the tech space seek to unionize, including at gaming giants <a href=\"https://www.engadget.com/microsoft-union-zenimax-vote-recognize-190529301.html\">like Microsoft's ZeniMax</a>. Developers and testers don't feel they're getting fair working conditions, and they're increasingly willing to speak out on the subject.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nasa-darpa-nuclear-thermal-engine-crewed-missions-mars-200827580.html?src=rss", "title": "NASA and DARPA will test nuclear thermal engines for crewed missions to Mars", "date_published": "2023-01-24 20:08:27+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/nasa/\"><ins>NASA</ins></a> is going back to an old idea as it tries to get humans to Mars. It is <a href=\"https://www.nasa.gov/sites/default/files/atoms/files/darpa-nasa_draco_nonreimbursable_interagency_agreement_final_2023-01-11_.pdf\"><ins>teaming up</ins></a> with the Defense Advanced Research Projects Agency (<a href=\"https://www.engadget.com/tag/darpa/\"><ins>DARPA</ins></a>) to test a nuclear thermal rocket engine in space with the aim of using the technology for crewed missions to the red planet. The agencies hope to \"demonstrate advanced nuclear thermal propulsion technology as soon as 2027,\" NASA administrator Bill Nelson said. \"With the help of this new technology, astronauts could journey to and from deep space faster than ever — a major capability to prepare for crewed missions to Mars.\"</p><p>Under the Demonstration Rocket for Agile Cislunar Operations (DRACO) program, NASA's Space Technology Mission Directorate will take the lead on technical development of the engine, which will be integrated with an experimental spacecraft from DARPA. NASA says that nuclear thermal propulsion (NTP) could allow spacecraft to travel faster, which could reduce the volume of supplies needed to carry out a long mission. An NTD engine could also free up space for more science equipment and extra power for instrumentation and communication.</p><span id=\"end-legacy-contents\"></span><p>As far back as the 1940s, scientists started speculating about the possibility of using nuclear energy to power spaceflight. The US <a href=\"https://www1.grc.nasa.gov/historic-facilities/rockets-systems-area/7911-2/\"><ins>conducted ground experiments</ins></a> on that front starting in the '50s. Budget cutbacks and changing priorities (such as a focus on the Space Shuttle program) led to NASA <a href=\"https://www.nasa.gov/directorates/spacetech/game_changing_development/Nuclear_Thermal_Propulsion_Deep_Space_Exploration\"><ins>abandoning the project</ins></a> at the end of 1972 before it carried out any test flights.</p><div id=\"ee04dca65b9c4799bca80e81971c7bf5\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>There are, of course, risks involved with NTP engines, such as the possible dispersal of radioactive material in the environment should a failure occur in the atmosphere or orbit. Nevertheless, NASA says the faster transit times that NTP engines can enable could lower the risk to astronauts — they could reduce travel times to Mars <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PVUxZzJhU2o5WlRjIiwiY29udGVudFV1aWQiOiIzOWVlZTA5OC1mZjNjLTRkNjktOWIxZS1jNWJmMWU4N2IyMzcifQ&amp;signature=AQAAAbPTZoIS09lkNtLcn327Tat-uOoNY_CGg34gjOwz1uk1&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DU1g2aSj9ZTc\"><ins>by up to a quarter</ins></a>. Nuclear thermal rockets could be at least three times more efficient than conventional chemical propulsion methods.</p><p>NASA is also looking into nuclear energy to power related space exploration efforts. In 2018, it <a href=\"https://www.engadget.com/2018-05-02-nasa-completes-full-power-tests-small-nuclear-reactor.html\"><ins>carried out tests</ins></a> of a portable nuclear reactor as part of efforts to develop a system capable of powering a habitat on Mars. Last year, NASA and the Department of Energy <a href=\"https://www.engadget.com/nasa-doe-nuclear-fission-system-moon-contracts-190515915.html\"><ins>selected three contractors</ins></a> to design a fission surface power system that it can test on the Moon. <a href=\"https://www.engadget.com/darpa-lockheed-martin-blue-origin-nuclear-spacecraft-100547792.html\"><ins>DARPA</ins></a> and the <a href=\"https://www.engadget.com/defense-department-nuclear-spacecraft-propulsion-211213947.html\"><ins>Defense Department</ins></a> have worked on other NTP engine projects over the last few years.</p><p>Meanwhile, the US has just approved a small modular nuclear design for the first time. As <a href=\"https://gizmodo.com/usa-approves-first-small-modular-nuclear-reactor-design-1850024656\"><em><ins>Gizmodo</ins></em></a><em>&nbsp;</em>reports, the design allows for a nuclear facility that's around a third the size of a standard reactor. Each module is capable of producing around 50 megawatts of power. The design, from a company called NuScale, could lower the cost and complexity of building nuclear power plants.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ticketmaster-live-nation-senate-judiciary-hearing-195504179.html?src=rss", "title": "Ticketmaster knows it has a bot problem, but it wants Congress to fix it", "date_published": "2023-01-24 19:55:04+00:00", "description": "<p>In November, millions of Taylor Swift fans logged on to <a href=\"https://www.engadget.com/doj-ticketmaster-live-nation-antitrust-investigation-193601939.html\">Ticketmaster</a> hoping to scoop up tickets to arguably the most-anticipated tour of 2023. When the time came, the site crashed, rendering verified users unable to purchase admission to the singer's first slate of shows in five years. In the immediate aftermath, Ticketmaster parent company Live Nation explained that while 1.5 million people had signed up as legit customers, over 14 million hit the site when tickets went on sale — many of which were bots.&nbsp;</p><p>Live Nation president and CFO Joe Berchtold <a href=\"https://www.judiciary.senate.gov/meetings/thats-the-ticket-promoting-competition-and-protecting-consumers-in-live-entertainment\">told the Senate Judiciary Comittee</a> on Tuesday that the company &quot;learned valuable lessons&quot; from the Swift debacle. &quot;In hindsight there are several things we could have done better – including staggering the sales over a longer period of time and doing a better job setting fan expectations for getting tickets,&quot; he said.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Berchtold told Senators that Ticketmaster experienced three times more bot traffic that day than it ever had before, and that a cyberattack on the company's verified fan password servers exacerbated the problem. He explained that despite investing over $1 billion in ticketing systems since the Live Nation/Ticketmaster merger, mostly to combat fraud and scalping, the company has a massive bot problem that it can't get a handle on.&nbsp;</p><p>&quot;We also need to recognize how industrial scalpers breaking the law using bots and cyberattacks to try to unfairly gain tickets contributes to an awful consumer experience,&quot; Berchtold said. What he called &quot;industrialized scalping&quot; led to the Taylor Swift fiasco, he explained, but the executive wants Congress to act to prevent similar incidents from happening in the future.&nbsp;</p><p>Berchtold called for Congress to expand the scope of <a href=\"https://www.congress.gov/bill/114th-congress/senate-bill/3183\">the BOTS Act</a> to &quot;increase enforcement.&quot; <a href=\"https://www.engadget.com/2016-12-15-president-obama-signs-ticket-bot-bill-into-law.html\">Signed into law in 2016</a>, the legislation makes it illegal to bypass a website's security or tech features as a means of purchasing tickets. It also makes it illegal to resell tickets obtained via those methods. Specifically, Berchtold called for banning the use of fraudulent URLs and stopping the resale of tickets before their general on-sale date.&nbsp;</p><figure><img alt=\"UNITED STATES - JANUARY 24: Sen. Marsha Blackburn, R-Tenn., speaks during the Senate Judiciary Committee hearing titled Thats the Ticket: Promoting Competition and Protecting Consumers in Live Entertainment, in Hart Building on Tuesday, January 24, 2023. (Tom Williams/CQ-Roll Call, Inc via Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/d0e146d0-9c1e-11ed-bfdf-875a89fe01c7\" /><figcaption>Sen. Marsha Blackburn during Tuesday's hearing</figcaption><div class=\"photo-credit\">Tom Williams via Getty Images</div></figure><p>The law leaves enforcement with the FTC and states, a topic Republican Senator Marsha Blackburn discussed with Berchtold in some of the most pointed questioning of the session. &quot;You told me yesterday you block about 90 percent of the bot attacks that you get, and that's a failing grade,&quot; she said. &quot;There ought to be people you can get some good advice from because our critical infrastructure in this country gets bot attacks every single day. They have figured it out, but you guys haven't?&quot;</p><p>Blackburn admitted that the FTC has only taken action on the law once, and that the lack of widespread action was &quot;unacceptable.&quot; She pledged to do something about the lack of enforcement through the dealings of the Senate Commerce Committee, where she is also a member.&nbsp;</p><p>&quot;The FTC has the authority, but you have a responsibility to consumers,&quot; she continued. &quot;I agree they are not exercising it, but how many times have you called the FTC and said 'we need your help?'&quot;</p><p>Berchtold explained that Live Nation had only contacted the FTC once about suspected bot activity — in late 2019 and early 2020. He said that was the only time they had necessary information to work with the commission in order to get a prosecution. &quot;These are not bots that are trying to break into our system, they are trying to impersonate people... putting true fans at a disadvantage,&quot; Berchtold told Blackburn when asked why Live Nation has such a hard time recognizing bots.</p><p>In regards to the BOTS Act, Democratic Senator Richard Blumenthal told Berchtold there are already legal options available to the company to go after scalpers using bots to procure tickets.</p><p>&quot;You have unlimited power to go to court,&quot; Blumenthal said. &quot;Your approach seems to be that everyone else is responsible here — not us.&quot;&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/grand-theft-auto-online-pc-exploit-north-192950887.html?src=rss", "title": "GTA Online PC players hit with game-breaking exploit", "date_published": "2023-01-24 19:29:50+00:00", "description": "<p>A new exploit in the PC version of Grand Theft Auto Online is causing players to lose game progress and in-game currency, with some accounts becoming corrupted or banned. The exploit, a “remote code execution,” was distributed through the developer of the North Online GTA cheat mod.</p><p>The exploit can reportedly impact anyone, not just players in the same multiplayer lobby as the attacker, <a href=\"https://www.bleepingcomputer.com/news/security/gta-online-bug-exploited-to-ban-corrupt-players-accounts/\">according to</a><em>BleepingComputer</em>. That means anyone currently online and playing the game on PC is at least theoretically vulnerable to attack. (Console players are unaffected.) Engadget reached out to Rockstar for comment, and we will update this article if we hear back.</p><span id=\"end-legacy-contents\"></span><p>The company tweeted this acknowledgment of the fiasco on Monday.</p><div id=\"1d289b1c00874e5f97784097e30dd9f9\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We are aware of potential new exploits in GTA Online for PC, which we aim to resolve in an upcoming planned security-related Title Update. <br /><br />If you think you might have experienced any related issues, please reach out to Rockstar Support: <a href=\"https://t.co/Yqqj0SEDwa\">https://t.co/Yqqj0SEDwa</a></p>— Rockstar Support (@RockstarSupport) <a href=\"https://twitter.com/RockstarSupport/status/1617659703563096067?ref_src=twsrc%5Etfw\">January 23, 2023</a></blockquote></div><p>North's developer removed the abusive elements on January 21st and apologized (their changelog read “bad judgement on my part for adding this public.”) Although GTA Online doesn’t block harmless community-created mods, those distributing cheats or other hacks tilting the game’s competitive balance may face real-world consequences. Rockstar and parent company Take-Two Interactive have previously taken legal action against cheat makers, including the creator of an infinite-money hack who was <a href=\"https://www.engadget.com/2019-02-11-gta-online-cheat-creator-ordered-to-pay-150000-damages.html\">ordered to pay</a> $150,000 plus attorney fees in 2019.</p><p>A workaround for corrupted accounts, which some players have claimed works, is to delete the “Rockstar Games” folder from the Windows Documents folder before reloading the game. However, we recommend avoiding the PC version until Rockstar cleans things up.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/justice-department-sues-google-to-break-up-the-companys-digital-ad-business-190131636.html?src=rss", "title": "The Justice Department is suing Google to break up its ad business", "date_published": "2023-01-24 19:01:31+00:00", "description": "<p>Alongside eight states, the US Department of Justice is suing Google to break up the company’s advertising business. In a <a href=\"https://www.courtlistener.com/docket/66753787/1/united-states-v-google-llc/\">complaint</a> filed Tuesday with a federal court in Virginia, the agency accused Google of illegally monopolizing the digital advertising market. “Google’s anticompetitive behavior has raised barriers to entry to artificially high levels, forced key competitors to abandon the market for ad tech tools, dissuaded potential competitors from joining the market, and left Google’s few remaining competitors marginalized and unfairly disadvantaged,” the Justice Department alleges.</p><p>&quot;Today’s lawsuit from the DOJ attempts to pick winners and losers in the highly competitive advertising technology sector,” a Google spokesperson told Engadget. “It largely duplicates an unfounded lawsuit by the Texas Attorney General, much of which was recently dismissed by a federal court. DOJ is doubling down on a flawed argument that would slow innovation, raise advertising fees, and make it harder for thousands of small businesses and publishers to grow.&quot;</p><span id=\"end-legacy-contents\"></span><p>As <a href=\"https://www.bloomberg.com/news/articles/2023-01-24/us-sues-google-over-ad-market-in-escalation-of-antitrust-fight?sref=10lNAhZ9\"><em>Bloomberg</em> notes</a>, the lawsuit represents the Biden administration’s first significant attempt to challenge the power of one of the nation’s largest tech firms. The agency previously <a href=\"https://www.engadget.com/google-us-justice-department-antitrust-competition-announcement-144344497.html\">sued Google in 2020</a>. At the time, the Justice Department, under Attorney General William Barr, said the company had a monopoly over search and search-related advertising. It also took issue with the terms around Android, which the Justice Department said unfairly advantage Google by forcing manufacturers to preload their devices with the company’s applications and search engine.</p><p>Google faces intense government scrutiny over its hold on the digital advertising market. In 2020, Texas filed a <a href=\"https://www.engadget.com/google-texas-antitrust-lawsuit-project-bernanke-165300880.html\">multi-state lawsuit</a> accusing the company of using its &quot;monopolistic power to control&quot; ad pricing. One year later, the European Commission <a href=\"https://www.engadget.com/eu-google-antitrust-probe-advertising-115010942.html\">opened a probe</a> into the company’s advertising business, a move that seems to have forced Google to reconsider <a href=\"https://www.engadget.com/google-youtube-ad-platform-concessions-european-union-antitrust-180828678.html\">how it handles ads on YouTube</a>. Last year, the Senate also <a href=\"https://www.engadget.com/senate-digital-advertising-bill-google-alphabet-antitrust-192825002.html\">introduced legislation</a> designed to prevent companies like Google from participating in more than one part of the digital advertising ecosystem.</p><p>“Having inserted itself into all aspects of the digital advertising marketplace, Google has used anticompetitive, exclusionary, and unlawful means to eliminate or severely diminish any threat to its dominance over digital advertising technologies,” the Justice Department says in its most recent complaint. It accuses Google of using acquisitions to take out both “actual or potential” competitors, in addition to abusing its marketplace dominance to prevent publishers and advertisers from using competing products effectively.  “Whenever Google’s customers and competitors responded with innovation that threatened Google’s stranglehold over any one of these ad tech tools, Google’s anticompetitive response has been swift and effective,” the Justice Department alleges.</p><p>One estimate suggests Google controls as much as 26.5 percent of the US digital ads market. The company’s ad unit is expected to generate about $73.8 billion in US ad revenue over the next year, with much of that money coming from search advertisements.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-12-9-inch-ipad-pro-m2-good-deal-amazon-180530389.html?src=rss", "title": "Apple's latest 12.9-inch iPad Pro is up to $200 off", "date_published": "2023-01-24 18:05:30+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/apple/\"><ins>Apple</ins></a>'s latest 12.9-inch iPad Pro has dropped to its lowest price to date across several configurations. The 512GB version of the tablet, which is powered by an M2 chipset, is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0xMi05LWluY2gtaVBhZC1Qcm8tV2ktRmktMTI4R0IvZHAvQjBCSkxDRzJYNT90aD0xJnRhZz1nZGd0MGMtcC1vLWhnLTIwIiwiY29udGVudFV1aWQiOiJmNWYxZDFjNy01OWNjLTQ2MTktYjQyNC04MTg3MjdiYTc1NjkifQ&amp;signature=AQAAAbggLMsWNcxKD9hy679qr-FjGQNAZNNsBoMifNK6bKhW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-12-9-inch-iPad-Pro-Wi-Fi-128GB%2Fdp%2FB0BJLCG2X5%3Fth%3D1\">$100 off at $1,299</a>. If you'd like to double that storage to 1TB, you'll save $200 off the regular price, as that version has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0xMi05LWluY2gtaVBhZC1Qcm8tV2ktRmktMTI4R0IvZHAvQjBCSkxIUEdOWS8_dGg9MSZ0YWc9Z2RndDBjLXAtby1oZy0yMCIsImNvbnRlbnRVdWlkIjoiZjVmMWQxYzctNTljYy00NjE5LWI0MjQtODE4NzI3YmE3NTY5In0&amp;signature=AQAAAf3COigNYIqNq4zuEspqbJMKpu3FWmdOXwbScMbVofKE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-12-9-inch-iPad-Pro-Wi-Fi-128GB%2Fdp%2FB0BJLHPGNY%2F%3Fth%3D1\">dropped to $1,599</a>. Similarly, a 12.9-inch iPad Pro M2 with 2TB of storage is $200 off at $1,999. These prices are for the WiFi models, but you can also snag the 1TB and 2TB cellular variants for <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0xMi05LWluY2gtaVBhZC1Qcm8tV2ktRmktMTI4R0IvZHAvQjBCSkxCQjRNVi8_dGg9MSZ0YWc9Z2RndDBjLXAtby1oZy0yMCIsImNvbnRlbnRVdWlkIjoiZjVmMWQxYzctNTljYy00NjE5LWI0MjQtODE4NzI3YmE3NTY5In0&amp;signature=AQAAAZVM3EFlsDHPg0TJwQ39FwjOJsicQCNJDJVIFRJUdOiN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-12-9-inch-iPad-Pro-Wi-Fi-128GB%2Fdp%2FB0BJLBB4MV%2F%3Fth%3D1\">$200 off the regular price</a>. Amazon isn't offering a discount on the 512GB WiFi and cellular version at the minute, unfortunately.</p><p></p><p>The M2 lineup offers significant CPU and GPU performance boosts over the M1 iPad Pro, based on our testing. The latest generation of Apple chipsets power some neat features on the most recent iPad Pro models, including an Apple Pencil tool called Hover. This allows you to see how apps and other aspects of the user interface will react before you touch the stylus against the tablet. For instance, you may be able to see how colors will blend with each other in watercolor apps before applying the brushstroke. The tablet can also now record video in Apple’s ProRes codec in 4K resolution at 30 frames per second.</p><span id=\"end-legacy-contents\"></span><p>All told, we gave the latest iPad Pro <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\"><ins>a score of 87 in our review</ins></a>. The chip upgrade is a big selling point, especially if you already have an iPad Pro that's a few years old and showing its age. Add in a best-in-class screen and design, as well as great battery life, and the M2-powered 12.9-inch iPad Pro may just be worth your while.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/android-14-blocks-sideloading-very-old-apps-173757328.html?src=rss", "title": "Android 14 can block users from sideloading very old apps", "date_published": "2023-01-24 17:37:57+00:00", "description": "<p>The next version of Android could bar you from installing ancient apps in some circumstances. <em>9to5Google</em> has <a href=\"https://9to5google.com/2023/01/23/android-14-block-install-outdated-apps/\">spotted</a> a code change indicating that Android 14 will block users from sideloading apps (that is, installing them outside of the Play Store) that don't target a minimum version of the operating system. It will stop the installation of particularly old software at first, but Google expects to &quot;progressively&quot; raise the bar to require at least Android 6.0 Marshmallow.</p><p>The move is meant to boost security and privacy. Malware writers can't just target old versions of Android to escape <a href=\"https://www.engadget.com/android-13-developer-preview-2-release-170009426.html\">security measures in newer releases</a>, Google says. Google already requires that apps in the Play Store target at least Android 12. This update denies attempts to install vintage apps through the web or third-party stores.</p><span id=\"end-legacy-contents\"></span><p>This won't completely thwart you if there's a classic app you're determined to run. It's up to device manufacturers to enable the cutoff, and there will still be a way to install apps through a command shell. The new policy is meant to stop people from unwittingly installing malware. If you sideload an old app on an Android 14 phone with this measure switched on, you likely know exactly what you're doing.</p><p>Still, it's notable that Google is limiting sideloading at all. For some, it's a reason to buy an Android phone instead of an iPhone — you're free to install apps that <a href=\"https://www.engadget.com/fortnite-android-225437892.html\">aren't available in the official store</a>. However, it's not surprising that Google is clamping down. Android malware writers frequently (<a href=\"https://www.engadget.com/google-removes-android-apps-stealing-facebook-passwords-192721252.html\">though not always</a>) rely on sideloading precisely because there are fewer restrictions than in the Play Store. A block on old apps won't put an end to malware, but it could tighten the platform's overall security.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/spacex-completes-first-stacked-starship-fueling-test-170453424.html?src=rss", "title": "SpaceX completes first stacked Starship fueling test", "date_published": "2023-01-24 17:04:53+00:00", "description": "<p>SpaceX’s next-generation Starship super heavy-lift rocket is one step closer to the day when it may finally fly. On Monday, SpaceX fueled a fully stacked Starship for the first time. The “wet dress rehearsal” saw the company load the vehicle’s Super Heavy and Starship stages with more than 10 million pounds of liquid oxygen and methane fuel. Additionally, SpaceX ran through some of the countdown procedures it will need to complete on launch day. “Today’s test will help verify a full launch countdown sequence, as well as the performance of Starship and the orbital pad for flight-light operations,” SpaceX <a href=\"https://twitter.com/SpaceX/status/1617676719103836164?s=20&amp;t=pDREoPd7fU3oRQ_0D4ay-Q\"><ins>posted on Twitter</ins></a>.</p><div id=\"2728ab0d7b2a4c99b0be6138004881dc\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Starship completed its first full flight-like wet dress rehearsal at Starbase today. This was the first time an integrated Ship and Booster were fully loaded with more than 10 million pounds of propellant <a href=\"https://t.co/btprGNGZ1G\">pic.twitter.com/btprGNGZ1G</a></p>— SpaceX (@SpaceX) <a href=\"https://twitter.com/SpaceX/status/1617676629001801728?ref_src=twsrc%5Etfw\">January 24, 2023</a></blockquote></div><p>As <a href=\"https://www.space.com/spacex-stacked-starship-first-fueling-test\"><em><ins>Space.com</ins></em></a> notes, Monday’s test means SpaceX is on track to complete an orbital flight of Starship sometime in the coming months. The company filed the necessary paperwork for that test <a href=\"https://www.engadget.com/spacex-starship-orbital-flight-plan-222943282.html\"><ins>in May 2021</ins></a>, following its <a href=\"https://www.engadget.com/spacex-sn15-223714843.html\"><ins>first successful landing of a Starship prototype</ins></a>. Since then, the Starship program has encountered a handful of setbacks. For instance, a <a href=\"https://www.engadget.com/faa-delays-spacex-environmental-review-boca-chica-124042660.html\"><ins>lengthy review</ins></a> saw the Federal Aviation Administration order SpaceX to take more than <a href=\"https://www.faa.gov/newsroom/faa-requires-spacex-take-over-75-actions-mitigate-environmental-impact-planned\"><ins>75 actions</ins></a> to mitigate the impact of Starship launches on the environment surrounding the company’s Boca Chica site in Texas. More recently, a booster test fire <a href=\"https://www.engadget.com/spacex-starship-booster-explosion-074522654.html\"><ins>ended with a fiery explosion</ins></a>. Following this week’s wet dress rehearsal, SpaceX must complete a few more on-the-ground tests before Starship can fly. One of the more critical trials will require the company to simultaneously fire all of the Super Heavy booster’s 33 Raptor engines.</p><span id=\"end-legacy-contents\"></span>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-gmail-political-campaign-email-exemption-ends-162400815.html?src=rss", "title": "Google will once again apply Gmail spam detection to political campaign emails", "date_published": "2023-01-24 16:24:00+00:00", "description": "<p>Google doesn't plan to let political campaigns <a href=\"https://www.engadget.com/google-political-campaign-emails-spam-fec-approval-183735778.html\">dodge Gmail's spam detection</a> for much longer. <em>The Washington Post</em> has <a href=\"https://www.washingtonpost.com/politics/2023/01/24/google-email-spam-republicans/\">learned</a> that Google plans to end the email filter bypass pilot program by the end of this month. In a dismissal motion filed at a federal court in the Eastern District of California, the company rejects the Republican National Committee (RNC) allegations of political bias that led to the test. Gmail's filtering methods &quot;apply equally&quot; to every sender whether or not there's a political connection, the company says.</p><p>The pilot was a response to RNC accusations in October that Google was censoring right-wing fundraising emails by marking them as spam. The committee pointed to a study that supposedly backed the claims, but Google maintained that messaging frequency, user responses and other non-political elements dictated filtering behavior. Even so, Google acknowledged the pressure and got permission from the Federal Election Commission (FEC) to run the test. The experiment was already set to end in January, but it wasn't clear if Google would extend the program until now.</p><span id=\"end-legacy-contents\"></span><p>Over 100 Democrat and Republican committees joined the program after it was approved in August. However, the RNC wasn't one of them. Google points this out in its new filing, asserting that the Republicans want to accuse the firm of unfair treatment instead of participating in the solution.</p><p>In a statement to Engadget, Google spokesperson José Castañeda says a recent FEC decision &quot;confirmed&quot; it doesn't filter email for &quot;political purposes.&quot; The representative also maintains that the RNC complaint is &quot;without merit.&quot;</p><p>On top of the company's own objections, numerous advocacy groups and other critics urged the FEC to reject the looser approach to political emails. They were concerned this change would let political candidates from any party spam users with few repercussions. With this latest filing, the debate is moot — politicians will have to take a careful approach if they expect campaign messages to go directly to your inbox.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/how-to-share-screen-facetime-143556350.html?src=rss", "title": "How to share your screen on FaceTime", "date_published": "2023-01-24 14:35:56+00:00", "description": "<p>If you’ve ever wished you could just <em>show</em> someone what you’re talking about rather than trying to describe it, Apple’s screen sharing function for FaceTime can help. The capability is part of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2d1aWRlL2lwaG9uZS9zaGFyZXBsYXktd2F0Y2gtbGlzdGVuLXBsYXktaXBoYjY1N2ViNzkxL2lvcyIsImNvbnRlbnRVdWlkIjoiM2FhYmRmOWQtZjNhOC00MWZjLWJkYTAtMjljNTY2MDZmMTkwIn0&amp;signature=AQAAAfN1hFAh3yhviqjG6hJG77w1PoF8kpDR21S4h36Hn_Ja&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fguide%2Fiphone%2Fshareplay-watch-listen-play-iphb657eb791%2Fios\">SharePlay</a>, a protocol that lets Apple users do more than just talk to each other on video calls. SharePlay and screen sharing only work between Apple mobile devices running iOS 15 and Macs running MacOS Monterey. While the iOS 15 and Monterey releases did add the ability to FaceTime with Android users via a browser, screen sharing still isn’t available outside of Apple-to-Apple connections.</p><h2>How to share your screen using an iPhone or iPad</h2><figure><img alt=\"How to share your screen on FaceTime\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/87f81280-9397-11ed-b73f-0863049f0a89\" /><figcaption></figcaption><div class=\"photo-credit\">Amy Skorheim / Engadget</div></figure><ol><li><p>After you’ve initiated a FaceTime call, tap on the screen to bring up the control bar and tap the sharing icon, which looks like a rectangle with a person in front of it.</p></li><li><p>Tap Share My Screen. A three second countdown will begin, then a black window with your initials will appear on the other person’s screen. This is where your shared content will appear once you’ve selected an app. (If you are using an iPhone, your camera turns off while sharing your screen. If you are on an iPad, your camera remains on.)</p></li><li><p>Swipe up to reveal your home screen.</p></li><li><p>Choose the app or document you want to share. If you want to share a webpage, open your browser. At this point, your screen will appear for the other person.</p></li><li><p>By default, your content will be a smaller inset window on other callers’ screens, that they can tap to enlarge.</p></li><li><p>You’ll see the other person in an inset window, which you can move around, or even slide off-screen to get it out of your way. Keep in mind that if you tap their window, screen sharing will pause.</p></li></ol><p>As you navigate through apps, photos or webpages, people on your call will see <em>exactly</em> what appears on your screen.</p><span id=\"end-legacy-contents\"></span><h3><strong>How to stop sharing your screen on iPhone</strong></h3><ol><li><p>Tap on the active call icon in the upper left then tap the screen sharing icon again. That will immediately end screen sharing.</p></li><li><p>In our tests, we encountered an occasional problem on iPhones with the camera not coming back on after sharing ends. If that happens, tap on the FaceTime app from your home screen, then tap the camera icon. That should bring your camera back online.</p></li></ol><h2>How to take over screen sharing from someone else</h2><p>If someone else on the call is sharing their screen and it’s your turn to take over, you can switch by following these instructions:</p><ol><li><p>On an iPhone, tap to bring up the FaceTime controls. On an iPad, tap to show your menu bar and tap the green FaceTime icon.</p></li><li><p>Tap the SharePlay icon, which looks like a person icon with two arcs behind it.</p></li><li><p>Tap Share My Screen.</p></li><li><p>A pop-up window will ask if you want to replace the current screen. Tap Replace Existing.</p></li><li><p>Other callers will see a black screen with your initials until you swipe up and select an app from your home page.</p></li></ol><figure><img alt=\"How to share your screen on FaceTime\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/db49e030-9397-11ed-a427-e5c6189e4a5d\" /><figcaption></figcaption><div class=\"photo-credit\">Amy Skorheim / Engadget</div></figure><h2>How to share your screen using a Mac</h2><p>If you want to show people content from your MacBook or desktop Mac, the process is largely the same, but you can decide whether to share your entire screen or just one window. Note that, like on an iPad, your camera does not turn off when you screen share on a Mac.</p><ol><li><p>Initiate a FaceTime call. Hover over the FaceTime window to bring up the controls.</p></li><li><p>Click the screen share icon.</p></li><li><p>Decide whether you want to share a single window or your entire screen.</p></li><li><p>If you select Window, hover over your open windows and click on the one you want to share.</p></li><li><p>If you want to share your whole screen, click anywhere on the screen. If you have two monitors, decide which screen you want to share. Everything there will appear for other people exactly as you see it.</p></li></ol><figure><img alt=\"How to share your screen on FaceTime\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/f6481fa0-9397-11ed-b5e3-bebecc7631f4\" /><figcaption></figcaption><div class=\"photo-credit\">Amy Skorheim / Engadget</div></figure><h3><strong>How to stop sharing your screen on Mac</strong></h3><ol><li><p>Return to the FaceTime window and click on the Screen Share icon again.</p></li><li><p>A window will open from your menu bar at the top of the screen asking whether you want to switch to window share, screen share or end screen sharing. Click Cancel and then click Stop Sharing Screen.</p></li></ol>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/forspoken-review-ps5-pc-a-magical-world-with-several-cracks-140051257.html?src=rss", "title": "Forspoken review: A magical world with several cracks", "date_published": "2023-01-24 14:00:51+00:00", "description": "<p>In <em>Forspoken</em>, you control the agile, angry Frey (voiced by Ella Balinska), slinging elemental attacks (and f-bombs) at multiple monsters before leaping off a cliff face and swinging from a molten outcrop. You keep moving, through the lands of Athia, through the adventure, because it’s really fun and satisfying, but also because when you slow down, you start to see the cracks.</p><p>Running on Square Enix’s in-house Luminous Engine (the team that made the game is a newly-formed group called Luminous Productions), <em>Forspoken</em> gives some beautiful moments of magical pyrotechnics, but it’s not quite up to the consistent environmental beauty (and attention to detail) of games like<em> Horizon Forbidden West </em>or<em> Returnal.</em> Still, most of the elemental effects, Frey’s movements and a lot of the world of Athia is beautifully realized.</p><span id=\"end-legacy-contents\"></span><p>The matriarchs that control the world, the Tantas, are <em>fearsome</em>, with a fascinating array of spells, lots of intrigue and a great wardrobe. Fighting, talking to and learning about the four leaders and their fall from grace are some of the highlights of <em>Forspoken</em>. Luminous Productions even said that the Tantas were a “<a href=\"https://blog.playstation.com/2021/12/09/a-closer-look-at-forspokens-major-villains-the-tantas/\">labor of love</a>” for the team, and that’s apparent.</p><p>Take Tanta Prav, the water-wielding Tanta of judgment (they all have a handy job title to explain how they’ll probably rough you up): She is <em>delightfully</em> unhinged and argues with herself. Surrounded by her own watery creations, she’s judge, jury and executioner – except there’s no-one left to judge. Until Frey kills one of her fellow Tantas.</p><figure><img alt=\"Forspoken on PS5\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e99e3ce0-9bde-11ed-bfff-377dda6830ee\" /><figcaption></figcaption><div class=\"photo-credit\">Square Enix</div></figure><p>Pretty soon after, she’s raving in Frey’s face and you immediately understand that you will have to stop her. The broader story has peaks and troughs, but most of the great moments and set-pieces across the middle-end of the game involve the Tantas’ machinations. Try sneaking (or just rushing) into the castle of the Tanta of Strength, with ballistas firing gobs of fire at you and minions surrounding you even as you dodge the hellfire. Later on, another Tanta pulls you ‘back’ into New York, and the environment playfully teases that all is not what it seems.</p><figure><img alt=\"Forspoken on PS5\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e99f2740-9bde-11ed-baff-5b30126f4705\" /><figcaption></figcaption><div class=\"photo-credit\">Square Enix</div></figure><p>While most of the elemental effects, Frey’s movements and a lot of the desolate world of Athia is beautifully realized, other parts aren’t. The only populated region of the game, Cipal, is so underwhelming, relative to the antagonists and their fortresses. Take Auden, Frey’s first friend in Cipal, a city that’s the final bastion of humanity in Athia. She often interacts with Frey in the first and final few chapters of <em>Forspoken</em> – arguably she has more screen time than all but one of the Tantas. She’s also one of the main sources of information about Athia, why the Tantas are now unhinged despots and well, just how bleak everything is. End of the world aside, why does she look such a mess? Similarly, Tanta Cinta, who’s pivotal to the plot, seemed to be modeled by whoever did the dirty to poor Auden.</p><p>Minor characters are even rougher around the edges. This isn’t just a graphical problem either. It’s obvious where less effort’s been made. Open-world games with low-quality side quests (or game filler) are a regular occurrence – I’ve given up in the middle of <em>Assassin’s Creed: Valhalla</em> –  but the majority of tasks in <em>Forspoken</em> are just too dull and unrewarding. I’m still chipping away at the game so if there are some pleasant surprises I will update this. But so far, it’s not looking good.</p><p>Following the primary story beats, while the magical parkour skills make dashing across land an effortless, speedy affair – and definitely faster than horses – there’s not a lot of impetus to explore <em>too</em> much. One of the major landmarks are giant bird cages indicating locked labyrinths. But so far as I’ve explored, they are simplistic junctions of monsters and corridors, with a sub-boss beastie at the end. Other sidequests – lots of them – are just like the fetch quests of <em>Assassin’s Creed, Horizon, Ghost of Tsushima, Spider-Man</em> and well, so many open-world games of the last 10 years.</p><p>Do you enjoy chasing things for collectibles? Welcome to the cat-chasing sidequests. How about doing it without your speedy magical parkour skills? Because that’s the reality– even when Frey is eventually accepted into the city, you’ll never get to dash across the city of Cipal, and leap up its walls. That means after you’ve traded with collectors, you will have to sprint like a normal human to the tavern. (Weirdly, the sprint button and the magical parkour button are not the same buttons, either.) The good thing is there’s not much to keep you in this town. Even if it’s the only populated area in the game, it’s the least interesting. Take the tavern: During celebrations, you will get to experience the most inconsequential, pointless, real-time event dance-off. The button presses and timings have little or nothing to do with the jigs and the moves Thankfully, it seemed to be a one-off.</p><p><em>Forspoken</em> may offer an open world, but you won’t be able to confront the Tantas outside of the order the plot demands. Don’t worry, the sassy bangle Cuff is around to offer a bit of banter between story beats. It’s a weird relationship between Cuff and Frey: They both seem to dislike each other, but not in an endearing way. Frey may be able to traverse, well, pretty much everything with amazing ease, but despite Square Enix pulling in TV writing talent for <em>Forspoken</em>, there isn’t much depth or even much of a character arc to enjoy. Many major plot points are shoehorned in the final third of the game, and Frey’s sudden mood shifts never seem all that believable.</p><p>Outside of the main campaign, <em>Forspoken</em> offers plenty of opportunities for exploration, but the rewards don’t feel worth the time. When I unlocked a new cloak or accessory, they’d typically be specced way below my current equipment. I’d have to go for another magical 5K run to collect herbs and other materials to upgrade things to a decent level.</p><section><img alt=\"Forspoken on PS5\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e989a370-9bde-11ed-afeb-9cef5e4a68d0\" /></section><p>The sheer breadth of magical attacks meant I eventually fell into a pattern of using my favorites – until I  picked up yet another tree of spells from another fallen Tanta. (It’s a shame you don’t get access to the final set of spells until just before the closing chapters of the game.)</p><p>The battles, when the skills come together and the camera and lock-on mechanism is consistent, are a delight. You shift between support spells, summoning two lava soldiers while raining down water attacks, throwing a reality-shifting charm over a few other enemies so they start tearing each other apart. You line up multiple enemies and cast your super-spell, sending a carpet of poisoned earth spikes across the battlefield.</p><p>Coming across a particularly difficult foe, usually glowing enemies classified as mutants, often meant waiting to unlock a family of elemental attacks that were more effective. Or, simply, a matter of mopping them up on your way back from another part of the map, stronger. The rewards for beating these often never seemed worth the effort of a challenging battle (or remembering to circle back to that location).</p><p>At other times, an invisible enemy would slam into me from behind the camera. The worst fight was during one of the later boss battles with an electric bird beast. It will circle above a city, seemingly forever. Steering Frey, I struggled to land even the most straightforward long-distance attacks. I even made myself dizzy. As the camera continued to swing around and around and around. What should have been a slick showcase for Frey’s agility and parkour talents turned into a war of attrition with bonus motion sickness.</p><p>My quests and exploration would regularly be interrupted by breakstorms, sending a barrage of monsters at you – monsters that wouldn’t drop loot, sadly. At other times, breakstorms would end if you killed the monsters in specific areas – or if you bested the super bosses that breakstorms would often spawn. Still working on that challenge, myself.</p><p>A lot of the story lore and worldbuilding is rooted in text snippets you’ll pick up in dungeons or rest spots – I wish more was communicated through the characters. Without spoiling things, there are other ‘twists’ that come across as cheap shortcuts, escaping the need for another lavish boss battle.</p><p>The core story will take between 30 and 40 hours, with some diversions. You can explore a handful of new areas post-game, but nothing so far is particularly captivating. I’m avoiding spoilers again, but a wrinkle at the very end of the post-game leads to a very lazy solution for the conclusions of the story, to ensure Frey can still live her best magical life after the credits roll.</p><p><em>Forspoken</em>, running on a PS5, is smooth enough, but it will still buckle under a wave of enemies and enough magical pyrotechnics. Cranking up the graphical fidelity with either ray tracing or 4K makes for a very choppy kind of a game, especially during frenetic battles.</p><p>Like me before the final chapter, <em>Forspoken</em> doesn’t feel quite ready. Originally meant to launch in May 2022, this game’s already been pushed back a good nine months. Could it have done with a little longer?  The main story is intriguing but too short, and the open-world distractions aren’t distracting enough.  At one point, opening a pretty simplistic puzzle treasure chest – there are lots of them – Frey exclaims “Boring!”. Same, Frey, same.</p><p>Fortunately, the battle system is solid and fun, offering enough for gamers looking for an adventure, and hard mode is suitably hard enough to stretch anyone looking for a proper challenge. Frey references Alice in Wonderland several times, but after 30 hours the wonder had unfortunately dried up. If you enjoy the combat, however, and there’s a demo to try out, you might forgive the dullness, and be willing to see how deep the rabbit hole goes.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lg-cinebeam-hu915qe-review-ust-projector-130042561.html?src=rss", "title": "LG's latest CineBeam ultra short-throw projector is a dream — if you can afford it", "date_published": "2023-01-24 13:00:42+00:00", "description": "<p>Who wouldn't want a small box that can spit a 120-inch image onto your wall? That's the basic pitch behind 4K ultra short-throw (UST) projectors, which are sometimes called \"Laser TVs.\" They're technically easier to set up than traditional projectors, and unlike large TVs, they don't require a huge footprint. Once you've placed it in front of a screen (or treated wall), you can summon an enormous cinematic image in an instant.</p><p>We've reviewed a <a href=\"https://www.engadget.com/2020-02-26-optoma-cinemax-p1-review.html\">few UST projectors</a> over the years, most recently <a href=\"https://www.engadget.com/formovie-theater-review-ultra-short-throw-dolby-vision-120040276.html\">Formovie's excellent $3,000 model</a>. Personally, I've been in love with LG's Cinebeam HU85L since we first <a href=\"https://www.engadget.com/2019-01-09-4k-laser-projector-lg-ces-2019.html\">saw it in action in 2019</a>. Sure, it was expensive at over $6,000, but that was far less than the $10,000 earlier models cost (and certainly better than <a href=\"https://www.engadget.com/2014-01-07-sony-ultra-short-throw-projector.html\">Sony's early eye-watering $30,000 to $40,000 UST projectors</a>). Much like LG's first OLED TVs, the CineBeam represented everything I wanted from the future of home cinema.</p><span id=\"end-legacy-contents\"></span><p>Now after spending a few months with the company's latest UST, the CineBeam HU915QE, I'm even more enamored. It's brighter than its predecessor, reaching up to 3,700 lumens with a 2,00,000:1 contrast ratio, which makes it ideal for daytime viewing and HDR content. (Unfortunately, it doesn't support Dolby Vision, a rare feature we were surprised to see on the Formovie UST.) The new CineBeam can also be pushed even closer to your wall with the ability to spit out a 90-inch 4K image from 2.2-inches away, or a 120-inch image from 7.2-inches. I just wish it was cheaper than $5,000 — with the Formovie unit coming in at thousands less, it's hard to justify LG's premium.</p><p>The HU915QE looks similar to most other UST projectors — it's just a large rectangular box — and its design is practically the same as the previous CineBeam. Still, LG gave it enough flair to make it look at home in a classy living room. Its front speaker is covered in cloth, and the entire unit is encased in a solid light gray plastic. (There's also a black model for better nighttime viewing, though that one inexplicably spits out a darker image.) Around back, there are three HDMI ports, 2 USB connections, an optical audio port and Ethernet. It's not exactly heavy, at 26.9 pounds, but you definitely need a wide table or credenza to align it with your screen.</p><figure><img alt=\"LG CineBeam HU915QE front speaker view\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/6f14f0d0-98fb-11ed-a77f-28383ac4995a\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>That setup process, by the way, is more annoying than you'd think. Configuring any projector is a pain, as you'll need to place it in just the right spot to fill your screen. With a traditional long- or short-throw projector, you're often able to shift the lens around manually. But configuring a UST like the CineBeam involves finding the exact height and distance from the screen to make everything look perfect. If it gets nudged by even a millimeter, the image will simply look wrong. That makes USTs less than ideal for homes with small children or overzealous pets. (Also, you don't want kids peeking into the projector lens, as it's bright enough to cause serious eye damage. That’s hard to do with a traditional projector, but far too easy when it’s just sitting on the floor)</p><p>When I tested the previous CineBeam HU85L, it took me a few hours to find the proper position to work alongside my dropdown projector screen. That involved buying a small table and stacking a few wide boxes to get everything aligned. Even then, I couldn't quite get the image to fill every corner of my screen properly. That's when I learned that dropdown screens aren't ideal for UST projectors (Engadget's <a href=\"https://www.engadget.com/2020-02-26-optoma-cinemax-p1-review.html\">Steve Dent also found</a> that small creases in dropdown screens could lead to rippled images). Ultimately, I was able to get the older CineBeam to fill around 98 percent of my 120-inch screen, but I gave up on the dream of having the whole thing covered.</p><p>Thankfully, I was able to drop the HU915QE into the exact same spot as the earlier CineBeam. After tweaking the manual focus wheel a bit, it ended up covering the same area of my screen. If you're building your home theater or living room around a UST projector, you'll ideally want to use a tensioned ALR (ambient light rejection) screen. Those are built to block light from everywhere but your projector, which means they'll deliver even better brightness and contrast. If you want to use a UST during the day like a TV, you'll definitely want to push away as much ambient light as possible.</p><section><img alt=\"LG CineBeam HU915QE playing Nope in 4K HDR\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/6f12f500-98fb-11ed-bbbf-670f0203c471\" /></section><p>While my setup wasn't ideal, the CineBeam HU915QE still delivered most of what I wanted: A large and luscious dose of cinema in my basement screening room. Almost immediately, I noticed that it produced richer and more vibrant colors than the CineBeam HU85L. Colorful films like <em>Thor Ragnarok</em> looked just fine on the previous projector, but the new model delivered a far bolder dose of cosmic psychedelia. The improved contrast also made the HU915QE better suited for dark scenes, like the spooky nighttime sequences in <em>Nope </em>where you’re trying to make out <em>something</em> floating through the clouds.</p><p>The HU915QE is a triple laser projector, relying on red and blue lasers for their respective primary colors, as well as another blue laser shining through a phosphor to create green. That setup works well, but it can only reach 94 percent of the DCI-P3 color gamut. Newer UST projectors with three distinct RGB lasers, like the HiSense PX1-Pro, can reach a wider 107 percent of the BT.2020 gamut. Like many other UST units, the HU915QE relies on pixel shifting to achieve a visible 4K resolution. It has a native resolution of 2,716 x 1,528, which is shifted twice to hit 4K. The result is an image that's sharper than cheaper projectors, which typically have 1080p native resolutions with four-phase shifting.</p><p>After spending a few hundred hours watching everything from streaming shows like <em>Midnight Mass</em>, to blockbuster action films like <em>Top Gun: Maverick</em>, I found myself preferring the experience of using the HU915QE compared to trekking out to the theater for many films. And, to be clear, that’s a pretty big deal for a movie lover like me. Even with the COVID-19 pandemic threatening the viability of theaters, I’ve held out hope for a comeback. The strong box office performance of the <em>Top Gun </em>sequel and <em>Avatar: The Way of Water</em> makes me think that there’s still room for the true cinematic experience (though as I write this, <a href=\"https://variety.com/2023/film/news/regal-cinemas-shut-down-theaters-bankruptcy-1235495319/\">Regal is shuttering more locations in the US</a> after its parent company Cineworld declared bankruptcy last September). Those films, as well as the <a href=\"https://variety.com/2023/film/news/regal-cinemas-shut-down-theaters-bankruptcy-1235495319/\">recent <em>Dune </em>adaptation</a>, are so large and bombastic that even a 120-inch home projector can’t fully capture their grandeur. But the HU915QE sure comes close.</p><figure><img alt=\"LG CineBeam HU915QE logo\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/6f156600-98fb-11ed-bfff-8f1e96f6a0b3\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>Like most projectors, the CineBeam HU915QE isn’t ideal for gaming thanks to its noticeable input lag. Still, I had a great time playing PS5 titles like <em>God of War Ragnarok</em>, <em>Ratchet and Clank: Rift Apart</em> and even the fast-paced <em>Returnal </em>on my giant screen. LG hasn’t issued any latency figures, but <a href=\"https://www.projectorcentral.com/LG-HU915QB-4K-UST-Laser-Projector-Review.htm\">some reviews</a> peg the projector’s input lag between 50ms and 67ms. There’s an auto low-latency mode that cuts off extra processing to speed things up, but you obviously won’t be using this thing for lightning-fast competitive gaming. Based on my experience with the <a href=\"https://www.engadget.com/samsung-odyssey-ark-review-55-inch-gaming-monitor-160004552.html\">55-inch Samsung Odyssey Ark</a>, though, that’s not something you’d want to do on a gigantic display anyway. Twitch gaming requires smaller screens so you can actually focus on all of the super-fast action.</p><p>When it comes to sound, I can’t imagine that anyone buying a $5,000 projector would be relying on built-in speakers, but it may make sense if you just want to avoid extra clutter in your living room. The CineBeam’s 40-watt 2.2 speaker setup sounds good enough for casual viewing – it’s certainly far better than what you’d get on modern TVs. It’s basically a fairly simple soundbar sitting below the projector, but it delivers clear dialogue and some surprisingly boomy bass. Seriously though, <a href=\"https://www.engadget.com/how-to-build-a-budget-home-theater-setup-140010399.html\">look into surround sound systems</a> if you’re actually buying this thing. You deserve it.</p><figure><img alt=\"LG CineBeam HU915QE displaying Apple TV 4K home screen\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/6f078350-98fb-11ed-b73d-f606cca37804\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>While I spent most of my time using an Apple TV 4K, the HU915QE is also powered by LG’s WebOS platform, which offers all of the smart TV apps you’d expect. That’s nice to have, especially if you don’t want to juggle multiple remotes, but I’d wager most home theater fans will stick with their set-top box platform of choice. If you’re used to WebOS from LG’s OLED TVs, you’ll feel right at home with this projector. It even uses the same Magic Remote found on LG’s TVs, which has voice controls and (so-so) motion controls.</p><p>As much as I loved the CineBeam HU915QE, it’s not exactly priced competitively against newer entries like the <a href=\"https://www.engadget.com/formovie-theater-review-ultra-short-throw-dolby-vision-120040276.html\">$3,000 Formovie Theater</a>. Sure, that’s not as bright, but at half the price of the CineBeam, that projector delivers Dolby Vision, great sound and excellent image quality thanks to a modern triple-laser setup. You can easily add in an excellent $2,000 surround sound system to match the CineBeam's price . As for <a href=\"https://www.engadget.com/best-projectors-123004354.html\">other high-end competitors</a>, the HU915QE competes directly with Hisense’s much-lauded L9G, which currently sells for $4,500 to $5,000 depending on the screen you get. Samsung’s Premiere LSP9T triple-laser UST also retailed for $6,500 when it debuted, though it can now be found for around $3,500 at online sellers.</p><p>If you’re an LG loyalist, the CineBeam HU915QE is still a very compelling UST projector. It offers enough brightness to use during the day, and it’s vibrant enough in darker rooms to deliver a truly cinematic experience. But it’ll be an even better buy once it comes down in price.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-microsoft-expands-multibillion-dollar-deal-with-openai-creators-of-chatgpt-121534560.html?src=rss", "title": "The Morning After: Microsoft expands 'multibillion dollar' deal with OpenAI, creators of ChatGPT", "date_published": "2023-01-24 12:15:34+00:00", "description": "<p>Microsoft is making a \"multibillion-dollar\" <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">investment</a> that will lead to wider uses of OpenAI's technology, as well as more robust behind-the-scenes support. Microsoft has launched OpenAI-powered features, like natural language programming and a DALL-E 2 graphic design tool. OpenAI uses Microsoft's infrastructure to train its best-known systems, including DALL-E 2 and the popular ChatGPT bot. ChatGPT is coming to Azure soon. However, don't expect anyone to see <a href=\"https://www.engadget.com/microsoft-reportedly-integrating-chatgpt-technology-into-bing-131502579.html\">ChatGPT in Bing</a> – at least not yet. The expansion may help Microsoft seize a competitive advantage. Google reportedly sees ChatGPT as a <a href=\"https://www.engadget.com/google-chatgpt-ai-chatbot-search-170007802.html\">threat to its search business</a>,</p><p>The versatile AI chatbot is having a surge in popularity. The existing version already had more than one million users around December 2022. That's probably grown, too – and Microsoft wouldn't mind a piece of that.</p><p>– Mat Smith</p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/facebook-messenger-encrypted-chat-custom-emoji-reactions-174054183.html\">Facebook Messenger encrypted chats now include more of the features you expect</a></p></li><li><p><a href=\"https://www.engadget.com/ios-16-3-physical-security-keys-details-200420087.html\">Apple releases iOS 16.3 with support for physical security keys</a></p></li><li><p><a href=\"https://www.engadget.com/best-chromebooks-160054646.html\">The best Chromebooks you can buy in 2023</a></p></li><li><p><a href=\"https://www.engadget.com/microsofts-xbox-elite-wireless-controller-series-2-core-falls-to-a-new-low-of-100-112052109.html\">Microsoft's Xbox Elite Wireless Controller Series 2 Core falls to a new low of $100</a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/apple-macbook-pro-14-inch-review-2023-m2-pro-max-140048268.html\">MacBook Pro 14-inch review (2023)</a></h2><h3>With M2 Pro or M2 Max power, a blessing for creatives.</h3><a href=\"https://www.engadget.com/apple-macbook-pro-14-inch-review-2023-m2-pro-max-140048268.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e118f810-9bd6-11ed-b7ef-94ba3b5a524a\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>With its last batch of MacBook Pros, Apple gave its more demanding fans everything they wanted: tons of ports, lots of power and genuinely great screens. This time, it's just a straightforward chip upgrade, featuring the new M2 Pro and M2 Max. They're faster, as you'd expect, and they deliver a few features power users may appreciate, like 8K video output and support for WiFi 6E. The new MacBook Pro 14-inch isn't a dramatic departure from the last model, but the new chips will be incredibly useful to creative professionals.</p><p><a href=\"https://www.engadget.com/apple-macbook-pro-14-inch-review-2023-m2-pro-max-140048268.html\"><strong>Continue reading.</strong></a></p><h2><a href=\"https://www.engadget.com/elon-musk-spacex-shares-funded-tesla-private-054933582.html\"><br />Elon Musk says his SpaceX shares would've funded his plan to take Tesla private</a></h2><h3>He took the witness stand again to defend his 'funding secured' tweets.</h3><figure><img src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e118d100-9bd6-11ed-bf6e-8a5181042631\" /><figcaption></figcaption></figure><p>Elon Musk said he could've sold his SpaceX shares to take Tesla private when he took the witness stand again to defend his 2018 \"funding secured\" tweets in a lawsuit filed by the automaker's shareholders. According to CNBC, Musk proclaimed: \"SpaceX stock alone meant 'funding secured' by itself. It's not that I want to sell SpaceX stock but I could have, and if you look at the Twitter transaction – that is what I did. I sold Tesla stock to complete the Twitter transaction. And I would have done the same here.\"</p><p>The plaintiffs' lawsuit is based on Musk's infamous 2018 tweets in which he said he was \"considering taking Tesla private at $420.\" The judge in this case has already determined his tweets were \"objectively false and reckless.\" However, the plaintiffs still have to prove Musk knew his tweets were misleading and caused their losses to win the case. Musk and Tesla previously had to pay the Securities and Exchange Commission $20 million each to settle a separate lawsuit over the same tweets, accusing him of making \"false and misleading statements\" that could constitute fraud.</p><p><a href=\"https://www.engadget.com/elon-musk-spacex-shares-funded-tesla-private-054933582.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/microsoft-to-stop-selling-windows-10-downloads-as-part-of-planned-shutdown-133756584.html\">Microsoft to stop selling Windows 10 downloads</a></h2><h3>Sales will be cut off on January 31st.</h3><h3></h3><p>Microsoft is stopping sales of Windows 10 downloads on January 31st, according to a product page spotted by The Verge. That date \"will be the last day this Windows 10 download [and all-important license keys] are offered for sale,\" according to Microsoft. However, it will continue to support Windows 10 with security updates until it's discontinued for good in October 2025. Windows 10 launched in 2015 and will be discontinued exactly 10 years later. The company announced its end date in June 2021 as part of its \"modern lifecycle policy,\" just before the launch of Windows 11.</p><p><a href=\"https://www.engadget.com/microsoft-to-stop-selling-windows-10-downloads-as-part-of-planned-shutdown-133756584.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/apple-mixed-reality-headset-headset-full-body-renders-facetime-202004300.html\">Apple's mixed reality headset could feature full-body FaceTime avatars</a></h2><h3>We might see it this spring.</h3><h3></h3><p>We're expecting Apple to reveal a mixed reality headset in the coming months. It'll be Apple's first new product category since Apple Watch, which debuted in 2015. Bloomberg's Mark Gurman has shared details about what to expect from the product, which may be called Reality Pro. The standalone device will have an interface similar to an iPhone and iPad and the option to pin widgets to the home screen. Alternatively, it may be used as an external display for a connected Mac. Along with Siri voice commands, there'll be the option to use a Mac, iPhone or iPad keyboard to enter text on the xrOS operating system, according to the report.</p><p>For one-on-one chats in which both participants wear a Reality Pro, the report also suggests FaceTime will render realistic versions of their face and body. Yes, that means<a href=\"https://www.engadget.com/meta-avatars-metaverse-legs-vr-virtual-reality-facebook-instagram-whatsapp-190937062.html\"> legs</a>! The device is rumored to appear ahead of Apple's Worldwide Developers Conference in June, with a release to follow in fall. The price, though, may put many off. The headset could retail for around $3,000. That's twice as much as the Meta Quest Pro.</p><p><a href=\"https://www.engadget.com/apple-mixed-reality-headset-headset-full-body-renders-facetime-202004300.html\"><strong>Continue reading.</strong></a></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/garmin-ecg-app-smartwatch-120035781.html?src=rss", "title": "Garmin debuts an ECG app, but it's only available on one smartwatch", "date_published": "2023-01-24 12:00:35+00:00", "description": "<p>Garmin hasn't yet had a dedicated electrocardiogram (ECG) app despite the health focus of its wearables, but it's filling that gap today. The company has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4c7f75f5-4803-438a-a506-12a0ccb4ede4&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Garmin&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0YzdmNzVmNS00ODAzLTQzOGEtYTUwNi0xMmEwY2NiNGVkZTQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nYXJtaW4uY29tL2VjZyIsImNvbnRlbnRVdWlkIjoiMTcyZDA4NzUtM2MzNy00M2NkLWE4MjItZmYwOGVjZDZhNTI3In0&amp;signature=AQAAAclml9sNhOUom3avJdcbCyJL4IfcS-nrHXqFJLrCl4en&amp;gcReferrer=https%3A%2F%2Fgarmin.com%2Fecg\">introduced</a> a simply-titled ECG App that, like <a href=\"https://www.engadget.com/2019-07-06-the-surprising-story-behind-apple-watchs-ecg-function.html\">equivalents on other devices</a>, can study your heart rhythm and look for atrial fibrillation (aka AFib). If there are signs of trouble, you can sync your results with Garmin Connect and create a report you can share with healthcare providers.</p><p>You will have to be fussy about your choice of devices to use this software right away. Garmin is currently offering the app only to Venu 2 Plus owners in the US. They'll need to update both their firmware and the Connect app. The company plans to add support for more devices and countries over time, but that will require further government approvals. Don't expect your <a href=\"https://www.engadget.com/garmin-forerunner-255-955-solar-030046993.html\">running watch</a> to get an ECG app for a while.</p><span id=\"end-legacy-contents\"></span><p>This is the first app Garmin has cleared with the US Food and Drug Administration. As with similar apps, it's not meant to be a definitive verdict on your heart health and won't detect cardiac arrest. Your watch only offers functionality comparable to a single-lead ECG — your doctor can use a multi-lead system that will present a more accurate picture of your condition. Garmin VP Dan Bartel notes that this app is mainly helpful for spotting AFib in the early stages, when it's \"difficult to detect\" at a clinic.</p><p>There are plenty of alternatives if ECG is a must-have feature. Apple, <a href=\"https://www.engadget.com/google-pixel-watch-review-battery-life-fitbit-heart-rate-sensing-015412121.html\">Google</a> (including <a href=\"https://www.engadget.com/fitbit-sense-ecg-app-rollout-071725627.html\">Fitbit</a>), <a href=\"https://www.engadget.com/samsung-galaxy-watch-3-galaxy-watch-active-2-ecg-app-170011806.html\">Samsung</a>, <a href=\"https://www.engadget.com/2019-09-05-withings-move-ecg-price-hands-on.html\">Withings</a> and others have had the technology in their watches for a while. It's difficult to complain about having more choices, though, and this may be appealing if you prefer Garmin's overall fitness and health tracking capabilities.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/2024-polestar-2-300-mile-range-421-hp-motor-smartzone-sensor-120004604.html?src=rss", "title": "The 2024 Polestar 2 will have better range, stronger motors and a SmartZone sensor suite", "date_published": "2023-01-24 12:00:04+00:00", "description": "<p>If you just bought a 2023 <a href=\"https://www.engadget.com/polestar-2-ev-drive-video-133035906.html\">Polestar 2</a>, hoooo boy are you about to be mad. The company on Tuesday showed off some of the, <em>ahem,</em> numerous updates that the upcoming 2024 model year PS2 will sport, including next-generation motors, a slew of new standard equipment, a more potent battery pack and the SmartZone sensor suite first teased on the <a href=\"https://www.engadget.com/polestar-3-suv-release-date-price-193711445.html\">Polestar 3</a>. Also, the previously front-wheel drive single motor Polestar 2 — that's RWD now, so let the drifting begin!</p><p>The Polestar 2 is now a fully RWD platform for <a href=\"https://www.engadget.com/polestar-long-range-single-motor-polestar-2-arrives-in-the-us-110014259.html\">the single-motor variant that arrived in March</a>. It uses newly devised permanent magnet motor and silicon carbide inverter technologies to increase the horsepower output from 231 to 299 hp. Torque similarly jumps from 243 lb-ft to 361, putting it in line with the Tesla Model 3's output, while the 0-60 figure drops more than a full second compared to the old motor, to 5.9 seconds.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"a white PS2 seen from above and to the left, sitting under a white arched wall  \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/a460fb80-9b58-11ed-b265-97b4fc788246\" style=\"height: 1800; width: 2400;\" /><figcaption></figcaption><div class=\"photo-credit\">Polestar</div></figure><p>The dual-motor AWD version will see equivalent performance gains — 421 hp and 546 lb-ft, up from 408 hp and 467 lb-ft — as well as improved traction and a 0-60 of 4.3 seconds. Opt for the 2024 Performance pack and the horsepower jumps to 455 and the 0-60 drops to 4.1 seconds. The powertrain and torque ratios in the dual-motor version have been given a rear-wheel bias and, when the extra performance of AWD isn't necessary, the second (front) motor can be disengaged to improve efficiency and range (using the larger battery of 82 kWh) up to 300 miles, a 10 percent increase.&nbsp;</p><p>The PS2's battery is receiving some slight chemistry tweaks as well. It to now offer a max 205kW charge rate while requiring 1.1 fewer tons of carbon emissions to produce — now just 5.9 tons per battery pack! Note however that this specifically applies to the Long Range single motor variant, the dual-motors both are stuck with the existing 78 kWh packs charging at 155 kW.&nbsp;</p><figure><img alt=\"the front end of the 2024 Polestar 2 in profile facing right. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/ff01f8a0-9b58-11ed-95fe-fff3b8696a5d\" style=\"height: 1749; width: 2400;\" /><figcaption></figcaption><div class=\"photo-credit\">Polestar</div></figure><p>“Changing from front- to rear-wheel drive in the single-motor variants, and re-calibrating the torque ratio in the dual-motor variant for an increased rear-wheel drive feel, elevates the Polestar 2 driving experience to a whole new level,” Joakim Rydholm, Head of Chassis Development, said in a press release. “The updated Polestar 2 is an even more playful and agile car, retaining its compactness and complete sense of control, while at the same  time becoming more mature with added comfort.”</p><figure><img alt=\"The front end of the polestar 2 in dark grey, showing the SmartZone sensor suite which really just looks like a little dimple in the front grille directly beneath the PS hood ornament\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/3da101f0-9b59-11ed-bbbf-55af43e37027\" style=\"height: 1800; width: 2400;\" /><figcaption></figcaption><div class=\"photo-credit\">Polestar</div></figure><p>Next year's PS2 will be quite a bit smarter than its predecessor thanks to tech first shown off by its successor, the PS3. Polestar's SmartZone, mounted in the vehicle's vestigial front grille, houses an improved mid-range radar array and front-facing camera. A number of ADAS systems will come standard as well. For example, the Pilot Pack (which includes the 360-degree camera, parking assist and adaptive cruise control) will now come standard on the long-range dual motor PS2, while every trim level will get wireless device charging. And for folks that purchase the Performance package (Brembo brakes, 20-inch rims and a performance software upgrade) will receive the Plus package (Harmon Kardon stereo, panoramic glass roof, air quality software that sounds like something everyone should get just like the device charging) for no additional cost. Deliveries are expected to begin later this year and Polestar's online order window has already opened.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/whatsapps-native-mac-app-beta-is-now-available-to-all-113517461.html?src=rss", "title": "WhatsApp's native Mac app beta is now available to all", "date_published": "2023-01-24 11:35:17+00:00", "description": "<p>Mac users who have been waiting for a native version of WhatsApp can now download it without restrictions, <a href=\"https://www.theverge.com/2023/1/24/23568872/whatsapp-macos-catalyst-app-ipad\"><em>WaBetaInfo</em></a> has reported. The new app is optimized for Mac hardware and built with <a href=\"https://www.engadget.com/2019-06-03-project-catalyst-macos.html\">Mac Catalyst</a>, so it should be faster and more efficient than the current web-wrapped Electron version. You also get a new interface with three panels to easily flip between chats, calls, archived and starred messages, while seeing contacts and interactions at a glance.&nbsp;&nbsp;</p><p>Apple's Catalyst was designed to allow developers to port iOS apps over to macOS or create just one version that can run on either platform. Since the Mac was developed on Catalyst, that lends some hope that a long-awaited version may also come to iOS. In 2021, Meta said that it was <a href=\"https://www.engadget.com/whatsapp-ipad-app-multi-device-support-172538021.html\">expanding</a> multi-device support for WhatsApp, leading to speculation that an iPad app was forthcoming.</p><span id=\"end-legacy-contents\"></span><p>Last year, WhatsApp <a href=\"https://faq.whatsapp.com/451924530376167/?locale=en_US&amp;cms_platform=web\">released</a> a native version for Windows 10 that works without the need for a smartphone. It looks much the same as the Mac app and also offers increased reliability and speed.</p><p>The native macOS app has been around for several months on TestFlight, but that only offers limited slots for testers. Now that it's in a full beta, though, you can download it directly from <a href=\"https://web.whatsapp.com/desktop/mac_native/release/\">WhatsApp's website</a>.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-rxpass-prime-generic-medications-5-a-month-103007949.html?src=rss", "title": "Amazon's RxPass offers Prime members generic medications for $5 a month", "date_published": "2023-01-24 10:30:07+00:00", "description": "<p>Amazon has <a href=\"https://www.aboutamazon.com/news/retail/introducing-rxpass-from-amazon-pharmacy-a-5-prescription-subscription-that-helps-prime-members-who-take-multiple-medications-save-time-and-money\">launched</a> a new subscription service that will let customers in the US get as many eligible medications as they need for $5 a month. The new service called RxPass is part of the e-commerce giant's <a href=\"https://www.engadget.com/amazon-pharmacy-134356646.html\">Pharmacy business</a> that originally launched in 2020 as a two-day prescription drug delivery offering for Prime users. That makes RxPass a $5 add-on for Prime, which sets users back $139 a year or $15 a month in the US.&nbsp;</p><p>While it doesn't look quite as affordable bundled with Prime pricing, the RxPass program does offer medications for 80 common health conditions, including high blood pressure, acid reflux, anemia and even depression, diabetes, breast cancer and dementia. At the moment, it has 60 generic medications in its list — all of which require a valid prescription — and subscribers can choose to have them delivered for free either on a monthly or a quarterly basis.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Take note that customers will need to pay $5 out of pocket, since the service does not take insurance like Amazon Pharmacy does for purchases outside of the program. People who are enrolled to Medicare, Medicaid and any other government healthcare program will not be able to sign up for RxPass, as well, though they can still use their government insurance when purchasing medicine from Pharmacy.</p><p>For people with multiple conditions paying a lot more than $5 a month for their medications out of pocket, RxPass could be worth trying out, especially if they already have Prime. Those interested may want to take a look at the service's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9waGFybWFjeS5hbWF6b24uY29tL3J4cGFzcyNhbGwtcnhwYXNzLW1lZHMiLCJjb250ZW50VXVpZCI6ImMzMDAwOGEyLWI2YWUtNDM3Ni1hMjEwLTFjMmExMDJiZWQ5MCJ9&amp;signature=AQAAAQYA7ZsFbZZfm1zlz0K8X49ZNLQYah5KHx6VUx7PugAO&amp;gcReferrer=https%3A%2F%2Fpharmacy.amazon.com%2Frxpass%23all-rxpass-meds\">full medication list</a> first to see if it does offer what they need before heading to the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9waGFybWFjeS5hbWF6b24uY29tL3J4cGFzcyIsImNvbnRlbnRVdWlkIjoiYzMwMDA4YTItYjZhZS00Mzc2LWEyMTAtMWMyYTEwMmJlZDkwIn0&amp;signature=AQAAAdl-S6gf12U4agCKtUh8mmzbZeYATKHs7sHkK3wkScTF&amp;gcReferrer=https%3A%2F%2Fpharmacy.amazon.com%2Frxpass\">Pharmacy website</a> or the Amazon app to sign up.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lightyear-now-focusing-on-production-of-its-more-affordable-solar-ev-092319024.html?src=rss", "title": "Lightyear suspends production of its first solar EV to concentrate on its second", "date_published": "2023-01-24 09:23:31+00:00", "description": "<p>After shipping its first solar EV only weeks ago, Dutch automaker Lightyear has <a href=\"https://2629990.fs1.hubspotusercontent-na1.net/hubfs/2629990/20230123_Lightyear%20decides%20to%20fully%20focus%20on%20Lightyear%202%20(3).pdf\">announced</a> that it's suspending production of that model (called the 0) to focus on the more affordable Lightyear 2. It made the move after <a href=\"https://www.engadget.com/lightyear-ces-2023-waitlist-2-140034528.html\">opening a waitlist</a> for the Lightyear 2 that generated more than 40,000 subscriptions on top of the existing 20,000 pre-orders from fleet owners.&nbsp;</p><p>&quot;In order to safeguard our vision, we had to decide to redirect our focus and resources completely towards Lightyear 2,&quot; the company wrote in a press release. &quot;This means in effect that we had to suspend the production of Lightyear 0.&quot; The company didn't provide a timeline for Lightyear 2 production or other details.</p><span id=\"end-legacy-contents\"></span><p>The news does raise concerns about the company's financial situation. Lightyear said it submitted a request &quot;to open suspension of payment proceedings&quot; in relation to its operating company responsible for producing the Lightyear 0. (Companies in The Netherlands can request to have debts frozen for 18 months to buy time to reorganize, according to <a href=\"https://techcrunch.com/2023/01/23/lightyear-stops-production-on-e250000-solar-powered-ev/\"><em>TechCrunch</em></a>.) The company said it hopes to &quot;conclude some key investments in the coming weeks in order to scale up to the Lightyear 2.&quot;</p><p>The Lightyear 0 costs nearly $300,000 and was designed to produced in limited quantities, much like the <a href=\"https://www.engadget.com/2019-11-05-polestar-1-first-drive.html\">Polestar 1</a>. On the other hand, the Lightyear 2 will cost around $40,000, according to the company. It's supposed to have up to 500 miles of range, aided by its solar panels, but the company has yet to reveal other details or show complete images of the vehicle.</p><p>The concept of both EVs is the same. The car’s solar panels can provide up to 44 miles of range on a sunny day, meaning drivers with relatively short commutes may rarely need to charge their vehicles. For longer distances, the vehicles have battery packs that provide nearly 400 miles of extra range, in the case of the Lightyear 0. That's also aided by very slippery aerodynamic profiles.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/elon-musk-spacex-shares-funded-tesla-private-054933582.html?src=rss", "title": "Elon Musk says his SpaceX shares would've funded his plan to take Tesla private", "date_published": "2023-01-24 05:49:33+00:00", "description": "<p>Elon Musk said he could've sold his SpaceX shares to take Tesla private when he took the witness stand <a href=\"https://www.engadget.com/elon-musk-defends-funding-secured-tweets-tesla-shareholder-trial-095159189.html\">again</a> to defend his 2018 &quot;funding secured&quot; tweets in a lawsuit filed by the automaker's shareholders. According to <a href=\"https://www.cnbc.com/2023/01/23/elon-musk-says-he-would-have-sold-spacex-stock-to-take-tesla-private.html\"><em>CNBC</em></a>, Musk proclaimed: &quot;SpaceX stock alone meant 'funding secured' by itself. It's not that I want to sell SpaceX stock but I could have, and if you look at the Twitter transaction — that is what I did. I sold Tesla stock to complete the Twitter transaction. And I would have done the same here.&quot; He didn't say how many of his shares he'd have to sell, however, to be able to fund the transaction.&nbsp;</p><p>The plaintiffs' lawsuit is based on Musk's infamous 2018 tweets <a href=\"https://twitter.com/elonmusk/status/1026872652290379776\">in which he said</a> he was &quot;considering taking Tesla private at $420.&quot; He even said that he already had &quot;[f]unding secured.&quot; Musk <a href=\"https://www.engadget.com/elon-musk-defends-funding-secured-tweets-tesla-shareholder-trial-095159189.html\">first took the stand</a> for this particular case last week to defend himself against the plaintiffs' accusations that the tweets he made cost them significant financial losses. Tesla's shares temporarily stopped trading after those tweets and remained volatile in the weeks that followed. He said at the time that just because he tweets something &quot;does not mean people believe it or will act accordingly.&quot;</p><span id=\"end-legacy-contents\"></span><p>This time, Musk reiterated his previous claim that he had an agreement with Saudi Arabia's Public Investment Fund to take Tesla private. He told the court that the country was &quot;unequivocal&quot; in its support of the transaction, which ultimately didn't go through. According to <a href=\"https://www.bloomberg.com/news/articles/2023-01-23/musk-to-resume-testimony-in-defense-of-his-tweets-at-tesla-trial?sref=10lNAhZ9\"><em>Bloomberg</em></a><em>, </em>the court discussed his communication and eventual falling out with Saudi fund governor Yasir Al-Rumayyan regarding the deal. A text exchange was reportedly presented to the jury, wherein Musk accused Al-Rumayyan of backing out of their handshake agreement. The Saudi official responded that he didn't have sufficient information to be able to commit to the buyout and called Musk's public announcement of their discussions &quot;ill advised.&quot;</p><p>The plaintiffs' lawyer also asked Musk what many of us were probably wondering: If the $420 share price in his tweets was made as a joke in reference to marijuana. Apparently, it wasn't a joke, and he chose it &quot;because it reflected about a 20 percent premium on Tesla's stock price.&quot; Musk is expected to testify again on Tuesday, so we'll likely hear more details about his failed bid to convert Tesla into a private entity.&nbsp;</p><p>As <em>Bloomberg</em> notes, the judge in this case had already determined that his tweets were &quot;objectively false and reckless.&quot; However, the plaintiffs still have to prove that Musk knew his tweets were misleading and that his tweets caused their losses to win the case. Musk and Tesla previously had to pay the Securities and Exchange Commission $20 million each <a href=\"https://www.engadget.com/2018-09-29-elon-musk-settles-with-sec.html\">to settle a separate lawsuit</a> over the same tweets, accusing him of making &quot;false and misleading statements&quot; that could be constituted as fraud. The CEO said on the stand that he told the SEC about SpaceX and that the plaintiffs' lawyer &quot;deliberately exclud[ed] that from jurors.&quot;</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.engadget.com/rss.xml", "title": "Engadget"}}