{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/us-abrams-tanks-ukraine", "title": "US poised to send dozens of Abrams tanks to Ukraine in reversal – report", "date_published": "2023-01-24 23:11:47+00:00", "description": "<p>Decision comes just days after Washington argued against sending the Abrams despite demands from Kyiv</p><p>The United States, in a reversal, appears to be poised to start a process that would eventually send dozens of M1 Abrams battle tanks to Ukraine, two US officials told Reuters on Tuesday.</p><p>Such a decision by the United States would come just days after Washington argued against sending the Abrams, despite demands from Kyiv and public pressure from Berlin as it faced calls to send German-made Leopard battle tanks.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/us-abrams-tanks-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/monterey-park-shooter-police-investigate-attack", "title": "Monterey Park shooter: police inquire why he attacked venue he frequented", "date_published": "2023-01-24 22:34:45+00:00", "description": "<p>All 11 victims of the shooting have now been identified, with all of them, except one, being in their 60s and 70s</p><p>Investigators in California are searching for answers as to why a 72-year-old man gunned down patrons at a ballroom dance hall on Saturday night, a venue he is said to have frequented.</p><p>The community of Monterey Park <a href=\"https://www.theguardian.com/us-news/2023/jan/24/this-isnt-the-america-of-our-dreams-shock-and-sorrow-in-monterey-park-after-deadly-shooting\">continues to reel</a> from a weekend massacre that <a href=\"https://www.theguardian.com/us-news/2023/jan/23/monterey-park-california-shooting-victims-motive\">killed 11 people</a> and wounded nine. The gunman, identified as Huu Can Tran, attacked the Star Ballroom Dance Studio then drove to another nearby dance hall where <a href=\"https://www.theguardian.com/us-news/2023/jan/23/monterey-park-shooter-gun-disarmed-hero-brandon-tsay\">an employee wrestled</a> a weapon away from him, preventing an even greater tragedy.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/monterey-park-shooter-police-investigate-attack\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/24/southampton-v-newcastle-carabao-cup-semi-final-first-leg-live", "title": "Southampton v Newcastle: Carabao Cup semi-final, first leg – live", "date_published": "2023-01-24 19:14:59+00:00", "description": "<ul><li>League Cup semi-final updates fron the 8pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Football Daily email: sign up</a> | And you can <a href=\"mailto:scott.murray@theguardian.com\">drop Scott a line</a> </li></ul><p><strong>Saints boss Nathan Jones speaks to Sky Sports.</strong> “Eddie Howe has done a fantastic job. They’re on a wonderful run. We’re getting there. Coming in during mid-season is always difficult … it is a process but we have to get there quickly. We had to stop conceding goals. From that base, you’re able to be more fluent, more aggressive, more potent, and then you can create a good side. We’re starting to grow into the side we want to become. We know where we want to go and how to get there. This isn’t a distraction, it’s a nice, different game to prepare for. But the league is our bread and butter, and the be-all and end-all.”</p><p><strong>Saints make four changes to the starting XI named for the narrow 1-0 home defeat by Aston Villa.</strong> Carlos Alcaraz and Mislav Orsic make their debuts, while Sekou Mara and Moussa Djenepo also step up; Adam Armstrong, Che Adams, Romeo Lavia and Samuel Edozie drop to the bench.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/24/southampton-v-newcastle-carabao-cup-semi-final-first-leg-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/24/justin-bieber-rights-music", "title": "Justin Bieber sells rights to his music in deal worth $200m", "date_published": "2023-01-24 18:13:40+00:00", "description": "<p>28-year-old Canadian artist is youngest superstar to cash in on his life’s work</p><p>Justin Bieber has sold the rights to his music in a deal worth reportedly $200m (£162m), making the Baby and Love Yourself artist one of the youngest superstars to cash in on his life’s work.</p><p>The 28-year-old has sold all the rights to the 291 songs he has released, or has an interest in, up until the end 2021, to Hipgnosis Songs Capital, the music rights business backed with an initial $1bn from the private equity giant Blackstone.</p> <a href=\"https://www.theguardian.com/music/2023/jan/24/justin-bieber-rights-music\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/cricket-joins-russell-slade-project-red-card-control-player-data", "title": "Cricket body joins Russell Slade’s ‘Project Red Card’ battle for players’ data", "date_published": "2023-01-24 18:07:08+00:00", "description": "<ul><li>Professional Cricketers’ Association announces it has joined</li><li>Aim is to help athletes control data collected about them</li></ul><p>The Professional Cricketers’ Association has announced that it has joined “<a href=\"https://www.theguardian.com/football/2021/oct/12/hundreds-of-professional-footballers-threaten-action-against-betting-companies\">Project Red Card</a>”, the battle for sportspeople to take more control of their data being led by the former Leyton Orient and Cardiff City manager Russell Slade.</p><p>Slade and the lawyer and data expert Jason Dunlop founded the Global Sports Data and Technology Group in 2019, with the aim of helping athletes to control and monetise the data already being collected about them and their performances.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/cricket-joins-russell-slade-project-red-card-control-player-data\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2023/jan/24/nasa-mars-trip-nuclear-rocket", "title": "Nasa plans to test nuclear rockets that would fly astronauts to Mars", "date_published": "2023-01-24 18:05:39+00:00", "description": "<p>Project, in concert with US government agency Darpa, aims to develop pioneering propulsion system for space travel</p><p>Nasa has unveiled plans to test nuclear-powered rockets that would fly astronauts to Mars.</p><p>The agency has partnered with the US government’s Defense Advanced Research Projects Agency (Darpa) to demonstrate a nuclear thermal rocket engine in space as soon as 2027, it announced on Tuesday.</p> <a href=\"https://www.theguardian.com/science/2023/jan/24/nasa-mars-trip-nuclear-rocket\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global/2023/jan/24/victoria-azarenka-routs-jessica-pegula-straight-sets-australian-open-tennis", "title": "Azarenka routs Pegula in straight sets to reach Australian Open semi-final", "date_published": "2023-01-24 15:04:21+00:00", "description": "<ul><li>Two-times Open champion beats third seed 6-4, 6-1</li><li>Winner will face Wimbledon champion Elena Rybakina</li></ul><p>As Victoria Azarenka bared down one of the most significant victories of the past decade of her career, her stratospheric level provided a reminder of why she has achieved so much. Azarenka prowled inside the baseline, relentlessly taking the ball early and she imposed incessant, suffocating pressure. Her unyielding intensity resulted in an enormous win as the two-times Australian Open champion toppled Jessica Pegula, the third seed, 6-4, 6-1 to return to the semi-finals for the first time since 2013.</p><p>“I knew I have to play fast, I have to not give her opportunity to step in, I have to mix it up,” she said. “I felt like I did some interesting slices. You know what, I was like: ‘You’re doing the right thing. Even if it looks like crap, it’s fine. It’s the right way to do it.’”</p> <a href=\"https://www.theguardian.com/global/2023/jan/24/victoria-azarenka-routs-jessica-pegula-straight-sets-australian-open-tennis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/government-inaction-menopause-support-devilish-trolling-operation", "title": "Menopausal at work? The government doesn’t want you – or anyone else – to get the proper support | Zoe Williams", "date_published": "2023-01-24 14:11:38+00:00", "description": "<p>A parliamentary committee made some pretty benign recommendations, only for ministers to nope it all. Their approach is like a devilish trolling operation</p><p>I feel as if it’s quite unusual for a parliamentary committee to have <em>all </em>its suggestions rejected by the government, but maybe I’m doing my sums in old money. Last summer, the women and equalities committee made a number of recommendations around menopause support. None of it sounded that major: no mandatory high-voltage air-conditioning units in public venues, no blanket rules on when to, and when not to, bother a menopausal woman with your nonsense, nothing like that. Just some basic workplace support from larger employers – specific menopause leave, more flexibility on sickness policy, a move to make the menopause a protected characteristic, so that there would be a statutory duty to make reasonable adjustments for it.</p><p><a href=\"https://www.theguardian.com/society/2023/jan/24/menopause-law-equalities-act-uk-change-rejected\">This week, ministers noped all of it</a>, except to agree “in principle” to a public awareness campaign, a move weak and pointless in the abstract, and teeth-grindingly asinine when you imagine what that campaign would look like. Babyish fonts on a pink background, some 27-year-old-comms-professional-devised slogan telling you it’s OK not to feel OK. It’s like some devilish trolling operation: these menopausal women <em>say </em>they’re so angry they could set fire to furniture using only their white-hot eyeballs. Let’s put that to the test.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/government-inaction-menopause-support-devilish-trolling-operation\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/24/zelenskiy-anti-corruption-drive-15-ukrainian-officials-exit", "title": "Zelenskiy ramps up anti-corruption drive as 15 Ukrainian officials exit", "date_published": "2023-01-24 14:06:32+00:00", "description": "<p>Multiple officials have been dismissed or resigned since Saturday, with six facing corruption allegations</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/24/russia-ukraine-war-live-zelenskiy-flags-more-changes-in-corruption-purge-german-defence-group-offers-to-send-tanks-if-needed\">Russia-Ukraine war – latest news updates</a></li></ul><p>Multiple senior Ukrainian officials have been dismissed or resigned over the last four days after corruption allegations as Ukraine’s president, Volodymyr Zelenskiy, attempts to take a zero-tolerance approach to the issue.</p><p>A total of 15 senior officials have left their posts since Saturday, six of whom have had corruption allegations levied at them by journalists and Ukraine’s anti-corruption authorities.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/zelenskiy-anti-corruption-drive-15-ukrainian-officials-exit\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/24/psg-7-0-win-coupe-de-france-kylian-mbappe-rennes-lens-goals", "title": "PSG’s 7-0 win in the Coupe de France gives them a timely confidence boost", "date_published": "2023-01-24 13:43:20+00:00", "description": "<p>PSG needed a lift after defeats to Rennes and Lens. Kylian Mbappé provided it, scoring five goals against Pays de Cassel</p><p>By <a href=\"https://twitter.com/ericdevin_\">Eric Devin</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>Applying the line attributed to Mark Twain – “reports of my death are greatly exaggerated” – to Paris Saint-Germain’s season would be a bit unfair to the league leaders. Despite losing to Rennes and Lens in recent weeks, and having looked unsteady at times in the Champions League, the team, and Kylian Mbappé in particular, won their Coupe de France match 7-0 this weekend, offering a firm riposte to anyone who thought their hegemony in France will be broken this season.</p><p>Of course, scoring seven goals against Pays de Cassel, a sixth-tier side who featured a baker in goal, will not impress everyone. But PSG had a raft of absentees for this last-32 tie, including Marco Verratti, Lionel Messi and Gianluigi Donnarumma. Achraf Hakimi was only on the bench for the visitors, and Renato Sanches and Nuno Mendes were making their first starts in some while, having also struggled with injury this season.</p> <a href=\"https://www.theguardian.com/football/2023/jan/24/psg-7-0-win-coupe-de-france-kylian-mbappe-rennes-lens-goals\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2023/jan/24/wsl-pitch-farce-leaves-more-questions-than-answers-womens-football-weekly-podcast", "title": "WSL pitch farce leaves more questions than answers – Women’s Football Weekly", "date_published": "2023-01-24 13:32:04+00:00", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a> wraps up a weather-affected weekend of WSL action with the help of <a href=\"https://twitter.com/suzywrack\">Suzanne Wrack</a>, <a href=\"https://twitter.com/GirlsontheBall\">Sophie Downey</a> and <a href=\"https://twitter.com/JamesLewisTZ\">James Lewis</a></p><p>In this week’s pod: hands up if you actually saw some football this weekend? Don’t worry, who needs football when Chelsea are opening a new ice rink at Kingsmeadow?</p><p>On a serious note, postponements are top of the agenda, followed by Manchester United moving top of the table, Aston Villa taking more points from Manchester City and Everton’s youngsters running the show against West Ham.</p> <a href=\"https://www.theguardian.com/football/audio/2023/jan/24/wsl-pitch-farce-leaves-more-questions-than-answers-womens-football-weekly-podcast\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/jan/24/kenya-medical-schools-shortage-of-cadavers", "title": "‘Culture is hard to break’: Kenya’s medical schools face a shortage of cadavers", "date_published": "2023-01-24 13:10:13+00:00", "description": "<p>Medical training is in demand, but hesitancy on body donation means students have little to work with, while an illicit trade in transplant organs flourishes</p><p>Scalpel in hand, Carl Mwangi, a first-year medical student at the University of Nairobi, slices through the brain tissue. “To figure out where the vessels are, you have to dig in deeper,” he says, excited to be dissecting a human brain for the first time. But if he wants to do more dissections, the aspiring neurosurgeon will have to secure one of only 10 places on the anatomy programme here.</p><p>Only postgraduate students and those specialising in anatomy are able to get hands-on dissection experience as Kenya’s oldest medical school grapples with a shortage of cadavers. Until recently, medical students would spend at least 250 hours on dissection in their first year. However, most students now learn through prosection – examining bodies that have already been cut open. Up to 12 students have to learn using one cadaver in anatomy class.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/24/kenya-medical-schools-shortage-of-cadavers\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2023/jan/24/chanel-paris-runway-candlelit-vigil-tuesday-best-photos", "title": "Chanel’s Paris runway and a candlelit vigil: Tuesday’s best photos", "date_published": "2023-01-24 13:07:38+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jan/24/chanel-paris-runway-candlelit-vigil-tuesday-best-photos\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/elliot-daly-and-jamie-george-are-latest-england-six-nations-casualties-rugby-union", "title": "Elliot Daly and Jamie George are latest England Six Nations casualties", "date_published": "2023-01-24 12:08:51+00:00", "description": "<ul><li>Saracens back Daly has hamstring injury and George concussion</li><li>Centre Ollie Lawrence and hooker Jamie Blamire called up</li></ul><p>England’s injury-hit preparations for the Six Nations Championship have continued, with Elliot Daly and Jamie George the latest casualties.</p><p>Saracens back Daly has a hamstring injury and his club colleague, hooker George, is suffering from concussion.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/elliot-daly-and-jamie-george-are-latest-england-six-nations-casualties-rugby-union\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/donald-trump-georgia-judge-grand-jury-report", "title": "Trump and allies face legal jeopardy in Georgia over 2020 election interference", "date_published": "2023-01-24 11:00:50+00:00", "description": "<p>Judge considers releasing grand jury report as DA weighs pressing charges against former president and his ally Rudolph Giuliani</p><p>A judge in Atlanta will hear legal arguments today to determine if he should make public a Georgia grand jury’s report into whether former president Donald Trump committed criminal offences when <a href=\"https://www.theguardian.com/us-news/2023/jan/14/trump-georgia-grand-jury-political-fate\">he tried to overturn the results </a>of the 2020 election in the state.</p><p>Before the special purpose grand jury was dissolved two weeks ago after months of hearings, its members recommended releasing its findings while the Fulton county district attorney who launched the investigation, Fani Willis, decides whether to press charges against Trump.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/donald-trump-georgia-judge-grand-jury-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/who-scored-blog/2023/jan/24/league-cup-predictions-previews-semi-finals-southampton-newcastle-nottingham-forest-manchester-united", "title": "League Cup: predictions and previews for the semi-finals", "date_published": "2023-01-24 10:46:33+00:00", "description": "<p>The lowdown on Southampton v Newcastle and Nottingham Forest v Manchester United</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Ollie Watkins’s late goal for Aston Villa on Saturday brought <a href=\"https://www.theguardian.com/football/2023/jan/21/southampton-aston-villa-premier-league-match-report\">Southampton’s three-game winning streak to an end</a>. Despite Southampton’s great form in the cups, they are bottom of the Premier League table after 13 defeats in their first 20 games of the season. It’s tight at the bottom, with Southampton just two points from safety, so Nathan Jones, their manager, will be hoping success in the League Cup can boost morale for the second half of the campaign.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/jan/24/league-cup-predictions-previews-semi-finals-southampton-newcastle-nottingham-forest-manchester-united\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/tony-dungy-controversial-tweet-abortion-right-wing-politics", "title": "NBC should finally call time on Tony Dungy’s amiable right-wing zealotry | Andrew Lawrence", "date_published": "2023-01-24 10:30:31+00:00", "description": "<p>The football analyst has consistently leveraged his ample platform and gravitas against reproductive rights and LGBTQ people – and it doesn’t seem like NBC or the NFL care</p><p>No sports league does more than the National Football League to encourage the stereotype of the glass-chewing, expletive-spewing coach. Tony Dungy, though, was more <a href=\"https://30rock.fandom.com/wiki/Kenneth_Parcell\">Kenneth Parcell</a> than Bill Parcells – a soft-spoken, clean-cut ex-defensive back whose winning pedigree and strategic ingenuity rightly earned him pride of place among the titans of his profession. That Dungy is also a Black pioneer makes him especially useful to commissioner Roger Goodell’s efforts to “protect the [NFL] shield” from the seasonal assaults on its undying legacy of racial and gender inequality. Since transitioning to a lofty post-retirement role as co-host of NBC’s top-rated NFL telecasts, it’s been on the 67-year-old to serve up even-toned reassurances of the league’s commitment to fair play. But when it comes to Dungy’s personal views, the coach will happily talk tough.</p><p>Last Friday, Washington DC’s National Mall was the site of the March for Life, a pro-life rally that kicked off in 1974 – a year after Roe v Wade was decided. Interestingly, the rally was conceived by anti-abortionists on the left – first as a one off, then as a protest that would annually recur until Roe v Wade was overturned. But it’s long since been taken over by the right and turned into a political football. In 2020 Donald Trump became the first sitting president to attend the event in person. Dungy’s maiden appearance for the 50th edition of the March, the first since Roe was overturned, was no less noteworthy.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/tony-dungy-controversial-tweet-abortion-right-wing-politics\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/24/rye-lane-review-engagingly-cartoony-romcom-on-the-streets-of-south-london", "title": "Rye Lane review – engagingly cartoony romcom on the streets of south London", "date_published": "2023-01-24 08:30:16+00:00", "description": "<p>A chance meeting between two jilted strangers leads to chaotic imposture and a vinyl rescue mission in this freewheeling feature debut from director Raine Allen Miller</p><p>Feature first-timer Raine Allen Miller directs this romcom urban-pastoral, goofing and freewheeling around the streets of south London with an almost childlike innocence – shot by Olan Collardy in rich colour with cartoony wide-angle streetscapes, and scripted by Nathan Bryon and Tom Melia. Unsubtle and on-the-nose though it undoubtedly is, there is also an amiable, upbeat energy.</p><p>It benefits from two sympathetic leads: Vivian Oparah (from BBC TV’s Dr Who spin-off Class) and David Jonsson. Oparah plays Yas, a wannabe fashion designer, waiting for people to call her back for interviews for jobs. She finds herself in the gender-neutral lavatories at a photography exhibition and overhears recently heartbroken Dom (Jonsson) sobbing in one of the stalls; Dom’s humiliation is then complete when Yas asks him tentatively through the door if he’s OK, then has to tell him that this toilet is not, as he assumed, the “gents”.</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/rye-lane-review-engagingly-cartoony-romcom-on-the-streets-of-south-london\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2023/jan/24/uk-government-borrowing-record-december-high-energy-support-debt-interest-business-live", "title": "UK government borrowing at record December high due to energy support and debt interest – business live", "date_published": "2023-01-24 08:08:32+00:00", "description": "<p>Government borrowing surges to £27.4bn as debt interest jumps to £17.3bn, also the highest December figure on record, limiting the chances of big budget giveaways</p><p>Here is our full story on the surge in UK government borrowing:</p><p><strong>Victoria Scholar</strong>, head of investment at interactive investor, says:</p> <a href=\"https://www.theguardian.com/business/live/2023/jan/24/uk-government-borrowing-record-december-high-energy-support-debt-interest-business-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/ellyse-perry-delivers-with-bat-and-ball-as-australia-ease-to-t20-win-over-pakistan", "title": "Megan Schutt and Ellyse Perry deliver as Australia ease to T20 win over Pakistan", "date_published": "2023-01-24 07:37:27+00:00", "description": "<ul><li>Pakistan 118; Australia 119-2 | Australia win by eight wickets</li><li>Schutt takes five wickets while Perry hits unbeaten 57 </li></ul><p>Australia’s women simply love playing T20 cricket at North Sydney Oval. Heading into the first of three matches against Pakistan, they had won all nine short-form internationals they had previously played at the picture-postcard ground. And under clear blue skies on Tuesday, the reigning world champions in this format were in no mood for that impressive run to end.</p><p>Having restricted Pakistan to 118 – a subpar total considering the quality of the wicket and the boutique ground’s short boundaries – the home side made short work of the modest run chase, knocking off the required runs with more than six overs to spare. The convincing eight-wicket victory makes it 10 on the trot at North Sydney.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/ellyse-perry-delivers-with-bat-and-ball-as-australia-ease-to-t20-win-over-pakistan\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/24/jacinda-ardern-leading-new-zealand-greatest-privilege-farewell-event", "title": "Leading New Zealand was ‘greatest privilege’, says Jacinda Ardern at farewell event", "date_published": "2023-01-24 06:10:25+00:00", "description": "<p>Outgoing prime minister given rapturous welcome at political gathering as she dismisses claims that abuse and threats contributed to her departure</p><p>Jacinda Ardern, New Zealand’s outgoing prime minister, said leading the country was “the greatest privilege of my life” in her last public appearance before she leaves the role on Wednesday, less than a week after she unexpectedly quit.</p><p>“I leave with a greater love and affection for Aotearoa New Zealand and its people than when I started,” Arden said. “I didn’t think that was possible.”</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/jacinda-ardern-leading-new-zealand-greatest-privilege-farewell-event\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2023/jan/23/gen-z-yellow-fashion-millennial-pink", "title": "Gen Z yellow: will young people ever embrace the new ‘it’ color?", "date_published": "2023-01-24 06:00:27+00:00", "description": "<p>Marketers have shifted their focus from millennial pink – but they’re trying to reach an audience skeptical of such ploys</p><p>Instagram-famous skincare packaging, designer runways, and red carpet gowns have moved on from millennial pink, the hue that captivated and coddled “girlbosses” through the late 2010s. Instead, make way for Gen Z yellow. But can a generation famous for its fractured individualism really unite behind the color of caution tape?</p><p>Gen Z yellow is similar to one of Pantone’s Colors of the Year for 2021, “illuminating,” a dose of canary meant to herald brighter, post-pandemic days. So it makes sense spring 2023 runways such as Alexander McQueen and Moschino featured the color. (Although the history of Gen Z yellow goes all the way back to 2017, when the writer Haley Nahman <a href=\"https://repeller.com/yellow-is-trending/\">coined it</a> in an essay on the now defunct blog Man Repeller.)</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/23/gen-z-yellow-fashion-millennial-pink\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/kevin-mccarthy-will-never-leave-marjorie-taylor-greene", "title": "Kevin McCarthy reportedly ‘will never leave’ Marjorie Taylor Greene", "date_published": "2023-01-24 06:00:27+00:00", "description": "<p>The far-right Republican congresswoman was a fierce advocate of the House speaker during the 15-vote marathon for the office</p><p>Kevin McCarthy reportedly said he would “never leave” Marjorie Taylor Greene, the far-right, conspiracy theorist Republican congresswoman from Georgia, after she backed him through a rightwing rebellion and 15 rounds of voting for the position of US House speaker.</p><p>“I will never leave that woman,” McCarthy told a friend, according <a href=\"https://www.nytimes.com/2023/01/23/us/politics/kevin-mccarthy-marjorie-taylor-greene.html\">to the New York Times</a>. “I will always take care of her.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/kevin-mccarthy-will-never-leave-marjorie-taylor-greene\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/jan/24/yazidi-women-islamic-state-slaves-appeal-to-un-to-intervene-in-their-fight-for-compensation", "title": "Yazidi women kept as slaves by IS appeal to UN to intervene in their fight for compensation", "date_published": "2023-01-24 06:00:27+00:00", "description": "<p>Lawyers demand support from Australia for  five victims of  Khaled Sharrouf in  test case for international law on torture survivors</p><p>Five Yazidi women held as slaves by an Islamic State fighter are appealing to the UN to intervene in their case for compensation in a move lawyers hope will help fix a “lawless” global system that is failing torture survivors.</p><p>The women, captured in Iraq in 2014, were taken to Syria as slaves by IS fighters, including the Australian citizen Khaled Sharrouf, who was pictured standing next to his young son <a href=\"https://www.theguardian.com/world/2014/aug/11/sydney-man-posts-picture-son-decapitated-head-syria\">holding a severed human head</a>.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/24/yazidi-women-islamic-state-slaves-appeal-to-un-to-intervene-in-their-fight-for-compensation\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/23/ibogaine-iboga-drug-addiction-psychedelic-gabon", "title": "Ibogaine can treat addiction – but the race to make it profitable is an ethical minefield", "date_published": "2023-01-24 06:00:26+00:00", "description": "<p>Clinics and scientists around the world aim to turn a profit from a powerful Gabonese plant – but it’s an ethical and legal wild west</p><p>Lynn Smith<strong> </strong>was lying in a bed on the third floor of a beachfront house, unable to move her body from the neck down. A buzzing grew louder in her eardrums; just when she thought she couldn’t take it any more, it stopped. Then the visuals started.</p><p>For 22 hours after a nurse administered three pills of a psychedelic called ibogaine, Smith relived the series of events that had led her to this treatment clinic just south of Tijuana, including being ejected from a truck years prior. The accident left her with a crushed skull and prescriptions for the opioids she was addicted to for almost 20 years.</p> <a href=\"https://www.theguardian.com/society/2023/jan/23/ibogaine-iboga-drug-addiction-psychedelic-gabon\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/23/fraud-investigation-super-rich", "title": "I’m a corporate fraud investigator. You wouldn’t believe the hubris of the super-rich", "date_published": "2023-01-24 06:00:26+00:00", "description": "<p>While the fraudsters I’ve encountered are often cunning, sooner or later they get carried away</p><p>FTX’s HQ, we now know, was not your typical one. CEO Sam Bankman-Fried ran his business from a $40m Bahamian penthouse named <a href=\"https://www.dailymail.co.uk/news/article-11426789/Sam-Bankman-Fried-puts-Bahamas-penthouse-called-Orchid-market-40-MILLION.htm\">the Orchid</a>, complete with Venetian plaster walls and a grand piano. The lot was nestled beside a championship golf course and a mega-yacht marina. Since Amazon doesn’t deliver to the Bahamas, private jets did the job instead.</p><p>It wasn’t your typical corporate HQ – but then, FTX is not your typical corporation. It’s bankrupt, dragged down by its own financial abuses, with its chief executive facing prison. Yet while FTX has made headlines, its tale is not as unusual as you might think.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/23/fraud-investigation-super-rich\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/24/zahawi-johnson-wealthy-friends-sunak-tories-tax-sharp-blyth", "title": "Zahawi and Johnson’s wealthy friends are an image problem for Sunak’s Tories", "date_published": "2023-01-24 06:00:26+00:00", "description": "<p>The PM may struggle to sell solidarity to the public in light of revelations about tax affairs and ministerial access</p><p>At the Conservative party conference in 2021, Nadhim Zahawi met a multimillionaire Canadian businessman who had spent his career in the education sector and, sources said, was interested in discussing it with the former education secretary.</p><p>It was not an unusual meeting for party conference, where ministers regularly rub shoulders with lobbyists and campaigners in their various patches at events organised by the Tory party and by external groups, as well as in the bars and restaurants of grand hotels.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/24/zahawi-johnson-wealthy-friends-sunak-tories-tax-sharp-blyth\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/24/eu-could-end-reliance-on-china-electric-car-batteries-by-2030-investment-joe-biden-369bn-green-subsidies", "title": "EU ‘could end reliance on China for electric car batteries by 2030’", "date_published": "2023-01-24 06:00:25+00:00", "description": "<p>Prediction predicated on investment that keeps pace with Joe Biden’s $369bn green subsidy spree in US</p><p>Europe could end its reliance on China for electric car batteries by 2030 but only if it keeps pace with Joe Biden’s $369bn (£298bn) green subsidy spree, experts predict.</p><p>A <a href=\"https://www.transportenvironment.org/discover/a-european-response-to-us-inflation-reduction-act/\">report</a> by the renewable energy campaign group Transport &amp; Environment said the EU was on track to produce enough lithium-ion battery cells by 2027 to meet demand and cut China from supply chains. “Li-ion” batteries are rechargeable and used in consumer electronics and electric cars.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/eu-could-end-reliance-on-china-electric-car-batteries-by-2030-investment-joe-biden-369bn-green-subsidies\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/24/elephant-seal-victoria-australia-mornington-peninsula-beach-blairgowrie-point-lonsdale", "title": "Elephant seal that caused havoc in Victorian seaside town reappears at another beach", "date_published": "2023-01-24 02:19:27+00:00", "description": "<p>Authorities say the 500kg animal is ‘definitely not Henry’, a seal that used to frequent the Mornington Peninsula in the early 2000s</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jan/23/australia-news-ato-cyber-scam-online-dating-qantas-recession-interest-rates-robodebt\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>An elephant seal has reappeared on a Mornington Peninsula beach after drawing crowds on Friday on the other side of Port Phillip Bay, where it came ashore and smashed windows at a service station.</p><p>Glenn Sharp, a regional operations manager with Victoria’s Conservation Regulator, said he had helped coax the huge seal away from danger last week, when the seal crossed roads in Point Lonsdale and appeared to be spooked by its reflection in the windows.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/24/elephant-seal-victoria-australia-mornington-peninsula-beach-blairgowrie-point-lonsdale\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/24/sweden-can-not-expect-turkeys-support-for-nato-membership-erdogan-warns", "title": "Sweden can not expect Turkey’s support for Nato membership, Erdoğan warns", "date_published": "2023-01-24 02:08:20+00:00", "description": "<p>Tensions between the two countries have been further inflamed after a copy of the Qur’an was burned in a protest in Stockholm over the weekend</p><p>Sweden could not expect Turkey’s support for its Nato membership, the Turkish president has warned, days after a copy of the Qur’an was <a href=\"https://www.theguardian.com/world/2023/jan/21/turkey-condemns-burning-of-quran-during-far-right-protest-in-sweden\">burned in a Stockholm protest</a>.</p><p>Protests near the Turkish embassy in Sweden’s capital on Saturday have heightened tensions with Turkey, whose backing Sweden needs to gain entry to the military alliance.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/sweden-can-not-expect-turkeys-support-for-nato-membership-erdogan-warns\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}