{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/chinese-hackers-utilize-golang-malware.html", "title": "Chinese Hackers Utilize Golang Malware in DragonSpark Attacks to Evade Detection", "date_published": "2023-01-24 14:37:00+00:00", "description": "Organizations in East Asia are being targeted by a likely Chinese-speaking actor dubbed DragonSpark while employing uncommon tactics to go past security layers.\n\"The attacks are characterized by the use of the little known open source SparkRAT and malware that attempts to evade detection through Golang source code interpretation,\" SentinelOne said in an analysis published today.\nA striking", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/fbi-says-north-korean-hackers-behind.html", "title": "FBI Says North Korean Hackers Behind $100 Million Horizon Bridge Crypto Theft", "date_published": "2023-01-24 11:58:00+00:00", "description": "The U.S. Federal Bureau of Investigation (FBI) on Monday confirmed that North Korean threat actors were responsible for the theft of $100 million in cryptocurrency assets from Harmony Horizon Bridge in June 2022.\nThe law enforcement agency attributed the hack to the Lazarus Group and APT38, the latter of which is a North Korean state-sponsored threat group that specializes in financial cyber", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/security-navigator-research-some.html", "title": "Security Navigator Research: Some Vulnerabilities Date Back to the Last Millennium", "date_published": "2023-01-24 11:33:00+00:00", "description": "Vulnerability analysis results in Orange Cyberdefenses' Security Navigator show that some vulnerabilities first discovered in 1999 are still found in networks today. This is concerning.\nAge of VOC findings\nOur Vulnerability Scans are performed on a recurring basis, which provides us the opportunity to examine the difference between when a scan was performed on an Asset, and when a given finding", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/emotet-malware-makes-comeback-with-new.html", "title": "Emotet Malware Makes a Comeback with New Evasion Techniques", "date_published": "2023-01-24 11:03:00+00:00", "description": "The Emotet malware operation has continued to refine its tactics in an effort to fly under the radar, while also acting as a conduit for other dangerous malware such as Bumblebee and IcedID.\nEmotet, which officially reemerged in late 2021 following a coordinated takedown of its infrastructure by authorities earlier that year, has continued to be a persistent threat that's distributed via", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/apple-issues-updates-for-older-devices.html", "title": "Apple Issues Updates for Older Devices to Fix Actively Exploited Vulnerability", "date_published": "2023-01-24 09:21:00+00:00", "description": "Apple has backported fixes for a recently disclosed critical security flaw affecting older devices, citing evidence of active exploitation.\nThe issue, tracked as CVE-2022-42856, is a type confusion vulnerability in the WebKit browser engine that could result in arbitrary code execution when processing maliciously crafted web content.\nWhile it was originally addressed by the company on November", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/facebook-introduces-new-features-for.html", "title": "Facebook Introduces New Features for End-to-End Encrypted Messenger App", "date_published": "2023-01-24 05:44:00+00:00", "description": "Meta Platforms on Monday announced that it has started to expand global testing of end-to-end encryption (E2EE) in Messenger chats by default.\n\"Over the next few months, more people will continue to see some of their chats gradually being upgraded with an extra layer of protection provided by end-to-end encryption,\" Meta's Melissa Miranda said.\nThe social media behemoth said it intends to notify", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}