{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/stany-zjednoczone-pozywaja-google/0fy70b2", "title": "Stany Zjednoczone pozywają Google", "date_published": "2023-01-24 20:39:55+00:00", "description": "Departament Sprawiedliwości USA i osiem stanów pozwały firmę Google, należącą do Alphabet. Pozew dotyczy kluczowego biznesu technologicznego giganta. Firma miła nadużywać swojej dominującej pozycji w branży reklamy cyfrowej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/mediacje-w-sprawie-bloku-w-jaworznie-jest-decyzja/rlnnyhv", "title": "Spór Tauronu z Rafako. Jest decyzja w sprawie mediacji", "date_published": "2023-01-24 19:31:34+00:00", "description": "Mediacje w sporze Tauronu z Rafako będą kontynuowane; następne spotkanie przy udziale Prokuratorii Generalnej zaplanowano na najbliższy czwartek, 26 stycznia — dowiedziała się nieoficjalnie PAP w Tauronie. Spór dotyczy wartego ponad 6 mld zł nowego bloku energetycznego w Jaworznie. Obecnie blok znów nie wytwarza energii.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/niemieckie-leopardy-dla-ukrainy-media-decyzja-zapadla/91kceq1", "title": "Niemieckie media: jest decyzja w sprawie leopardów dla Ukrainy", "date_published": "2023-01-24 18:43:39+00:00", "description": "Decyzja zapadła, Niemcy wyślą leopardy do Ukrainy — podaje \"Spiegel\". Według informacji niemieckiego tygodnika w grę wchodzi co najmniej jedna kompania Leopardów 2A6. Przedstawiciel ukraińskich władz w rozmowie z amerykańską telewizją ABC News powiedział, że Ukraina liczy na to, że otrzyma 100 czołgów Leopard 2 z 12 krajów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/polska-gielda-jedna-z-najlepszych-na-swiecie-akcje-z-gpw-beda-jeszcze-drozec/6y1qw5j", "title": "Polska giełda jedną z najlepszych na świecie. Czy akcje z GPW będą jeszcze drożeć?", "date_published": "2023-01-24 18:35:06+00:00", "description": "Inwestorzy z GPW mogą przecierać oczy ze zdumienia. W ostatnich trzech miesiącach WIG20, który był jednym z najsłabszych indeksów ubiegłego roku, zyskał już 40 proc., wyraźnie bijąc główne wskaźniki giełdowe z czołowych rynków takich jak amerykański czy niemiecki. — W długim terminie jestem pesymistą, ale w krótkim indeksy z GPW mogą być jednymi z najlepszych na świecie — mówi Tomasz Bursa, wiceprezes Opti TFI.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/dzielo-van-dycka-warte-3-mln-dolarow-znalezione-w-szopie-posrod-odchodow/e5nkf13", "title": "Dzieło warte 3 mln dolarów znalezione w szopie pośród ptasich odchodów", "date_published": "2023-01-24 18:04:18+00:00", "description": "W pewnej szopie w stanie Nowy Jork znaleziono olejny obraz pokryty ptasimi odchodami. Jakież było zdziwienia, gdy okazał się on rzadkim dziełem autorstwa flamandzkiego mistrza Antoona van Dycka. Cena obrazu na aukcji w Sotheby's organizowanej w przyszłym tygodniu może osiągnąć 3 mln dol.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/prowadzi-dwa-sklepy-od-pol-roku-szukam-sprzedawcy-chetnego-ani-jednego/4ht3bnx", "title": "Prowadzi dwa sklepy. \"Nie mówcie, że mamy bezrobocie. Od pół roku szukam sprzedawcy\"", "date_published": "2023-01-24 17:20:55+00:00", "description": "— Nie mówcie, że mamy bezrobocie. Gdyby ludzie chcieli pracować, nie szukałabym od pół roku pracownika — mówi kobieta cytowana przez portal expressbydgoski.pl.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/szef-maea-ukraina-nie-przechowuje-broni-w-elektrowniach-jadrowych/ep6xs6h", "title": "Szef MAEA: Ukraina nie przechowuje broni w elektrowniach jądrowych", "date_published": "2023-01-24 17:11:46+00:00", "description": "Inspekcje w ukraińskich elektrowniach atomowych wykazały, że Ukraina nie przechowuje tam uzbrojenia — oświadczył we wtorek Rafael Grossi, szef Międzynarodowej Agencji Energii Atomowej (MAEA).", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/propozycja-ko-w-sprawie-cen-gazu-tusk-mam-nadzieje-ze-to-da-ludziom-ulge/ylf3mnn", "title": "Propozycja KO w sprawie gazu. Tusk: mam nadzieję, że to da ludziom jakąś ulgę", "date_published": "2023-01-24 17:03:08+00:00", "description": "Na tym posiedzeniu Sejmu Koalicja Obywatelska złoży projekt ustawy dotyczący obniżenia stawki VAT na gaz do 5 proc. — wynika z wypowiedzi Donald Tuska.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/budzet-domowy/sprawdzil-ile-kosztuje-godzina-ogladania-telewizji-taniej-niz-myslisz/vbnzt4w", "title": "Sprawdził, ile kosztuje godzina oglądania telewizji. Jest taniej niż myślisz", "date_published": "2023-01-24 16:44:43+00:00", "description": "Myślicie, że za wysokie rachunki za prąd odpowiedzialny jest telewizor? Tiktoker postanowił sprawdzić, czy szklane okienko faktycznie jest prawdziwym pożeraczem energii. Koszt oglądania telewizji przez godzinę zaskakuje.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/amerykanskie-abramsy-dla-ukrainy-w-usa-coraz-blizej-przelomu/f0k0yzx", "title": "Amerykańskie abramsy dla Ukrainy. W USA coraz bliżej przełomu", "date_published": "2023-01-24 16:38:04+00:00", "description": "Administracja Bidena skłania się ku wysłaniu znacznej liczby czołgów Abrams M1 do Ukrainy, a ogłoszenie dostaw może nadejść w tym tygodniu — podaje we wtorek \"The Wall Street Journal\". Ma to być część porozumienia z Niemcami, w ramach którego Niemcy i Polska wyślą Ukrainie leopardy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/zmiana-na-rynku-pracy-zainteresowanie-tymi-pracownikami-wzroslo-dziesieciokrotnie/w1hrvk4", "title": "Zmiana na rynku pracy. Zainteresowanie tymi pracownikami wzrosło dziesięciokrotnie", "date_published": "2023-01-24 16:11:07+00:00", "description": "Zainteresowanie pracodawców specjalistami ze znajomością języka ukraińskiego rośnie skokowo — wynika z informacji podanych przez agencję zatrudnienia Gremi Personal.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/leopardy-dla-ukrainy-media-niemcy-dadza-zielone-swiatlo/ssl89sq", "title": "Leopardy dla Ukrainy. Media: Niemcy dadzą Polsce zielone światło", "date_published": "2023-01-24 15:40:11+00:00", "description": "Oczekuje się, że Niemcy już w środę udzielą Polsce zgody na reeksport wyprodukowanych w Niemczech czołgów Leopard do Ukrainy — podaje Bloomberg.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/te-firmy-wciaz-dzialaja-w-rosji-znamy-zaktualizowana-liste-wstydu/c3h6m7c", "title": "Te firmy wciąż działają w Rosji. Znamy zaktualizowaną \"listę wstydu\"", "date_published": "2023-01-24 15:31:47+00:00", "description": "Ponad 200 firm z \"listy wstydu\", aktualizowanej regularnie przez Yale School of Management, wciąż działa na rosyjskim rynku. Są wśród nich zarówno dystrybutorzy dóbr szybko zbywalnych, np. żywności czy kosmetyków, jak i producenci odzieży, sprzętu sportowego, artykułów budowlanych itp. Są też linie lotnicze i duże, popularne sieci handlowe. Niektóre z firm, według Yale, wręcz rozszerzają swoją działalność w Rosji.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/rekordowy-deficyt-w-handlu-niemiec-z-rosja/ef7m5sq", "title": "Rekordowy deficyt w handlu Niemiec z Rosją", "date_published": "2023-01-24 15:26:07+00:00", "description": "Niemiecki eksport towarów do Rosji spadł w 2022 r. prawie o połowę w ujęciu rok do roku, co oznacza najniższy poziom od 2003 r. Jednocześnie zwiększył się import. Efektem jest rekordowy deficyt.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/gorniczy-zwiazkowcy-ostrzegaja-rzad-w-koncu-bedziemy-musieli-tupnac-noga/skw6rer", "title": "Górniczy związkowcy ostrzegają rząd. \"W końcu będziemy musieli tupnąć nogą\"", "date_published": "2023-01-24 15:12:56+00:00", "description": "W końcu przyjdzie ten moment, że znowu będziemy musieli, jako związki zawodowe, tupnąć nogą — ostrzega Wacław Czerkawski, przewodniczący rady Ogólnopolskiego Porozumienia Związków Zawodowych (OPZZ) woj. śląskiego, w rozmowie z portalem wnp.pl. Wyjaśnia, że rząd pomimo obietnic nie podejmuje \"ważnych dla górnictwa decyzji\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/europa-zadluza-sie-na-potege-rekordowy-wynik-stycznia/dm12xrc", "title": "Europa zadłuża się na potęgę. Rekordowy wynik stycznia", "date_published": "2023-01-24 15:02:11+00:00", "description": "Walka z kryzysem jest kosztowna. Jednym ze źródeł finansowania są obligacje, które sprzedają się jak świeże bułeczki. Na tydzień przed końcem miesiąca już wiadomo, że padł rekord sprzedaży w Europie. Na rynku aktywne jest też nasze ministerstwo finansów.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/5-lutego-wchodza-w-zycie-kolejne-sankcje-co-z-paliwami/l546y6g", "title": "5 lutego wchodzą w życie kolejne sankcje. Co z paliwami?", "date_published": "2023-01-24 14:21:33+00:00", "description": "5 lutego wchodzi w życie embargo na rosyjskie produkty naftowe. Dla rynku paliw to prawdziwe \"sprawdzam\". Co może się wydarzyć po tej dacie? O tym w rozmowie z portalem wnp.pl mówią główni rynkowi gracze.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/miliarder-juz-sie-ewakuowal-z-rynku-moga-byc-kolejne-bankructwa/jerfcy8", "title": "Miliarder już się ewakuował z rynku. Mogą być kolejne bankructwa", "date_published": "2023-01-24 14:20:46+00:00", "description": "Kryptowaluty mają za sobą bardzo trudny rok. Z rynku wyparowały blisko 2 bln dol., a zaufanie podkopują dotychczasowi najwięksi propagatorzy wirtualnych walut. Choć styczeń daje nadzieję na odbicie, ciągle nad giełdami wiszą czarne chmury. Eksperci wskazują giełdy, w których zwiększona płynność może sugerować kłopoty.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/rzad-przyjal-slim-vat-3-sprawdz-z-czego-skorzystasz/rkkt74p", "title": "Łagodniejsze kary za błędy w VAT. Rząd przyjął pakiet slim VAT 3", "date_published": "2023-01-24 14:19:10+00:00", "description": "Zmiany mają wejść w życie już od 1 kwietnia 2023 r., o ile projekt szybko przejdzie przez Sejm i Senat. Kluczowe zmiany, jakie niesie projekt slim VAT 3, dotyczą sankcji VAT i wewnątrzwspólnotowego nabycia towarów. Podwyższy on również limit dla małych podatników – z 1,2 mln zł do 2 mln euro. Zasadniczo chodzi o rozwiązania, które uproszczą i przyspieszą rozliczanie VAT. W praktyce może być z tym różnie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/minister-czarnek-spotka-sie-ze-zwiazkowcami-w-sprawie-wczesniejszych-emerytur/451tyh3", "title": "Czarnek spotka się ze związkowcami w sprawie wcześniejszych emerytur nauczycieli. Wskazał termin", "date_published": "2023-01-24 14:04:52+00:00", "description": "Na 1 lutego zaplanowano spotkanie ze związkami zawodowymi w sprawie wcześniejszych emerytur nauczycieli — poinformował we wtorek minister edukacji i nauki Przemysław Czarnek. Dodał, że do przeanalizowania zostało m.in. to, jakie roczniki nauczycieli mogłyby skorzystać z tego przywileju.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/jak-spedzac-wolny-czas/h95wz2h", "title": "Prosta wskazówka, dzięki której przestaniesz tracić wolny czas po pracy", "date_published": "2023-01-24 13:46:00+00:00", "description": "Gdyby ktoś zapytał, co robiłam w pracy, z łatwością odpowiedziałabym, że napisałam kilka artykułów, odpisałam na ważne maile i wykonałam szereg służbowych telefonów. Gdyby ktoś zapytał mnie, co robiłam po pracy? Hmm... Spędziłam większość czasu w internecie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/najciekawsze-smartfony-z-androidem-zamiast-iphoneow-12-13-14-oraz-se/g8t71yg", "title": "Najciekawsze smartfony z androidem zamiast iPhone'ów 12, 13, 14 oraz SE", "date_published": "2023-01-24 13:24:00+00:00", "description": "Chcesz mieć flagowego smartfona z wysokiej półki, ale nie jesteś fanem Apple? Masz iPhone’a, ale chcesz sprawdzić, jak korzysta się z najnowszych smartfonów z Androidem? Sprawdź moje alternatywne propozycje smartfonów dla poszczególnych iPhone’ów, które dostępne są obecnie w sprzedaży.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/nbp-policzyl-ile-jest-pieniedzy-w-obiegu-liczby-dobrze-wroza-walce-z-inflacja/bpe5sj5", "title": "NBP policzył, ile jest pieniędzy w obiegu. Liczby dobrze wróżą walce z inflacją", "date_published": "2023-01-24 13:09:24+00:00", "description": "Podaż pieniądza w grudniu zwiększyła się o około 9 mld zł do 2 bln 91 mld zł — podał we wtorek NBP. Rośnie ostatnio wolniej, co świadczy o hamowaniu aktywności gospodarczej. To dobra wiadomość w kontekście walki z inflacją. Samej gotówki w obiegu (poza kasami banków) jest na łączną kwotę 353,7 mld zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/islandia-norwegia-szkocja-irlandia-odkryj-piekno-europy-polnocnej/2m8e43f", "title": "Islandia, Norwegia, Szkocja, Irlandia — odkryj piękno Europy Północnej", "date_published": "2023-01-24 13:09:00+00:00", "description": "Europa Północna to nordyckie sagi, historie o trollach, baśniowe krajobrazy i cuda natury takie, jak: majestatyczne fiordy, zorze polarne, wodospady, wulkany, lodowce, gejzery i białe noce. Jeśli marzysz o podróży i odkrywaniu tej niesamowitej części Europy, to w poniższym artykule polecamy 4 niesamowite wycieczki, które pozwolą ci spełnić marzenia. Udaj się w rejs wzdłuż fiordów po najpiękniejszej drodze morskiej świata lub zaplanuj wyprawę dookoła Islandii, wyspy słynącej z gorących źródeł, wodospadów, wulkanów, gejzerów i lodowców. Kolejne dwie propozycje dotyczą trochę bliższych nam wysp: zielonej wyspy Celtów — Irlandii oraz kraju potwora z Loch Ness i wojowników w kraciastych spódnicach — Szkocji. W artykule polecamy sprawdzone i docenione przez klientów wycieczki od biura podróży Albatros. Oferta dotyczy wycieczek w sezonie wiosna — lato 2023. Zapraszamy!", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/zdrowie/jak-poprawic-jakosc-snu/8gy38mx", "title": "Dlaczego przeglądanie smartfona w łóżku jest gorsze dla snu niż oglądanie telewizji?", "date_published": "2023-01-24 13:00:00+00:00", "description": "Przed snem poświęcałam godziny na bezmyślne przeglądanie Instagrama oraz Facebooka, narażając moje oczy na działanie niebieskiego światła, które sprawiało, że nie mogłam zasnąć. Pocieszałam się faktem, że przynajmniej nie oglądam telewizji. To, co wydawało się najgorszym nawykiem, wcale nie musi nim być.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/swiatowe-media-o-ruchu-polski-zwiekszanie-presji-na-berlin/y4ce1dh", "title": "Światowe media o ruchu Polski: zwiększanie presji na Berlin", "date_published": "2023-01-24 12:45:51+00:00", "description": "\"Zajmiemy się tym wnioskiem zgodnie z ustaloną procedurą i z odpowiednią pilnością\" — cytuje niemieckiego urzędnika \"Financial Times\". Chodzi o wniosek Polski o wyrażenie zgody na przekazanie czołgów Leopard 2 na Ukrainę. \"Wall Street Journal\" pisze z kolei o \"zwiększaniu presji na Berlin\" przez Polskę.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/strajk-na-lotnisku-w-berlinie-lot-odwoluje-rejsy/4hglm3s", "title": "Strajk na lotnisku w Berlinie. LOT odwołuje rejsy", "date_published": "2023-01-24 12:33:26+00:00", "description": "PLL LOT odwołuje zaplanowane na środę rejsy między Warszawą a Berlinem w związku z zapowiedzianym na ten dzień strajkiem ostrzegawczym na lotnisku Berlin-Brandenburg (BER) — poinformował we wtorek rzecznik przewoźnika Krzysztof Moczulski.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/nie-koniec-drozyzny-dostawy-gazu-za-kilka-miesiecy-moga-byc-sporo-drozsze/hntk1gj", "title": "Ekonomistka EBOiR: dostawy gazu za kilka miesięcy będą sporo droższe", "date_published": "2023-01-24 12:20:15+00:00", "description": "Główna ekonomistka Europejskiego Banku Odbudowy i Rozwoju ostrzega, że rynki oczekują wzrostu cen energii, a to się przełoży na wyższą inflację i mniejszą siłę nabywczą wynagrodzeń.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/rzad-reaguje-na-drozyzne-w-pkp-jest-deklaracja-premiera/k33crqr", "title": "Rząd reaguje na drożyznę w PKP. Jest deklaracja premiera", "date_published": "2023-01-24 11:58:39+00:00", "description": "Ceny biletów na pewno nie pozostaną na poziomie, na którym są dzisiaj — zadeklarował we wtorek premier Mateusz Morawiecki. Dodał, że w najbliższych dniach będzie rozmawiał z kierownictwem Ministerstwa Infrastruktury na ten temat.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/2-mln-zl-na-ratowanie-fabryki-porcelany-internauci-zorganizowali-zbiorke/r0edq0z", "title": "Słynna fabryka porcelany znika po 200 latach. Jest zbiórka na ratunek", "date_published": "2023-01-24 11:52:38+00:00", "description": "Porcelana Krzysztof z Wałbrzycha znika z rynku po ponad 200 latach. Podobno nie ma już szans na uratowanie zakładu. Jednak taką najwyraźniej dostrzegli internauci, bo założyli zbiórkę \"na ratowanie\" fabryki na platformie zrzutka.pl. Celem jest zebranie kwoty 2 mln zł. Na razie udało się zebrać ponad 10 tys. zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/darmowe-laptopy-dla-uczniow-premier-podal-szczegoly/d2rnpvx", "title": "Darmowe laptopy dla uczniów. Premier podał szczegóły", "date_published": "2023-01-24 11:51:15+00:00", "description": "Począwszy od września tego roku, wszyscy uczniowie IV klasy otrzymają nieodpłatnie laptopy, które będą służyły im przez kolejne lata edukacji. W tym roku sprzęt trafi do 370 tys. uczniów – poinformował premier Mateusz Morawiecki.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/media/internet/pracownik-zwolniony-z-google-przez-e-mail-to-bylo-jak-spoliczkowanie/nnmcx2l", "title": "Pracownik zwolniony z Google przez e-mail. \"To było jak spoliczkowanie\"", "date_published": "2023-01-24 11:45:00+00:00", "description": "Jeden z inżynierów oprogramowania ocenił, że sposób, w jaki został poinformowany o zwolnieniu go przez Google, jest jak spoliczkowanie. Jeremy Joslin, którego profil na LinkedIn wskazuje, że pracował dla giganta technologicznego od 2003 r., oświadczył, że firma przekazała mu tę wiadomość za pośrednictwem poczty elektronicznej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/bylismy-glupcami-bill-gates-podsumowuje-covid-19-i-ostrzega-przed-nastepna-pandemia/01dqgfh", "title": "\"Byliśmy głupcami\". Bill Gates podsumowuje COVID-19 i ostrzega przed następną pandemią", "date_published": "2023-01-24 11:39:41+00:00", "description": "— W czasie pandemii byliśmy głupcami, nie mając narzędzi, praktyki i globalnej zdolności do pozostawania w gotowości, tak jak to robimy w przypadku pożaru lub trzęsienia ziemi — powiedział podczas wizyty w Australii miliarder Bill Gates. Ostrzegł, że powinniśmy się już szykować do kolejnej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/przenosne-dyski-twarde-w-dobrej-cenie-zadbaj-o-swoje-dane/t3lst5x", "title": "Przenośne dyski twarde w dobrej cenie — zadbaj o swoje dane", "date_published": "2023-01-24 11:28:00+00:00", "description": "Jeśli szukasz przenośnego dysku twardego, jesteś w odpowiednim miejscu. Dowiesz się, czy lepiej wybrać HDD, czy SSD oraz znajdziesz tutaj pięć propozycji w różnych cenach. Wbrew pozorom nie zawsze najlepszym rozwiązaniem będzie zakup nowoczesnego SSD.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/bogacz-uzalezniony-od-chatgpt-ostrzega-przed-zagrozeniami-sztucznej-inteligencji/rpw92ty", "title": "Bogacz uzależniony od sztucznej inteligencji. Ostrzega przed zagrożeniami", "date_published": "2023-01-24 11:12:53+00:00", "description": "Gautam Adani, trzeci najbogatszy człowiek świata, przyznaje, że w pewnym sensie jest uzależniony od narzędzia ChatGPT. Ostrzega przy tym, że sztuczna inteligencja może przysłużyć się m.in. machinie wojennej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/blok-w-jaworznie-znow-stanal-sasin-nie-mam-kompetencji-by-rozstrzygac-spor/svts8vf", "title": "Blok w Jaworznie znów stanął. Sasin: nie mam kompetencji, by rozstrzygać spór", "date_published": "2023-01-24 10:57:27+00:00", "description": "We wtorek ruszyła kolejna tura mediacji między Tauronem i Rafako w sprawie sporu o blok węglowy w Elektrowni Jaworzno. Tymczasem instalacja znów uległa awarii. Jak informuje Tauron, blok będzie całkowicie wyłączony co najmniej do środy do godz. 18 z powodu awarii kotła.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/kolejna-awaria-bloku-w-jaworznie-sasin-nie-mam-kompetencji-by-rozstrzygac-spor/svts8vf", "title": "Blok w Jaworznie znów stanął. Sasin: nie mam kompetencji, by rozstrzygać spór", "date_published": "2023-01-24 10:57:27+00:00", "description": "We wtorek ruszyła kolejna tura mediacji między Tauronem i Rafako w sprawie sporu o blok węglowy w Elektrowni Jaworzno. Tymczasem instalacja znów uległa awarii. Jak informuje Tauron, blok będzie całkowicie wyłączony co najmniej do środy do godz. 18 z powodu awarii kotła.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/indeks-pmi-niespodziewanie-przebil-punkt-krytyczny-co-z-techniczna-recesja/c715z64", "title": "Indeks PMI niespodziewanie przebił punkt krytyczny. Co z techniczną recesją?", "date_published": "2023-01-24 10:44:35+00:00", "description": "Prognozy sugerujące techniczną recesję w strefie euro mogą się nie sprawdzić. Indeks PMI, obrazujący nastroje menedżerów w przemyśle i usługach, po półrocznej przerwie powrócił ponad poziom 50 pkt. Ekonomiści zauważają, że do biur i zakładów wraca optymizm.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/swiadczenie-pielegnacyjne-i-renta-specjalna-w-gore-minister-podala-nowe-kwoty/swm6de0", "title": "Świadczenie pielęgnacyjne i renta specjalna w górę. Minister podała nowe kwoty", "date_published": "2023-01-24 10:32:23+00:00", "description": "Wysokość świadczenia pielęgnacyjnego została powiązana ze wzrostem minimalnego wynagrodzenia i w związku z tym w tym roku wyniesie 2458 zł – powiedziała we wtorek minister rodziny i polityki społecznej Marlena Maląg. Dodała, że \"prowadzone są rozmowy na temat ewentualnej możliwości dorabiania do tego świadczenia\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/brutalne-slowa-ekonomistki-bieda-bedzie-miala-twarz-osob-pracujacych/409x8bb", "title": "Brutalne słowa ekonomistki: bieda będzie miała twarz osób pracujących", "date_published": "2023-01-24 10:08:43+00:00", "description": "Zatrudnienie nie będzie w Polsce gwarancją życia w dostatku — ostrzega dr Edyta Wojtyla z Wyższej Szkoły Bankowej w Poznaniu. — Martwiłabym się o osoby, które mają najniższą krajową, nawet tę podwyższoną — stwierdziła.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/w-firmach-dominuje-narzekanie-wyjatkiem-sa-dwa-sektory/8ykwgc0", "title": "Większość firm negatywnie ocenia koniunkturę. Wyjątkiem są dwa sektory", "date_published": "2023-01-24 10:03:16+00:00", "description": "Przedsiębiorcy w zdecydowanej większości negatywnie oceniają gospodarczą rzeczywistość w Polsce. Poza dwoma wyjątkami. Dyrektorzy sugerują redukcje zatrudnienia i szykują podwyżki cen.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/najdluzsza-promenada-w-polsce-gotowa-kosztowala-ponad-40-mln-zl/qp5s95p", "title": "Najdłuższa promenada w Polsce gotowa. Kosztowała ponad 40 mln zł", "date_published": "2023-01-24 09:54:57+00:00", "description": "Wart 17 mln zł odcinek zakończył całą inwestycję w Kołobrzegu, którego włodarze twierdzą, że dysponują obecnie najdłuższą nadmorską promenadą w Polsce.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/handel/przez-blad-klienci-mogli-robic-darmowe-zakupy-w-zabce/rlm002d", "title": "Przez błąd klienci mogli robić darmowe zakupy w Żabce", "date_published": "2023-01-24 09:49:05+00:00", "description": "Przez dziurę w aplikacji Żappka, klienci mogli robić darmowe zakupu. Po wysłaniu odpowiedniego żądania do API (interfejsu programowania aplikacji) można było doładować sobie żappsy - tokeny sieci. Treść tego żądania krążyła w sieci.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/panny-mlode-zostaly-na-lodzie-sytuacja-geopolityczna-dobila-salon-sukien-slubnych/pyn4tr3", "title": "Panny młode zostały bez strojów i pieniędzy. \"Sytuacja geopolityczna\" dobiła salon sukien ślubnych", "date_published": "2023-01-24 09:25:43+00:00", "description": "Jeszcze 7 stycznia właścicielka salonu sukien ślubnych Livia w Gdańsku miała brać zadatki od klientek. Dziś już strona sklepu nie jest aktywna, z mediów społecznościowych zniknęły profile, a drzwi lokalu są zamknięte. Panny młode zostały za to z problemem, bez pieniędzy i bez wymarzonych sukien.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kolejne-inwestycje-cpk-kupuje-firme-torpol/d1p0b1r", "title": "Kolejne inwestycje CPK. Kupuje firmę Torpol", "date_published": "2023-01-24 09:15:33+00:00", "description": "Centralny Port Komunikacyjny zawarł przedwstępną umowę kupna 38 proc. akcji giełdowej firmy Torpol. To polskie przedsiębiorstwo zajmujące się budową, modernizacją i remontami infrastruktury szynowej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/przybywa-miliardow-w-skarbcu-nbp-ceny-zlota-najwyzsze-od-miesiecy/q6y2kx1", "title": "Przybywa miliardów w skarbcu NBP. Ceny złota wzrosły do najwyższych poziomów od miesięcy", "date_published": "2023-01-24 09:12:22+00:00", "description": "Złoto odzyskało blask. Jego wyceny wzrosły właśnie do najwyższych poziomów od kwietnia 2022 r. Korzysta na tym m.in. NBP, który w skarbach trzyma 228 ton kruszcu. Jego wartość tylko w styczniu urosła o około 3 mld zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/kto-i-od-ktorego-mieszkania-zaplaci-wiecej-waza-sie-losy-rzadowej-reformy/jykt7bq", "title": "Kto i od którego mieszkania zapłaci więcej? Ważą się losy rządowej reformy", "date_published": "2023-01-24 08:43:19+00:00", "description": "Projekt dotyczący ograniczeń w nabywaniu mieszkań powinien być procedowany na Radzie Ministrów w najbliższych tygodniach — zapowiedział minister rozwoju i technologii Waldemar Buda. Mogą się w nim jeszcze pojawić znaczące zmiany.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/goldman-sachs-radzi-zakup-nastepujacych-10-akcji-bez-wzgledu-na-wystapienie-recesje/m485zwb", "title": "10 akcji, których zakup pomoże ci osiągnąć lepsze wyniki. Niezależnie, czy uderzy w nas recesja", "date_published": "2023-01-24 08:14:24+00:00", "description": "Goldman Sachs radzi kupno następujących 10 akcji. Pomogą one osiągnąć lepsze wyniki, niezależnie, czy uderzy w nas recesja, czy unikniemy spowolnienia gospodarki.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-24-stycznia-2023/fvtbwk9", "title": "Kurs euro 24 stycznia powyżej 4,7", "date_published": "2023-01-24 08:12:50+00:00", "description": "Kurs euro powyżej 4,7. We wtorek rano 24 stycznia 2022 r. kurs EUR/PLN wynosił 4,7134 zł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-24-stycznia-2023/6c7llvv", "title": "Kurs dolara 24 stycznia powyżej 4,3", "date_published": "2023-01-24 08:10:56+00:00", "description": "Kurs dolara powyżej 4,3. We wtorek rano 24 stycznia 2022 r. kurs USD/PLN wynosi 4,3286.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-24-stycznia-2023/f7zcn92", "title": "Kurs franka 24 stycznia w okolicach 4,7", "date_published": "2023-01-24 08:09:09+00:00", "description": "Frank szwajcarski w okolicach 4,7. We wtorek rano 24 stycznia 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,7054.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/brytyjczyk-pozwal-lidla-domaga-sie-27-mln-funtow/xnctger", "title": "Brytyjczyk pozwał Lidla. Domaga się 2,7 mln funtów", "date_published": "2023-01-24 06:56:13+00:00", "description": "Nagłe odcięcie zamówień od sieci Lidl miało doprowadzić firmę Deane'a Proctora do upadku. Brytyjczyk pozwał w związku z tym niemieckiego dyskontera do sądu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/zaskakujace-ulaskawienie-dudy-odpuscil-handlarzowi-dopalaczy/ppmlscf", "title": "Zaskakujące ułaskawienie Dudy. Odpuścił handlarzowi dopalaczy", "date_published": "2023-01-24 06:31:35+00:00", "description": "Prezydent Andrzej Duda już po raz drugi w ciągu kilku miesięcy darował karę więzienia osobie skazanej za ciężkie przestępstwo narkotykowe — podaje we wtorek \"Rzeczpospolita\". Kancelaria przedstawiła zdawkowe motywy tej decyzji.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/media/tvp-nie-zamknie-telegazety-bo-nie-kazdy-ma-internet/6ze1tpl", "title": "TVP nie zamknie Telegazety. Bo nie każdy ma internet", "date_published": "2023-01-24 06:29:45+00:00", "description": "TVP nie planuje zamknąć Telegazety, ani ograniczać liczby stron na niej dostępnych — informują Wirtualnemedia.pl. Powód? Nie wszyscy Polacy mają internet.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rzad-chce-wymusic-na-pkp-obnizki-cen-biletow/yttdz7m", "title": "Rząd chce wymusić na PKP obniżki cen biletów", "date_published": "2023-01-24 06:04:32+00:00", "description": "Nawet 300 mln zł dla PKP, ale pod warunkiem znalezienia oszczędności w spółce oraz obniżenia cen biletów jeszcze w styczniu – taki plan ma rząd — pisze we wtorek \"Dziennik Gazeta Prawna\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/dzialalnosc-gospodarcza-ryczalt-liniowka-czy-skala-pit-zaplac-mniej-fiskusowi/n724b5d", "title": "Prowadzisz działalność, chcesz płacić mniej fiskusowi? To sprawdź, co się opłaca", "date_published": "2023-01-24 06:00:09+00:00", "description": "Ryczałt, podatek liniowy czy zasady ogólne? Na podjęcie decyzji w sprawie formy opodatkowania na 2023 r. przedsiębiorcy mają coraz mniej czasu? Termin mija 20 lutego. Podpowiadamy, która forma dla kogo może być najbardziej atrakcyjna. I dlaczego nie wolno zapomnieć o składce zdrowotnej", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-rzeczy-w-gospodarce-teraz-24012023/54j5d44", "title": "Fatalny obraz polskiej gospodarki w grudniu", "date_published": "2023-01-24 05:50:58+00:00", "description": "Polska gospodarka kończyła ubiegły rok w dość fatalnej kondycji, chociaż nie w stanie recesji. W najnowszych danych z GUS widać jednak wyraźne spowolnienie gospodarcze. Rozczarowały i produkcja przemysłowa, i budowlana, i sprzedaż detaliczna, a ceny producentów znów zaczęły rosnąć. Z kolei deficyt w finansach publicznych rozrósł się do poziomu największego od czasów pandemii. W Szwajcarii z kolei oczekują kolejnych podwyżek stóp procentowych, co wywoła kolejny wzrost kosztów obsługi kredytów frankowych. Oto pięć najciekawszych rzeczy w gospodarce teraz.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/alerty-rcb-po-nowemu-beda-wysokie-kary/v1scggh", "title": "Alerty RCB po nowemu. Będą wysokie kary", "date_published": "2023-01-24 05:48:25+00:00", "description": "Ministerstwo Spraw Wewnętrznych i Administracji chce zmienić system alarmowania ludności cywilnej o zagrożeniach. Operatorzy, którzy nie będą chcieli rozsyłać takich wiadomości, zostaną ukarani — pisze we wtorek \"Rzeczpospolita\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/zlotowkowicze-nie-maja-szans-w-sadzie-prawniczka-z-uniwersytetu-jagiellonskiego/xpl59gn", "title": "Złotówkowicze nie mają szans w sądzie. Prawniczka z Uniwersytetu Jagiellońskiego ostrzega", "date_published": "2023-01-24 05:41:41+00:00", "description": "Zdaniem dr hab. Iwony Karasek-Wojciechowicz złotówkowicze nie mają szans na wygraną w sądzie z bankiem. W rozmowie z Business Insiderem pokazuje ona, dlaczego argumenty prawników reprezentujących kredytobiorców nie powinny przekonać sędziów. Dodaje też, że na linię orzeczniczą będzie trzeba poczekać kilka lat.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/bogaci-polacy-z-najwiekszymi-dlugami/xf7h0w5", "title": "Bogaci Polacy z największymi długami", "date_published": "2023-01-24 05:24:14+00:00", "description": "Bogaci Polacy, mieszkańcy największych mają większe długi niż przeciętny mieszkaniec naszego kraju. Powód? Bo i same mieszkania są tam najdroższe, ale też dzięki wyższym wynagrodzeniom mogą więcej w banku pożyczyć — pisze we wtorek \"Rzeczpospolita\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/przyjecie-euro-oznacza-drozyzne-oto-co-mowia-dane/b1ee2tn", "title": "Jak to jest z drożyzną po wprowadzeniu euro? Oto co mówią dane", "date_published": "2023-01-24 05:21:00+00:00", "description": "Chorwacja przyjęła euro i wokół tematu zrobił się w Polsce szum informacyjny. Dwaj główni antagoniści na naszej scenie politycznej mają odwrotne zdania odnośnie do rezygnacji ze złotego na rzecz euro. Z powiązanych z partią rządzącą polskich mediów wynika, że Chorwaci narzekają na wzrost cen, który opisuje się jako niemal nieodłączne okoliczności towarzyszące wprowadzaniu wspólnej waluty. Postanowiliśmy sprawdzić, czy rzeczywiście euro wywołuje inflacyjne trzęsienie ziemi i jakie ogólnie przełożenie ma na gospodarkę.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/prezeska-bgk-warto-powalczyc-o-pieniadze-z-kpo-by-uniknac-recesji/yqbez4c", "title": "Prezeska BGK: warto powalczyć o pieniądze z KPO, by uniknąć recesji", "date_published": "2023-01-24 05:03:00+00:00", "description": "Może kwartał do kwartału pojawią się techniczne recesje, ale dobrze zaplanowany Program Inwestycji Strategicznych i uruchomienie Krajowego Planu Odbudowy będą chronić gospodarkę. Te dwa przedsięwzięcia będą kluczowe dla utrzymania dynamiki rozwoju naszej gospodarki powyżej zera — przekonuje Beata Daszyńska-Muzyczka, prezeska Banku Gospodarstwa Krajowego, w rozmowie z Business Insiderem. Rozmawiamy w Davos, gdzie do piątku trwało Światowe Forum Ekonomiczne.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/emerytury/tak-nizszy-wiek-emerytalny-obniza-swiadczenia-mamy-wyliczenia/hbk46z5", "title": "Tak niższy wiek emerytalny obniża świadczenia. Mamy wyliczenia", "date_published": "2023-01-24 04:59:00+00:00", "description": "Polacy chcieliby pracować krócej, ale jednocześnie otrzymywać wyższe emerytury. Tak się jednak nie da. Obniżenie wieku emerytalnego automatycznie oznacza bowiem, że mamy mniej czasu na oszczędzanie, a świadczenia pobieramy dłużej. — To musiałoby oznaczać niższe emerytury — mówi Business Insiderowi dr Antoni Kolek, prezes Instytutu Emerytalnego.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://businessinsider.com.pl/.feed", "title": "Business insider"}}