{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dog-kills-owner-by-stepping-on-gun-in-hunting-mishap", "title": "Dog Kills Owner By Stepping On Gun In Hunting Mishap: Authorities", "date_published": "2023-01-24 17:38:36+00:00", "description": "On Saturday, a man died in a tragic mishap after his dog appears to have stepped on a gun, firing it from the back seat of his car, according to authorities. The Sumner County Sheriff’s Office in Kansas said that law enforcement responded to a man who had suffered a gunshot wound to the back. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-lindsey-graham-defends-biden-report-says-pence-has-classified-docs-corruption-in-ukraine", "title": "Tuesday Afternoon Update: Lindsey Graham Defends Biden, Report Says Pence Has Classified Docs, Corruption In Ukraine?", "date_published": "2023-01-24 17:35:06+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Lindsey Graham Defends Biden Amidst the fallout from the classified documents scandal, President Joe Biden received a statement of support from his friend Republican Senator Lindsey Graham, who told the media that he did not suspect ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fbi-announces-north-korea-associated-hackers-responsible-for-100-million-virtual-robbery", "title": "FBI Announces North Korea-Associated Hackers Responsible For $100 Million Virtual Robbery", "date_published": "2023-01-24 17:06:33+00:00", "description": "On Monday, the Federal Bureau of Investigation (FBI) announced that a North Korea-associated hacking group had carried out a robbery of $100 million in cryptocurrency last year. Harmony’s Horizon Bridge operates cryptocurrency movements between Harmony and other systems. On June 24, 2022, Harmony’s bridge was hacked and $100 million of virtual funds were taken. The ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/schiff-claims-he-never-took-classified-docs-home", "title": "Schiff Claims He Never Took Classified Docs Home", "date_published": "2023-01-24 17:05:00+00:00", "description": "Rep. Adam Schiff (D-CA) says he never took classified documents back home amid a growing scandal over the handling of secret material by top government executives. As chairman of the House Intelligence Committee, Schiff had access to all sorts of classified information, but the congressman asserted Tuesday he was too paranoid to take any of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ghislaine-maxwell-thinks-jeffrey-epstein-didnt-kill-himself-what-do-you-think", "title": "Ghislaine Maxwell Thinks Jeffrey Epstein Didn’t Kill Himself. What Do You Think?", "date_published": "2023-01-24 17:03:07+00:00", "description": "You haven&#8217;t forgotten about Ghislaine Maxwell, have you? Well, she recently gave an interview from prison, and it was shocking to hear her say she believes Jeffrey Epstein did not kill himself. As we all know, “Epstein didn’t kill himself” has become a bit of a punchline, but there are people who are actually saying ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/walmart-raises-minimum-wages-as-worker-shortages-crunch-labor-market", "title": "Walmart Raises Minimum Wages As Worker Shortages Crunch Labor Market", "date_published": "2023-01-24 16:59:53+00:00", "description": "Walmart announced on Tuesday that the grocery and retail corporation will increase average wages for many associates as the job market witnesses a persistent shortage of labor supply. Walmart U.S. CEO John Furner revealed in a memo that the company plans to implement raises in select stores such that rates are more appealing relative to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blooper-video-shows-tim-allen-flashed-one-home-improvement-co-star-but-she-says-he-was-well-dressed-under-there", "title": "Blooper Video Shows Tim Allen ‘Flashed’ One ‘Home Improvement’ Co-Star – But She Says He Was ‘Well Dressed Under There’", "date_published": "2023-01-24 16:58:09+00:00", "description": "Actor and comedian Tim Allen has adamantly denied former &#8220;Baywatch&#8221; star Pamela Anderson&#8217;s assertion that he flashed her during the early days of &#8220;Home Improvement&#8221; — but a blooper video from the hit sitcom suggests he may have &#8220;flashed&#8221; another costar. In the clip, published on Tuesday by entertainment site TMZ, Allen was wearing a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/indiana-taxpayers-shelled-out-101700-to-1619-project-author-for-two-days-work", "title": "Indiana Taxpayers Shelled Out $101,700 To 1619 Project Author For Two Days’ Work", "date_published": "2023-01-24 16:55:28+00:00", "description": "Indiana taxpayers shelled out more than $100,000 to 1619 Project author Nikole Hannah-Jones for just over 24 hours of work, records obtained by The Daily Wire show.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-didnt-the-major-mainstream-media-vet-santos-before-election-day", "title": "Why Didn’t The Major Mainstream Media Vet Santos Before Election Day?", "date_published": "2023-01-24 16:16:33+00:00", "description": "Rep. George Santos (R-NY) is a world-class liar. He has told baldfaced lies about nearly everything &#8212; from being Jewish to (for some reason) leading the Baruch College volleyball team to wins over Harvard and Yale. But as his world continues to unravel &#8212; with official investigations into his fundraising and campaign expenditures &#8212; one ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-loses-it-over-senators-quoting-taylor-swift-songs-at-ticketmaster-hearing", "title": "Twitter Loses It Over Senators Quoting Taylor Swift Songs At Ticketmaster Hearing", "date_published": "2023-01-24 16:14:43+00:00", "description": "Twitter users lost it over videos of U.S. Senators from both sides of the political aisle quoting lines from Taylor Swift songs during the Ticketmaster hearing on Capitol Hill on Tuesday. The Senate Judiciary Committee included Minnesota Democrat Sen. Amy Klobuchar and Connecticut Democrat Sen. Richard Blumenthal along with Utah Republican Sen. Mike Lee, quoting ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/justice-department-sues-google-for-alleged-digital-advertising-monopoly", "title": "Justice Department Sues Google For Alleged Digital Advertising Monopoly", "date_published": "2023-01-24 16:08:15+00:00", "description": "The Biden administration’s Justice Department and several state attorneys general filed suit against Google on Tuesday for allegedly monopolizing various digital advertising technologies. The agency claimed Google monopolizes the tools that website publishers use to sell advertisements and that companies utilize to purchase advertisements. The civil antitrust suit, which follows another complaint issued by the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mike-pence-previously-denied-taking-classified-documents-from-white-house", "title": "Mike Pence Previously Denied Taking Classified Documents From White House", "date_published": "2023-01-24 15:50:07+00:00", "description": "Former Vice President Mike Pence said during an interview late last year that he did not take any classified documents with him from the White House. The clip resurfaced Tuesday after an attorney for Pence reportedly found about a dozen documents marked classified at Pence’s home in Indiana last week. Pence has since turned the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/british-actor-still-missing-after-more-than-a-week-on-snow-covered-mountain-his-family-speaks-out", "title": "British Actor Still Missing After More Than A Week On Snow-Covered Mountain — His Family Speaks Out", "date_published": "2023-01-24 15:44:05+00:00", "description": "Actor Julian Sands, 65, left home almost two weeks ago to spend some time on California&#8217;s treacherous Mt. Baldy — and he was officially reported missing by his wife, Eugenia Citkowitz, on January 13. After 10 days missing, Sands&#8217; family released a statement on Monday, January 23, thanking local officials and search-and-rescue teams for their ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sen-hawleys-insider-trading-bill-returns-to-congress-under-new-title-pelosi-act", "title": "Sen. Hawley’s Insider Trading Bill Returns To Congress Under New Title ‘PELOSI Act’", "date_published": "2023-01-24 15:43:50+00:00", "description": "U.S. Senator Josh Hawley (R-MO) reintroduced his 2022 insider trading bill Tuesday that would ban lawmakers and their spouses from holding and trading individual stocks and force political figures to return profits to American citizens under a new title dubbed the “PELOSI Act.” The Preventing Elected Leaders from Owning Securities and Investments (PELOSI) Act comes ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/college-board-will-release-framework-for-controversial-african-american-studies-course-on-first-day-of-black-history-month", "title": "College Board Will Release Framework For Controversial African American Studies Course On First Day Of Black History Month", "date_published": "2023-01-24 15:38:52+00:00", "description": "The College Board announced on Tuesday that the curriculum for AP African American Studies would be publicly released on February 1, citing the start of Black History Month. The curriculum has garnered backlash among conservatives following reports that the program, which is currently undergoing pilots at five dozen high schools across the nation, is centered ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jessie-james-decker-says-eric-decker-refuses-to-get-vasectomy-because-it-takes-his-manhood-away", "title": "Jessie James Decker Says Eric Decker Refuses To Get Vasectomy Because It ‘Takes His Manhood Away’", "date_published": "2023-01-24 15:31:15+00:00", "description": "Country singer Jessie James Decker recently discussed why her husband, former NFL star Eric Decker, was reluctant to get a vasectomy. “I keep asking him, ‘Go make that appointment’ and he won’t. He just won’t do it,” she told US Weekly during a recent interview. “He says it takes, like, his manhood away from him. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/after-the-past-decade-why-would-anybody-trust-the-fbi", "title": "After The Past Decade, Why Would Anybody Trust The FBI?", "date_published": "2023-01-24 15:15:51+00:00", "description": "According to a poll from late 2022, 50% of Americans trust the FBI either &#8220;hardly ever&#8221; or &#8220;some of the time.&#8221; That raises the question, what&#8217;s with the other half of Americans who still give the G-Men the benefit of the doubt? If events over the past 10 years haven&#8217;t been enough to convince those ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-says-pence-innocent-after-classified-docs-discovery-never-did-anything-knowingly-dishonest-in-his-life", "title": "Trump Says Pence ‘Innocent’ After Classified Docs Discovery: ‘Never Did Anything Knowingly Dishonest In His Life’", "date_published": "2023-01-24 15:07:11+00:00", "description": "Former President Donald Trump defended his former vice president on Tuesday after news broke that classified documents had been found at Mike Pence’s home in Indiana. “Mike Pence is an innocent man. He never did anything knowingly dishonest in his life. Leave him alone!!!” Trump posted on his social media site, Truth Social. An attorney ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nfl-announces-all-star-lineup-for-super-bowl-lvii", "title": "NFL Announces All-Star Lineup For Super Bowl LVII", "date_published": "2023-01-24 14:57:16+00:00", "description": "The NFL on Tuesday announced an all-star lineup of performers scheduled to appear at Super Bowl LVII, including eight-time Grammy winner Chris Stapleton, who is set to sing the national anthem. Other performers include Babyface, a twelve-time Grammy winner who will sing &#8220;America the Beautiful,&#8221; while Emmy-award winner and Golden Globe-nominate Sheryl Lee Ralph has ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-crain-cos-david-cone-sparked-a-football-firestorm-by-tweeting-about-his-wifes-dad", "title": "How Crain & Co’s David Cone Sparked A Football Firestorm By Tweeting About His Wife’s Dad", "date_published": "2023-01-24 14:40:17+00:00", "description": "David Cone was just trying to stay on his father-in-law’s good side when he ignited a Twitter firestorm between the Crimson Tide and Sooner nations. Cone, a co-host of The Daily Wire’s popular sports podcast, Crain &amp; Company, noted Saturday on Twitter that Philadelphia Eagles quarterback Jalen Hurts, who had just led his team to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/georgia-prosecutor-wants-grand-jury-report-in-trump-probe-kept-secret", "title": "Georgia Prosecutor Wants Grand Jury Report In Trump Probe Kept Secret", "date_published": "2023-01-24 14:34:00+00:00", "description": "A prosecutor in Georgia requested the findings of a special grand jury investigating whether former President Donald Trump and his allies illegally interfered in the 2020 election not be released as charges are considered. Fulton County District Attorney Fani Willis argued her case Tuesday in a court hearing on whether to release a report put ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/report-u-s-moving-towards-delivering-abrams-tanks-to-ukraine-germany-to-also-send-tanks", "title": "Report: U.S. Moving Towards Delivering Abrams Tanks To Ukraine, Germany To Also Send Tanks", "date_published": "2023-01-24 14:33:44+00:00", "description": "According to a Tuesday report, United States officials have said that the Biden administration is moving in the direction of delivering a number of Abrams M1 tanks to Ukraine with a potential update on the plan this week. The news would come in coordination with a move from Germany, which would also send some of its ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-google-employee-goes-viral-with-day-in-the-life-video-series-ending-in-layoff-news", "title": "Former Google Employee Goes Viral With ‘Day In The Life’ Video Series Ending In Layoff News", "date_published": "2023-01-24 14:21:03+00:00", "description": "A former Google employee who posted TikTok videos of her experience working in the company&#8217;s amenities-packed offices went viral when she announced she was affected by the company’s recent layoffs.  Nicole Tsai worked in partner services for Google’s cloud unit since 2021 and posted a vlog of her experiences, per Fortune. Her videos depicted some ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trial-begins-for-mark-houck-the-catholic-pro-life-activist-bidens-doj-wants-behind-bars", "title": "Trial Begins For Mark Houck, The Catholic Pro-Life Activist Biden’s DOJ Wants Behind Bars", "date_published": "2023-01-24 14:15:50+00:00", "description": "The trial for pro-life activist and Catholic father of seven Mark Houck started Tuesday before U.S. District Judge Gerald J. Pappert in the U.S. District Court for the Eastern District of Pennsylvania. The Department of Justice is targeting Houck, who leads a nonprofit group that provides sidewalk counseling at abortion clinics in Philadelphia, over an incident ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/massachusetts-man-allegedly-trying-to-find-hitman-to-kill-wife-first-hired-scammer-then-undercover-federal-agent", "title": "Massachusetts Man Allegedly Trying To Find Hitman To Kill Wife First Hired Scammer, Then Undercover Federal Agent", "date_published": "2023-01-24 14:04:22+00:00", "description": "A Boston, Massachusetts, man allegedly tried to hire a hitman to kill his wife, but the first person he hired scammed him, while the second person was actually an undercover federal agent. Mohammed Chowdhury, 46, was arrested and charged with one count of murder-for-hire for attempting to have his wife and her boyfriend killed, the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republicans-propose-bill-to-replace-income-payroll-taxes-with-national-sales-tax-abolish-irs", "title": "Republicans Propose Bill To Replace Income, Payroll Taxes With National Sales Tax, Abolish IRS", "date_published": "2023-01-24 14:02:36+00:00", "description": "Republican lawmakers proposed a bill to replace the income, payroll, and estate taxes with a national sales tax while abolishing the IRS. The Fair Tax Act, introduced by Rep. Buddy Carter (R-GA), is an attempt to simplify the tax code and the tax collection system. Similar legislation was first proposed in 1999 by former Rep. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pro-trump-influencer-diamond-of-diamond-and-silk-cause-of-death-revealed", "title": "Pro-Trump Influencer Diamond Of ‘Diamond And Silk’ Cause Of Death Revealed", "date_published": "2023-01-24 13:56:22+00:00", "description": "Pro-Trump influencer Lynette &#8220;Diamond&#8221; Hardaway&#8217;s cause of death has been revealed as a result of heart disease. Hardaway, of the social media sister duo Diamond and Silk, died on January 8. She was 51. Despite speculation on the internet that &#8220;Diamond&#8221; died from COVID, a death certificate obtained by The Associated Press on Monday confirmed ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/legacy-media-misrepresents-results-of-new-study-on-child-sex-change-treatments", "title": "Legacy Media Misrepresents Results Of New Study On Child Sex Change Treatments", "date_published": "2023-01-24 13:51:36+00:00", "description": "Left-leaning media outlets misled their readers when they touted a new study that purported to show mental health benefits of child sex change treatments, according to one of the first journalists to cover the subject. The study, published last week in the New England Journal of Medicine, analyzed data collected between 2016-2019 from four prominent ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/white-house-rep-blasts-reporters-for-asking-questions-about-classified-doc-scandal-they-want-attention", "title": "White House Rep. Blasts Reporters For Asking Questions About Classified Doc Scandal: They Want ‘Attention’", "date_published": "2023-01-24 13:50:52+00:00", "description": "A White House spokesman complained that reporters have continued to ask questions about the unfolding scandal involving President Joe Biden and the classified documents found in his possession in several locations. Ian Sams, who was assigned to represent the White House Counsel&#8217;s office on the issue of the classified documents, suggested that reporters were only ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-is-what-surprise-looks-like-jamie-lee-curtis-shares-photos-of-the-moment-she-got-first-oscar-nod", "title": "‘This Is What Surprise Looks Like’: Jamie Lee Curtis Shares Photos Of The Moment She Got First Oscar Nod", "date_published": "2023-01-24 13:30:15+00:00", "description": "Actress Jamie Lee Curtis, 64, earned her first-ever Oscar nomination on Tuesday for her performance in &#8220;Everything Everywhere All at Once&#8221; — and she shared a series of photos documenting her reaction to the news. Curtis shared three snaps — one of her reaction to learning of her own nomination in the Best Supporting Actress ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/76-year-old-woman-charged-with-murder-for-shooting-terminally-ill-husband-in-hospital-room", "title": "76-Year-Old Woman Charged With Murder For Shooting Terminally Ill Husband In Hospital Room", "date_published": "2023-01-24 12:47:24+00:00", "description": "A Florida woman has been charged with first-degree murder and aggravated assault with a deadly weapon after she shot her terminally ill husband in his hospital room, according to police. Ellen Gilland, 76, was arrested for allegedly shooting her husband, 77-year-old Jerry Gilland, as he lay dying in a hospital bed in Daytona Beach. Appearing ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ukraine-dogged-by-corruption-allegations-sees-largest-government-shakeup-since-war-began", "title": "Ukraine, Dogged By Corruption Allegations, Sees Largest Government Shakeup Since War Began", "date_published": "2023-01-24 12:33:00+00:00", "description": "A group of top Ukrainian officials, including a top military leader, left the government on Tuesday as President Volodymyr Zelensky’s administration grapples with allegations of fraud and corruption. Some of the departures and resignations included the deputy head of Ukraine’s Presidential Office Kyrylo Tymoshenko, Deputy Defense Minister Vyacheslav Shapovalov, and Deputy Prosecutor General Oleksiy Symonenko. The ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/reporter-presses-biden-official-to-embrace-race-narrative-on-gas-prices", "title": "Reporter Presses Biden Official To Embrace Race Narrative On Gas Prices", "date_published": "2023-01-24 12:25:35+00:00", "description": "Energy Secretary Jennifer Granholm was asked to comment about urban and rural disparities in gas prices by a reporter who appeared to be implying a race-driven cause for the phenomenon. April Ryan of TheGrio noted during a Monday press briefing that “there were some communities that felt the relief” as a result of President Joe ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chatgpt-passes-medical-license-exam-bar-exam-after-top-performance-on-wharton-mba-final", "title": "ChatGPT Passes Medical License Exam, Bar Exam After Top Performance On Wharton MBA Final", "date_published": "2023-01-24 12:21:35+00:00", "description": "ChatGPT, a mass-market artificial intelligence chatbot launched by OpenAI last year, passed the bar exam and the medical license exam that typically require human students years of intensive study and postsecondary education to complete. The language processing tool has gained widespread recognition over the past several weeks as knowledge workers leverage the user-friendly system to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/report-classified-documents-found-at-former-vp-mike-pences-home-in-indiana", "title": "Report: Classified Documents Found At Former VP Mike Pence’s Home In Indiana", "date_published": "2023-01-24 12:19:41+00:00", "description": "An attorney for former Vice President Mike Pence reportedly found about a dozen documents marked classified at Pence&#8217;s home in Indiana last week. Pence has since turned the documents over to the FBI, according to CNN. The reported discovery comes as the Justice Department has already tapped two special counsels to investigate classified document handling ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/seattle-running-out-of-storage-for-dead-bodies-as-fentanyl-crisis-worsens", "title": "Seattle Running Out Of Storage For Dead Bodies As Fentanyl Crisis Worsens", "date_published": "2023-01-24 12:08:53+00:00", "description": "The surge of fentanyl-related deaths in Seattle has risen so high that the county is running out of room to store the dead bodies. King County has averaged more than one fatal fentanyl overdose death every day this month; 31 cases through January 22. Last year, over two-thirds of the fatal overdoses reported in the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/accused-idaho-killer-met-with-police-chief-about-job-months-before-quadruple-murder", "title": "Accused Idaho Killer Met With Police Chief About Job Months Before Quadruple Murder", "date_published": "2023-01-24 11:58:40+00:00", "description": "The 28-year-old man suspected of killing four University of Idaho students met with the Pullman, Washington, police chief about a job seven months before the quadruple homicides took place. Recently released emails show that the suspect, who will not be named due to Daily Wire policy, had an online meeting with Gary Jenkins, the chief of police at ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/appalling-service-member-fired-for-refusing-vax-forced-to-pay-back-most-of-signing-bonus-report", "title": "‘Appalling’: Service Member Fired For Refusing Vax Forced To Pay Back Most Of Signing Bonus: Report", "date_published": "2023-01-24 11:47:53+00:00", "description": "A U.S. Army soldier who was fired last year for refusing a COVID vaccine has been forced to pay back his signing bonus, totaling thousands of dollars, the veteran claims. At the Biden administration’s direction, the Defense Department discharged more than 8,400 troops from the military, including some 3,300 Marines, 1,800 soldiers, 1,800 sailors, and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ted-cruz-introduces-constitutional-amendment-to-enforce-term-limits-for-congress", "title": "Ted Cruz Introduces Constitutional Amendment To Enforce Term Limits For Congress", "date_published": "2023-01-24 11:37:50+00:00", "description": "Sen. Ted Cruz (R-TX) and Rep. Ralph Norman (R-SC) introduced a constitutional amendment on Tuesday to impose term limits on members of Congress. The amendment would limit U.S. senators to two terms of six years each and representatives to three terms of two years each from the time of the amendment&#8217;s enactment. “Term limits are ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-weapons-cache-not-prepared-for-protracted-war-with-china-study-says", "title": "U.S. Weapons Cache ‘Not Prepared’ For Protracted War With China, Study Says", "date_published": "2023-01-24 11:17:17+00:00", "description": "A new study whose data was obtained from senior military and defense officials as well as congressional and defense industry leaders, warns that if the United States and China engage in hostilities, the U.S. weapons cache is woefully lacking. Seth Jones of the Center for Strategic and International Studies wrote the report, which follows a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gross-negligence-why-house-republicans-have-more-than-enough-to-impeach-dhs-secretary-mayorkas", "title": "Gross Negligence: Why House Republicans Have More Than Enough To Impeach DHS Secretary Mayorkas", "date_published": "2023-01-24 11:04:36+00:00", "description": "The newly minted GOP majority in the House of Representatives has a lot on its plate: a debt ceiling negotiation, investigations into COVID origins, not to mention President Biden, his son Hunter, and the cavalcade of classified documents that keep showing up everywhere the president has ever been. But one matter of urgent business should ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/google-should-dismiss-more-employees-cut-excessive-salaries-from-median-300k-investor-argues", "title": "Google Should Dismiss More Employees, Cut ‘Excessive’ Salaries From Median $300K, Investor Argues", "date_published": "2023-01-24 11:04:16+00:00", "description": "The Children’s Investment Fund Management CEO Christopher Hohn called for Google parent company, Alphabet, to reduce its headcount by another 25,000 workers, referencing excessive median salaries and breakneck growth in payrolls. The British investor’s letter comes days after Alphabet CEO Sundar Pichai informed the company that some 12,000 positions would be eliminated as a result ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-incredible-shrinking-president-democrats-finally-starting-to-bail-on-biden-over-documents-scandal", "title": "The Incredible Shrinking President: Democrats Finally Starting To Bail On Biden Over Documents Scandal", "date_published": "2023-01-24 10:47:03+00:00", "description": "Democrats have a big problem. President Joe Biden has been caught out with classified documents all over — and the feds just keep finding more. In the latest revelation, word leaked out that some of the docs stretch back to his days in the Senate. At first, Democrats pooh-poohed the scandal (&#8220;He did the right ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/four-migrants-bused-to-nyc-arrested-in-12k-theft-from-macys", "title": "Four Migrants Bused To NYC Arrested In $12K Theft From Macy’s", "date_published": "2023-01-24 10:40:09+00:00", "description": "Four migrants bused to New York City from Texas were arrested for allegedly stealing more than $12,000 in items from Macy&#8217;s. Wrallan Cabezas Meza, 19, Miguel Angel Rojas, 21, Rafael Rojas, 27, and Jose Garcia Escobar, 30, were detained after being tracked down by Nassau County Police. They allegedly drove away from the crime scene ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blonde-leads-razzie-awards-nominations-along-with-tom-hanks-machine-gun-kelly", "title": "‘Blonde’ Leads Razzie Awards Nominations, Along With Tom Hanks, Machine Gun Kelly", "date_published": "2023-01-24 10:05:30+00:00", "description": "The annual Razzie Awards nominations were just announced, with the biopic “Blonde” leading the pack with the most nods. The Golden Raspberry Awards, usually referred to as the “Razzies,” celebrate the worst of what Hollywood had to offer in the last year. In 2022, Andrew Dominik’s controversial drama “Blonde” starring Ana de Armas was the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mindy-kalings-woke-velma-makes-history-for-its-dismal-reviews", "title": "Mindy Kaling’s Woke ‘Velma’ Makes History For Its Dismal Reviews", "date_published": "2023-01-24 09:54:50+00:00", "description": "Creator and actress Mindy Kaling has made history for her woke Scooby-Doo spin-off &#8220;Velma&#8221; &#8212; but certainly not in the way she expected. The HBO Max show, as highlighted by The Daily Wire, has absolutely bombed on the review-aggregator website Rotten Tomatoes. And now it&#8217;s landed the number three spot on IMDb&#8217;s list of worst-rated shows ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oscar-nominees-announced-everything-everywhere-all-at-once-leads-with-11", "title": "Oscar Nominees Announced: ‘Everything Everywhere All At Once’ Leads With 11", "date_published": "2023-01-24 09:52:48+00:00", "description": "The 2023 Oscar nominations have been released with the film “Everything Everywhere All at Once” leading its competitors. The 2023 Oscars will be held Sunday, March 12, with Jimmy Kimmel as the host. “Everything Everywhere All at Once” led the way with 11 nominations, including Best Picture, Best Director, and Best Actress, (Michelle Yeoh.) “The ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/doj-to-file-antitrust-suit-against-google-alleging-digital-ad-monopoly-report-says", "title": "DOJ To File Antitrust Suit Against Google Alleging Digital Ad Monopoly, Report Says", "date_published": "2023-01-24 09:46:19+00:00", "description": "The Department of Justice (DOJ) is reportedly prepping to sue Google over the tech behemoth’s dominance in the digital advertising space. The DOJ is expected to file the lawsuit in court by the end of the week, sources familiar with the preparations told Bloomberg. It will be the latest in series of antitrust cases made ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ai-app-that-lets-users-talk-to-historical-figures-slammed-for-misrepresenting-hitler-nazis", "title": "AI App That Lets Users Talk To Historical Figures Slammed For Misrepresenting Hitler, Nazis", "date_published": "2023-01-24 09:10:15+00:00", "description": "A new artificial intelligence app that allows users to “chat” with over 20,000 famous historical figures is being harshly criticized for including Nazi leaders such as Adolf Hitler and other anti-Semites, as well as having them make statements that are historically inaccurate. The app, titled, Historical Figures, launched at the beginning of January and was ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}