{"entries": [{"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/24/a-thousand-and-one-movie-review-sundance", "title": "A Thousand and One review – Teyana Taylor shines in motherhood drama", "date_published": "2023-01-24 22:35:09+00:00", "description": "<p><strong>Sundance film festival:</strong> the singer impresses as an experience-hardened mother in rapidly gentrifying New York in a beautiful if underwhelming film</p><p>In the brief snippets that form the opening montage of A Thousand and One, it’s clear writer-director AV Rockwell has an assured aesthetic sense: street corners buzzing with chatter and pulsing with 90s hip-hop, greetings and handshakes, the cacophony of 1994 Brooklyn as it bends around an assured Teyana Taylor’s take-no-prisoners walk. We first meet Taylor’s Inez a year earlier, in a single sumptuous shot at Riker’s Island; now she’s back, beeper on her hip, looking for Terry (Aaron Kingsley Adetola), the six-year-old child she left behind.</p><p>Rockwell’s beautiful yet underwhelming debut set over a decade in rapidly gentrifying New York, proceeds unemphatically, like a collection of artfully staged vignettes loosely unspooled from a single impulsive act. That act – Inez, a 22-year-old hairdresser desperate to restart, steals Terry from under the nose of his foster family – first appears to us, as it likely would to the characters, as far less consequential and dramatic than it is. For all Inez’s fire and the stakes of their predicament (no work, no place to live, few bridges left unburned, a crime against the state), Inez and Terry’s escape to Harlem plays out, through cinematographer Eric Yue’s ravishing cinematography and Gary Gunn’s warm score, as almost languid and easy.</p><p>A Thousand and One premiered at the Sundance film festival and is seeking distribution</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/a-thousand-and-one-movie-review-sundance\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/24/rupert-murdoch-fox-news-corp-merger", "title": "Rupert Murdoch calls off proposed Fox-News Corp merger", "date_published": "2023-01-24 22:24:49+00:00", "description": "<p>Billionaire mogul says in letter that proposal to reunite companies he split up a decade ago ‘not optimal’ for shareholders</p><p>Fox Corp said on Tuesday that Rupert Murdoch had scrapped a proposal to combine the company with News Corp, in a deal that would have reunited the media empire he split nearly a decade ago.</p><p>Murdoch sent a letter to News Corp and Fox withdrawing his proposal to reunite the companies, according to a regulatory filing. He indicated that he and his son, Fox Corp chief executive Lachlan Murdoch, had determined that the combination is “not optimal” for shareholders.</p> <a href=\"https://www.theguardian.com/media/2023/jan/24/rupert-murdoch-fox-news-corp-merger\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/24/southampton-newcastle-united-carabao-cup-semi-final-first-leg-match-report", "title": "Joelinton gives Newcastle semi-final first leg win at 10-man Southampton", "date_published": "2023-01-24 22:01:22+00:00", "description": "<p>If at first you don’t succeed. Or even at the second attempt. It had looked like being one of those nights for the Newcastle forward, Joelinton, who saw a first-half goal ruled out for handball and then advanced his contender for miss of the season at the beginning of the second period.</p><p>The quicksilver Miguel Almirón had crossed and, after a double deflection, the ball sat up for the onrushing Joelinton inside the six yard box, the goal gaping. When he lifted high, he could have been forgiven for wanting to be a very long way away – say, back in Newcastle.</p> <a href=\"https://www.theguardian.com/football/2023/jan/24/southampton-newcastle-united-carabao-cup-semi-final-first-leg-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/24/panel-approving-richard-sharp-as-bbc-chair-included-tory-party-donor", "title": "Panel approving Richard Sharp as BBC chair included Tory party donor", "date_published": "2023-01-24 21:04:25+00:00", "description": "<p>Scrutiny of potential conflicts of interest among assessors for BBC job follows allegations over Boris Johnson loan</p><p>The government-appointed panel that approved Richard Sharp as a prime candidate for the role of BBC chair included a Conservative party donor and prospective MP, as well as the wife of the former chair of the Spectator who worked with Boris Johnson when he edited that political magazine.</p><p>As Sharp <a href=\"https://www.theguardian.com/media/2023/jan/23/bbc-chair-richard-sharp-asks-for-review-of-potential-conflicts-of-interest-boris-johnson\">faces multiple investigations</a>, amid allegations he helped <a href=\"https://www.theguardian.com/politics/boris-johnson\">Johnson</a> secure a loan of up to £800,000 weeks before he was recommended for the job by the latter, the potential conflicts of interest among panel members responsible for interviewing and recommending candidates for the job have come under scrutiny.</p> <a href=\"https://www.theguardian.com/media/2023/jan/24/panel-approving-richard-sharp-as-bbc-chair-included-tory-party-donor\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/24/cher-love-and-karaoke-the-story-behind-darvels-scottish-cup-shock", "title": "Cher, love and karaoke: the story behind Darvel’s Scottish Cup shock| Paul MacInnes", "date_published": "2023-01-24 20:25:39+00:00", "description": "<p>Manager Mick Kennedy thought his side could beat Aberdeen, the dressing room singing made the players believe it too</p><p>There was a moment before Darvel’s historic <a href=\"https://www.theguardian.com/football/2023/jan/23/sixth-tier-darvel-dump-out-aberdeen-in-historic-scottish-cup-shock\">Scottish Cup victory against Aberdeen</a> on Monday that Mick Kennedy describes as “very interesting”. The manager had given a tub-thumping team talk, one that has gone viral on social media, and his team had completed their warmup, but tension lingered in the dressing room. Then Cher’s Believe started up on a player’s speaker.</p><p>“There was a wee bit of nerves, you could feel it,” Kennedy says. “But then one of the boys, [veteran defender] Darren Miller, started singing and the other guys began to join in.” Kennedy came through from his own dressing room to find every player sitting in their seat singing the 1998 anthem. “It took the nerves right out of the air. It was a bit strange, to be fair.”</p> <a href=\"https://www.theguardian.com/football/2023/jan/24/cher-love-and-karaoke-the-story-behind-darvels-scottish-cup-shock\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/glasgow-court-convicts-trans-woman-of-raping-two-women-before-her-transition", "title": "Glasgow court convicts trans woman of raping two women before her transition", "date_published": "2023-01-24 19:52:35+00:00", "description": "<p>Isla Bryson ‘preyed’ on vulnerable women whom she met online, prosecutors said</p><p>A transgender woman has been found guilty of raping two women when she was a man.</p><p>Isla Bryson, from Clydebank, West Dunbartonshire, committed the crimes before she transitioned to female.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/glasgow-court-convicts-trans-woman-of-raping-two-women-before-her-transition\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/birmingham-club-loses-licence-after-fatal-boxing-day-stabbing", "title": "Birmingham club loses licence after fatal Boxing Day stabbing", "date_published": "2023-01-24 19:43:31+00:00", "description": "<p>Crane nightclub in Digbeth where Cody Fisher was killed described as having inadequate search regime and widespread drug use</p><p>A Birmingham nightclub where a footballer was stabbed to death on Boxing Day has had its licence permanently revoked.</p><p>Cody Fisher, 23, died after being stabbed during a fight at an event at Crane nightclub in Digbeth.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/birmingham-club-loses-licence-after-fatal-boxing-day-stabbing\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/two-missing-britons-killed-in-ukraine-family-say", "title": "Two missing Britons killed in Ukraine, family say", "date_published": "2023-01-24 19:41:47+00:00", "description": "<p>Chris Parry, 28, and Andrew Bagshaw, 48, were killed while attempting humanitarian evacuation</p><p>Two Britons missing in Ukraine have been killed while trying to carry out a humanitarian evacuation, the family of one of the men said in a statement.</p><p>Chris Parry, 28, and his colleague Andrew Bagshaw, 48 – who held dual UK and New Zealand citizenship – had been attempting an evacuation from Soledar, in eastern Ukraine, Parry’s family said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/two-missing-britons-killed-in-ukraine-family-say\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/24/everton-for-sale-farhad-moshiri-asking-price-more-than-500m", "title": "Everton put up for sale by Farhad Moshiri with asking price of over £500m", "date_published": "2023-01-24 19:41:29+00:00", "description": "<ul><li>Owner open to minority or majority sale of struggling club</li><li>Number of potential buyers express interest in Everton</li></ul><p>Everton have been put up for sale by Farhad Moshiri, who is looking for offers of more than £500m for the Premier League club.</p><p>In recent months Moshiri has sought outside investment but he has finally put Everton on the market, and would consider a minority or majority sale. A number of potential buyers have expressed interest. </p> <a href=\"https://www.theguardian.com/football/2023/jan/24/everton-for-sale-farhad-moshiri-asking-price-more-than-500m\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/jared-omara-accused-of-making-false-claims-from-disability-budget-for-mps", "title": "Jared O’Mara accused of making false claims from disability budget for MPs", "date_published": "2023-01-24 19:24:37+00:00", "description": "<p>Leeds crown court hears how invoices submitted by former Labour MP who is facing eight fraud charges were ‘amateurish’ </p><p>Jared O’Mara, the former MP on trial for submitting fraudulent expenses, tried to falsely claim thousands of pounds of taxpayers’ money through the parliament disability budget, a court has heard.</p><p>O’Mara, who served as MP for Sheffield Hallam from 2017 to 2019, is facing eight counts of fraud totalling £30,000 and is accused of submitting fabricated invoices from a fictional autism organisation.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/jared-omara-accused-of-making-false-claims-from-disability-budget-for-mps\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/rfu-under-pressure-justify-ban-tackles-above-waist-amateur-rugby", "title": "RFU under pressure to justify ban on tackles above waist in amateur rugby", "date_published": "2023-01-24 19:24:32+00:00", "description": "<ul><li>Saracens’ Mark McCall latest coach to say more research needed</li><li>Johnny Sexton and Andy Farrell voiced disquiet on Monday</li></ul><p>Pressure is building on the Rugby Football Union to produce more evidence that outlawing tackles above the waist at non-professional level from this summer will improve the game or make it safer. Criticism of the proposed trial has been widespread among amateur clubs nationwide with Mark McCall, Saracens’ director of rugby, the latest high-profile coach to argue that more detailed research is needed.</p><p>The clubs believe they were not properly consulted in advance of the changes being voted through and moves are afoot to force a special general meeting to reverse the decision. Clubs in Staffordshire have already mandated their representative on the RFU Council to reverse his vote and others are keen to follow, upset that council members voted unanimously for the change without sufficient consultation.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/rfu-under-pressure-justify-ban-tackles-above-waist-amateur-rugby\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/24/bruno-tonioli-to-replace-david-walliams-as-britains-got-talent-judge", "title": "Bruno Tonioli to replace David Walliams as Britain’s Got Talent judge", "date_published": "2023-01-24 19:15:39+00:00", "description": "<p>Former Strictly Come Dancing favourite joins ITV talent show panel after Walliams recorded making sexually explicit remarks</p><p>The former Strictly Come Dancing judge Bruno Tonioli has been announced as David Walliams’ replacement on Britain’s Got Talent.</p><p>The Italian choreographer and dancer joins the ITV talent show’s judging panel alongside Simon Cowell, Amanda Holden and Alesha Dixon.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/24/bruno-tonioli-to-replace-david-walliams-as-britains-got-talent-judge\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/24/home-office-accused-of-dereliction-of-duty-over-missing-asylum-seeking-children", "title": "Home Office accused of ‘dereliction of duty’ over missing child asylum seekers", "date_published": "2023-01-24 19:05:38+00:00", "description": "<p>Unclear who has legal responsibility for children placed in hotels, after dozens abducted from street in Brighton</p><p>Ministers have been accused of a “dereliction of duty” over their failure to find 76 child asylum seekers who have gone missing from a Brighton hotel managed by the Home Office.</p><p>The accusation came during a parliamentary debate on Tuesday after an Observer investigation that cited child protection sources and a whistleblower working for a Home Office contractor, who described how youngsters <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/revealed-scores-of-child-asylum-seekers-kidnapped-from-home-office-hotel\">had been abducted off the street</a> outside the Brighton hotel and bundled into cars.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/24/home-office-accused-of-dereliction-of-duty-over-missing-asylum-seeking-children\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/24/humans-able-to-understand-other-apes-better-than-thought-research-suggests", "title": "Humans able to understand other apes better than thought, research suggests", "date_published": "2023-01-24 19:00:07+00:00", "description": "<p>Study from St Andrew’s University gauges ability of people to interpret bonobo and chimpanzee gestures</p><p>We may not be able to strike up a conversation, debate politics or chat about the meaning of life with other great apes, but our ability to understand one another might be greater than once thought.</p><p>Researchers have discovered adult humans can discern the meaning of gestures produced by bonobos and chimpanzees, despite not necessarily using such gestures themselves.</p> <a href=\"https://www.theguardian.com/science/2023/jan/24/humans-able-to-understand-other-apes-better-than-thought-research-suggests\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/berlin-plans-to-send-german-leopard-tanks-to-ukraine-according-to-reports", "title": "Berlin plans to send German Leopard tanks to Ukraine, according to reports", "date_published": "2023-01-24 18:58:15+00:00", "description": "<p>Germany will send its 2A6 battle tanks in conjunction with other countries such as Finland, Sweden and Poland, say reports citing government sources</p><p>Berlin has reportedly succumbed to huge international pressure and is planning to send German-manufactured tanks to Ukraine, according to media reports on Tuesday evening citing government sources.</p><p>It is reported to be planning to send a company of Leopard 2A6 battle tanks in conjunction with other partners, namely Scandinavian countries in possession of the units. Berlin is understood to have said it would give its permission for export licences for countries such as Finland, Sweden and Poland who have bought the tanks from Germany, allowing them to be sent to Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/berlin-plans-to-send-german-leopard-tanks-to-ukraine-according-to-reports\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/picture/2023/jan/24/martin-rowson-on-rishi-sunak-and-ethics-cartoon", "title": "Martin Rowson on Rishi Sunak and ethics — cartoon", "date_published": "2023-01-24 18:53:22+00:00", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jan/24/martin-rowson-on-rishi-sunak-and-ethics-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/24/passages-movie-review-ira-sachs-sundance", "title": "Passages review – Ira Sachs excels with thorny love triangle drama", "date_published": "2023-01-24 18:52:11+00:00", "description": "<p><strong>Sundance film festival:</strong> the writer-director makes a return to form with an explicit, emotionally bruising film about a bisexual narcissist </p><p>After his Cannes misfire <a href=\"https://www.theguardian.com/film/2019/may/20/frankie-review-isabelle-huppert-cannes-2019\">Frankie</a> in 2021, writer-director Ira Sachs has made a compelling return to form at Sundance with his cruelly well-observed drama Passages. It’s a bit of a bland title and one that never really pays off but its subject matter is far more compelling, a messy little movie about a specifically awful brand of narcissist who will be frighteningly familiar to many of us who have known him and even moreso to those who might well be him.</p><p>Transit’s Franz Rogowski plays self-obsessed film director Tomas, married to artist Martin (Ben Whishaw), but forever curious for more. That <em>more</em> arrives in the shape of Agathe (Adèle Exarchopoulos), a teacher he meets at a bar before finding himself in her bedroom. He’s brazenly proud when recounting the tale back at home but when lust turns to love, or at least his concept of it, whatever conflicted openness Martin might have previously had soon curdles into distaste. </p><p>Passages premiered at the Sundance film festival and is seeking distribution</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/passages-movie-review-ira-sachs-sundance\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/24/washington-post-fred-ryan-mike-pompeo-book-jamal-khashoggi", "title": "Washington Post publisher condemns Pompeo book for ‘vile’ Khashoggi ‘falsehoods’", "date_published": "2023-01-24 18:47:33+00:00", "description": "<p>Fred Ryan says former secretary of state ‘outrageously misrepresents’ Post journalist murdered by Saudi Arabian regime</p><p>The publisher of the Washington Post, Fred Ryan, has <a href=\"https://twitter.com/WashPostPR/status/1617918861231394818\">blasted</a> former secretary of state Mike Pompeo for “outrageously misrepresenting” and “spreading vile falsehoods” about Jamal Khashoggi, the Post columnist murdered by the Saudi Arabian regime in 2018.</p><p>“It is shameful that Pompeo would spread vile falsehoods to dishonor a courageous man’s life and service and his commitment to principles Americans hold dear as a ploy to sell books,” Ryan said.</p> <a href=\"https://www.theguardian.com/books/2023/jan/24/washington-post-fred-ryan-mike-pompeo-book-jamal-khashoggi\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/24/councils-freeze-levelling-up-projects-as-soaring-costs-exceed-grants", "title": "Councils freeze levelling up projects as soaring costs exceed grants", "date_published": "2023-01-24 18:44:06+00:00", "description": "<p>Exclusive: half a billion pounds lost from projects funded by government schemes due to inflation and rising costs</p><p>Councils are being forced to freeze levelling up projects or find millions from their own squeezed budgets to complete works because of soaring costs which have exceeded government grants.</p><p>At least half a billion pounds has been lost from projects funded by different government levelling up schemes due to inflation and rising costs, the Guardian can reveal. The true losses are likely to be even higher – because for some funds the government will pay out on delivery phase, which could be several years later.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/24/councils-freeze-levelling-up-projects-as-soaring-costs-exceed-grants\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/24/zara-aleenas-family-may-sue-over-by-released-prisoner", "title": "Zara Aleena’s family may sue over murder by released prisoner", "date_published": "2023-01-24 18:35:34+00:00", "description": "<p>Legal action being considered after report highlights failings that allowed Jordan McSweeney to kill London woman</p><p>The family of Zara Aleena are considering taking legal action over the disastrous failings that led to her murder by a recently released prisoner, the Guardian has been told.</p><p>It follows an official report that found Jordan McSweeney, 29, who murdered the aspiring lawyer in June 2022, should have been assessed by probation officers as a high-risk offender, but was classed as posing a medium risk when he was released part way through a sentence.</p> <a href=\"https://www.theguardian.com/society/2023/jan/24/zara-aleenas-family-may-sue-over-by-released-prisoner\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/24/tory-mps-bill-aims-to-stop-the-powerful-using-the-law-to-stifle-public-debate", "title": "Tory MP’s bill aims to stop the powerful using the law to stifle public debate", "date_published": "2023-01-24 18:34:39+00:00", "description": "<p>Private member’s bill from Bob Seely would enable courts in England and Wales to penalise wealthy figures using vexatious litigation known as Slapps  </p><p>Ministers are being urged to back a private member’s bill designed to penalise wealthy public figures who exploit the court system for “legalised intimidation” of investigative journalists, campaigners and watchdogs.</p><p>The bill, put forward by Conservative MP Bob Seely on Tuesday, is intended to put pressure on the government to move forward with its own promised legislation to tackle vexatious legal claims designed to silence debate on issues of public interest, known as <a href=\"https://www.theguardian.com/law/2022/mar/04/what-are-slapps-and-how-are-they-connected-to-russian-oligarchs\">strategic lawsuits against public participation</a>, or Slapps.</p> <a href=\"https://www.theguardian.com/media/2023/jan/24/tory-mps-bill-aims-to-stop-the-powerful-using-the-law-to-stifle-public-debate\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/gallery/2023/jan/24/paris-mens-fashion-week-aw23-the-highlights-in-pictures", "title": "Paris men’s fashion week AW23: the highlights – in pictures", "date_published": "2023-01-24 18:30:14+00:00", "description": "<p>Designers took a measured approached this season with stripped back collections inspired by James Baldwin, Renaissance art and TS Eliot</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/jan/24/paris-mens-fashion-week-aw23-the-highlights-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/the-guardian-view-on-bidens-classified-documents-not-malign-but-a-mistake", "title": "The Guardian view on Biden’s classified documents: not malign, but a mistake | Editorial", "date_published": "2023-01-24 18:25:26+00:00", "description": "<p>The US president’s case is very different from Donald Trump’s handling of official material. But this carelessness is regrettable</p><p>There is no real equivalence between the classified documents <a href=\"https://www.theguardian.com/us-news/2023/jan/22/justice-department-finds-more-classified-documents-at-joe-bidens-home\">found in Joe Biden’s possession</a> at a former office and his home in Wilmington, Delaware, and those taken from Donald Trump. The president had just a tiny fraction of the thousands found on Mr Trump’s premises – but more important is the men’s <a href=\"https://www.theguardian.com/us-news/2023/jan/20/classified-documents-biden-trump-explained\">dramatically different handling</a> of the issue. Mr Biden’s team realised there were documents wrongly held, turned them over, and voluntarily allowed the FBI into his home to search for any more. In contrast, Mr Trump was required to return all classified material by a <a href=\"https://www.nytimes.com/2022/05/12/us/politics/justice-department-trump-classified.html\">grand jury subpoena</a>, relating to the potentially unlawful removal and destruction of White House documents. His lawyers <a href=\"https://www.nytimes.com/2022/08/13/us/politics/trump-classified-material-fbi.html\">said he had done so</a>. The justice department then spent months trying to resolve the matter before it was obliged to obtain a warrant for a <a href=\"https://www.theguardian.com/us-news/2022/sep/02/trump-mar-a-lago-search-doj-photos\">search of Mar-a-Lago</a> – turning up many more classified papers.</p><p>Nonetheless, the <a href=\"https://www.theguardian.com/news/audio/2023/jan/20/joe-biden-donald-trump-and-those-classified-documents-podcast\">discovery of the documents</a> held by Mr Biden – and especially the drip-drip manner in which they have emerged – is an embarrassment. The president has been sold on his probity and competence compared to the man who preceded him, and challenged Mr Trump’s carelessness regarding classified material. The distinctions between the cases may well be lost on many voters, particularly given the rightwing media’s expertise in whataboutery. Senior Democrats have been exasperated enough to be <a href=\"https://apnews.com/article/biden-politics-united-states-government-merrick-garland-9c875e913618a68ac73d9e41505ab769\">unusually critical</a> of Mr Biden.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/the-guardian-view-on-bidens-classified-documents-not-malign-but-a-mistake\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/usain-bolt-fraud-case-fbi-jamaica", "title": "Jamaican officials turn to FBI to help probe $12.7m fraud targeting Usain Bolt", "date_published": "2023-01-24 18:24:40+00:00", "description": "<ul><li>Jamaica: FBI to help probe massive fraud case targeting Bolt</li><li>Bolt’s attorneys claim athlete’s account is down to $12,000</li></ul><p>Jamaica’s government has turned to the FBI for help as it investigates a massive fraud case involving a private investment firm where $12.7m belonging to renowned sprinter Usain Bolt has gone missing. The fraud lasted 13 years and also ensnared elderly clients and government agencies. Authorities don’t yet know how much was stolen.</p><p>Attorneys for Bolt, who said the star athlete’s account has dwindled to just $12,000, have given the investment firm until Friday to return the money before going to court.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/usain-bolt-fraud-case-fbi-jamaica\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/the-guardian-view-on-the-c-of-e-and-same-sex-marriage-kicking-the-can-down-the-road", "title": "The Guardian view on the C of E and same-sex marriage: kicking the can down the road | Editorial", "date_published": "2023-01-24 18:23:37+00:00", "description": "<p>The move towards blessings for civil unions is a step forward. But next month’s General Synod will be fraught</p><p>During a Lambeth Palace press conference last week, the archbishop of York, Stephen Cottrell, <a href=\"https://www.churchtimes.co.uk/articles/2023/27-january/news/uk/blessings-are-a-big-step-forward-insist-emotional-archbishops\">told</a> the sad story of a close friend who failed to smuggle a reading from the Song of Songs into his civil partnership ceremony. Prevented from marrying his same-sex partner in church, the priest in question was also banned from expressing his faith in a secular context.</p><p>New <a href=\"https://www.theguardian.com/world/2023/jan/18/church-of-england-bishops-refuse-to-back-gay-marriage\">recommendations</a> on same-sex relationships, just published by the Church of England’s House of Bishops, hopefully herald an end to such cruel absurdities. After a tortured process of reflection and debate, the bishops have proposed that clergy should be allowed to bless civil unions in church should they choose to do so – as is the case in Wales. A ban on same-sex civil marriages for clergy will also be reviewed, along with celibacy requirements that have fostered corrosive suspicion at parish level. Mr Cottrell was justified last week in <a href=\"https://www.yorkpress.co.uk/news/23258824.stephen-cottrell-says-church-give-new-blessings-same-sex-couples/\">describing</a> these proposals – to be discussed at next month’s General Synod – as a “real step forward” in the journey towards recognition for LGBTQ+ Christians.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/the-guardian-view-on-the-c-of-e-and-same-sex-marriage-kicking-the-can-down-the-road\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/rishi-sunak-refuses-to-state-nadhim-zahawi-has-been-honest-about-taxes", "title": "Rishi Sunak refuses to state Nadhim Zahawi has been honest about taxes", "date_published": "2023-01-24 18:23:25+00:00", "description": "<p>PM’s decision to order an inquiry fails to limit fallout from Tory chair’s opaque dealings with HMRC</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2023/jan/24/nadhim-zahawi-tax-conservatives-rishi-sunak-uk-politics-latest\">UK politics live – latest news updates</a></strong></li></ul><p>Rishi Sunak’s political distancing from Nadhim Zahawi has taken another step, with Downing Street refusing to say the prime minister is confident the Conservative party chair has been consistently honest about his tax affairs.</p><p>Sunak’s decision to order an inquiry by his new ethics adviser notably failed to limit the fallout from Zahawi’s still-opaque dealings with HMRC, while a former Tory minister called for him to step aside while the investigation took place.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/rishi-sunak-refuses-to-state-nadhim-zahawi-has-been-honest-about-taxes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/24/devoted-philp-dies-on-his-feet-again-defending-the-indefensible", "title": "Devoted Philp dies on his feet again defending the indefensible | John Crace", "date_published": "2023-01-24 18:23:13+00:00", "description": "<p>After No 10’s useful idiot had failed to defend Nadhim Zahawi’s reputation, Richard Sharp was grilled in a BBC safe house</p><p>When the chips are down. When all else seems lost. At least Rishi Sunak will always have a Chris Philp. When they realised Nadhim Zahawi was not going to be fired and that Richard Sharp was not going to resign, most ministers ran for the hills. Switched off their phones. Hid under the duvet. Refused to answer the door. Just in case they were asked to go out on Tuesday’s media round. They had their pride – in a few cases, their self-worth – to consider.</p><p>But not Philp. Not the ever loyal, hopelessly devoted to Rish!, junior policing minister. A man who has never passed a pile of cold sick he wasn’t tempted to eat. Who would do anything – ANYTHING – to curry favour with the boss class. His not to wonder why, his but to do or die. And die he does, time and time again, on his feet as he’s sent out to defend the indefensible. Either his short-term memory is completely shot and he has no recollection of his past failures or he genuinely doesn’t care. Being humiliated on national TV and radio is a badge of honour.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/24/devoted-philp-dies-on-his-feet-again-defending-the-indefensible\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/24/confederation-of-african-football-media-officer-suspended-over-alleged-sexual-assault", "title": "Confederation of African Football media officer suspended over alleged sexual assault", "date_published": "2023-01-24 18:22:14+00:00", "description": "<ul><li>Beninese journalist Sohounde Peperipé suspended for five years</li><li>Female official contacts police during tournament in Algeria</li></ul><p>The Confederation of African Football has suspended one of its media officers for five years after he was accused of sexually abusing a female official during the African Nations Championship being played in Algeria.</p><p>The Guardian understands that Sohounde Peperipé, a Beninese journalist who has been working as one of CAF’s media officers during the tournament for African players playing in their national leagues, was accused of sexually abusing the female official from Morocco in his hotel bedroom in Algiers last weekend. It is understood that she was invited to his bedroom after requesting an all-access pass and was allegedly sexually assaulted.</p> <a href=\"https://www.theguardian.com/football/2023/jan/24/confederation-of-african-football-media-officer-suspended-over-alleged-sexual-assault\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/24/trans-rights-in-scotland-and-a-constitutional-clash", "title": "Trans rights in Scotland and a constitutional clash | Letters", "date_published": "2023-01-24 18:14:31+00:00", "description": "<p>Readers respond to commentary on the UK government’s decision to block Scotland’s proposed gender recognition law</p><p>Re your editorial (<a href=\"https://www.theguardian.com/commentisfree/2023/jan/18/the-guardian-view-on-scotlands-gender-reform-bill-understand-more-condemn-less\">18 January</a>) on the “constitutional battle” over Scotland’s gender recognition bill, I am no stranger to devolution and its intricate operations. And, as a principal architect of the Labour party’s 2019 general election manifesto compromise policy on the clash of rights arising between women and girls’ need for single-sex spaces and a more effective system of gender recognition, neither am I a stranger to the toxic arguments surrounding those debates.</p><p>“Demedicalisation” of the gender recognition process is intended to reduce the stigma attached to transgender people. Instead, in its proposed forms, it opens up the statutory route to a change of legal sex for all purposes to a much wider group of people.</p> <a href=\"https://www.theguardian.com/society/2023/jan/24/trans-rights-in-scotland-and-a-constitutional-clash\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/24/carbon-offsets-are-a-licence-to-pollute", "title": "Carbon offsets are a licence to pollute | Letters", "date_published": "2023-01-24 18:14:13+00:00", "description": "<p>Ecosystem protection must become the default, not the add-on, writes <strong>Dr Phil Williamson, </strong>while <strong>Richard Middleton </strong>says the concept of offsetting itself is the problem</p><p>Your report (<a href=\"https://www.theguardian.com/environment/2023/jan/18/revealed-forest-carbon-offsets-biggest-provider-worthless-verra-aoe\">Revealed: more than 90% of rainforest carbon offsets by biggest provider are worthless, analysis shows, 18 January</a>) makes uncomfortable reading for enthusiasts of nature-based solutions to climate change. While forest protection should provide a win-win situation, benefiting both biodiversity and climate, it can too easily become lose-lose, because carbon offsets allow emissions to continue, worsening global heating and threatening not just forests but all natural ecosystems. The problem is that reliable quantification of the “additionality” of nature-based climate mitigation is near-impossible.</p><p>The answer is that ecosystem protection (and restoration, wherever possible) must become the default, not the add-on. Until that happens, any carbon trading based on natural processes should be limited to the offset of biologically based emissions, excluding those from fossil fuels. <br /><strong>Dr Phil Williamson</strong> <br /><em>University of East Anglia</em></p> <a href=\"https://www.theguardian.com/environment/2023/jan/24/carbon-offsets-are-a-licence-to-pollute\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/manslaughter-verdict-17-year-old-stabbed-afghan-refugee-twickenham-london-park", "title": "Boy, 17, found guilty of stabbing Afghan refugee to death in Twickenham", "date_published": "2023-01-24 17:59:59+00:00", "description": "<p>Hours after being sentenced for knife possession, teenager stabbed Hazrat Wali, 18, on 12 October 2021</p><p>A 17-year-old boy has been found guilty of stabbing an Afghan refugee to death in a Twickenham park, hours after being sentenced for having a knife.</p><p>Hazrat Wali, 18, died in hospital after suffering a 10cm-deep wound in Craneford Way playing fields, south-west London, on the afternoon of 12 October 2021.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/manslaughter-verdict-17-year-old-stabbed-afghan-refugee-twickenham-london-park\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/bill-gates-startup-cow-burps-methane-emissions", "title": "Bill Gates backs new startup aiming to reduce emissions from cow burps", "date_published": "2023-01-24 17:49:33+00:00", "description": "<p>Microsoft co-founder leads $12m investment Rumin8, which is developing supplements for cows to cut methane output</p><p>Bill Gates has led a new $12m investment in an Australian company that is aiming to feed seaweed to cows in order to reduce the planet-heating emissions that come from their burps.</p><p>Breakthrough Energy Ventures, which the Microsoft co-founder created in 2015, has spearheaded the funding of the Perth-based startup, which is called Rumin8. Jeff Bezos, the Amazon founder, and Chinese entrepreneur Jack Ma are also backers of the Breakthrough fund.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/bill-gates-startup-cow-burps-methane-emissions\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/education/2023/jan/24/glasgow-school-of-art-cost-and-pace-of-rebuild-criticised-after-2018-fire", "title": "Glasgow School of Art: cost and pace of rebuild criticised after 2018 fire", "date_published": "2023-01-24 17:47:57+00:00", "description": "<p>Management says Mackintosh building will fully reopen in 2030 as it emphasises scale of task</p><p>The Glasgow School of Art’s Mackintosh building will fully reopen as a graduate school in 2030, amid ongoing criticism of the opacity around how much the rebuild will cost and how it will be funded.</p><p>The <a href=\"https://www.theguardian.com/uk-news/2018/jun/16/firefighters-tackle-blaze-at-glasgow-school-of-art\">June 2018 fire</a> destroyed the iconic grade A-listed building as it neared the end of a £35m restoration project following an earlier blaze in May 2014.</p> <a href=\"https://www.theguardian.com/education/2023/jan/24/glasgow-school-of-art-cost-and-pace-of-rebuild-criticised-after-2018-fire\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/londons-msg-sphere-concert-venue-comes-one-step-closer-to-reality", "title": "London’s MSG Sphere concert venue comes one step closer to reality", "date_published": "2023-01-24 17:34:00+00:00", "description": "<p>Planning committee to discuss fears project will blight area with light and noise pollution</p><p>It is a giant, globe-shaped music venue that has been described as a “monstrosity”, a “glowing orb” and an “eyesore”.</p><p>But now the MSG Sphere, a new concert hall planned for Stratford in east London – which would be as wide as the London Eye and as tall as Big Ben – could soon move a step closer to reality.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/londons-msg-sphere-concert-venue-comes-one-step-closer-to-reality\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/24/oscars-2023-a-welcome-turn-to-ireland-aside-these-are-very-conventional-picks", "title": "Oscars 2023: a welcome turn to Ireland aside, these are very conventional picks | Peter Bradshaw", "date_published": "2023-01-24 17:28:11+00:00", "description": "<p>The Banshees of Inisherin has made a stunning showing, along with welcome nods for Paul Mescal and The Quiet Girl, but there are few other surprises</p><ul><li><a href=\"https://www.theguardian.com/film/2023/jan/24/oscars-2023-nominations-everything-everywhere-all-at-once\">News: Everything Everywhere All at Once leads Oscar nominations</a></li><li><a href=\"https://www.theguardian.com/film/2023/jan/24/oscar-nominations-2023-the-full-list\">Oscar nominations 2023: the full list</a></li><li><a href=\"https://www.theguardian.com/world/2023/jan/24/ireland-lands-14-oscar-nominations-at-film-event-in-los-angeles\">Joy in Ireland after country’s films bag 14 Oscar nominations</a></li></ul><p>First: a great deal of joy in Ireland for its tremendous successes on this year’s Academy Award nomination list. Martin McDonagh’s tragicomedy The Banshees Of Inisherin, about two men falling out in a remote island community at the time of the civil war, has a host of nominations: including best picture with McDonagh getting best director and best screenplay nods, best actor for Colin Farrell, best supporting actor(s) for Brendan Gleeson and Barry Keoghan and best supporting actress, for Kerry Condon. In addition to which, <a href=\"https://www.theguardian.com/culture/2022/nov/06/masculinity-can-be-expresssed-in-many-ways-paul-mescal-interview-aftersun\">Paul Mescal</a> gets a best actor nomination for his performance in Charlotte Wells’s beautiful father-daughter drama <a href=\"https://www.theguardian.com/film/2022/may/21/aftersun-review-beach-holiday-with-paul-mescal-and-daughter-is-a-sunny-delight\">Aftersun</a>; Colm Bairéad’s The Quiet Girl is nominated for best international feature and Tom Berkeley and Ross White’s An Irish Goodbye is nominated for best short.<br /><br />Otherwise, there is some unease at the gravitational pull towards the mainstream: an all-male directing list (Charlotte Wells or Marie Kreutzer could have got in there) and Danielle Deadwyler’s excellent performance in Till is ignored in the best actress list. There has been some haughty online dismissal of Ana de Armas’s nomination for her performance as Marilyn Monroe in Andrew Dominik’s condescending psychodrama Blonde (although the problem is surely with the film rather than De Armas), and a mixed response on social media for the estimable Andrea Riseborough’s best actress nomination for the tough indie drama To Leslie, largely due to a wary response to a <a href=\"https://www.theguardian.com/film/2023/jan/18/to-leslie-andrea-riseborough-oscar-campaign\">celebrity-driven viral campaign</a>. But the always excellent Riseborough certainly shakes things up.</p><p>Cate Blanchett naturally takes pole position in the best actress list for her much-acclaimed uber-conductor role in Tár, a female-Furtwängler supernova of problematic power display. However, the best actor list is harder to call – though it could well be that Austin Butler will clinch it for his heartfelt impersonation of Elvis Presley, a performance much admired by the star’s late daughter Lisa Marie Presley.</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/oscars-2023-a-welcome-turn-to-ireland-aside-these-are-very-conventional-picks\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/mike-pence-classified-documents-discovered-home-indiana", "title": "Classified documents discovered at Mike Pence’s home in Indiana – report", "date_published": "2023-01-24 17:27:13+00:00", "description": "<p>About a dozen classified-marked documents found by former vice-president’s lawyer were turned over to FBI, CNN reported</p><p>A lawyer for Mike Pence discovered about a dozen classified-marked documents at the former vice-president’s home in Indiana last week, <a href=\"https://www.cnn.com/2023/01/24/politics/pence-classified-documents-fbi/index.html\">CNN reported on Tuesday</a>.</p><p>The reported discovery follows a series of such discoveries at properties connected to Joe Biden.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/mike-pence-classified-documents-discovered-home-indiana\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/f1-owners-furious-with-fia-over-presidents-inflated-valuation-comment", "title": "F1 owners furious with FIA over president’s ‘inflated’ valuation comment", "date_published": "2023-01-24 17:24:15+00:00", "description": "<ul><li>Turf war between teams and FIA continues to escalate</li><li>Ben Sulayem accused of interfering over commercial rights</li></ul><p>Formula One, owned by Liberty Media, has accused the FIA president, Mohammed Ben Sulayem, of interfering with its commercial rights by publicly questioning a reported $20bn (£16.2bn) valuation of the sport.</p><p>Ben Sulayem, elected in 2021 to the top job at F1’s governing body, posted on Twitter on Monday after Bloomberg reported Saudi Arabia’s Public Investment Fund (PIF) explored a bid for more than that amount.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/f1-owners-furious-with-fia-over-presidents-inflated-valuation-comment\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/eswatini-of-pro-democracy-activist-prompts-outrage", "title": "Eswatini: murder of pro-democracy activist prompts outrage", "date_published": "2023-01-24 17:22:47+00:00", "description": "<p>Fears security agencies may have been involved in shooting of Thulani Maseko in his home on Saturday</p><p>Authorities in Eswatini have promised a full investigation of the murder of a leading pro-democracy activist amid widespread fears that state security agencies may have been involved.</p><p>Thulani Maseko, chairperson of a coalition of pro-democracy groups, was shot dead at his home in Luyengo, about 45km from the capital, Mbabane, on Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/eswatini-of-pro-democracy-activist-prompts-outrage\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/24/the-kids-loved-it-readers-on-taking-part-in-national-grid-energy-saving-trial", "title": "‘The kids loved it’: readers on taking part in National Grid energy-saving trial", "date_published": "2023-01-24 17:22:17+00:00", "description": "<p>More than 1m households and businesses have signed up to get paid to cut back on power usage</p><p>Households were <a href=\"https://www.theguardian.com/business/2023/jan/22/coal-fired-power-stations-restarted-again-as-uk-cold-snap-bites\">paid to cut back on their electricity use</a> for an hour on Monday evening in the first test of a National Grid scheme aiming to cut energy consumption in Great Britain. The second trial was <a href=\"https://www.theguardian.com/money/2023/jan/24/british-households-businesses-cut-power-use-national-grid\">taking place on Tuesday</a>, between 4.30pm and 6pm.</p><p>More than 1m households and businesses have signed up to the live -demand flexibility service.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/24/the-kids-loved-it-readers-on-taking-part-in-national-grid-energy-saving-trial\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/ireland-lands-14-oscar-nominations-at-film-event-in-los-angeles", "title": "Joy in Ireland after country’s film talents bag 14 Oscar nominations", "date_published": "2023-01-24 17:18:30+00:00", "description": "<p>Strong showing for Irish actors and directors, with one film, The Banshees of Inisherin, up for nine awards</p><ul><li><a href=\"https://www.theguardian.com/film/2023/jan/24/oscars-2023-nominations-everything-everywhere-all-at-once\">Full report: Everything Everywhere All at Once leads Oscar nominations</a></li></ul><p></p><p>Ireland has scooped a record 14 Oscar nominations, prompting jokes that the ceremony should be relocated from Los Angeles to Dublin.</p><p>Martin McDonagh’s film The Banshees of Inisherin got nine nods, Paul Mescal was nominated for best actor for Aftersun, and <a href=\"https://www.theguardian.com/film/2022/may/11/the-quiet-girl-review-beauty-and-pain-in-rural-ireland\">The Quiet Girl </a>made history by becoming the first Irish-language film to be nominated in the best international feature film category.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/ireland-lands-14-oscar-nominations-at-film-event-in-los-angeles\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/doomsday-clock-at-record-90-seconds-to-midnight-amid-ukraine-crisis", "title": "Doomsday Clock at record 90 seconds to midnight amid Ukraine crisis", "date_published": "2023-01-24 16:58:12+00:00", "description": "<p>Scientists warn of ‘unprecedented danger’ and say ‘Russia’s war … has raised profound questions’</p><p>A panel of international scientists has warned that humanity’s continued existence is at greater risk than ever before, largely as a result of Russia’s invasion of Ukraine.</p><p>The Bulletin of the Atomic Scientists set its Doomsday Clock at 90 seconds to midnight, the closest to midnight the clock has been since it was established in 1947 to illustrate global existential threats at the dawn of the nuclear weapons age.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/doomsday-clock-at-record-90-seconds-to-midnight-amid-ukraine-crisis\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/24/archbishops-call-for-checks-to-prevent-social-care-profiteering", "title": "Archbishops call for checks to prevent social care profiteering", "date_published": "2023-01-24 16:40:55+00:00", "description": "<p>Stephen Cottrell and Justin Welby launch sweeping plan to reform how vulnerable people are looked after</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2023/jan/24/nadhim-zahawi-tax-conservatives-rishi-sunak-uk-politics-latest\">UK politics live – latest news updates</a></strong></li></ul><p>The archbishop of York has called for checks on “unscrupulous people making profit inappropriately” from social care as the Church of England launched a sweeping plan to reform how vulnerable people are looked after.</p><p>Stephen Cottrell told the Guardian he was “really concerned” about care company owners taking multimillion pound dividends while delivering substandard care at the launch of a new vision for social care. Cottrell commissioned the plan alongside the archbishop of Canterbury, Justin Welby, who also spoke at the launch at the Quaker Friends House in London and said he wanted to “rebuild something broken”.</p> <a href=\"https://www.theguardian.com/society/2023/jan/24/archbishops-call-for-checks-to-prevent-social-care-profiteering\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/almost-one-10-local-bus-services-axed-last-year-great-britain", "title": "Almost one in 10 local bus services axed over last year in Great Britain", "date_published": "2023-01-24 16:36:28+00:00", "description": "<p>Exclusive: cuts come despite government’s levelling up promise to improve transport connectivity</p><p>Almost one in 10 local bus services were axed in Great Britain in the last year despite government promises to improve local transport connectivity being a key pillar of its levelling up agenda.</p><p>The reductions – equivalent to more than 1,000 registered routes – follow the publication of a national bus strategy for England in 2021, aimed at improving routes and service frequencies. The figures suggest the <a href=\"https://www.gov.uk/government/publications/bus-back-better\">“bus back better” strategy</a>, conceived under the then prime minister Boris Johnson, has failed to halt the decline in local bus services.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/almost-one-10-local-bus-services-axed-last-year-great-britain\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/24/black-teachers-trans-women-cleaners-cons-the-bbcs-open-door", "title": "Black teachers, trans women, cleaners and cons: how the BBC’s Open Door allowed ‘real people’ to let rip", "date_published": "2023-01-24 16:31:55+00:00", "description": "<p>It ran for a decade and infuriated the rightwing press, giving a voice to marginalised Britain. Now a new show is celebrating the extraordinarily prescient Open Door series</p><p>In 1973, Mike Phillips was working as a teacher in Paddington when he was contacted out of the blue by the Community Programme Unit of the BBC. Soon afterwards, he found himself presenting a programme about the ways in which black children were discriminated against in the British education system. Entitled <a href=\"https://www.youtube.com/watch?v=ZhCbdD30az4\">Black Teachers</a>, it was broadcast late on the evening of 16 April 1973 on BBC Two, with Phillips chairing a studio discussion and introducing some hard-hitting filmed reports on the issue.</p><p>“Looking back, it all seems quite strange,” says Phillips, who went on to become a journalist and celebrated crime novelist, “not least because at that time you could walk through the BBC building and not encounter another black person. What’s more, there were not that many black teachers in British schools, but we managed to find six who all felt like I did. We had a point to make and we made it as aggressively as possible. It was a big deal when it came out, because it just wasn’t the done thing at that time.”</p> <a href=\"https://www.theguardian.com/media/2023/jan/24/black-teachers-trans-women-cleaners-cons-the-bbcs-open-door\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/joe-biden-congress-assault-weapons-ban-mass-shootings", "title": "Biden once again urges Congress to pass assault weapons ban", "date_published": "2023-01-24 16:21:44+00:00", "description": "<p>Intervention comes after a mass shooting in Monterey Park, California, and a pair of shootings near Half Moon Bay, California </p><p>Joe Biden once again called on Congress to pass a bill banning assault weapons, following a string of recent mass shootings in California that in total killed at least 18 people.</p><p>“For the second time in recent days, California communities are mourning the loss of loved ones in a senseless act of gun violence,” the president said in a statement released on Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/joe-biden-congress-assault-weapons-ban-mass-shootings\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/24/football-daily-email-darvel-aberdeen", "title": "Football Daily | Darvel pull off the biggest shock in 150 years of Scottish Cup history", "date_published": "2023-01-24 16:15:23+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>For many a year, the gold standard in Scottish Cup shocks was generally accepted to be the 1-0 first-round defeat inflicted on Rangers in 1967 by their second-tier namesakes from Berwick. Rangers were the holders at the time, had never lost in the first round, had never been beaten by lower-league opposition … oh, and had three years earlier tried to force through a league reconfiguration that would have jettisoned Berwick back into the non-league shadows from which they had only recently emerged. The fact Berwick are English added a further level of ignominy, although given Rangers see themselves very much as a UK-wide concern, perhaps we’re lending that particular fact more weight than it deserves.</p> <a href=\"https://www.theguardian.com/football/2023/jan/24/football-daily-email-darvel-aberdeen\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/24/back-to-black-new-amy-winehouse-biopic-sam-taylor-johnson-marisa-abela", "title": "The media exploited Amy Winehouse’s life. A new biopic looks set to do the same with her death", "date_published": "2023-01-24 16:15:01+00:00", "description": "<p>The first look at Back to Black has prompted anger for depicting the late singer as a cartoonish mess. Is it possible to make a film about an abused artist without repeating history?</p><p>It’s only been a week since Sam Taylor-Johnson’s Amy Winehouse biopic Back to Black began filming in London, but the backlash has already come thick and fast. Over the weekend, pictures of Marisa Abela and Eddie Marsan in character as Amy and her father, Mitch Winehouse, made their way on to Twitter. The reaction was one of pure vitriol, with one particularly viral tweet describing the images of Abela, looking cartoonishly distraught in a halloween costume-level approximation of Winehouse’s trademark beehive, as “fucking revolting”: 34,000 likes and 3,500 quote tweets seemed to agree with the sentiment.</p><p>It’s hard to judge a film before even a single frame has been officially released, but it’s understandable that the set photos touched a nerve. In recent years, Winehouse’s troubled life and entirely preventable death have become emblematic of the ways that the entertainment and media industries fail young stars. Winehouse was a hugely talented musician who seemed to be surrounded by people more intent on wringing money from her than protecting her mental or physical health; this July marks 12 years since she died, and in that time, it would seem that the music industry has hardly become a more hospitable place for female musicians. In recent years, many stars of Winehouse’s stature have disclosed similar struggles with drug abuse and disordered eating to those experienced by the singer during her lifetime. Much of her career was a media circus, with tabloids and commentators fixating on her weight, her substance abuse issues and her public meltdowns. The stark images of Abela on set feel like they play into the very same voyeuristic impulses that led to Winehouse’s decline. (Distressing, too, are <a href=\"https://metro.co.uk/2023/01/24/marisa-abela-opens-up-about-losing-weight-to-portray-amy-winehouse-18150862/\">Abela’s comments</a> on her “really positive” experience of losing weight to play Winehouse, which include no mention of the singer’s bulimia.)</p> <a href=\"https://www.theguardian.com/music/2023/jan/24/back-to-black-new-amy-winehouse-biopic-sam-taylor-johnson-marisa-abela\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/mps-to-recall-royal-mail-boss-to-parliament-to-face-questions", "title": "MPs to recall Royal Mail boss to parliament to face questions", "date_published": "2023-01-24 16:06:25+00:00", "description": "<p>Simon Thompson has been summoned back over accuracy of evidence he gave to committee</p><ul><li><a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jan/17/royal-mail-boss-mps-simon-thompson-strikes\">Royal Mail boss has a shocker as meeting with MPs doesn’t go well | Nils Pratley</a></li></ul><p>The chief executive of Royal Mail is to face a rare recall to parliament to face questions over the accuracy of evidence he gave to a committee of MPs.</p><p>Simon Thompson, Royal Mail’s boss, has been summoned back by the business, energy and industrial strategy committee, after giving evidence in a <a href=\"https://www.theguardian.com/business/2023/jan/17/royal-mail-strike-cwu-talks\">sometimes testy exchange last week</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/mps-to-recall-royal-mail-boss-to-parliament-to-face-questions\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/24/design-news-shellmet-ikea-new-range-women-in-design", "title": "Design news: meet the ‘shellmet’ plus Ikea’s new range and women in design", "date_published": "2023-01-24 16:00:16+00:00", "description": "<p>Waste shells turned into helmets, vintage giant Beyond Retro’s new range and Taschen swaps art books for artworks</p><p>Reinvention and renovation is as important as innovation in design as this month’s news stories show. Vintage fashion giant Beyond Retro has moved into making new clothes with the Beyond Remade range and we also have a great story about recycling waste from the Japanese shellfish industry as hard hats. Get ready for the Shellmet…</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/24/design-news-shellmet-ikea-new-range-women-in-design\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/el-paso-walmart-shooter-plead-guilty-federal-charges", "title": "Accused Texas Walmart shooter to plead guilty to federal charges", "date_published": "2023-01-24 15:45:35+00:00", "description": "<p>Man who allegedly killed 23 people in El Paso in 2019 still faces state-level murder charges and could be sentenced to death</p><p>The man who allegedly shot nearly two dozen people to death in a Walmart in Texas in 2019 plans to plead guilty to federal charges after the US government indicated it <a href=\"https://www.theguardian.com/us-news/2023/jan/18/prosecutors-wont-seek-death-penalty-texas-walmart-shooter\">would not seek the death penalty</a> against him.</p><p>Patrick Crusius, nonetheless, still faces state-level murder charges and could be sentenced to death if convicted in <a href=\"https://www.theguardian.com/us-news/2020/aug/03/el-paso-shooting-texas-one-year-anniversary\">the El Paso mass shooting</a> that targeted Mexicans and killed 23 people.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/el-paso-walmart-shooter-plead-guilty-federal-charges\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/jan/24/post-your-questions-for-de-la-soul", "title": "Post your questions for De La Soul", "date_published": "2023-01-24 15:25:12+00:00", "description": "<p>Maybe you’d like to know the story behind their names, or who have they most enjoyed collaborating with? Now’s your chance to ask the iconic hip-hop trio</p><p>For years, fans have been clamouring for the early work of iconic NYC hip-hop trio De La Soul to be put on streaming services. Due to issues over rights, sample clearance and royalties, foundational albums such as 1989’s 3 Feet High and Rising and 1991’s De La Soul Is Dead have been absent from the internet for years, much to the chagrin of anyone with even the slightest interest in golden-age rap music. All of that changes this March, when the band’s celebrated first six records will finally be released for streaming.</p><p>It’s sure to be a watershed moment in a career that’s already been filled with them. A smash hit upon release, 3 Feet High and Rising instantly cemented rappers Posdnuos, Trugoy and Maseo as three of the wittiest and most innovative MCs working, and provided an effervescent, unique counterpoint to the gangsta rap dominating hip-hop culture at the time. Sampling artists as disparate as Johnny Cash, Funkadelic and Steely Dan, 3 Feet High and Rising has been acknowledged as a huge influence on many artists who came after.</p><p>This article was amended on 24 January 2023. It previously referred to the Native Tongues posse as the Native Sounds posse.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/24/post-your-questions-for-de-la-soul\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/manchester-rape-suspect-dna-appeal", "title": "New suspect arrested on suspicion of Manchester rape for which man served 17 years", "date_published": "2023-01-24 15:22:00+00:00", "description": "<p>Andrew Malkinson’s case sent to court of appeal after DNA breakthrough  </p><p>A man has been arrested on suspicion of committing a rape for which another man served 17 years in prison.</p><p>Andrew Malkinson was convicted of raping a 33-year-old woman by a motorway in Greater Manchester in 2003. The case is being sent back to the court of appeal after a DNA breakthrough.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/manchester-rape-suspect-dna-appeal\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/couple-missing-with-newborn-baby-may-have-been-sleeping-rough-police-fear", "title": "Couple missing with newborn baby may have been sleeping rough, police fear", "date_published": "2023-01-24 15:20:24+00:00", "description": "<p>Constance Marten and Mark Gordon last seen on 7 January in east London after buying tent and bedding</p><p>Police are growing increasingly concerned for the welfare of a newborn baby whose parents officers believe are sleeping rough in freezing temperatures.</p><p>The missing aristocrat Constance Marten and her boyfriend, Mark Gordon, a convicted sex offender, were last seen more than a fortnight ago in east London after buying a tent and bedding. Detectives fear their baby has been exposed to the sub-zero temperatures and has received no medical attention since birth in early January.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/couple-missing-with-newborn-baby-may-have-been-sleeping-rough-police-fear\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/probation-zara-aleena-murdered-jordan-mcsweeney-women", "title": "Probation officers failed and Zara Aleena was murdered. You need to know why", "date_published": "2023-01-24 15:16:36+00:00", "description": "<p>Look at Jordan McSweeney: he should not have been free to attack her. But also look at a collapsing system that puts all women at risk</p><p>Zara Aleena, a bright, vibrant law graduate, was walking home from a night out on 26 June when she was brutally murdered in a random, misogynistic and sexually motivated attack. Ever since that night, her friends and family have been tormented by the what-ifs – the painful sense that Aleena’s death was preventable.</p><p>Over the months I spent speaking with those who loved her for a recent story, this came up again and again. Today, a <a href=\"https://www.justiceinspectorates.gov.uk/hmiprobation/wp-content/uploads/sites/5/2023/01/FINAL-JM-report-HMI-Probation.pdf\">report</a> by the inspectorate of probation <a href=\"https://www.theguardian.com/society/2023/jan/24/probation-service-ministers-blood-hands-zara-aleena-family-inspector-report\">confirms what her loved ones suspected</a>: Jordan McSweeney, the man who murdered Aleena, would not have been free to attack her that night had it not been for a series of devastating state failings.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/probation-zara-aleena-murdered-jordan-mcsweeney-women\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/24/everton-setback-marcelo-bielsa-doubts-spurs-hijack-danjuma-villarreal", "title": "Everton setback as Bielsa has doubts and Spurs hijack Danjuma move", "date_published": "2023-01-24 15:14:03+00:00", "description": "<ul><li>Bielsa has concerns over league position and state of club</li><li>Everton had Danjuma deal but he is heading for Spurs medical</li></ul><p>Everton could miss out on their first choice <a href=\"https://www.theguardian.com/football/2023/jan/23/everton-sack-frank-lampard-manager\">to replace Frank Lampard</a> as manager as well as their prospective first signing of the January transfer window, with Marcelo Bielsa having doubts over the job and Tottenham hijacking their move for Arnaut Danjuma.</p><p>Bielsa is the preferred candidate of Everton owner, Farhad Moshiri, and has been approached about a Premier League return 11 months after being <a href=\"https://www.theguardian.com/football/2022/feb/27/leeds-united-sack-marcelo-bielsa-after-defeat-to-spurs\">sacked by Leeds</a>. The 67-year-old, however, needs to be convinced about taking over in the midst of a relegation battle. It is believed the Argentinian coach has reservations over the state of a club that has sacked six permanent managers in just under seven years.</p> <a href=\"https://www.theguardian.com/football/2023/jan/24/everton-setback-marcelo-bielsa-doubts-spurs-hijack-danjuma-villarreal\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/london-street-sign-former-black-boy-lane-vandalised-renaming", "title": "London street sign for former ‘Black Boy Lane’ vandalised after renaming", "date_published": "2023-01-24 15:14:03+00:00", "description": "<p>Tottenham street renamed La Rose Lane after consultation has been defaced with spray paint</p><p>A street sign in Haringey has been vandalised less than 24 hours after the road was renamed due to concerns over racist connotations.</p><p>Black Boy Lane in Tottenham, north London, was officially renamed La Rose Lane on Monday after a consultation by Haringey council, which began in June 2020 in light of the Black Lives Matter protests the same year.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/london-street-sign-former-black-boy-lane-vandalised-renaming\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/24/the-wandering-earth-ii-review-frant-gwo", "title": "The Wandering Earth II review – blockbuster Chinese sci-fi prequel veers off course", "date_published": "2023-01-24 15:00:03+00:00", "description": "<p>Frant Gwo’s follow-up to his 2019 mega-hit favours special effects and set pieces over performances, as the human race battles for survival</p><p>A gargantuan success in 2019, Frant Gwo’s The Wandering Earth remains one of the highest grossing non-English films of all time. This hotly anticipated prequel, even more ambitious in scope, follows the catastrophic events leading up to the Earth leaving the solar system in the original hit.</p><p>At nearly three hours long, The Wandering Earth II is packed with expository science talk, which gets more convoluted and tiring as the clock ticks on. The gist of the matter is, in the face of imminent ecological disasters, an internationally consolidated government body has hatched a solution to alter the orbit of our planet. It also involves blowing up the moon. As well as resistance from (mostly) western countries, the decades-spanning enterprise is also routinely sabotaged by the rival Digital Life Project, which looks to virtual reality as a new beginning for the human race.</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/the-wandering-earth-ii-review-frant-gwo\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/24/didgeridoos-clubbers-crazy-cornish-crackers-renaissance", "title": "Punks of Penzance: inside the Cornish music explosion", "date_published": "2023-01-24 15:00:02+00:00", "description": "<p>A buzzy new venue is spearheading a south-western musical renaissance, with hundreds of people dancing in the streets after a booming club night. Our writer hits the floor for the Cornish conga</p><p>January can be a bleak time of year here – cold, grey and drenched by the dreaded Cornish mizzle. But in the harbour town of Falmouth, a wet Sunday night in midwinter is no excuse not to party.</p><p>At the Cornish Bank, the town’s buzzy new music venue, the monthly <a href=\"https://thecornishbank.co.uk/this-week/klub-nos-lown-degol-stul/\">Klub Nos Lowen</a> is in full swing and the place is packed to capacity. Inside, it’s a sonic swirl of pipes, fiddle, clarinet, bouzouki and trombone. Cornish band <a href=\"http://www.dalla.co.uk/skillywidden.html\">Skillywidden</a> are holding court on stage, while on the dancefloor people link hands and twirl around the room in a snaking, conga-like reel known as a serpent dance. Some are clearly old pros; others are evidently novices, tripping over their feet as they struggle to follow the steps. Not that it matters: everyone’s clearly having a blast.</p> <a href=\"https://www.theguardian.com/music/2023/jan/24/didgeridoos-clubbers-crazy-cornish-crackers-renaissance\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/sponsor-demands-wru-take-decisive-action-over-sexism-allegations-rugby-union", "title": "Sponsor demands WRU take ‘decisive action’ over sexism allegations", "date_published": "2023-01-24 14:55:22+00:00", "description": "<ul><li>Principality Building Society says claims ‘extremely concerning’</li><li>Former employees outline alleged incidents of discrimination</li></ul><p>A leading Welsh rugby sponsor says it expects the Welsh Rugby Union to take “immediate and decisive action” with the governing body facing sexism and discrimination allegations.</p><p>Principality Building Society, sponsors of Wales’ national stadium in Cardiff and supporters of the Welsh grassroots game, described the allegations as “extremely concerning”.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/sponsor-demands-wru-take-decisive-action-over-sexism-allegations-rugby-union\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/24/uk-government-let-lawyers-bypass-sanctions-to-help-putin-ally-sue-journalist", "title": "UK government ‘let lawyers bypass sanctions’ to help Putin ally sue journalist", "date_published": "2023-01-24 14:37:59+00:00", "description": "<p>Documents seen by Open Democracy show UK firm got approval to engage with Wagner group founder Yevgeny Prigozhin</p><p>British lawyers were given government dispensation to bypass sanctions in order to help Yevgeny Prigozhin, the controversial Russian businessman and Wagner group founder, sue a journalist, according to documents made available <a href=\"https://www.opendemocracy.net/en/prigozhin-government-russia-ukraine-hack-libel-slapp/\"> to the website Open Democracy</a>.</p><p>The documents concern a libel case brought by Prigozhin against Eliot Higgins, the founder of the investigative group Bellingcat, in 2021. The revelations will raise further questions about the abuse of UK libel law by the super-rich.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/24/uk-government-let-lawyers-bypass-sanctions-to-help-putin-ally-sue-journalist\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/24/tell-us-about-a-lifestyle-change-you-made-that-didnt-go-to-plan", "title": "Tell us about a lifestyle change you made that didn’t go to plan", "date_published": "2023-01-24 14:34:36+00:00", "description": "<p>If you made a change to the way you live, but regretted the consequences, we want to hear about it</p><p>Often, we imagine that making a lifestyle change will have a positive impact on our lives. But what about when it doesn’t – or it doesn’t have an effect we had hoped for?</p><p>If you made a change to the way you live, but regretted the consequences, we want to hear about it. Perhaps you decluttered your home – but wish you hadn’t got rid of so much stuff? Or maybe you realised your lifelong ambition of travelling the world – only to spend the whole trip craving home comforts.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/24/tell-us-about-a-lifestyle-change-you-made-that-didnt-go-to-plan\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/2023/jan/24/princess-eugenie-and-jack-brooksbank-expecting-second-child-in-the-summer", "title": "Princess Eugenie and Jack Brooksbank expecting second child in the summer", "date_published": "2023-01-24 14:29:44+00:00", "description": "<p>Spokesperson says they are delighted and that son August is ‘very much looking forward to being a big brother’</p><p>Princess Eugenie, the Duke of York’s younger daughter, and her husband Jack Brooksbank are expecting their second child due in the summer, it has been announced.</p><p>The couple, who have a son, August, released a photograph as the news was made public, with Buckingham Palace saying the royal family was “delighted”.</p> <a href=\"https://www.theguardian.com/news/2023/jan/24/princess-eugenie-and-jack-brooksbank-expecting-second-child-in-the-summer\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/yevgeny-prigozhin-the-hotdog-seller-who-rose-to-the-top-of-putin-war-machine-wagner-group", "title": "Yevgeny Prigozhin: the hotdog seller who rose to the top of Putin’s war machine", "date_published": "2023-01-24 14:23:00+00:00", "description": "<p>After nearly a decade in prison, the Wagner group founder’s ascent was extraordinary. But where does the ceiling of his ambition lie?</p><p>At the height of Russia’s first, covert invasion of eastern Ukraine, in summer 2014, a group of senior Russian officials gathered at the defence ministry’s headquarters, an imposing Stalin-era building on the banks of the Moskva River.</p><p>They were there to meet Yevgeny Prigozhin, a middle-aged man with a shaven head and a coarse tone whom many in the room knew only as the person responsible for army catering contracts.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/yevgeny-prigozhin-the-hotdog-seller-who-rose-to-the-top-of-putin-war-machine-wagner-group\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/24/transfer-latest-bournemouth-nicolas-jackson-villarreal-weston-mckennie-leeds-juventus", "title": "Transfer latest: Bournemouth land £20m Jackson, McKennie on Leeds list", "date_published": "2023-01-24 14:18:41+00:00", "description": "<ul><li>Villarreal and Senegal forward Nicolas Jackson due for medical</li><li>Juventus’s McKennie and Angers’ Ounahi considered by Leeds</li></ul><p>Nicolas Jackson is due for a medical at Bournemouth on Wednesday to complete a move from Villarreal. The Premier League club will pay €23m (£20.4m) plus €2.5m in add-ons for the forward. </p><p>Jackson, part of Senegal’s World Cup squad in Qatar, can play anywhere across the front line and has two goals and two assists from 14 La Liga appearances this season. He is poised to become Bournemouth’s second January buy, after the £20m <a href=\"https://www.theguardian.com/football/2023/jan/19/bournemouth-sign-20m-winger-dango-ouattara-from-lorient\">winger Dango Ouattara</a>. </p> <a href=\"https://www.theguardian.com/football/2023/jan/24/transfer-latest-bournemouth-nicolas-jackson-villarreal-weston-mckennie-leeds-juventus\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/tragedy-upon-tragedy-why-39-us-mass-shootings-already-this-year-is-just-the-start", "title": "‘Tragedy upon tragedy’: why 39 US mass shootings already this year is just the start", "date_published": "2023-01-24 14:06:56+00:00", "description": "<p>With 1,214 gun deaths so far in January, the ready availability of weapons means the toll can only climb</p><p>Two horrific killings separated by just a few days have shaken California, but such nightmarish mass shootings cannot be considered abnormal in the US. With a week still left in January, this year there have already been 39 mass shootings across the country, five of them in California.</p><p>Reports from the <a href=\"https://www.gunviolencearchive.org/\">Gun Violence Archive</a>, a not-for-profit research group, show the predictability of American mass shootings. Nearly 70 people have been shot dead in them so far in 2023, according to their data – which classifies a mass shooting as any armed attack in which at least four people are injured or killed, not including the perpetrator.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/tragedy-upon-tragedy-why-39-us-mass-shootings-already-this-year-is-just-the-start\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/live/2023/jan/24/biden-assault-weapons-ban-congress-trump-georgia-election-politics-live-updates", "title": "Biden urges Congress to reinstate assault weapons ban after latest shooting – live", "date_published": "2023-01-24 14:04:44+00:00", "description": "<p>After two mass shootings in days in California president calls for return of nationwide ban passed in 1994 but since expired</p><p><strong>A familiar cycle occurs after American mass shootings, and by all appearances, it’s happening again after the twin massacres in California.</strong></p><p>It goes something like this: multiple people are killed by a gunman, as happened in California’s <a href=\"https://www.theguardian.com/us-news/2023/jan/23/california-monterey-park-shooting-compounds-fear-asian-american-communities\">Monterey Park</a> on Saturday and <a href=\"https://www.theguardian.com/us-news/2023/jan/23/at-least-seven-dead-in-northern-california-shootings\">Half Moon Bay</a> on Monday. <strong>Joe Biden</strong> calls for new restrictions on gun ownership, arguing they could have prevented the killer from getting their hands on a weapon. He’s backed by most, if not all Democrats in Congress, but rejected by most, if not all, Republicans. The demand goes nowhere.</p><p><strong>A judge in Atlanta</strong> will at 12 pm eastern time convene a hearing to determine whether a special grand jury’s report into <strong>Donald Trump</strong>’s campaign to meddle in Georgia’s 2020 election outcome will be made public, upping the legal stakes for the former president.</p><p><strong>Biden</strong> will hold a White House meeting with Democratic congressional leaders at 3 pm, and a reception for new lawmakers at 5:20 pm.</p><p><strong>White House press secretary Karine Jean Pierre</strong> will brief reporters at 1:30 pm, who will likely ask her questions abut the Biden classified document scandal that she will not answer.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jan/24/biden-assault-weapons-ban-congress-trump-georgia-election-politics-live-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/mikaela-shiffrin-skiing-record-world-cup-lindsey-vonn", "title": "Mikaela Shiffrin makes history with record 83rd women’s World Cup win", "date_published": "2023-01-24 14:03:36+00:00", "description": "<ul><li>Shiffrin breaks women’s alpine skiing World Cup wins record</li><li>American edges Gut-Behrami to surpass Lindsey Vonn’s mark</li></ul><p>Mikaela Shiffrin has laid her claim as the greatest female alpine skier in history. </p><p>The 27-year-old American won a giant slalom on Tuesday in Kronplatz, Italy, for her record-breaking 83rd victory on the women’s World Cup circuit, surpassing the mark held by compatriot Lindsey Vonn.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/mikaela-shiffrin-skiing-record-world-cup-lindsey-vonn\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/three-common-misconceptions-about-the-magic-of-parenting", "title": "Three common misconceptions about the ‘magic’ of parenting | Isbelle Oderberg", "date_published": "2023-01-24 14:00:04+00:00", "description": "<p>From screen time to tantrums to time apart, it’s easy to make quick judgements about parents. But you just don’t know until you become one</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/series/sharing-the-load\">Sharing the Load</a> is a column about parenting children of all ages</li></ul><p>In the first episode of the fourth season of The Simpsons – aired in 1992 – Marge and Homer see Bart and Lisa off to summer camp. As soon as the bus drives off, all the parents start hollering, hooting, popping bottles of champagne and one parent even shouts, “don’t come back”. Once they’re gone, Homer’s hair begins to grow back and he loses weight.</p><p>I was almost 13 when I watched that episode for the first time, but I remember my internal monologue with laser-sharp precision. “Why would you bother having kids if you can’t wait to get rid of them? They must be really crap parents.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/three-common-misconceptions-about-the-magic-of-parenting\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/24/how-to-make-perfect-coffee-at-home", "title": "How to make perfect coffee at home without a machine | Kitchen aide", "date_published": "2023-01-24 14:00:03+00:00", "description": "<p>Give yourself a few weeks off that takeaway mocha and you’ll soon save enough to afford some perfectly good kit for home use. We ask the experts how to use it get a barista-level brew</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>I’m spending a fortune on takeaway coffee. Can I make a good one at home without a machine?<br /></strong><em><strong>Harry, Leeds</strong></em><br />You could save hundreds of pounds a year by upping your home coffee game. A little bit of investment goes a long way, says James Hoffmann, author of <a href=\"https://guardianbookshop.com/how-to-make-the-best-coffee-at-home-9781784727246\">How to Make the Best Coffee at Home</a>: “Take a month’s budget of cafe coffee and spend it on a grinder.”</p><p>“Buying ground coffee is like buying a diced apple,” Hoffmann adds. “It rapidly starts to go stale and break down.” A grinder also lets you make coffee in a host of ways, by adjusting the grind size – medium to medium-fine for a cafetiere, say. “But make sure you go for a <a href=\"https://coffeedorks.com/best-burr-grinders/#:~:text=Why%20Purchase%20a%20Burr%20Coffee%20Grinder%3F\">burr grinder</a> for a consistent texture.” A set of scales for weighing the beans is also handy to ensure a reliable cup each time. That might seem nerdy, but you don’t necessarily need to fork out: “Kitchen scales work just fine,” Hoffmann says.</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jan/24/how-to-make-perfect-coffee-at-home\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/24/more-journalists-killed-latin-america-caribbean-ukraine-2022-cpj", "title": "More journalists killed in Latin America and Caribbean than Ukraine in 2022", "date_published": "2023-01-24 14:00:02+00:00", "description": "<p>Committee to Protect Journalist reports region accounted for almost half of the 67 deaths worldwide</p><p>More journalists were killed in Latin America and the Caribbean than in any other part of the world last year, including the Ukraine war zone, the press watchdog Committee to Protect Journalists (CPJ) has said.</p><p>In a report released on Tuesday, the group said that, globally, at least 67 journalists and media workers had been killed in 2022, nearly double the 2021 figure of 45.</p> <a href=\"https://www.theguardian.com/media/2023/jan/24/more-journalists-killed-latin-america-caribbean-ukraine-2022-cpj\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/25/my-bad-trip-i-wanted-a-romantic-jaunt-i-got-a-kidnapping-and-a-breakup", "title": "My bad trip – I wanted a romantic jaunt. I got a kidnapping and a breakup", "date_published": "2023-01-24 14:00:02+00:00", "description": "<p>I was naive and underprepared when I agreed to go backpacking around South America with my boyfriend </p><ul><li>Follow the <a href=\"https://www.theguardian.com/lifeandstyle/series/my-bad-trip\">My bad trip</a> series</li></ul><p>When I was 21, my older boyfriend suggested it might be “cool” to backpack around South America. I naively jumped at the chance of a romantic trip. Getting kidnapped, robbed and dumped wasn’t exactly what I envisioned.</p><p>In my youthful arrogance, I hadn’t done much planning, nor learned the language. I figured we’d just work out the details together as we went. Then he decided that, as the higher earner, he could afford a longer trip. He headed off and I was to follow, solo, a month later.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/25/my-bad-trip-i-wanted-a-romantic-jaunt-i-got-a-kidnapping-and-a-breakup\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/riverstones-penny-hughes-from-boardrooms-to-high-end-apartments", "title": "Riverstone’s Penny Hughes: from boardrooms to high-end apartments", "date_published": "2023-01-24 14:00:02+00:00", "description": "<p>The retirement property developer’s chair swapped the corporate treadmill for years in non-executive roles – which is, she says, ‘real work’ and no longer a matter of who you know</p><p>‘We want the standard of a hotel, but for it to feel like home.” Penny Hughes is giving a tour of an upmarket apartment complex just opened by Riverstone Living, the property developer she chairs, beside the Thames in south-west London.</p><p>This high-end development, with its heritage-style reception doors, and the sort of plush furnishings and tasteful lighting normally associated with luxury hotels and private members’ clubs, is actually a “retirement community”.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/riverstones-penny-hughes-from-boardrooms-to-high-end-apartments\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/boris-johnson-pm-bbc-chair-richard-sharp", "title": "Learn this from the latest Boris Johnson scandal: never again should a PM appoint the BBC chair | Roger Bolton", "date_published": "2023-01-24 13:59:14+00:00", "description": "<p>Richard Sharp should never have been involved in Johnson’s finances – but how people get the job is the priority now</p><p></p><p>Richard Sharp’s BBC chairmanship <a href=\"https://www.theguardian.com/media/2023/jan/23/bbc-chair-richard-sharp-asks-for-review-of-potential-conflicts-of-interest-boris-johnson\">hangs by a thread</a> over the assistance he gave to Boris Johnson when the then prime minister found himself in personal financial difficulties, and Sharp’s application to become BBC chair was approaching the final stages. On Monday the chair told staff that “Our work at the BBC is rooted in trust”, and that he looked forward to “continuing our work together”. So should we trust him? And should he continue in the job?</p><p>We have been here before. Almost 20 years ago, the chair of the BBC was also a multimillionaire who had been a former partner at Goldman Sachs. His wife was a private secretary to the prime minister and the chair himself had been a donor to the political party in power, as well as a member of it, before he took up the BBC job. His director general too had been a member of, and donor to, that same political party, and he too had resigned from it before becoming DG. I speak, of course, of (Lord) <a href=\"https://www.bbc.co.uk/pressoffice/biographies/biogs/boardofgovernors/gavyndavies.shtml\">Gavyn Davies</a>, <a href=\"https://www.theguardian.com/media/greg-dyke\">Greg Dyke</a> and the Labour party.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/boris-johnson-pm-bbc-chair-richard-sharp\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/24/oscars-2023-nominations-everything-everywhere-all-at-once", "title": "Oscars 2023: Everything Everywhere All at Once takes universal lead with 11 nominations", "date_published": "2023-01-24 13:58:36+00:00", "description": "<ul><li>Multiverse action epic dominates shortlist</li><li>All Quiet on the Western Front and The Banshees of Inisherin each up for nine awards</li><li>Paul Mescal and Andrea Riseborough surprise contenders for best actor and best actress</li><li>Tár and Top Gun: Maverick among best picture contenders</li></ul><p><a href=\"https://www.theguardian.com/film/2022/may/11/everything-everywhere-all-at-once-review-nothing-nowhere-over-a-long-period-of-time\">Everything Everywhere All at Once</a>, the action comedy starring Michelle Yeoh as an unsuspecting launderette owner who battles evil by connecting with different versions of herself in parallel universes, heads into this year’s Oscar race the title to beat.</p><p>As well as nods for Yeoh and her supporting co-stars Jamie Lee Curtis, Stephanie Hsu and Ke Huy Quan, the film is up for picture, director (for Daniel Kwan and Daniel Scheinert), costume design, editing, original song, original score and original screenplay.</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/oscars-2023-nominations-everything-everywhere-all-at-once\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/campaigners-criticise-japan-firm-selling-whale-meat-from-vending-machines", "title": "Campaigners criticise Japan firm selling whale meat from vending machines", "date_published": "2023-01-24 13:57:47+00:00", "description": "<p>Kyodo Senpaku opened ‘stores’ at two locations in Tokyo after successful trial</p><p>A Japanese whaling company has sparked an angry response from animal rights campaigners after it started selling whale meat from vending machines in an effort to boost consumption of the delicacy.</p><p>Kyodo Senpaku, whose vessels led Japan’s whaling fleet during its controversial expeditions to the Southern ocean, opened its first <em>kujira</em> (whale meat) “stores” at two locations in Tokyo this month after a successful trial late last year.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/campaigners-criticise-japan-firm-selling-whale-meat-from-vending-machines\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/24/eurostar-trains-empty-seats-brexit-passport-rules-london-paris-brussels", "title": "Eurostar trains forced to run with empty seats due to Brexit passport rules", "date_published": "2023-01-24 13:41:26+00:00", "description": "<p>About 350 out of 900 seats normally left unsold on the first services between London, Paris and Brussels</p><p>Peak time <a href=\"https://www.theguardian.com/business/eurostar\">Eurostar</a> trains are daily forced to run across the Channel with hundreds of empty seats because border police cannot process passports quick enough.</p><p>About 350 out of 900 seats are normally left unsold on the first services between London, Paris and Brussels despite “huge demand” for the greenest form of international travel, Eurostar bosses said.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/24/eurostar-trains-empty-seats-brexit-passport-rules-london-paris-brussels\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/rishi-sunak-nadhim-zahawi-tax-chancellor-boris-johnson", "title": "How many divers will Rishi Sunak need to plumb the murky depths of Nadhim Zahawi’s tax affairs?  | Marina Hyde", "date_published": "2023-01-24 13:40:30+00:00", "description": "<p>The former chancellor once said of Boris Johnson that he should ‘do the right thing’ and go. It could be time for him to take his own advice</p><p>Further inspirational developments in British public life, as yet another inquiry is launched into a <a href=\"https://www.theguardian.com/uk-news/2023/jan/23/rishi-sunak-asks-ethics-adviser-look-into-nadhim-zahawi-case\">serving member of the government</a>. Having spent last week claiming that party chair and former chancellor Nadhim Zahawi had addressed the murky matter of his taxes “in full”, prime minister Rishi Sunak declared yesterday: “I have asked our independent adviser to get to the bottom of everything.” Deep waters and all that. It’s good Sunak makes it sound like a real dredging exercise for which hazmat divers have been deployed and a forensic dentist put on standby.</p><p>After her dignified exit last week, we had to endure a lot of tedious discourse as to whether or not <a href=\"https://www.theguardian.com/commentisfree/2023/jan/21/jacinda-ardern-proved-a-true-leader-knows-when-to-step-back-if-only-us-politicians-did-the-same\">Jacinda Ardern</a> could really “have it all”. After Zahawi’s preposterously undignified decision not to exit this week, you’d hope No 10 would be asking: can Nadhim really “have it all” – a top job in government and a tax bill as slim as <a href=\"https://www.huffingtonpost.co.uk/entry/tory-mp-hits-out-teaching-unions-strike_uk_63c50f10e4b0fe267cbbb964\">Jonathan Gullis’s intellect</a>? No, would seem to be the obvious answer – but it doesn’t seem to be the one on which Zahawi has alighted.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/rishi-sunak-nadhim-zahawi-tax-chancellor-boris-johnson\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/poland-requests-german-permission-to-send-leopard-tanks-to-ukraine", "title": "Poland requests German permission to send Leopard tanks to Ukraine", "date_published": "2023-01-24 13:39:03+00:00", "description": "<p>German defence minister says he expects quick response, as application increases pressure on chancellor Olaf Scholz</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/24/russia-ukraine-war-live-zelenskiy-flags-more-changes-in-corruption-purge-german-defence-group-offers-to-send-tanks-if-needed\">Russia-Ukraine war: latest updates</a></li></ul><p>The Polish government has requested Berlin’s permission to send its Leopard tanks to Ukraine after the German government appeared to say it would not block their export.</p><p>The submission of the application by Warsaw increases pressure on German chancellor, Olaf Scholz, to make a swift decision after he avoided the issue at an international meeting of defence ministers on Friday.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/poland-requests-german-permission-to-send-leopard-tanks-to-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/police-arrest-sicilian-whose-identity-was-used-by-fugitive-mafia-boss", "title": "Police arrest Sicilian whose identity was used by fugitive mafia boss", "date_published": "2023-01-24 13:38:02+00:00", "description": "<p>Andrea Bonafede, 59, is accused of enabling Matteo Messina Denaro to live quiet life in Trapani province</p><p>An Italian man whose identity was taken by the mafia boss Matteo Messina Denaro while he was a fugitive has been arrested by prosecutors in Sicily.</p><p>Andrea Bonafede, a 59-year-old Sicilian surveyor, described as “Denaro’s alter ego”, was charged on Monday for having helped the mobster avoid arrest and for protecting him while he was on the run.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/police-arrest-sicilian-whose-identity-was-used-by-fugitive-mafia-boss\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/24/brexit-uk-construction-costs-eu", "title": "Brexit: UK construction costs ‘have risen much more steeply than EU’", "date_published": "2023-01-24 13:31:14+00:00", "description": "<p>Cost of labour in Britain up by 30% since referendum, double rise in some EU countries, research finds</p><p>The cost of materials and labour for construction have increased more steeply in the UK than the EU since the Brexit referendum, new research has found.</p><p>Analysis of data from EU member states, the central EU database, Eurostat, and the UK Department of Business, Energy and Industrial Strategy show that between 2015 and 2022 the cost of construction materials including cement, timber and steel increased by 60%.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/24/brexit-uk-construction-costs-eu\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/24/the-elephant-song-review-park-theatre-london", "title": "The Elephant Song review – psychiatrist and patient spar in game of truth or lie", "date_published": "2023-01-24 13:27:02+00:00", "description": "<p><strong>Park theatre, London<br /></strong>Gwithian Evans and Jon Osbaldeston star in a power struggle that keeps you guessing – but it’s not enough to get under your skin</p><p>Nicolas Billon’s 2004 play sets itself up as a psychological wrestling match between a senior psychiatrist and an inpatient at a mental health unit, believed to have vital information on a missing doctor. The police have arrived and the patient, Michael, an apparently devious 23-year-old, makes controversial claims with incriminating photographs. But what seems like an alleged sex scandal turns into something else entirely.</p><p>Under the direction of Jason Moore, the play casts doubt over both men who circle around each other like predators as they play out their power struggle and a game of truth or lie. We are played too, to some degree, though this 75-minute drama does not get under the skin and, more problematically, seems to draw the mentally ill patient as too much like a criminal, to be openly distrusted and disbelieved.</p><p>At <a href=\"https://parktheatre.co.uk/whats-on/the-elephant-song\">Park theatre, London</a>, until 11 February</p> <a href=\"https://www.theguardian.com/stage/2023/jan/24/the-elephant-song-review-park-theatre-london\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/2023/jan/24/chanel-elegant-show-is-the-quiet-eye-of-a-twitter-storm-at-paris-fashion-week", "title": "Chanel’s elegant show is the quiet eye of a Twitter storm at Paris fashion week", "date_published": "2023-01-24 13:03:50+00:00", "description": "<p>Virginie Viard introduces an understated mood with animals of Coco’s Paris apartment, in contrast to Kardashians in faux-taxidermy</p><p>It was Coco herself who said that fashion reflects the world we live in. But while much of fashion week holds up a mirror to the current era of roiling controversy and outrage – at Schiaparelli, a foam <a href=\"https://www.theguardian.com/fashion/2023/jan/24/no-animals-were-harmed-kylie-jenners-ultra-realistic-lion-head-sparks-inferno-at-paris-fashion-week\">lion’s head worn by Kylie Jenner</a> provoked social media fury from distressed animal lovers, until the president of Peta rode unexpectedly to couture’s rescue by saying the look “celebrates lion’s beauty” – Chanel is the quiet eye of the storm.</p><p>Virginie Viard, who replaced the great showman Karl Lagerfeld at Chanel four years ago, has introduced an understated mood here. The animals of Coco’s elegant Paris apartment – where marble lions stood guard alongside pairs of carved wooden deer, and a lucky gold frog took pride of place on a coffee table – were the theme for her latest haute couture show.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/24/chanel-elegant-show-is-the-quiet-eye-of-a-twitter-storm-at-paris-fashion-week\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/24/unwelcome-review-straw-dogs-meets-fraggle-rock-in-fun-irish-folk-horror", "title": "Unwelcome review – Straw Dogs meets Fraggle Rock in fun Irish folk horror", "date_published": "2023-01-24 13:00:01+00:00", "description": "<p>With its polyfoam beasties and diddly-dee charm, the latest from comedy-horror specialist Jon Wright sustains suspense amid silliness</p><p>The 90s straight-to-video horror series Leprechaun was rebooted a few years back, but this is better. A young London couple expecting their first child escape inner-city dystopia for a diddly-dee Irish village when one inherits their aunt’s country pile. However, such unearned property wealth can never go unpunished – especially not in a housing crisis – and inevitably there’s a catch. Local folklore tells of “little people” – definitely not leprechauns – at the end of the garden, who’ll turn nasty if they don’t get their nightly blood offering.</p><p>Man of the house Jamie (Douglas Booth) fears he may not be man enough for this particular house. That leaves his heavily pregnant wife Maya (Hannah John-Kamen) alone to fend off all manner of local threats, including, but not limited to, the Whelans, a clan of riotous roofing contractors (Derry Girls’ Jamie-Lee O’Donnell and Kristian Nairn, AKA Hodor from Game of Thrones), headed up by the aggressively avuncular Daddy Whelan (Colm Meaney). He really does insist on being called “Daddy”. By everyone. At all times.</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/unwelcome-review-straw-dogs-meets-fraggle-rock-in-fun-irish-folk-horror\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/italian-bear-juan-carrito-famous-for-bakery-break-in-dies-after-being-hit-by-car", "title": "Italian bear famous for bakery break-in dies after being hit by car", "date_published": "2023-01-24 12:59:09+00:00", "description": "<p>Juan Carrito described by regional president as ‘most famous and loved Marsican bear in Abruzzo’</p><p>Italians are mourning the death of a rare brown bear who became famous for his jaunts to small mountain villages in the Abruzzo region.</p><p>Affectionately known as Juan Carrito, the three-year-old Marsican bear was killed after being hit by a car in the town of Castel di Sangro on Monday afternoon.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/italian-bear-juan-carrito-famous-for-bakery-break-in-dies-after-being-hit-by-car\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/tell-us-are-you-participating-in-the-national-grid-scheme-demand-flexibility-service", "title": "Tell us: are you participating in the National Grid’s scheme?", "date_published": "2023-01-24 12:48:42+00:00", "description": "<p>We would like to speak to people in Great Britain who are being paid to take part in the Demand Flexibility Service</p><p>Households and businesses in Great Britain were <a href=\"https://www.theguardian.com/business/2023/jan/22/coal-fired-power-stations-restarted-again-as-uk-cold-snap-bites\">paid to cut back on their electricity use</a> between 5pm and 6pm on Monday in the first test of a National Grid scheme.</p><p>More than 1m households and businesses have signed up to the Demand Flexibility Service, the National Grid’s bid to cut energy consumption.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/tell-us-are-you-participating-in-the-national-grid-scheme-demand-flexibility-service\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/24/richard-sharp-no-conflict-of-interest-bbc-chair-boris-johnson", "title": "Richard Sharp says ‘no conflict of interest’ in appointment as BBC chair", "date_published": "2023-01-24 12:39:55+00:00", "description": "<p>Sharp says he will not step down, despite claims he helped secure £800k loan for Boris Johnson</p><p>Richard Sharp has insisted he had no conflict of interest when he was appointed the chair of the BBC by Boris Johnson, despite allegations he helped secure a loan of up to £800,000 for the prime minister only a week earlier.</p><p>The BBC chair said on Tuesday he was confident he was given the job in 2021 “on merit” and said he would not step down.</p> <a href=\"https://www.theguardian.com/media/2023/jan/24/richard-sharp-no-conflict-of-interest-bbc-chair-boris-johnson\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/noma-is-closing-are-we-seeing-the-death-of-fine-dining", "title": "Noma is closing. Are we seeing the death of ‘fine dining’? | Jessa Crispin", "date_published": "2023-01-24 12:22:52+00:00", "description": "<p>Some of the world’s most famed restaurants face business problems or accusations of abuse and deception. What next?</p><p>Noma is widely considered the best restaurant in the world – not only for the quality of its food, but the standard it created for fine dining. It brought a new era of excellent, locally focused cuisine, helping to break the stranglehold French food had on the cultural imagination when it came to gourmet greatness. Noma trained some of the finest chefs of a generation, spreading its ideas and values far and wide like fungal spores caught on the wind.</p><p>For 20 years it dominated and defined the restaurant scene, but soon it will be no more. Although its brand may live on in other ways, Noma recently announced that it will close its titular restaurant at the end of 2024.</p><p>Jessa Crispin is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/noma-is-closing-are-we-seeing-the-death-of-fine-dining\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/chatgpt-artificial-intelligence-jobs-economy", "title": "I’m a copywriter. I’m pretty sure artifical intelligence is going to take my job | Henry Williams", "date_published": "2023-01-24 12:20:39+00:00", "description": "<p>My amusement turned to horror: it took ChatGPT 30 seconds to create, for free, an article that would take me hours to write</p><p>“Write an article on ‘What is payment gateway?’” I recently typed into a ChatGPT window. ChatGPT, an artificial intelligence-powered writing generator, quickly obliged.</p><p>The result was impressive. Sure, the tone was inhuman and the structure as sophisticated as a college essay, but the key points, the grammar and the syntax were all spot on. After a bit of a punch-up, it was perfectly passable as a sponsored content article designed to drum up business leads for a software provider – an article like the one that I, a professional copywriter, had just spent hours writing.</p><p>As a copywriter, I’ve spent years honing my craft and perfecting my ability to craft compelling and persuasive copy. But now, it seems that my job is at risk of being taken over by ChatGPT, a large language model trained by OpenAI.</p><p>The key is to find the right balance between using technology and honing the human touch. Copywriting is an art and it requires creativity, empathy and understanding of the target audience. So, ChatGPT will not take my job, but it will be my partner to create more impactful and persuasive copy.</p><p>Henry Williams is a freelance writer from London who writes about culture, society and small businesses</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/chatgpt-artificial-intelligence-jobs-economy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/spain-second-emergency-meeting-murders-women", "title": "Spain calls second emergency meeting over murders of six more women", "date_published": "2023-01-24 12:17:28+00:00", "description": "<p>Government convenes domestic violence experts after killings of six women and a young girl this month</p><p>The Spanish government has called a second emergency meeting of domestic violence experts in less than a month after the murders of six women and a young girl since the start of January, and as it considers a plan to let abused women know if their partners have been convicted of violent offences.</p><p>The crisis committee was last assembled after the murders of 11 women in December.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/spain-second-emergency-meeting-murders-women\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/uk-business-activity-cost-rises-energy-interest-rates", "title": "UK business activity drops at fastest pace in two years as cost rises bite", "date_published": "2023-01-24 12:10:40+00:00", "description": "<p>High energy prices, rising interest rates and falling demand point to risk of recession, say analysts</p><p>Business activity contracted at its fastest pace in two years in December as the high cost of living restricted household spending and companies cut investment, raising the prospect of a UK recession.</p><p>The services sector, which accounts for about three-quarters of private sector output, faced the biggest squeeze since the second Covid-19 lockdown, according to a closely watched survey. A slump in manufacturing output dating back to last August continued in January.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/uk-business-activity-cost-rises-energy-interest-rates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/24/100-per-cent-reality-tv-catchphrase-love-island-traitors", "title": "‘Pushing maths to its limits’: how ‘100%’ became the catchphrase reality TV can’t resist", "date_published": "2023-01-24 12:03:48+00:00", "description": "<p>From sweaty Love Island contestants professing love to The Traitors’ ultimate catchphrase, reality shows have been taken over by a three-digit saying – even if it is arithmetical baloney</p><p>Earlier this month, Rishi Sunak outlined plans to force students in the UK to <a href=\"https://www.theguardian.com/education/2023/jan/03/rishi-sunak-to-propose-maths-for-all-pupils-up-to-age-18\">study maths until they are 18</a>. His proposal was roundly criticised, with the Association of School and College Leaders dismissing it as “out of touch”. Perhaps if Sunak had convinced one particular subset of British humanity to get on board first, however, things might have been different. I’m talking about reality TV stars and their obsession with numbers, specifically percentages. From Made in Chelsea to The Traitors to Love Island, you can’t escape their all-prevailing new catchphrase: “<a href=\"https://www.youtube.com/watch?v=7usSqyoZNvo\">100%</a>”.</p><p>On last Monday’s launch episode of <a href=\"https://www.theguardian.com/tv-and-radio/love-island\">Love Island</a>, Ron was asked if he was ready to settle down. “Yeah, 100%” came his reply, as he sat sweaty and topless in the South African sun, waiting to pick or reject the first of five women sporting painful-looking bathing suits. Later, having paired off with fellow Harry Potter stan Lana, he mused, “When I’m in, I’m 100%”, in relation to his commitment levels. Meanwhile Shaq, who had earlier complimented (?) his new partner Tanya with the words “She looks insane”, offered up “Yeah, no, 100%” when asked if he could sense the sexual tension between them.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/24/100-per-cent-reality-tv-catchphrase-love-island-traitors\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/24/agile-aubergine-10-easy-delicious-vegan-plant-based-meals-to-make-in-a-hurry-at-home", "title": "Agile aubergine! 10 easy, delicious vegan recipes to make in a hurry at home", "date_published": "2023-01-24 12:00:00+00:00", "description": "<p>What do chefs turn to when they want a plant-based meal to cook after work? We asked for their top suggestions for lightning-fast feasts</p><p><strong>Esra Muslu</strong><strong>, chef founder of <a href=\"https://zahter.co.uk/\">Zahter</a>, London<br /></strong>Aubergine is often found on Turkish tables. It’s such a beautiful vegetable, and I like cooking it right over an open flame, which adds a nice smokiness, and serving with chilli jam and crisp, fried garlic. Make sure all sides of the aubergine are cooked over the flame, then peel the skin. I make a chilli jam by mixing 250g sugar with 250g water until dissolved, then stirring in chopped chilli and lime juice to taste, and heating until thickened. Thinly slice 50g garlic and fry in oil. Place the aubergine on the plate and roughly chop. Sprinkle some salt and za’atar, and garnish with parsley, four or five fried garlic slices, the chilli jam and a drizzle of pomegranate molasses.</p> <a href=\"https://www.theguardian.com/food/2023/jan/24/agile-aubergine-10-easy-delicious-vegan-plant-based-meals-to-make-in-a-hurry-at-home\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/24/nigel-slaters-recipe-for-banana-hazelnut-shortbread", "title": "Nigel Slater’s recipe for banana hazelnut shortbread", "date_published": "2023-01-24 12:00:00+00:00", "description": "<p>A luxurious nutty, creamy, crunchy, fruity delight</p><p>Make the shortbread first. Set the oven at 160C/gas mark 4. You will need <br />a 20cm shallow tart tin or sponge tin that is nonstick or one that is lined with baking parchment.</p><p>Toast 75g of <strong>skinned hazelnuts</strong> in a dry, shallow pan, moving them regularly around the pan so they colour evenly, reserve a handful of them, then grind the rest to a fine powder in a food processor.</p> <a href=\"https://www.theguardian.com/food/2023/jan/24/nigel-slaters-recipe-for-banana-hazelnut-shortbread\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/24/happy-valley-finale-kept-secret-from-shows-stars", "title": "Happy Valley finale kept secret from show’s stars", "date_published": "2023-01-24 11:57:10+00:00", "description": "<p>Multiple endings have been filmed, so even the cast of the BBC drama has no idea how it will conclude</p><p>If after four episodes of Happy Valley’s final season you still have no idea how it is going to finish, you are in good company. Not even the cast knows how things are going to pan out, thanks to multiple endings having been filmed.</p><p>Speaking on the <a href=\"https://www.bbc.co.uk/sounds/play/p0dqghgm\">Obsessed With … Happy Valley podcast</a>, Amit Shah, one of the show’s stars, admitted to being kept in the dark about what will happen to his character. “I still don’t know how it all ends up for him,” says the actor, who plays the dodgy pharmacist Faisal Bhatti. “We filmed the final scenes in various different ways.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/24/happy-valley-finale-kept-secret-from-shows-stars\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/charity-cartier-watch-british-heart-foundation", "title": "Charity raises £10,000 from Cartier watch found in donations bag", "date_published": "2023-01-24 11:52:26+00:00", "description": "<p>Tank Française watch, favoured by stars such as Michelle Obama, sets record for British Heart Foundation</p><p>The British Heart Foundation has sold a gold Cartier watch for almost £10,000 on auction site eBay, after it turned up in a bag of donations handed in at a shop in Hounslow, west London.</p><p>The 18 carat Tank Française watch, favoured by celebrities such as Michelle Obama and Diana, Princess of Wales, set a record for the charity, which sold 236,000 donated items online last year to raise funds.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/charity-cartier-watch-british-heart-foundation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/ng-interactive/2023/jan/24/david-squires-on-getting-to-the-bottom-of-football-offside-rule", "title": "David Squires on … getting to the bottom of football’s offside rule", "date_published": "2023-01-24 11:51:28+00:00", "description": "<p>Our cartoonist delves into the murkey world of football’s laws, with the help of some condiments</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">You can buy a Squires cartoon from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jan/24/david-squires-on-getting-to-the-bottom-of-football-offside-rule\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/24/techscape-tiktok-ban-privacy-china", "title": "Is ‘banning’ TikTok protecting users or censorship? It depends who you ask", "date_published": "2023-01-24 11:45:50+00:00", "description": "<p>American universities and legislators are blocking access to the China-owned app over privacy concerns – but fans say the choice should be theirs</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up here</a></strong></li></ul><p>The US battle with TikTok over data privacy concerns and Chinese influence has been heating up for years, and recent measures have brought college campuses to the forefront - with a number of schools banning the app entirely on campus wifi. Students have responded, of course, on TikTok. Taking advantage of viral sounds, they <a href=\"https://www.tiktok.com/@xiimenarys/video/7190214009872846122\">have expressed outrage</a> at their favourite app being blocked at universities like Auburn, Oklahoma and Texas A&amp;M in the past few months. “Do they not realize people in college are actually adults?” one user wrote. “We should make our own independent decision to use TikTok or not,” another said.</p><p>But how did we get here?</p><p>The latest niche influencer? The <a href=\"https://www.dazeddigital.com/life-culture/article/57878/1/the-era-of-military-funded-e-girl-warfare-army-influencers-tiktok\">“military E-girl”</a> – internet savvy young people who are working to get Gen Z into the army with new videos on TikTok.</p><p>Prosecutors in the federal case against Elizabeth Holmes claim the Theranos founder <a href=\"https://www.theguardian.com/us-news/2023/jan/21/elizabeth-holmes-mexico-plane-ticket-prosecutors\">tried to flee the country</a> with a one-way ticket to Mexico last year. Holmes, who has been sentenced to more than 11 years in prison, denied the claims and said she sought only to attend a wedding of friends.</p><p>From the Guardian: digital rights activist and writer Samantha Floreani <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/what-are-we-worrying-about-when-we-worry-about-tiktok?mkt_tok=ODUwLVRBQS01MTEAAAGJffnLLobw4nfODPRPKP31yhcQw2jork8C_-Xr5zShXqd0QVYacb8EOgnVeFq7gYCtilymONffBcbGn2r3t9P_WC7yUOz_DkCCtFZILyrpFem_\">asks</a> “What are we worrying about when we worry about TikTok?”</p><p>An <a href=\"https://www.npr.org/2023/01/20/1147977527/lensa-ai-artificial-intelligence-photo-app-portraits-prisma\">interesting investigation</a> from NPR about the rocky past that haunts the mysterious company behind the Lensa AI photo app.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/24/techscape-tiktok-ban-privacy-china\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/uk-budget-giveaways-jeremy-hunt-budget-deficit", "title": "Big budget giveaways look unlikely as Hunt forced to borrow more", "date_published": "2023-01-24 11:37:54+00:00", "description": "<p>Chancellor likely to tread cautiously after record December budget deficit</p><p>Budget day on 15 March is less than two months away and if ever there was a government in need of a feelgood event then this is it. Unfortunately for Rishi Sunak, the state of the <a href=\"https://www.theguardian.com/business/2023/jan/24/energy-support-uk-government-spending-interest-payments\">public finances </a>means the chances of a voter-friendly giveaway to counter a cost of living crisis and sleaze allegations look vanishingly small.</p><p>Jeremy Hunt certainly provided no hint in his response to the latest Office for National Statistics figures that he was preparing anything other than a steady-as-she-goes package. It was vital, the chancellor said, to stick to his deficit reduction plan.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/uk-budget-giveaways-jeremy-hunt-budget-deficit\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/24/acosta-danza-spectrum-review-linbury-theatre-london", "title": "Acosta Danza: Spectrum review – passion and power", "date_published": "2023-01-24 11:32:08+00:00", "description": "<p><strong>Linbury theatre, London<br /></strong>From hints of jazz and vaudeville to a magical Nijinsky-inspired duet, it’s a pleasure to watch these dancers perform</p><p>The title of this mixed bill is spot on when it comes to describing the full range of Acosta Danza. Carlos Acosta’s Havana-based company was always intended to be many things: a proudly Cuban outfit that could hold its own on the European touring circuit; a group of dancers comfortable in every style from ballet to hip-hop to Cuban dance styles; and a choice of international choreographers who aren’t just the same old names.</p><p>In all that, Acosta Danza succeeds, and it’s always a pleasure to watch these dancers, even if the rep tonight doesn’t set the stage on fire. They have a clear passion for performance, great energy and presence; all very different bodies, but increasingly familiar faces. <a href=\"https://www.acostadanza.com/en/company/raul\">Raúl Reinoso</a> and <a href=\"https://www.acostadanza.com/en/company/mario-sergio\">Mario Sergio Elías</a>, who have been with the company since it began in 2016 , both have strong solo moments, and the striking <a href=\"https://www.acostadanza.com/en/company/zeleidy\">Zeleidy Crespo</a> arrives in Sidi Larbi Cherkaoui’s Faun like the tall stem of an elegant bloom, strongly rooted even when the choreography buffets her body in every direction.</p><p>At the <a href=\"https://www.roh.org.uk/tickets-and-events/spectrum-by-acosta-danza-details\">Linbury theatre, Royal Opera House, London</a>, until 30 January</p> <a href=\"https://www.theguardian.com/stage/2023/jan/24/acosta-danza-spectrum-review-linbury-theatre-london\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/24/greenpeace-accuses-treasury-of-distorting-its-stance-on-biomass-burning", "title": "Greenpeace accuses Treasury of distorting its stance on biomass burning", "date_published": "2023-01-24 11:30:06+00:00", "description": "<p>Briefing notes obtained by FoI reveal minister meeting with Drax CEO was told Greenpeace supported practice</p><p>Greenpeace has accused the government of misrepresenting its stance on burning trees for electricity, giving a minister the impression of public support for the highly controversial practice in meetings with the <a href=\"https://www.theguardian.com/business/2021/oct/19/drax-dropped-from-index-of-green-energy-firms-amid-biomass-doubts\">power company Drax</a>.</p><p>Greenpeace is firmly opposed to most forms of <a href=\"https://www.theguardian.com/world/2021/jan/14/carbon-neutrality-is-a-fairy-tale-how-the-race-for-renewables-is-burning-europes-forests\">biomass burning for power generation</a>, and suspicious of claims that the resulting carbon dioxide can be captured.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/24/greenpeace-accuses-treasury-of-distorting-its-stance-on-biomass-burning\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/uk-consumers-are-your-broadband-and-mobile-phone-bills-becoming-unaffordable", "title": "UK consumers: are your broadband and mobile phone bills becoming unaffordable?", "date_published": "2023-01-24 11:19:57+00:00", "description": "<p>We’d like to hear from people in the UK who are finding their telecoms bills increasingly unaffordable and may have to cut down on phone and internet use</p><p><a href=\"https://www.theguardian.com/money/2023/jan/19/uk-mobile-broadband-users-bill-rises-bt-ee-talktalk-three-vodafone-monthly-charges\">Millions of broadband and mobile phone customers are expected to face rises of more than 14%</a> in their monthly bills from April.</p><p>We’re keen to hear from people in the UK whose telecoms bills have become increasingly unaffordable due to continual price rises.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/uk-consumers-are-your-broadband-and-mobile-phone-bills-becoming-unaffordable\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/primark-festive-uk-sales-city-centres-abf", "title": "Primark enjoys bumper festive UK sales as shoppers head to city centres", "date_published": "2023-01-24 11:18:57+00:00", "description": "<p>Owner ABF says its grocery brands such as Twinings and Kingsmill also increased trading</p><p>Primark’s sales rose ahead of expectations over Christmas as shoppers returned to city centres and consumer spending was more resilient than anticipated.</p><p>Sales at the cut-price fashion chain’s established stores rose by 11% in the four months to 17 January, compared with the same period a year before, as owner Associated British Foods (ABF) said it had sold more items of clothing while prices had also risen.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/primark-festive-uk-sales-city-centres-abf\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/24/uk-workers-do-you-and-your-partners-shifts-clash", "title": "UK workers: do you and your partner’s shifts clash?", "date_published": "2023-01-24 11:04:14+00:00", "description": "<p>Whether you work the graveyard shift or days, we would like to speak to people in the UK who work opposite shifts from their partner</p><p>The number of UK employees working night shifts has increased in recent years, with those employed on zero-hour contracts <a href=\"https://www.theguardian.com/business/2021/dec/05/uks-growing-army-of-night-workers-need-rest-centres-for-sanctuary\">twice as likely to work after dark</a>.</p><p>As well as carrying a greater risk of <a href=\"https://www.theguardian.com/us-news/2022/nov/18/us-workers-night-shift-takes-toll\">developing health conditions</a> including diabetes and cardiovascular disease, many workers find it difficult to balance their working life with adequate time spent with family and friends.</p> <a href=\"https://www.theguardian.com/money/2023/jan/24/uk-workers-do-you-and-your-partners-shifts-clash\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/canada-justin-trudeau-third-term-run", "title": "Jacinda Ardern’s resignation prompts new questions over Trudeau’s future", "date_published": "2023-01-24 11:00:50+00:00", "description": "<p>The Canadian leader is at a point in which he can bow out with his reputation relatively intact – just as the New Zealand PM did</p><p>Jacinda Ardern’s <a href=\"https://www.theguardian.com/world/2023/jan/19/jacinda-ardern-resigns-as-prime-minister-of-new-zealand\">surprise resignation last week</a> has prompted fresh questions over the future of Justin Trudeau, another liberal prime minister with celebrity-like status whose popularity has waned in recent months.</p><p>Ardern has <a href=\"https://www.theguardian.com/commentisfree/2023/jan/19/the-guardian-view-on-jacinda-arderns-departure-knowing-when-to-quit\">won praise</a> – <a href=\"https://www.theguardian.com/world/2023/jan/19/jacinda-ardern-shock-exit-imperils-her-legacy-and-her-party\">and criticism</a> – for her decision to step down ahead of an October election as the Labour party readies to fight for a third term amid dwindling electoral prospects.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/canada-justin-trudeau-third-term-run\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/us-libraries-homeless-crisis-social-workers", "title": "Why US libraries are on the frontlines of the homelessness crisis", "date_published": "2023-01-24 11:00:50+00:00", "description": "<p>Homeless people are relying on public libraries as a safe haven to stay warm and avoid harassment from law enforcement, advocates say</p><p>Libraries across the US are increasingly on the frontlines of America’s homelessness crisis, especially during a winter marked by cold snaps and in the wake of the tailing off of the Covid-19 pandemic which has seen many public institutions reopen.</p><p>This month two Denver-area libraries closed due to methamphetamine contamination, with library officials from Englewood, Colorado, reporting increased drug use this winter and citing an uptick in homeless people using the library since its pandemic reopening.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/us-libraries-homeless-crisis-social-workers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/24/oscar-peterson-black-white-review-profile-of-pianist-lets-the-music-do-the-talking", "title": "Oscar Peterson: Black + White review – profile of pianist lets the music do the talking", "date_published": "2023-01-24 11:00:49+00:00", "description": "<p>A somewhat reverent look at the jazz piano virtuoso includes many famous contributors</p><p>The legendary jazz piano virtuoso is the subject of this warmly celebratory if undemanding documentary, which takes us through his life and times and also brings together jazz musicians to play a special session in his honour. Peterson was a musician who played and composed in the tradition of Art Tatum, Nat King Cole and Duke Ellington; largely performing with his own trio, or later solo, which gave him a quasi-classical mien.</p><p>Unlike these other greats, however, Peterson was from Canada, and as his friend Quincy Jones remarked: “I didn’t know they even had black people in Canada!” In consequence, Peterson never grew up with Jim Crow segregation, of which there was no legal equivalent in Canada – although racism and discrimination were certainly commonplace enough, and Peterson’s 1962 plangently emotional composition <a href=\"https://www.youtube.com/watch?v=tCrrZ1NnCuM&amp;ab_channel=dgbailey777\">Hymn to Freedom</a>, written for Martin Luther King Jr, became an anthem for the civil rights movement.</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/oscar-peterson-black-white-review-profile-of-pianist-lets-the-music-do-the-talking\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/arson-forces-paris-gare-de-lest-train-station-shut-day", "title": "Arson forces Paris’s Gare de l’Est train station to shut for day", "date_published": "2023-01-24 10:49:23+00:00", "description": "<p>Rail operator SNCF files legal complaint after fire at signals point brings all services to a halt</p><p>The French rail operator SNCF has filed a legal complaint over vandalism and arson after a fire broke out at a signals point, forcing Paris’s busy Gare de l’Est station to cancel all trains on Tuesday.</p><p>The commuter station, which also serves long-distance trains to eastern France, Germany and Luxembourg, was brought to a standstill during early rush hour after an incident that was at first thought to be accidental.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/arson-forces-paris-gare-de-lest-train-station-shut-day\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/24/thiago-silva-chelsea-sign-new-deal-past-39th-birthday", "title": "Thiago Silva poised to sign new deal and stay at Chelsea past 39th birthday", "date_published": "2023-01-24 10:44:39+00:00", "description": "<ul><li>Defender’s experience and leadership valued by Graham Potter</li><li>Chelsea reluctant to meet release clause for Benfica’s Fernández</li></ul><p>Thiago Silva is set to prolong his stay at Chelsea by signing a new one-year deal. The Brazilian defender is out of contract at the end of the season but Chelsea have offered the 38-year-old an extension after deciding they do not want to lose his experience and leadership.</p><p>Silva, whose deal would take him beyond his 39th birthday, has proved an outstanding signing since moving to Stamford Bridge in September 2020. The former Milan and Paris Saint-Germain player quickly adapted to the pace of the Premier League and has settled in London.</p> <a href=\"https://www.theguardian.com/football/2023/jan/24/thiago-silva-chelsea-sign-new-deal-past-39th-birthday\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/ng-interactive/2023/jan/24/the-100-best-male-footballers-in-the-world-2022", "title": "The 100 best male footballers in the world 2022", "date_published": "2023-01-24 10:20:43+00:00", "description": "<p>Dominik Livakovic, Rodrygo and Nicolò Barella all feature as we release the first 30 names on our 2022 list</p><ul><li><a href=\"https://www.theguardian.com/football/ng-interactive/2021/dec/21/the-100-best-male-footballers-in-the-world-2021\">2021</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2020/dec/21/the-100-best-male-footballers-in-the-world-2020\">2020</a> | <a href=\"https://www.theguardian.com/global/ng-interactive/2019/dec/17/the-100-best-male-footballers-in-the-world-2019\">2019</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2018/dec/18/the-100-best-male-footballers-in-the-world-2018-nos-100-71\">2018</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2017/dec/19/the-100-best-footballers-in-the-world-2017-interactive\">2017</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2016/dec/20/the-100-best-footballers-in-the-world-2016-interactive\">2016</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2015/dec/21/the-100-best-footballers-in-the-world-2015-interactive\">2015</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2014/dec/21/the-top-100-footballers-2014-interactive\">2014</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2013/dec/100-greatest-footballers-2013\">2013</a> | <a href=\"https://www.theguardian.com/football/interactive/2012/dec/20/top-100-footballers-in-the-world-interactive\">2012</a></li><li><a href=\"https://www.theguardian.com/football/2023/jan/23/how-the-guardian-ranked-the-100-best-male-footballers-in-the-world-2022\">Meet the judges</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2022/dec/21/the-100-best-female-footballers-in-the-world-2022\">The 100 best female footballers in 2022</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jan/24/the-100-best-male-footballers-in-the-world-2022\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/24/twitter-sued-by-crown-estate-alleged-unpaid-rent-london-hq", "title": "Twitter sued by crown estate over alleged unpaid rent on London HQ", "date_published": "2023-01-24 10:19:16+00:00", "description": "<p>Social media platform abandoned its offices near Piccadilly Circus after Elon Musk takeover</p><p>Twitter is being sued by the crown estate for allegedly failing to pay rent on its London headquarters.</p><p>The estate, which manages property belonging to King Charles III, filed a claim against Twitter in the high court in the capital last week. The alleged rental arrears relates to office space near Piccadilly Circus in central London, according to the BBC.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/24/twitter-sued-by-crown-estate-alleged-unpaid-rent-london-hq\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/brexit-uk-eu-finance-britain", "title": "Brexit was meant to be ‘done’, but in 2023 UK-EU harmony will still be a distant dream | Anand Menon", "date_published": "2023-01-24 10:00:31+00:00", "description": "<p>From squabbles over finance to disagreements about electric vehicles, discord with the EU will define the next few years</p><p>Just under three years since the United Kingdom left the European Union – and over six since it voted to do so – the bilateral relationship remains a subject of often bitter debate between the two sides and within the UK itself. This is hardly surprising. The 2016 referendum was deeply divisive: leave and remain identities persist to this day. Moreover, the two sides are still at loggerheads over the <a href=\"https://www.theguardian.com/politics/2023/jan/13/uk-may-shelve-controversial-brexit-protocol-bill-sign-goodwill\">Northern Ireland protocol</a>. Yet there is a structural element to this too, which implies that, come what may, a stable equilibrium in UK-EU relations will remain elusive.</p><p>This is clearly the case should no solution be found to the standoff over the protocol. In that event, it is possible the trade and cooperation agreement (TCA), which underpins the bilateral relationship, will itself not be fully implemented – and that a running dispute and conceivably even a trade war may ensue.</p><p>Anand Menon is director of The UK in a Changing Europe and professor of European politics and foreign affairs at King’s College London</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/brexit-uk-eu-finance-britain\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/24/dont-keep-calm-and-carry-on-how-britain-got-a-furious-new-attitude", "title": "Don’t keep calm and carry on: how Britain got a furious new attitude", "date_published": "2023-01-24 10:00:31+00:00", "description": "<p>For 13 years, the country has lived with the pain and deprivation of Tory cuts. But now everyone is getting organised, going on strike and saying: no more</p><p>I was cycling through Walton-upon-Thames in Surrey earlier this month, when I went past some striking ambulance drivers on a GMB picket line. It’s hard to signal your support on a bike, particularly when you don’t have a bell. Happily, every passing car was honking, every single one. Yet this was the affluent home counties, and ambulance drivers have, historically, been the least popular people to go on strike. You don’t call an ambulance unless you really need one, so it’s hard for people to imagine the ambulance driver who isn’t essential.</p><p>When the BBC has <a href=\"https://www.bbc.co.uk/news/business-62134314\">a day-by-day planner to show who’s on strike</a>; when three of the least radical professions on earth are withdrawing their labour (physiotherapists, meteorologists and driving instructors); when you’re planning a night out with an eye on whether the trains are running, you might expect that public support for industrial action would be at an all-time low. The opposite is true: support for striking nurses and ambulance workers is running at 66% and 63% respectively. Almost <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2022/12/20/nurses-and-ambulance-workers-have-most-public-supp\">three times as many people blame the government</a> as blame the unions. Union hardship funds are raising hundreds of thousands of pounds from general donations. Resistance is back, and it’s organised; it has support, dignity, solidarity.<strong> </strong>It is taking shape in union action, and answered in civil society, with the Don’t Pay campaign and Enough Is Enough. The creed of flag-waving stoicism, belt-tightening for Britain, with all its paraphernalia, its scones, bunting, mugs and allotments, has fallen apart. Nobody wants to keep calm and carry on.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/24/dont-keep-calm-and-carry-on-how-britain-got-a-furious-new-attitude\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/24/john-akomfrah-to-represent-britain-at-venice-biennale", "title": "John Akomfrah to represent Britain at Venice Biennale", "date_published": "2023-01-24 10:00:30+00:00", "description": "<p>The artist known for exploring racial injustice, migration and climate crisis in his films and multiscreen installations will fill the British pavilion next year</p><p>The artist and film-maker <a href=\"https://www.theguardian.com/artanddesign/john-akomfrah\">John Akomfrah</a> will represent the UK at the <a href=\"https://www.theguardian.com/artanddesign/venice-biennale\">Venice Biennale</a> in 2024, the British Council has announced.</p><p>Akomfrah, who was honoured with a knighthood in the 2023 <a href=\"https://www.theguardian.com/uk/new-year-honours-list\">honours list</a>, is known for his art films and multiscreen video installations exploring issues such as racial injustice, diasporic identities, migration and climate breakdown. Next year the Ghanaian-born artist’s work will fill the British pavilion at Venice from April until November.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/24/john-akomfrah-to-represent-britain-at-venice-biennale\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/enticing-six-nations-campaign-is-rugby-unions-big-chance-to-shine", "title": "The Breakdown | Enticing Six Nations campaign is rugby union’s big chance to shine", "date_published": "2023-01-24 10:00:30+00:00", "description": "<p>From potential ‘new coach bounce’ to the power of Ireland and France, championship can raise interest before the World Cup</p><p>It was hard to put your finger on it but there was a different feel to this year’s Six Nations launch. Perhaps it was the Netflix cameras around every corner seeking to project rugby to a wider global audience. Maybe it had something to do with <a href=\"https://www.theguardian.com/sport/2022/dec/06/eddie-jones-sacked-as-england-rugby-union-head-coach\">Eddie Jones no longer being around</a> to stir the media pot. There was even a solo acoustic guitarist serenading the hacks as they munched their lunch, which was unquestionably a first.</p><p>Or maybe, just maybe, it was a sign of a professional sport making a concerted effort to raise its game. One by one the head coaches of the competing nations stepped up to the microphone and spoke with intelligence and candour. Contentious subjects such as the new waist-high tackle trial in England were openly addressed rather than swerved. And the next few weeks, everyone agreed, would be unmissable.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/enticing-six-nations-campaign-is-rugby-unions-big-chance-to-shine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/24/evil-peasants-and-vomit-eva-greens-whatsapp-messages-exude-star-quality", "title": "‘Evil’, ‘peasants’ and ‘vomit’ – Eva Green’s WhatsApp messages exude star quality", "date_published": "2023-01-24 09:53:39+00:00", "description": "<p>The actor is suing for her £830,000 fee for a film that was never made. And her honest, haughty imperiousness deserves a standing ovation</p><p></p><p>A lot of <a href=\"https://www.theguardian.com/culture/eva-green\">Eva Green</a>’s success is down to her sense of unknowable mystique. This is a woman who steers clear of the celebrity circuit, who isn’t given to blurting her every waking thought on social media. Interviewers perennially struggle to get to her core. Since her breakthrough in Bertolucci’s The Dreamers almost two decades ago, Green has preferred to let her work speak on behalf of her. She is an enigma, an image on a screen upon which we can project our own feelings.</p><p>Or at least she was, because loads of Eva Green’s WhatsApp messages have been read out in court, and hoo boy!</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/evil-peasants-and-vomit-eva-greens-whatsapp-messages-exude-star-quality\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/24/british-households-businesses-cut-power-use-national-grid", "title": "British households and businesses to be paid £2m to cut power use on Tuesday", "date_published": "2023-01-24 09:49:40+00:00", "description": "<p>National Grid scheme, which launched officially on Monday, to operate between 4.30pm and 6.30pm</p><ul><li><strong><a href=\"https://www.theguardian.com/money/2023/jan/23/households-great-britain-paid-use-less-electricity-cut-bills-national-grid\">Households to be paid to use less electricity: how does it work?</a></strong></li></ul><p>National Grid is expected to pay out more than £2m to households and businesses to encourage them to cut their power use at peak times on Tuesday.</p><p>The electricity system operator plans to run its <a href=\"https://www.theguardian.com/money/2023/jan/23/households-great-britain-paid-use-less-electricity-cut-bills-national-grid\">“demand flexibility service”</a> – which incentivises households in Great Britain to use less power during a designated period – between 4.30pm and 6.30pm.</p> <a href=\"https://www.theguardian.com/money/2023/jan/24/british-households-businesses-cut-power-use-national-grid\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/tar-film-cate-blanchett-controversy-feminism", "title": "Cate Blanchett’s Tár is a movie controversy. She has much to tell us about feminism too | Susie Orbach", "date_published": "2023-01-24 09:41:47+00:00", "description": "<p>Beyond the superficial row, there is a debate to be had about progress, pitfalls, and a character who seems emblematic of her generation</p><p>Following claims of <a href=\"https://www.theguardian.com/film/2023/jan/16/monstrous-maestro-cate-blanchett-cancel-culture-tar\">misogyny</a>, the debate about Tár – the film starring Cate Blachett as Lydia Tár, a famous, fictional and sexually predatory classical conductor – has been reframed in terms of power, not gender. But is that right? </p><p>Yes and no. We can’t ignore that she is a woman of a particular generation. Thirty years younger than <a href=\"https://www.theguardian.com/world/2016/jun/26/veteran-feminists-of-america-baby-boomers-activism-pam-ross\">second-wave feminists</a> (my generation) who came of age in the early 1970s, she is not identified as the much smaller group of third-wavers, yet she fits that age group. If we take Tár as emblematic of her generation, we may better understand her character and the costs she faced.</p><p>Susie Orbach is a psychotherapist, psychoanalyst, writer and social critic</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/tar-film-cate-blanchett-controversy-feminism\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/24/nadhim-zahawi-former-tory-minister-caroline-nokes-calls-step-down", "title": "Former Tory minister calls for Nadhim Zahawi to step down", "date_published": "2023-01-24 09:25:39+00:00", "description": "<p>Caroline Nokes says party chair should let investigation take place as story has become a distraction</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jan/24/nadhim-zahawi-tax-conservatives-rishi-sunak-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>A former Conservative cabinet minister has called for Nadhim Zahawi to step down as party chair while an ethics investigation takes place into his tax affairs.</p><p>The former immigration minister Caroline Nokes said the story had become a distraction for the Tories and the prime minister and that Zahawi should “step aside” for the greater good.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/24/nadhim-zahawi-former-tory-minister-caroline-nokes-calls-step-down\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/24/ukraine-boris-johnson-nato-us-germany-tank-delays", "title": "Boris Johnson: Ukraine must join Nato for sake of long-term peace", "date_published": "2023-01-24 09:15:18+00:00", "description": "<p>Former prime minister warns of Russian ‘counter-punch’ and criticises US and Germany for tank delays</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/24/russia-ukraine-war-live-zelenskiy-flags-more-changes-in-corruption-purge-german-defence-group-offers-to-send-tanks-if-needed\">Russia-Ukraine war – latest news updates</a></li></ul><p><br />Boris Johnson has called for Ukraine to be admitted to Nato and launched a thinly veiled attack on Germany and the US over the failed deal to donate tanks, after a return to Ukraine this week.</p><p>The former prime minister, who is under pressure over a loan agreed while he was in No 10, wrote an article for the Daily Mail calling for western countries to step up efforts to arm Ukraine.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/24/ukraine-boris-johnson-nato-us-germany-tank-delays\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/live/2023/jan/24/australian-open-quarter-finals-pegula-v-azarenka-tsitsipas-v-lehecka-live", "title": "Australian Open quarter-finals: Pegula v Azarenka, Tsitsipas v Lehecka – live", "date_published": "2023-01-24 09:03:55+00:00", "description": "<ul><li>Live updates from the last-eight action at Melbourne Park</li><li><a href=\"https://www.theguardian.com/sport/2023/jan/24/karen-khachanov-moves-into-australian-open-semis-as-sebastian-korda-retires\">Khachanov into semis</a> | And you can <a href=\"mailto:tom.davies@theguardian.com\">mail Tom</a> or <a href=\"https://twitter.com/tomdaviese17\">tweet him</a></li></ul><p><strong>Pegula* 2-5 Azarenka (* denotes next server)</strong>.</p><p>Apologies for the break in coverage – work/life balance issues. Anyway, three more service holds have ensued leaving Pegula serving to stay in the set, Pegula missing a chance to break in the last game.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jan/24/australian-open-quarter-finals-pegula-v-azarenka-tsitsipas-v-lehecka-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/video/2023/jan/24/california-footage-police-detaining-half-moon-bay-shooting-suspect-video-report", "title": "California: footage shows police detaining Half Moon Bay shooting suspect – video report", "date_published": "2023-01-24 09:03:38+00:00", "description": "<p>Seven people were killed in a mass shooting at two locations in the coastal northern&nbsp;California&nbsp;city of Half Moon Bay. The suspect was later taken into custody after driving to a police parking lot, officials said. The shootings took place at a mushroom farm and a trucking firm on the outskirts of Half Moon Bay, about 30 miles south of San Francisco. It comes just two days after another mass shooting in which 11 people were killed in Monterey Park in Los Angeles county</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/jan/23/at-least-seven-dead-in-northern-california-shootings\">Half Moon Bay shootings: at least seven dead in northern California</a></li><li><a href=\"https://www.theguardian.com/us-news/2023/jan/23/california-monterey-park-shooting-compounds-fear-asian-american-communities\">‘It perpetuates fear’: Monterey Park shooting compounds trauma in Asian American communities</a><br /></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2023/jan/24/california-footage-police-detaining-half-moon-bay-shooting-suspect-video-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/24/project-wolf-hunting-review-korean-horror-brings-bruckheimer-esque-bombast", "title": "Project Wolf Hunting review – Korean horror brings Bruckheimer-esque bombast", "date_published": "2023-01-24 09:00:29+00:00", "description": "<p>Korea’s most wanted escape their handcuffs on a cargo ship back to the motherland but find they are not alone in bloody thriller</p><p>If you had a pound for every slashed jugular and staved-in cranium in this Korean horror-thriller, you would probably have more than the film’s entire budget. This seems to have been mostly spent on supplies of fake blood almost copious enough to run the sprinkler system on Frontier Titan, the 58,000-tonne cargo ship travelling between the Philippines and South Korea in Kim Hong-sun’s film.</p><p>Forget Con Air; this is Con Sea, with bruiser cop Seok-woo (Park Ho-san) in charge of escorting a dirty dozen or so fugitives back to the motherland. First among evils is Jong-doo (Seo In-guk), a rapist with boyband looks and tattoos up to his jawline, who earns an early beating from Seok-woo after threatening his daughter. It doesn’t take a doctorate in whup-ass studies to guess that the criminals don’t stay in handcuffs for long. But – unbeknown to all but the doctor who keeps sneaking down to the basement – they are not Frontier Titan’s only cargo. Suffice it to say that transporting this thing on the same ship as Korea’s most wanted is the action-movie equivalent of that meme about the nuclear power plant and the spider farm being next to each other.</p> <a href=\"https://www.theguardian.com/film/2023/jan/24/project-wolf-hunting-review-korean-horror-brings-bruckheimer-esque-bombast\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/24/the-best-recent-and-thriller-writing-review-roundup-janice-hallett", "title": "The best recent crime and thriller writing – review roundup", "date_published": "2023-01-24 09:00:29+00:00", "description": "<p>A new Janice Hallett mystery, a pair of post-apocalyptic locked-room spine chillers and a shadowy death in a sun-kissed Greek resort are among this month’s highlights</p><p>What a treat to be back in a world created by the machiavellian <a href=\"https://www.theguardian.com/books/2021/nov/20/the-appeal-writer-janice-hallett-i-wrote-about-bubble-bath-for-15-years\">Janice Hallett</a>. After the brilliance of her debut, <em>The Appeal</em> – the story of a murder in a small village with 15 suspects, which the reader solved along with the investigators and that was far too good to be a first novel – Hallett gave us something different entirely in <em><a href=\"https://www.theguardian.com/books/2022/jan/17/the-twyford-code-by-janice-hallett-review-mind-bending-heartwarming-mystery\">The Twyford Code</a></em>, a transcription of audio files, packed with codes to crack, revealing the secrets of a vanished teacher. <strong><a href=\"https://guardianbookshop.com/the-mysterious-case-of-the-alperton-angels-9781800810402\">The Mysterious Case of the Alperton Angels</a></strong><a href=\"https://guardianbookshop.com/the-mysterious-case-of-the-alperton-angels-9781800810402\"> </a>(Viper, £16.99) is, again, entirely fresh and different. This time, Hallett delves into darker territory, as true-crime writer Amanda Bailey has the task of digging into the old case of a cult that persuaded a girl that her baby was the antichrist. The self-styled Angels all killed themselves at the time and the baby went into the care system. But 18 years on, Bailey’s publisher wants her to track the child down because there’s money to be made from their story. “There are no tragic blondes. Just a wacky cult, four dead, mutilated men and a mystery no one’s had the chance to uncover properly yet. You’ll be the first. Imagine that,” her agent persuades her. Told as if we were opening the safe deposit box that holds Bailey’s documents – a mix of emails, transcriptions, texts and articles – this thriller slowly pieces together a story that is very different from the one told in the press at the time. Another cracking mystery from an author with gallons of talent and bags of originality.</p><p>Veteran crime writer <a href=\"https://www.theguardian.com/books/2015/jan/26/peter-may-returning-to-a-runaway-youth\">Peter May</a> was all set to retire after he published <em>The Night Gate</em> in 2021. Then <a href=\"https://www.theguardian.com/environment/cop26-glasgow-climate-change-conference-2021\">Cop26</a>’s failures ignited his rage. They also set him on a research project into the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> that persuaded him he needed to write about the catastrophe looming in our future. <strong><a href=\"https://guardianbookshop.com/a-winter-grave-9781529428483\">A Winter Grave</a></strong> (Riverrun, £22) is set in the Scottish Highlands almost 30 years from now, after the “Big Change” has hit the world. “Scotland had escaped relatively lightly. Large parts of eastern England had simply vanished under the North Sea.” Much of London is underwater. But this is the background to May’s crime story, which opens as young meteorologist Addie finds the body of a man entombed in ice up a mountain. When Glasgow detective Cameron Brodie travels to the isolated location to investigate the murder, he discovers a deadly and far-reaching conspiracy. May has created a chilling, believable near-future where people just like us are dealing with the devastating consequences of the climate crisis. He’s also written an atmospheric locked-room mystery packed with mountainous adventures and dangerous escapes. His anger with the situation occasionally comes across as a bit of a blunt object – “Kolkata, where I was born, is somewhere under the Bay of Bengal these days… Just don’t get me started on how the world failed to meet its net zero targets,” Brodie is told by his pathologist colleague Sita Roy at one point – but then again, perhaps it needs to. This is chilling as much for May’s vision of where we’re heading as for the body count.</p> <a href=\"https://www.theguardian.com/books/2023/jan/24/the-best-recent-and-thriller-writing-review-roundup-janice-hallett\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/ufc-fighters-bolsinaro-brazil-riots", "title": "UFC fighters close to Bolsonaro find themselves in spotlight after riots", "date_published": "2023-01-24 09:00:29+00:00", "description": "<p>A group of UFC fighters aligned with former Brazil president Jair Bolsonaro have found themselves in the spotlight following this month’s attack of congress</p><p>On 8 January 2023, a sea of people dressed in the yellow and green that symbolizes Brazil’s flag descended on Brasília, the nation’s capital, to demand that the military overturn the presidential election. </p><p>Over the course of four hours, thousands of far-right supporters of former president Jair Bolsonaro stormed all three branches of the country’s government – Congress, the Supreme Court, and the presidential palace – and wreaked havoc throughout the iconic modernist architecture. </p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/ufc-fighters-bolsinaro-brazil-riots\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/ford-cut-jobs-europe-us-germany-belgium-uk", "title": "Ford to cut 3,200 jobs in Europe and move some work to US", "date_published": "2023-01-24 08:40:40+00:00", "description": "<p>Most of roles are in Germany but others could fall at sites in Belgium and UK, say reports</p><p>Ford plans to cut 3,200 jobs across Europe, according to Germany’s largest union, as the carmaker looks to slash costs and shift focus towards electric vehicles.</p><p>Most of the 2,500 jobs in product development and up to 700 in administrative roles the automaker is hoping to cut are located in Germany, said IG Metall.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/ford-cut-jobs-europe-us-germany-belgium-uk\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/24/menopause-law-equalities-act-uk-change-rejected", "title": "UK menopause law change rejected as it ‘could discriminate against men’", "date_published": "2023-01-24 08:35:40+00:00", "description": "<p>Ministers block proposal to make menopause a ‘protected characteristic’ under  Equalities Act</p><p>Proposals to change UK legislation to protect the rights of women experiencing menopause have been in part rejected by the government due to fears such a move would discriminate against men.</p><p>The cross-party women and equalities committee last July published a report focusing on menopause and the workplace, which included a recommendation to make menopause a “protected characteristic” under the Equalities Act.</p> <a href=\"https://www.theguardian.com/society/2023/jan/24/menopause-law-equalities-act-uk-change-rejected\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/us-electric-vehicles-lithium-consequences-research", "title": "Revealed: how US transition to electric cars threatens environmental havoc", "date_published": "2023-01-24 08:30:28+00:00", "description": "<p>By 2050 electric vehicles could require huge amounts of lithium for their batteries, causing damaging expansions of mining</p><p>The US’s transition to electric vehicles could require three times as much lithium as is currently produced for the entire global market, causing needless water shortages, Indigenous land grabs, and ecosystem destruction inside and outside its borders, new research finds.</p><p>It warns that unless the US’s dependence on cars in towns and cities falls drastically, the transition to lithium battery-powered electric vehicles by 2050 will deepen global environmental and social inequalities linked to mining – and may even jeopardize the 1.5C global heating target.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/us-electric-vehicles-lithium-consequences-research\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/video/2023/jan/24/jacinda-ardern-bids-emotional-farewell-at-last-event-as-new-zealand-pm-video", "title": "Jacinda Ardern bids emotional farewell at last event as New Zealand PM – video", "date_published": "2023-01-24 08:18:20+00:00", "description": "<ul><p>Jacinda Ardern made her final public appearance as New Zealand's prime minister on Tuesday, saying: 'I leave with a greater love and affection for Aotearoa New Zealand and its people than when I started – and I didn't think that was possible.'</p><p>Ardern, who took office in October 2017, shocked the nation last Thursday when she said she was resigning because she had 'nothing left in the tank'. Her final act as leader was to join Chris Hipkins, who will be sworn in as prime minister on Wednesday, and other lawmakers attending celebrations at the Rātana meeting grounds, home to an Indigenous Māori religious movement</p><li><a href=\"https://www.theguardian.com/world/2023/jan/24/readers-on-how-jacinda-ardern-will-be-remembered-as-new-zealand-prime-minister-pm\">Did she inspire or fail to deliver? Readers on how Jacinda Ardern will be remembered</a></li><li><a href=\"https://www.theguardian.com/world/2023/jan/23/hipkins-is-unlikely-to-reach-heights-of-jacindamania-and-that-may-suit-new-zealanders\">Hipkins is unlikely to reach heights of Jacindamania, and that may suit New Zealanders</a><br /></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jan/24/jacinda-ardern-bids-emotional-farewell-at-last-event-as-new-zealand-pm-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/britain-parthenon-marbles-return-museums", "title": "Britain treasures the Parthenon marbles. But could returning them be more valuable? | Charlotte Higgins", "date_published": "2023-01-24 08:00:29+00:00", "description": "<p>Politicians fear that handing back disputed would asset-strip the British soul. The truth is, it might enrich us</p><p>What do we talk about when we talk about cultural restitution? In popular discourse in Britain, returning artefacts to their communities of origin is almost invariably framed as a loss. Minds leap to a vision of our museums violently pillaged: walls bare, sculpture courts deserted, store rooms despoiled – a fascinating reversal of how at least some (albeit, to be fair, a tiny minority) of museum objects in the UK were actually acquired.</p><p>There is a constant fear, in this kind of thinking, that the restitution of one object necessarily leads to the restitution of all objects, that <em>après moi, le déluge</em>. Returning the Parthenon sculptures to Athens – to use a not-so random example – “would open the gateway to the question of the entire contents of our museums”, as Michelle Donelan, the culture secretary, put it <a href=\"https://www.bbc.co.uk/news/entertainment-arts-64235854\">in a BBC interview</a> earlier this month. It would be, she said, “a very slippery slope to go down”. She described the sculptures as “assets of our country”. Losing the Elgin marbles, according to this kind of formulation, would lead to a kind of asset-stripping of the British soul.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/britain-parthenon-marbles-return-museums\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/24/my-boyfriend-is-less-experienced-than-me-how-can-i-get-him-to-relax-and-enjoy-sex", "title": "My boyfriend is less experienced than me. How can I get him to relax and enjoy sex?", "date_published": "2023-01-24 08:00:29+00:00", "description": "<p>He has admitted to feeling anxious and wanting everything to be perfect. I know he will become more comfortable, in time, but is there anything I can do to help?</p><p><strong>My boyfriend</strong><strong> (20)</strong><strong> and I</strong><strong> (18) have been dating for two and a half months, like each other a lot and</strong><strong> have good sex. </strong><strong>He definitely enjoys sex with me a lot but he never ejaculates</strong><strong> because he says he gets soft the moment he feels he’s about to. I am his first sexual partner</strong><strong> and his first proper girlfriend</strong><strong>, so it’s hard to ask him what he likes because even he’s not sure. We also live in shared accommodation </strong><strong>so we can’t do it that often. He</strong><strong> has admitted to feeling anxious because he’s my </strong><strong>sixth sexual partner</strong><strong> and fourth boyfriend</strong><strong> </strong><strong>– and he wants to be perfect</strong><strong>, although I</strong><strong> have reassured him</strong><strong>. </strong><strong>I know </strong><strong>it will </strong><strong>just take time for him to get comfortable, but is there anything I can do to help</strong><strong>?</strong></p><p>You are correct in assuming it will take time. Sexual finesse does not arrive naturally and is not easily achieved. Rather, it is something people learn over many years. The best thing you can do is try to have fun with him. Being playful during lovemaking reduces anxieties and the sense of performance pressure. And, although you have developed a pattern that seems to work, be prepared to mix it up and try other styles. Some people find it difficult at first to switch from solo sex to partner sex, so allow him to discover how to without you always leading. There is probably a position that will work best for him and help him climax, but he needs to feel safe to try different ways – focusing on his own pleasure rather than yours.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/24/my-boyfriend-is-less-experienced-than-me-how-can-i-get-him-to-relax-and-enjoy-sex\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/24/terrifying-gp-dash-a-and-e-ambulance-delays-nhs-waiting", "title": "‘It was terrifying’: GP tells of dash to A&E amid ambulance delays", "date_published": "2023-01-24 08:00:29+00:00", "description": "<p>Yorkshire doctor faced choice of ‘stay and play’ or ‘scoop and run’ with patient on brink of cardiac arrest</p><p>“The patient was at serious risk of dying in my GP surgery. But there was no ambulance available. So we had to drive her to A&amp;E and hope she didn’t die on the way.”</p><p>A GP recalls the dramatic action he took recently for a patient at risk of having a cardiac arrest because she could not breathe.</p><p>The writer is a member of the grassroots network <a href=\"https://www.generalpracticesurvival.com/\">GP Survival</a></p> <a href=\"https://www.theguardian.com/society/2023/jan/24/terrifying-gp-dash-a-and-e-ambulance-delays-nhs-waiting\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/24/beer-and-a-bus-stop-steven-taylor-on-newcastles-last-domestic-semi-final", "title": "Beer and a bus stop: Steven Taylor on Newcastle’s last domestic semi-final", "date_published": "2023-01-24 08:00:28+00:00", "description": "<p>Eighteen years on, before Carabao Cup tie, the former defender discusses FA Cup heartbreak and facing Newcastle as a coach</p><p>Steven Taylor felt quietly optimistic. His team, Gulf United, were on a winning run and he was rather proud of the tactical trap he had set for their high-profile English opponents.</p><p>The consequent realisation that there would be no ambush in the warm desert air proved suitably brutal. “I remember thinking: ‘We’ll give Newcastle a good run for their money,’” he says from Dubai. “But we were 3-0 down after 20 minutes. Newcastle won 5-0 and put on a show. They were special. My boys were: ‘Wow.’”</p> <a href=\"https://www.theguardian.com/football/2023/jan/24/beer-and-a-bus-stop-steven-taylor-on-newcastles-last-domestic-semi-final\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/24/nigel-slater-winter-vegan-vegetarian-recipes-roast-cauliflower-baked-squash", "title": "Nigel Slater’s winter vegan and vegetarian recipes", "date_published": "2023-01-24 08:00:28+00:00", "description": "<p>Roasted cauliflower and tahini, baked squash and haricot beans, creamy rice and berries – vegetarian, yes, and more importantly, delicious</p><p>My shopping begins with the fruit and vegetables. It always has done. Thoughts about what is in season, what is at its best at this moment, have always come before anything else. Rummaging through market stalls or surveying the long table at the greengrocer’s is the part of food shopping I enjoy most. It always seems like a good place to start. But often that is where it finishes too.</p><p>This month’s recipes are suitable for vegetarians and three of them are – with a tweak here and there – good for vegans too. I have roasted cauliflower and made a chickpea sauce to go with it; baked slices of golden-fleshed pumpkin to eat with a bean and winter tomato sauce, and marinated and grilled aubergines. There is a crisp pancake of grated root vegetables to eat with a winter salad or stuff into a soft roll, and dessert too, a refreshing take on a traditional rice pudding.</p> <a href=\"https://www.theguardian.com/food/2023/jan/24/nigel-slater-winter-vegan-vegetarian-recipes-roast-cauliflower-baked-squash\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/24/still-pictures-by-janet-malcolm-review-a-great-writers-photographic-memories", "title": "Still Pictures by Janet Malcolm review – a great writer’s photographic memories", "date_published": "2023-01-24 08:00:28+00:00", "description": "<p>A posthumous collection of essays, sparked by old photos of her Czech refugee family and friends, lucidly sketches a lost world</p><p>Janet Malcolm famously despised biography. While she found journalism, with its mandate “to notice small things”, deliciously congenial, she thought biographical research led only to an “insufferable familiarity”, the fat volumes resulting from it being little more than processing plants in which “experience is converted into information the way fresh produce is converted into canned vegetables”. As for autobiography, that great literary craze of the late 20th century, it is misnamed. As she notes in <em>Still Pictures</em>, the slim book that is her last, it is a novelistic enterprise, and not to be trusted. Memory is patchy and partial. What does this or that story prove? The answer is: almost nothing, in the end. The gold is “dross”.</p><p>But memoir’s call is siren, and ultimately, not even Malcolm was entirely immune. <em>Still Pictures, </em>published posthumously (she <a href=\"https://www.theguardian.com/commentisfree/2021/jun/20/rip-janet-malcolm-america-finest-nonfiction-writer\">died in 2021, at the age of 86</a>), is a collection of short autobiographical essays: selective postcards of asperity and wisdom that she delivers with, if not embarrassment, exactly, then a certain amount of equivocation and avoidance. Not wanting to bloody herself too much on the rocks of disclosure, Malcolm cleverly deploys an old ally in the form of photography, about which she once wrote for the <em>New Yorker</em>. Most of these pieces, if not all, are sparked by the contemplation of fuzzy black and white images pulled from boxes in her attic – and doesn’t the camera always lie? The most brazen fabulist of them all, its near constant presence undercuts just about every line Malcolm writes.</p> <a href=\"https://www.theguardian.com/books/2023/jan/24/still-pictures-by-janet-malcolm-review-a-great-writers-photographic-memories\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/24/those-stoner-days-were-hugely-liberating-kiwi-musicians-reflect-on-a-counterculture-like-no-other", "title": "‘Those stoner days were hugely liberating’: Kiwi musicians reflect on a counterculture like no other", "date_published": "2023-01-24 08:00:28+00:00", "description": "<p>Cut off from the ‘swinging’ innovations of 60s London, a generation of New Zealand musicians forged an underground scene that propelled the nation’s modern identity</p><p>In the 21st century, New Zealand is widely hailed as home to a progressive Labour government, a hi-tech film and TV industry, formidable wineries and sagacious singers Lorde and Aldous Harding, alongside much else. It’s a far cry from the 1960s when the conservative National Party government maintained “rule Britannia”: little television – and zero film – was homemade, local brewery DB’s tasteless beers were the nation’s tipple and popular musicians tended to faithfully replicate British stars. But cracks in a conformist society began to appear towards the end of that decade, as a homegrown counterculture sprang up thanks to the government’s support for the US war in Vietnam and rock music developing into a vehicle for dissent.</p><p>For a nation now attuned to reevaluating its post-colonial history, there has been surprisingly little attention paid to this period when youthful energy disrupted Kiwi society via protest, humour, poetry and music. A new book, Jumping Sundays: The Rise and Fall of the Counterculture in Aotearoa New Zealand, details how, inspired by the Beats and the Beatles, an array of maverick personalities began shaking the nation out of its somnolence.</p> <a href=\"https://www.theguardian.com/music/2023/jan/24/those-stoner-days-were-hugely-liberating-kiwi-musicians-reflect-on-a-counterculture-like-no-other\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/24/energy-support-uk-government-spending-interest-payments", "title": "Energy support sends UK government borrowing to December record", "date_published": "2023-01-24 07:54:02+00:00", "description": "<p>Spending exceeds receipts by £27.4bn, as higher interest payments also contribute to deficit</p><p>Government payments to soften the impact of rocketing energy bills helped send UK public borrowing soaring to more than £27bn last month – the highest figure for December since modern records began 30 years ago.</p><p>The latest bulletin on the health of the UK’s finances from the <a href=\"https://www.ons.gov.uk/economy/governmentpublicsectorandtaxes/publicsectorfinance/bulletins/publicsectorfinances/december2022\">Office for National Statistics</a> showed government spending last month exceeded receipts by £27.4bn, £16.7bn higher than borrowing in December 2021.</p> <a href=\"https://www.theguardian.com/business/2023/jan/24/energy-support-uk-government-spending-interest-payments\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/as-a-girl-i-was-thrilled-by-the-night-sky-must-my-son-grow-up-without-seeing-the-milky-way", "title": "As a girl, I was thrilled by the night sky. Must my son grow up without seeing the Milky Way? | Rhiannon Lucy Cosslett", "date_published": "2023-01-24 07:00:28+00:00", "description": "<p>I love the idea of my boy and his dad peering through a telescope together. But what will light pollution leave for them to look at?</p><p>I was saddened to read about how <a href=\"https://www.theguardian.com/environment/2023/jan/19/light-pollution-rapidly-reducing-stars-visible-naked-eye-study-finds\">light pollution</a> is rapidly reducing the number of stars visible to the naked eye. In some locations where 250 stars are visible, it is estimated that only 100 will be visible in 18 years’ time. </p><p>Growing up in the countryside, there were nights when the skies were so clear that if you were driving you felt compelled to pull over and get out to marvel at them. The only place where I have seen stars clearer than in Snowdonia (Eryri) is on remote Greek islands, where you find yourself gazing upwards, stupefied – an effect that is increased, in my experience, by copious amounts of local booze.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/as-a-girl-i-was-thrilled-by-the-night-sky-must-my-son-grow-up-without-seeing-the-milky-way\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/travel/2023/jan/24/edinburgh-scotland-city-walking-tour-social-enterprise", "title": "Edinburgh’s dark corners: a walking tour of the city’s hidden stories", "date_published": "2023-01-24 07:00:28+00:00", "description": "<p>Invisible Cities’ tours take visitors to the Scottish capital’s juiciest and least-known stories – and with guides who have known homelessness, they are rooted in real experience</p><p>Edinburgh is a city that wears “dreich” weather well. The gloomy, overcast greys and short, damp days of winter suit the brooding architecture, and the Scottish capital’s often murky, deviant past.</p><p>These are the streets that were bombarded during the wars of Scottish independence, giving Edinburgh’s centrepiece the claim of being Europe’s most-besieged castle. It’s where cages once had to be introduced over graves to stop bodies being dug up and sold to the medical school, and where, round the corner, tightly packed tenements hosted peasants and poets, philosophers and kings. The city is, as the poet Hugh MacDiarmid wrote, “a mad God’s dream”.</p> <a href=\"https://www.theguardian.com/travel/2023/jan/24/edinburgh-scotland-city-walking-tour-social-enterprise\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jan/24/i-want-my-kids-to-have-a-chance-what-happened-to-thatchers-children-in-pictures-craig-easton", "title": "‘I want my kids to have a chance’: What happened to Thatcher’s children? – in pictures", "date_published": "2023-01-24 07:00:28+00:00", "description": "<p>Craig Easton’s photography project follows the highs and lows of the Williams family in the north of England – from loving family life to the vicious poverty trap</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jan/24/i-want-my-kids-to-have-a-chance-what-happened-to-thatchers-children-in-pictures-craig-easton\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/24/mother-was-scammed-out-of-29000-but-lloyds-showed-little-empathy", "title": "My mother was scammed out of £30,000 but Lloyds showed little empathy", "date_published": "2023-01-24 07:00:27+00:00", "description": "<p>The bank didn’t take account that English is not her first language and initially refused to investigate</p><p><strong>My mother, JK, has been a Lloyds Bank customer for 30 years and last summer fell victim to <a href=\"https://www.theguardian.com/money/2022/jun/29/uk-victims-lost-13bn-in-2021-amid-surge-in-online-new-data-shows\">authorised push payment</a></strong><strong><a href=\"https://www.theguardian.com/money/2022/jun/29/uk-victims-lost-13bn-in-2021-amid-surge-in-online-new-data-shows\"> fraud</a>. She was scammed out of close to £30,000.</strong></p><p><strong>English is not her first language, and I have been trying to help her get the money back.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jan/24/mother-was-scammed-out-of-29000-but-lloyds-showed-little-empathy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/24/feather-library-visual-a-to-z-india-birds-aoe", "title": "Plucky idea: the feather library providing a visual A to Z of India’s birds", "date_published": "2023-01-24 07:00:27+00:00", "description": "<p>Finding a trapped silverbill during lockdown inspired Esha Munshi to create an invaluable record of species in an uncertain world</p><ul><li>Photographs supplied by the Feather Library</li></ul><p>Esha Munshi, an architect based in Ahmedabad, has “breathed birds” as far back as she can remember. She has travelled all over India on birding trips and has, she says, spotted 1,060 of the 1,400 bird species in the country.</p><p>But it was at home, during the Covid-19 lockdown in 2020, that she saw an Indian silverbill caught in the protective netting on her balcony, attracting the attention of her cat. Although the bird escaped, some of its feathers were damaged. When Munshi saw the exquisite markings and patterns, she tried to identify the bird, but was struck by how little information there was online.</p><p>Feathers from a red-necked falcon</p> <a href=\"https://www.theguardian.com/environment/2023/jan/24/feather-library-visual-a-to-z-india-birds-aoe\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/24/eviction-lutzerath-village-destroyed-coalmine-a-photo-essay", "title": "The eviction of Lützerath: the village being destroyed for a coalmine – a photo essay", "date_published": "2023-01-24 07:00:27+00:00", "description": "<p>After Lützerath in Germany was emptied of its residents to make way for the Garzweiler coalmine, protesters occupied the deserted village while waiting for a showdown with the police. The photographer Ingmar Björn Nolting reports from the village that was to become the fortress of an energy company</p><p>Since 2020, environmental activists have been occupying the trees, fields and houses in Lützerath, a hamlet near the North Rhine-Westphalian town of Erkelenz. They oppose the eviction of the village and the energy company RWE, which wants to extract the millions of tonnes of lignite that lie beneath the village.</p><p>Lignite mining opponents during a demonstration in Lützerath, on 8 January</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/24/eviction-lutzerath-village-destroyed-coalmine-a-photo-essay\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/rohingya-and-myanmar-coup-survivors-launch-legal-complaint-in-germany-against-junta", "title": "Rohingya and Myanmar coup survivors launch legal complaint in Germany against junta", "date_published": "2023-01-24 06:42:54+00:00", "description": "<p>Survivors of alleged abuses at hands of military unite in universal jurisdiction case over atrocities they say amount to genocide</p><p>A criminal complaint against individuals linked to Myanmar’s military has been filed in Germany by survivors from ethnic groups across Myanmar, in what activists say is a show of unity that once seemed unthinkable.</p><p>Sixteen survivors and witnesses of military abuses joined NGO Fortify Rights to file a criminal complaint with the federal public prosecutor general of Germany under the principle of universal jurisdiction, which allows the prosecution of mass atrocities in one country, even if they happened elsewhere.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/rohingya-and-myanmar-coup-survivors-launch-legal-complaint-in-germany-against-junta\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/karen-khachanov-moves-into-australian-open-semis-as-sebastian-korda-retires", "title": "Karen Khachanov moves into Australian Open semis as Sebastian Korda retires", "date_published": "2023-01-24 06:42:50+00:00", "description": "<ul><li>Russian leads 7-6(5), 6-3, 3-0 when injured Korda throws in towel</li><li>Khachanov makes second consecutive grand slam semi-final</li></ul><p>Of the three tennis players from Russia currently ranked inside the top 20, it was Karen Khachanov, the least celebrated, who broke through before them all. He established himself by winning his first Masters 1000 title at the Paris Masters in November 2018, beating Novak Djokovic in the final. Instead of using the achievement as a career stepping stone, though, he languished. His peers soon passed him by. </p><p>It has been a long, difficult road back to relevance, but on Tuesday afternoon, Khachanov moved into his first Australian Open semi-final after Sebastian Korda retired with a wrist injury while Khachanov led 7-6(5), 6-3, 3-0. After reaching the semi-final of the US Open last year, it is Khachanov’s second consecutive grand slam semi-final.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/karen-khachanov-moves-into-australian-open-semis-as-sebastian-korda-retires\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/japan-birthrate-population-pm-solution-already-rejected-by-young", "title": "Japan PM’s solution to dire birthrate has already been rejected by young", "date_published": "2023-01-24 06:34:21+00:00", "description": "<p>Fumio Kishida says lifting the birthrate ‘cannot wait’ yet policies stick to scripts that have so far failed to address the country’s population crisis</p><p>Fumio Kishida is not a politician given to dramatic pronouncements. But this week he issued a stark warning to the Japanese people: have more children, or risk dragging their country into the depths of dysfunction.</p><p>His shift in persona from bland career politician to doomsayer in chief is a reflection of the demographic crisis facing Japan, one of the fastest-ageing countries on earth.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/japan-birthrate-population-pm-solution-already-rejected-by-young\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/24/tv-tonight-can-the-traitors-us-really-be-as-devilishly-good-as-the-uk-series", "title": "TV tonight: can The Traitors US really be as devilishly good as the UK series?", "date_published": "2023-01-24 06:20:26+00:00", "description": "<p>Alan Cumming steps into Claudia Winkleman’s shoes. Plus: Storyville – Three Minutes: A Lengthening is an essential watch. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/24/tv-tonight-can-the-traitors-us-really-be-as-devilishly-good-as-the-uk-series\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/live/2023/jan/24/russia-ukraine-war-live-zelenskiy-flags-more-changes-in-corruption-purge-german-defence-group-offers-to-send-tanks-if-needed", "title": "Russia-Ukraine war live: Zelenskiy flags more changes in corruption purge; German defence group offers to send tanks if needed", "date_published": "2023-01-24 06:02:26+00:00", "description": "<p>‘There are already personnel decisions… regarding officials at various levels,” says Ukraine leader; Rheinmetall says it could deliver 139 Leopard battle tanks if asked</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p></p><p>More on the corruption scandal in Ukraine: several Ukrainian media outlets have reported that cabinet ministers and senior officials could be sacked imminently.</p><p>On Sunday, anti-corruption police said they had detained the deputy infrastructure minister on suspicion of receiving a $400,000 kickback over the import of generators last September, an allegation the minister denies.</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/24/russia-ukraine-war-live-zelenskiy-flags-more-changes-in-corruption-purge-german-defence-group-offers-to-send-tanks-if-needed\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/23/sea-otter-reintroduction-west-coast-california", "title": "Cute, furry and key to the ecosystem: can sea otters save the US west coast?", "date_published": "2023-01-24 06:00:28+00:00", "description": "<p>Campaign seeks to restore seas otters to northern California and Oregon: ‘They are really important to coastal ecosystems’</p><p>Before the fur trade drove them to near extinction, sea otters once roamed the waters of North America from Alaska to Baja California. Now a non-profit conservation group wants to see them brought back, and say the otters could help restore the region’s crucial but decimated kelp forests.</p><p>The Center for Biological Diversity has petitioned the US Fish and Wildlife Service (USFWS) to reintroduce the furry mammals to a large swath of the west coast stretching from northern California to Oregon, pointing to the vital role otters play in the coastal ecosystem. A small population of southern sea otters lives on California’s central coast, where the Monterey Bay Aquarium regularly documents their adventures, but the threatened animal occupies just 13% of its historic range.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/23/sea-otter-reintroduction-west-coast-california\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/24/this-isnt-the-america-of-our-dreams-shock-and-sorrow-in-monterey-park-after-deadly-shooting", "title": "‘This isn’t the America of our dreams’: shock and sorrow in Monterey Park after deadly shooting", "date_published": "2023-01-24 06:00:28+00:00", "description": "<p>Locals of the LA neighbourhood known as ‘the Chinese Beverly Hills’ have had their world shaken by the attack on a dance studio on Saturday</p><p>Kevin Lou lives within a 3-mile radius of the two dance studios in east Los Angeles that came under attack on the eve of lunar new year.</p><p>Growing up in the Chinese enclave of Monterey Park, he’d always felt safe, surrounded by people who looked like him and shared his immigration story. One of his fondest memories was dining with his mother at Hong Kong Cafe, a no-frills eatery that’s served Southern Chinese breakfast staples for decades.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/24/this-isnt-the-america-of-our-dreams-shock-and-sorrow-in-monterey-park-after-deadly-shooting\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/24/jade-eggs-wellbeing-green-spaces-urban-areas-lower-rates-depression-illness", "title": "If the path to wellness is either jade eggs and semen facials or a walk in green space, I’m off for a stroll | Hannah Jane Parkinson", "date_published": "2023-01-24 06:00:27+00:00", "description": "<p>A new study confirms the benefits of nature for good mental health. That’s why preserving open spaces for all is vital</p><p>Unless one has managed to avoid the internet, commercial television and those <a href=\"https://www.vitabiotics.com/blogs/news/tess-daly-the-new-face-of-wellwoman\">ubiquitous Tess Daly billboards</a>, one hallmark of 21st-century culture will have become apparent to readers: the rampant monetisation of what has become known as “wellness” (capitalism always needs a neologism), a global industry <a href=\"https://www.mckinsey.com/industries/consumer-packaged-goods/our-insights/feeling-good-the-future-of-the-1-5-trillion-wellness-market\">worth $1.5tn</a> and growing at 5% to 10% a year.</p><p>Healthcare and wellbeing as big business is, of course, not new, whether useless quackery or legitimate scientific breakthrough. From the “<a href=\"https://journalofethics.ama-assn.org/article/ads-and-labels-early-20th-century-health-fraud-promotions/2018-11\">miracle remedies</a>” of the early 20th century to cigarettes <a href=\"https://www.bhclinics.com/single-post/2019/12/11/doctors-prescribed-healthy-cigarette-brands\">marketed as health products</a>; from the synthesis of chlorpromazine in the 1950s, <a href=\"https://journals.sagepub.com/doi/10.1177/0269881118796810\">revolutionising psychiatric medicine</a>, to gamechanging <a href=\"https://www.healthaffairs.org/doi/10.1377/hlthaff.2018.05391\">antiretroviral therapies</a> for HIV. We’ve had leeches and we’ve had Jane Fonda 80s workout tapes, but we’ve also had penicillin and organ transplants. It wasn’t, however, until the late 2010s that Gwyneth Paltrow <a href=\"https://www.washingtonpost.com/health/2018/09/05/gwyneth-paltrows-goop-touted-benefits-putting-jade-egg-your-vagina-now-it-must-pay/\">started putting jade eggs up her vagina</a> and “<a href=\"https://www.cosmopolitan.com/sex-love/advice/a5885/coming-on-face-health-facts/\">semen facials</a>” became a thing.<strong> </strong>Which rather took it to another level.</p><p>Hannah Jane Parkinson is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/24/jade-eggs-wellbeing-green-spaces-urban-areas-lower-rates-depression-illness\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/24/hangover-midlife-drinkers-booze-alcohol", "title": "‘I jumped off the hangover hamster wheel’: midlife drinkers who gave up booze – and got happy", "date_published": "2023-01-24 06:00:27+00:00", "description": "<p>In the UK, those aged 55 to 75 are the heaviest drinkers, with the generation below not far behind. But many are turning their backs on alcohol and discovering surprising benefits</p><p>Sharon Hartley considered herself a fairly average drinker. She had followed a similar pattern to that of other people she knew in their mid-40s – teenage drinking that continued at university and in her 20s, then drinking at home in her 30s and 40s. “It crept up on me and I got to 44 and I thought: when was it deemed normal to be drinking a bottle of wine a night? And maybe opening it a bit earlier – not at 8pm, when the children have gone to bed, but 5pm, when you’re making dinner for the family.”</p><p>She didn’t consider herself to be addicted to alcohol, but says: “I knew my relationship with alcohol wasn’t going in a good direction.”</p> <a href=\"https://www.theguardian.com/society/2023/jan/24/hangover-midlife-drinkers-booze-alcohol\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/24/older-patients-on-medley-of-drugs-at-higher-risk-of-adverse-reactions", "title": "Older patients on medley of drugs ‘at higher risk of adverse reactions’", "date_published": "2023-01-24 06:00:26+00:00", "description": "<p>Older people prescribed 10 or more medicines by GPs at threefold increased risk, researchers say</p><p>Older women are at higher risk than older men of experiencing adverse reactions to drugs prescribed by their family doctor, and older patients taking more than 10 medicines are at higher risk than those taking fewer, according to a study.</p><p>Overall, one in four older people experience adverse drug reactions (ADRs) to pills prescribed by their GP, the research published in the British Journal of General Practice suggests.</p> <a href=\"https://www.theguardian.com/science/2023/jan/24/older-patients-on-medley-of-drugs-at-higher-risk-of-adverse-reactions\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/24/digital-scan-unwraps-secrets-of-mummy-from-2300-years-ago", "title": "Digital scan unwraps secrets of mummy from 2,300 years ago", "date_published": "2023-01-24 05:15:24+00:00", "description": "<p>Team at Cairo University conclude teenager was rich and he may point to evidence non-Egyptians were mummified</p><p>A new digital scan has revealed intimate details about a teenage boy who was mummified about 2,300 years ago.</p><p>A team of scientists led by Sahar Saleem, a professor of radiology at the faculty of medicine at Cairo University, concluded that the boy and his family were rich and of high social status because his body was adorned with 49 precious amulets.</p> <a href=\"https://www.theguardian.com/science/2023/jan/24/digital-scan-unwraps-secrets-of-mummy-from-2300-years-ago\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/audio/2023/jan/24/overcoming-burnout-a-psychologists-guide", "title": "Overcoming burnout: a psychologist’s guide", "date_published": "2023-01-24 05:00:24+00:00", "description": "<p>Last week, New Zealand’s prime minister Jacinda Ardern announced her resignation, saying that she “no longer had enough in the tank” to do the role justice. Madeleine Finlay speaks to cognitive scientist Prof Laurie Santos about the symptoms of burnout, what causes it and the best ways to recover</p><p>Since being elected prime minister in 2017, Jacinda Ardern has led New Zealand through the Covid-19 pandemic, a terrorist attack on two mosques in Christchurch and the White Island volcanic eruption. She also became a new parent while holding office, giving birth to her daughter Neve in 2018. So, despite her shock announcement last week, many won’t have been surprised by her reasons to stand down from the job – that she “no longer has enough in the tank”. Ardern might not have used the term herself, but her resignation has prompted a renewed focus on burnout.</p><p>In this episode, Madeleine Finlay speaks to the cognitive scientist <a href=\"https://psychology.yale.edu/people/laurie-santos\">Prof Laurie Santos</a> about burnout symptoms, why work can leave you feeling exhausted, and the best ways to recover.</p> <a href=\"https://www.theguardian.com/science/audio/2023/jan/24/overcoming-burnout-a-psychologists-guide\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/audio/2023/jan/24/why-is-scotland-gender-reform-bill-so-contentious-podcast", "title": "Why is Scotland’s gender reform bill so contentious? | Podcast", "date_published": "2023-01-24 03:00:22+00:00", "description": "<p>The bill was supposed to streamline the way that people can apply to change their legal gender. So why has it  sparked a constitutional crisis  – and become a culture war battleground?</p><p>It has been six years in the making. The political debates over it went late into the night. But, finally the most consulted upon piece of legislation in Holyrood’s history – the gender recognition reform (Scotland) bill – was passed. Then, almost straight away, the Westminster government said it was considering vetoing it.</p><p>Alister Jack, the Scottish secretary, said the bill would affect UK-wide equality law. So, he announced, he would block it using never-before-used legislation. Scotland’s first minister, Nicola Sturgeon, reacted furiously, calling this course of action a “full-frontal assault” on devolution.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jan/24/why-is-scotland-gender-reform-bill-so-contentious-podcast\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/23/at-least-seven-dead-in-northern-california-shootings", "title": "At least seven dead in northern California shootings", "date_published": "2023-01-24 02:45:23+00:00", "description": "<p>Two attacks in agricultural area near Half Moon Bay come within days of shootings in Monterey Park and Central Valley</p><p>Seven people have been killed in an agricultural region of northern California, authorities said on Monday, the latest shootings to rattle the state in recent days.</p><p>Two fatal shootings took place at a mushroom farm and a trucking firm on the outskirts of Half Moon Bay, a coastal community about 30 miles south of San Francisco, officials said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/23/at-least-seven-dead-in-northern-california-shootings\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/china-population-decline-negative-growth-what-it-means-for-world", "title": "China’s shrinking population: what it means for the rest of the world - expert panel", "date_published": "2023-01-24 01:43:27+00:00", "description": "<p>From climate change to women’s rights, what effect will the demographic time bomb at the heart of China’s economy have?</p><p>China has entered a period of “negative population growth”, an important moment in the history of the country. As recently as 2019, the UN projected the population would peak in 2031-32, but despite major government efforts to reverse the trend, <a href=\"https://www.theguardian.com/world/2023/jan/17/chinas-population-falls-for-first-time-in-more-than-60-years\">China has now begun</a> what is expected to be a long period of population decline.</p><p>The ongoing shift in demographics could have a profound effect on everything from how the economy operates to Xi Jinping’s legitimacy. The Guardian spoke to experts about the implications for everything from climate change to the Chinese Communist party.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/china-population-decline-negative-growth-what-it-means-for-world\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/who-urges-action-after-cough-syrups-linked-to-more-than-300-child-deaths", "title": "WHO urges action after cough syrups linked to more than 300 child deaths", "date_published": "2023-01-24 01:39:03+00:00", "description": "<p>Deaths in the Gambia, Indonesia and Uzbekistan due to kidney injury associated with contaminated medicines, the WHO said</p><p>The World Health Organization has called for “immediate and concerted action” to protect children from contaminated medicines after a spate of child deaths linked to cough syrups last year.</p><p>In 2022, more than 300 children - mainly aged under 5 - in the Gambia, Indonesia and Uzbekistan died of acute kidney injury, in deaths that were associated with contaminated medicines, the WHO said in a statement on Monday.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/who-urges-action-after-cough-syrups-linked-to-more-than-300-child-deaths\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/24/eddie-aikau-invitational-surf-contest-hawaii-local-lifeguard-luke-shepardson-wins-big-wave-title", "title": "Eddie Aikau surf contest: local lifeguard beats world’s best big wave surfers to take title", "date_published": "2023-01-24 01:25:22+00:00", "description": "<p>Luke Shepardson claims victory in Hawaii competition, which is only held when waves at Waimea Bay consistently reach 30ft or bigger</p><p>Luke Shepardson is more accustomed to saving lives than winning international surf competitions, but on Monday the on-duty lifeguard saw off some of the biggest names in the sport to claim victory at the prestigious Eddie Aikau Big Wave Invitational in Hawaii.</p><p>Shepardson had to get permission from his boss to take time out from his day job to compete in the elusive event, which throws professional and local surfers together in huge swells and this week ran for the first time in seven years. The competition, known simply as The Eddie, is held only when waves at Waimea Bay consistently reach 30ft or bigger.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/24/eddie-aikau-invitational-surf-contest-hawaii-local-lifeguard-luke-shepardson-wins-big-wave-title\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/2023/jan/24/no-animals-were-harmed-kylie-jenners-ultra-realistic-lion-head-sparks-inferno-at-paris-fashion-week", "title": "‘No animals were harmed’: Kylie Jenner’s ultra-realistic lion head sparks uproar at Paris fashion week", "date_published": "2023-01-24 00:55:49+00:00", "description": "<p>Social media users appeared to mistake the Schiaparelli mane for a real piece of taxidermy, but not all animal activists were disturbed</p><p>Paris fashion week began with a roar when Kylie Jenner arrived at the first show of the season wearing a lifelike lion’s head on her shoulder.</p><p>The Schiaparelli gown, which also appeared on the runway, was made of “foam, wool and silk faux fur, and hand painted to look as life like as possible”, the brand said on Instagram.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/24/no-animals-were-harmed-kylie-jenners-ultra-realistic-lion-head-sparks-inferno-at-paris-fashion-week\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/russia-ukraine-war-at-a-glance-what-we-know-on-day-335-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 335 of the invasion", "date_published": "2023-01-24 00:45:18+00:00", "description": "<p>German defence group offers to deliver 139 Leopard tanks; Zelenskiy flags imminent changes to government</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p></p> <a href=\"https://www.theguardian.com/world/2023/jan/24/russia-ukraine-war-at-a-glance-what-we-know-on-day-335-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/24/readers-on-how-jacinda-ardern-will-be-remembered-as-new-zealand-prime-minister-pm", "title": "Did she inspire or fail to deliver? Readers on how Jacinda Ardern will be remembered", "date_published": "2023-01-24 00:31:21+00:00", "description": "<p>Most praised New Zealand’s outgoing prime minister for her handling of crises, while others criticised her domestic policy record</p><p>Jacinda Ardern’s legacy has divided reader opinion. While many described the outgoing New Zealand prime minister as “inspirational” and praised her ability to manage a crisis, some responses also revealed anger at her handling of the Covid response and criticism for failure to deliver on promises.</p><p>Below is a selection of reader comments conveying the range of reactions when we asked the question: how will you remember Jacinda Ardern’s time as New Zealand PM.</p> <a href=\"https://www.theguardian.com/world/2023/jan/24/readers-on-how-jacinda-ardern-will-be-remembered-as-new-zealand-prime-minister-pm\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/24/church-england-social-care-system", "title": "C of E leaders call for tax rises to fund NHS-style social care system", "date_published": "2023-01-24 00:01:19+00:00", "description": "<p>Archbishops of Canterbury and York say ‘national care covenant’ needed with stronger role for state</p><p>England’s most senior church leaders want tax rises to fund a new NHS-style universal social care system that could cost an extra £15bn a year.</p><p>In a challenge to the government to overhaul support for 1 million elderly and disabled people, the archbishops of Canterbury and York have called for a “national care covenant” with a stronger role for the state and citizens delivering more care.</p> <a href=\"https://www.theguardian.com/society/2023/jan/24/church-england-social-care-system\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/24/probation-service-ministers-blood-hands-zara-aleena-family-inspector-report", "title": "Probation service and ministers have ‘blood on hands’, say Zara Aleena’s family", "date_published": "2023-01-24 00:01:19+00:00", "description": "<p>Watchdog report uncovers series of failings in supervision of Jordan McSweeney, who murdered the law graduate last year</p><p>Ministers and the probation service have been accused of having “blood on their hands” after a watchdog uncovered failings which left a violent, woman-hating racist free to murder the law graduate Zara Aleena.</p><p>Jordan McSweeney should have been seen by probation officers as a high-risk offender with a long history of misogynistic and racially aggravated incidents and recalled to prison after missing appointments, the chief inspector of probation, Justin Russell, said.</p> <a href=\"https://www.theguardian.com/society/2023/jan/24/probation-service-ministers-blood-hands-zara-aleena-family-inspector-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/24/poorest-in-uk-have-40-a-month-less-to-spare-than-a-year-ago-study-finds", "title": "Poorest in UK have £40 a month less to spare than a year ago, study finds", "date_published": "2023-01-24 00:01:18+00:00", "description": "<p>Richest have gained similar amount over same period, reflecting differing impacts of inflation</p><p>The UK’s least affluent households have almost £40 a month less spare cash than they did a year ago while the richest have gained a similar sum in the same period, according to figures exposing how inflation has hit the poorest the hardest.</p><p>The wealthiest 20% of households had £36 a month more in discretionary income in December compared with a year before, as they enjoyed record earnings growth which offset rising energy and food bills, analysts at Retail Economics found.</p> <a href=\"https://www.theguardian.com/money/2023/jan/24/poorest-in-uk-have-40-a-month-less-to-spare-than-a-year-ago-study-finds\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}], "source": {"url": "https://www.theguardian.com/rss", "title": "The Guardian"}}