[{"source": "https://businessinsider.com.pl/.feed", "title": "Bułgarscy politycy objęci sankcjami. Były minister miał przyjmować łapówki od Rosjan", "description": "USA i Wielka Brytania nałożyły w piątek sankcje na powiązanych z Rosją bułgarskich polityków i oligarchów zamieszanych w korupcję. Wśród objętych sankcjami jest m.in. były minister energii, który miał przyjmować łapówki za korzystne dla Rosjan kontrakty na gaz i paliwo jądrowe. Przez to bułgarska elektrownia atomowa straciła 50 mln euro.", "link": "https://businessinsider.com.pl/wiadomosci/bulgarscy-politycy-objeci-sankcjami-mieli-przyjmowac-lapowki-od-rosjan/m92gmcs", "date_published": "2023-02-10 20:41:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pieniądze z KPO. Decyzja prezydenta odwleka wypłatę. Może długo blokować ustawę o SN", "description": "Skierowanie ustawy o Sądzie Najwyższym do zbuntowanego Trybunału Konstytucyjnego może zablokować ją na dłuższy czas, a werdykt to niewiadoma — czytamy w analizie na portalu 300polityka.pl. Nawet jeżeli ta decyzja nie zablokuje pieniędzy z KPO, to – wbrew słowom prezydenta z orędzia – odwleka ich wypłatę.", "link": "https://businessinsider.com.pl/gospodarka/pieniadze-z-kpo-decyzja-prezydenta-odwleka-wyplate/qyy105n", "date_published": "2023-02-10 20:24:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nieznany obiekt latający w USA. Został zestrzelony na rozkaz prezydenta", "description": "Siły zbrojne USA na rozkaz prezydenta Joe Bidena zestrzeliły nieznany obiekt latający, który naruszył przestrzeń powietrzną nad Alaską w ciągu ostatniej godziny — przekazał władze w piątek,", "link": "https://businessinsider.com.pl/wiadomosci/nieznany-obiekt-latajacy-w-usa-zestrzelilismy-na-rozkaz-prezydenta/nlj9gkq", "date_published": "2023-02-10 19:56:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wizyta Joe Bidena w Polsce. Znamy datę", "description": "Prezydent Biden odwiedzi Polskę w dniach 20-22 lutego — ogłosił Biały Dom.", "link": "https://businessinsider.com.pl/wiadomosci/wizyta-joe-bidena-w-polsce-znamy-date/fqk4f03", "date_published": "2023-02-10 19:17:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezydent nie podpisał ustawy o Sądzie Najwyższym. Pieniądze z KPO nadal zablokowane", "description": "Prezydent Andrzej Duda nie podpisał nowelizacji ustawy o Sądzie Najwyższym, ale skierował ją do Trybunału Konstytucyjnego w trybie kontroli prewencyjnej. Decyzję ogłosił w piątkowym orędziu. Zmiany w polskim sądownictwie są konieczne do odblokowania unijnych pieniędzy na realizację Krajowego Planu Odbudowy (KPO).", "link": "https://businessinsider.com.pl/wiadomosci/prezydent-andrzej-duda-nie-podpisal-ustawy-o-sadzie-najwyzszym-pieniadze-z-kpo-nadal/r1r8dk6", "date_published": "2023-02-10 19:04:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Amerykański resort obrony: Rosja straciła w Ukrainie połowę swoich czołgów", "description": "Rosja straciła w Ukrainie około połowy wszystkich swoich czołgów — powiedziała w piątek asystent sekretarza obrony USA ds. bezpieczeństwa narodowego Celeste Wallander. Dodała jednak, że spodziewa się, iż Rosja pozostanie znaczącym zagrożeniem militarnym przez dłuższy czas.", "link": "https://businessinsider.com.pl/wiadomosci/resort-obrony-usa-rosja-stracila-w-ukrainie-polowe-swoich-czolgow/104wd6q", "date_published": "2023-02-10 18:02:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Rosjanie mają świętować rocznicę inwazji na Ukrainę. Dostaną 500 rubli", "description": "Ludziom, którzy przyjdą 22 lutego na koncert w Moskwie z okazji rocznicy prowadzonej na pełną skalę napaści na Ukrainę, obiecuje się po 500 rubli (ok. 30 zł) — pisze w piątek rosyjski niezależny kanał w komunikatorze Telegram Możem Objastnit. Rosyjskie media państwowe podały, że w wydarzeniu na stadionie Łużniki ma wziąć udział Władimir Putin.", "link": "https://businessinsider.com.pl/wiadomosci/tak-rosjanie-maja-swietowac-inwazje-na-ukraine-dostana-500-rubli/xtd9p3d", "date_published": "2023-02-10 17:13:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Węgierski problem z cenami. Pieczywo i jaja zdrożały o 80 proc.", "description": "W styczniu inflacja na Węgrzech przekroczyła 25 proc. W rok żywność zdrożała średnio o 44 proc., a pieczywo i jaja — aż o ok. 80 proc. W lutym wzrost cen może być jeszcze większy.", "link": "https://businessinsider.com.pl/gospodarka/orban-ma-problem-z-cenami-pieczywo-i-jaja-zdrozaly-o-80-proc/r5hzmps", "date_published": "2023-02-10 16:47:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pokazał Muskowi, że popularność miliardera na Twitterze gwałtownie spada. Został zwolniony", "description": "Elon Musk zwolnił pracownika Twittera, który pokazał mu dane świadczące o tym, że jego konto stało się mniej popularne w serwisie – podał w czwartek Platformer.", "link": "https://businessinsider.com.pl/wiadomosci/powiedzial-ze-popularnosc-muska-na-twitterze-spada-i-zostal-zwolniony/003r68j", "date_published": "2023-02-10 16:29:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zbiegły miliarder sprzedał na aukcji luksusowe torebki. Osiągnęły zawrotne kwoty", "description": "Skazany za łapówkarstwo i pranie pieniędzy miliarder z Hong Kongu sprzedał właśnie na aukcji torebki marek Hermès i Chanel o wartości 3,2 mln dol. Najwyższą cenę uzyskała torebka \"Bleu Jean\" w stylu Birkin ze skóry krokodyla, z okuciami z 18-karatowego białego złota wysadzanego diamentami. Sprzedano ją za równowartość około 194 tys. dol.", "link": "https://businessinsider.com.pl/wiadomosci/luksusowe-torebki-warte-fortune-sprzedal-je-zbiegly-miliarder/m7w4ycs", "date_published": "2023-02-10 16:03:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gratuluję inicjatywy. Mówi prezes Asseco o połączaniu dwóch organizacji biznesowych", "description": "Federacja Przedsiębiorców Polskich i Krajowa Izba Gospodarcza łączą siły. — Nasz głos jako liderów biznesu będzie mocniejszy — mówią zgodnie szefowie obu organizacji. Od dziś będą wspólnie konsultować propozycje zmian w prawie, prowadzić dialog z rządem i samorządem, przygotowywać ekspertyzy. Połączenia gratuluje Adam Góral, prezes Asseco Poland.", "link": "https://businessinsider.com.pl/prawo/federacja-przedsiebiorcow-polskich-laczy-sily-z-krajowa-izba-gospodarcza/px8rjvn", "date_published": "2023-02-10 15:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Z kartelu OPEC płyną niepokojące informacje. Znowu możliwe trzycyfrowe ceny", "description": "Źródła w OPEC sugerują nieoficjalnie, że w 2023 r. czeka nas rajd cenowy i baryłka ropy może znowu osiągać trzycyfrowe wartości. Wiele zależy od Chin i Rosji. Kraje kartelu skorzystałyby. Gorzej z globalną gospodarką.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/ropa-znowu-po-100-dol-w-opec-spodziewaja-sie-rajdu-cen/stpnj0v", "date_published": "2023-02-10 15:26:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Klient chce usunięcia stawki WIBOR z hipoteki złotowej. Zdecydowana decyzja sędziego", "description": "Wzrost stóp procentowych w Polsce przełożył się na wyższe raty kredytów złotowych i ich posiadacze próbują podważać w sądach umowy. Business Insider dotarł do uzasadnienia decyzji Sądu Okręgowego w Katowicach w głośnej sprawie, która początkowo przybrała obrót bardzo korzystny dla klienta. Jednak ostatnio lepsze informacje napływają dla banku. Co ważne — opisywany spór na razie dotyczy jedynie zabezpieczenia — nie jest to ostateczny wyrok.", "link": "https://businessinsider.com.pl/finanse/usuniecie-wibor-u-nie-takie-latwe-sad-odrzuca-wniosek-klienta/qmylgh2", "date_published": "2023-02-10 15:23:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zobacz oszałamiający film, na którym orki zabijają rekina", "description": "Wyjątkowy filmik pokazuje, jak trzy orki zabijają żarłacza białego, by zjeść jego wątrobę. To dlatego rekiny uciekają z wód Afryki Południowej.", "link": "https://businessinsider.com.pl/wiadomosci/zobacz-oszalamiajacy-film-na-ktorym-orki-zabijaja-rekina/dtx5g4f", "date_published": "2023-02-10 15:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Największy dostawca gazu mocno ścina cenę. Odbiorcy tego nie odczują", "description": "Prezes Urzędu Regulacji Energetyki zatwierdził nową taryfę na sprzedaż gazu dla spółki PGNiG Obrót Detaliczny (PGNiG OD) z grupy Orlen. Cena gazu spadła o 20,5 proc. — z 649,92 zł/MWh do 516,73 zł/MWh.", "link": "https://businessinsider.com.pl/poradnik-finansowy/pgnig-mocno-scina-cene-gazu-odbiorcy-tego-nie-odczuja/pcdn2t3", "date_published": "2023-02-10 15:22:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "CBA skontroluje oświadczenia majątkowe Radosława Sikorskiego", "description": "CBA rozpoczęło kontrolę oświadczeń majątkowych posła do Parlamentu Europejskiego Radosława Sikorskiego. Holenderska gazeta napisała, że Sikorski otrzymuje od Zjednoczonych Emiratów Arabskich 100 tys. dol. rocznie za doradztwo przy konferencji Sir Bani Yas. Sikorski podkreśla, że nie ma to wpływu na jego pracę w PE i jest zaskoczony tonem artykułu.", "link": "https://businessinsider.com.pl/wiadomosci/oswiadczenia-majatwe-radoslawa-sikorskiego-cba-rozpoczelo-kontrole/2bhsnc7", "date_published": "2023-02-10 14:56:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ponad 2 mld zł dla TVP. Państwowe rekompensaty już rozdzielone", "description": "Krajowa Rada Radiofonii i Telewizji dokonała podziału rekompensaty z tytułu utraconych w 2023 r. wpływów z opłat abonamentowych z powodu zwolnień, ustalając wartość skarbowych papierów wartościowych dla poszczególnych jednostek publicznej radiofonii i telewizji z przeznaczeniem na realizację misji.", "link": "https://businessinsider.com.pl/biznes/ponad-2-mld-zl-dla-tvp-panstwowe-rekompensaty-juz-rozdzielone/fv19700", "date_published": "2023-02-10 14:53:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brytyjska gospodarka była na krawędzi. Tylko opóźniła to, co nieuniknione?", "description": "Wielka Brytania była o krok od formalnego ogłoszenia recesji, ale udało jej się uniknąć spadku PKB. Dynamika w ostatnim kwartale wyszła idealnie na zero. Bank Anglii ciągle uważa, że to tylko odwlekanie nieuniknionego. Są jednak głosy bardziej optymistyczne.", "link": "https://businessinsider.com.pl/gospodarka/polacy-na-wyspach-moga-odetchnac-gospodarka-na-krawedzi/msknk00", "date_published": "2023-02-10 14:41:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Stereotyp upadł. W tym mieście wydaje się najwięcej na jedzenie [TYLKO U NAS]", "description": "Mogłoby się wydawać, że to warszawiacy najwięcej wydają na jedzenie – w końcu ceny w stolicy są wysokie, zarobki zresztą podobnie. Z kolei mieszkańcy Krakowa czy Poznania są stereotypowo uznawani za oszczędnych. Najnowsze badanie PanParagon dla Business Insidera pokazuje jednak, że mity nie zawsze mają wiele wspólnego z rzeczywistością. Najbardziej oszczędni okazali się bowiem... wrocławianie.", "link": "https://businessinsider.com.pl/gospodarka/stereotyp-upadl-w-tym-miescie-wydaje-sie-najwiecej-na-jedzenie/hy3zsk3", "date_published": "2023-02-10 13:39:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Gdzie jest prezes Obajtek?\" Orlen zignorował sejmowe komisje", "description": "Prezes PKN Orlen Daniel Obajtek nie pojawił się na piątkowym posiedzeniu komisji sejmowych. Sytuacja mocno zirytowała posłów, nawet... Marka Suskiego (PiS), który poprosił obecnego na sali wiceministra aktywów państwowych Karola Rabendę o szybkie sprowadzenie przedstawiciela paliwowego koncernu.", "link": "https://businessinsider.com.pl/biznes/gdzie-jest-prezes-obajtek-orlen-zignorowal-sejmowe-komisje/mwsr712", "date_published": "2023-02-10 13:35:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "NBP odtajnił protokół pierwszego tegorocznego posiedzenia RPP", "description": "Głównym tematem styczniowego posiedzenia RPP była inflacja i jej przebieg w 2023 r. — wynika z protokołu ujawnionego w piątek przez NBP. Dominuje pogląd, że od drugiego kwartału ceny będą rosnąć w coraz wolniejszym tempie. Niektórzy podkreślają jednak, że średnioroczny wskaźnik będzie jedynie nieznacznie niższy niż w 2022 r.", "link": "https://businessinsider.com.pl/gospodarka/burzliwa-dyskusja-na-temat-inflacji-nbp-odtajnil-protokol-posiedzenia/9dx9n9v", "date_published": "2023-02-10 13:16:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To oni zbudują największy blok gazowy w Polsce. Prezes idzie w planach jeszcze dalej", "description": "— To, czego tu się nauczymy, będziemy mogli w przyszłości implementować za granicą — przyznał prezes Polimeksu Mostostal, komentując plany budowy największego bloku gazowego w Polsce. Firma zapowiada wzmocnienie kompetencji w energetyce jądrowej i fotowoltaicznej.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/prezes-komentuje-budowe-najwiekszego-bloku-gazowego-w-polsce/mq7rbb0", "date_published": "2023-02-10 13:04:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Współzałożyciel Apple podsumował Muska. \"Chce być jak przywódca sekty\"", "description": "Steve Wozniak, współzałożyciel Apple, uważa, że Elon Musk, podobnie jak Steve Jobs, chce \"być postrzegany jako ważna osoba i być jak przywódca sekty\". Podkreślił jednak, że na tym podobieństwa się kończą.", "link": "https://businessinsider.com.pl/wiadomosci/wspolzalozyciel-apple-podsumowal-muska-chce-byc-jak-przywodca-sekty/4v772er", "date_published": "2023-02-10 12:42:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Maląg: rekordowe podwyżki dla seniorów. Tak wzrosną emerytury od marca", "description": "Wskaźnik waloryzacji emerytur i rent w 2023 r. wyniesie 114,8 proc. z minimalną podwyżką na poziomie 250 zł – poinformowała w piątek minister rodziny i polityki społecznej Marlena Maląg. Dodała, że łączny koszt tegorocznej waloryzacji wyniesie ok. 44,15 mld zł.", "link": "https://businessinsider.com.pl/poradnik-finansowy/malag-rekordowe-podwyzki-dla-seniorow-tak-wzrosna-emerytury-od-marca/00k1vgc", "date_published": "2023-02-10 12:34:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Byliśmy na pierwszej stacji MOL w Polsce. Wkrótce będzie ich wysyp [ZDJĘCIA]", "description": "Węgrzy oficjalnie zainaugurowali działalność na polskim rynku, który automatycznie stał się największą częścią detalicznego biznesu Grupy MOL.", "link": "https://businessinsider.com.pl/biznes/bylismy-na-pierwszej-stacji-mol-w-polsce-wkrotce-bedzie-ich-wysyp-zdjecia/sd0qm8r", "date_published": "2023-02-10 12:20:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pozytywne zaskoczenie na stacjach paliw. Korzystny trend może się jednak odwrócić", "description": "Nie sprawdziły się obawy związane z zakazem importu paliw z Rosji — wskazali analitycy e-petrol.pl. Olej napędowy potaniał, a w hurcie paliwa są nieznacznie tańsze niż na początku lutego.", "link": "https://businessinsider.com.pl/poradnik-finansowy/pozytywne-zaskoczenie-na-stacjach-paliw-korzystny-trend-moze-sie-odwrocic/knebh8w", "date_published": "2023-02-10 12:18:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Złe wieści dla kierowców tuż przed weekendem. Rosja spełnia groźby", "description": "Rosja potwierdza plan zmniejszenia dostaw ropy o 500 tys. baryłek dziennie. Wcześniej był to bardziej element odstraszający Zachód od nakładania kolejnych sankcji. Na te doniesienia ceny surowca na światowych giełdach w ciągu chwili skoczyły o kilka dolarów.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/na-stacjach-znowu-bedzie-drozej-rosja-grozi-a-ropa-idzie-w-gore/pl9lpzj", "date_published": "2023-02-10 12:17:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kotły gazowe mają być zakazane, ale Unia zostawi furtkę. Znamy decyzję z Brukseli", "description": "Unijne władze miały plan, by wprowadzić zakaz instalacji kotłów gazowych. Wybrano jednak ostrożniejszy kompromis – kotły będą dozwolone, ale tylko te \"ekologiczne\". Natomiast nie jest wykluczone, że Bruksela pozwoli, by w tych \"ekologicznych\" kotłach spalać nieekologiczne paliwa.", "link": "https://businessinsider.com.pl/gospodarka/kotly-gazowe-maja-byc-zakazane-ale-unia-zostawi-furtke-tylko-u-nas/2whywb2", "date_published": "2023-02-10 12:16:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kotły gazowe mają być zakazane, ale Unia zostawi furtkę. Znamy decyzję z Brukseli [TYLKO U NAS]", "description": "Unijne władze miały plan, by wprowadzić zakaz instalacji kotłów gazowych. Wybrano jednak ostrożniejszy kompromis – kotły będą dozwolone, ale tylko te \"ekologiczne\". Natomiast nie jest wykluczone, że Bruksela pozwoli, by w tych \"ekologicznych\" kotłach spalać nieekologiczne paliwa.", "link": "https://businessinsider.com.pl/gospodarka/kotly-gazowe-maja-byc-zakazane-ale-unia-zostawi-furtke/2whywb2", "date_published": "2023-02-10 12:16:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Alkohol czy dzieło sztuki? Oto kolekcja butelek rumu warta więcej niż prace Banksy’ego", "description": "Rodzinna tradycja, dobry surowiec i czas. Tylko tyle i aż tyle potrzeba, by uzyskać jeden z najlepszych rumów na świecie. To jednak za mało, by zmienić go w obiekt pożądania i dzieło sztuki warte przynajmniej 1,5 mln dol. za butelkę. Tak jak w świecie mody haute couture, w branży alkoholi luksusowych liczą się oryginalny projekt, ręczne wykonanie i dostarczane emocje.", "link": "https://businessinsider.com.pl/lifestyle/luksus/alkohol-czy-dzielo-sztuki-oto-kolekcja-butelek-rumu-warta-wiecej-niz-prace-banksyego/d7qhzkr", "date_published": "2023-02-10 12:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Współpraca Adidas-Kanye West kończy się gigantycznymi stratami. Firma odkryła karty", "description": "Adidas może stracić w wynikach finansowych nawet 700 mln euro w tym roku. Tymczasem jednego dnia jego wycena na giełdzie spadła o blisko 3 mld euro. Inwestorzy jednoznacznie negatywnie odnoszą się do problemów firmy związanych m.in. z fatalnym zakończeniem współpracy z popularnym raperem.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/kanye-west-doprowadzil-giganta-do-ogromnych-strat-firm-odkryla-karty/5v83mx2", "date_published": "2023-02-10 11:47:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lidl stawia na rośliny kosztem mięsa. Będą też inne zmiany w ofercie", "description": "Większy udział produktów wegetariańskich i wegańskich w asortymencie zapowiada Lidl. Zmian będzie jednak więcej — dotkną m.in. składów produktów tzw. marek własnych dyskontu.", "link": "https://businessinsider.com.pl/firmy/lidl-stawia-na-rosliny-kosztem-miesa-beda-zmiany-w-ofercie-i-skladach-produktow/ezeflj8", "date_published": "2023-02-10 11:26:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Odtrącona przez USA Turcja przygotowuje się do zwodowania swojego pierwszego lotniskowca", "description": "Turcja wielkimi krokami zbliża się do oddania do użytku swojego pierwszego lotniskowca, TCG Anadolu. W styczniu Ankara ogłosiła, że okręt rozpoczął próby odbiorcze, kończąc trwający prawie dziesięć lat cykl rozwojowy, naznaczony niefortunnymi opóźnieniami.", "link": "https://businessinsider.com.pl/wiadomosci/odtracona-przez-usa-turcja-przygotowuje-sie-do-zwodowania-swojego-pierwszego/phf5m4p", "date_published": "2023-02-10 11:25:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Będzie drożej i ciaśniej? Rewolucja w miejscach parkingowych ma dwie strony", "description": "Półtora miejsca parkingowego na jedno mieszkanie — takie przepisy mogą wkrótce obowiązywać deweloperów. To najprawdopodobniej wywinduje ceny, ale kupujący i tak się znajdą — prognozują eksperci. Może nas jednak czekać wysyp platform parkingowych.", "link": "https://businessinsider.com.pl/poradnik-finansowy/bedzie-drozej-i-ciasniej-mozliwy-wysyp-platform-postojowych-w-blokach/twdv6rk", "date_published": "2023-02-10 10:52:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Członek RPP w kontrze do premiera. \"Nie widzę przestrzeni do dyskusji\"", "description": "Henryk Wnorowski pozbawia złudzeń osoby spłacające kredyty. W tym roku nie ma co liczyć na obniżki stóp procentowych i bardziej znaczący spadek rat. Członek RPP przyznaje, że nie widzi przestrzeni nawet do dyskusji na ten temat. Wcześniej premier Mateusz Morawiecki oceniał, że to \"jest możliwe, a nawet prawdopodobne\".", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyty/koniec-nadziei-na-tansze-kredyty-nie-widze-przestrzeni-do-dyskusji/dfnl1gh", "date_published": "2023-02-10 10:38:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kokaina dryfowała sobie po oceanie. I to w jakich ilościach", "description": "Na Oceanie Spokojnym znaleziono kokainę o wartości około 0,5 mld dol. To więcej niż mieszkańcy Nowej Zelandii lubujący się w tym narkotyku zużyliby w ciągu 30 lat.", "link": "https://businessinsider.com.pl/wiadomosci/kokaina-dryfowala-sobie-po-oceanie-i-to-w-jakich-ilosciach/9k541f6", "date_published": "2023-02-10 10:00:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Milionerka zdradza, co odróżnia ludzi sukcesu od innych. Kluczowe są dwie cechy", "description": "Przed założeniem swojej firmy, Bethenny Frankel nie miała żadnej wiedzy na temat prowadzenia biznesu. Nie kończyła kursów, nie miała żadnego doświadczenia. Nie wyobrażała sobie nawet życia w tym świecie. Pewnego dnia zachciała po prostu zrobić wyjątkowego drinka.", "link": "https://businessinsider.com.pl/biznes/milionerka-zdradza-co-wyroznia-ludzi-sukcesu-kluczowe-dwie-cechy/jb9xfc8", "date_published": "2023-02-10 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jesteśmy lata za Europą Zachodnią. Oto dane o elektrykach w Polsce", "description": "Liczba rejestracji nowych samochodów w pełni elektrycznych (BEV) w Polsce może wynieść nawet 20-24 tys. sztuk w 2023 r., co powinno stanowić 5-6 proc. wszystkich rejestracji nowych samochodów, poinformował ISBnews dyrektor zarządzający Polskiego Stowarzyszenia Paliw Alternatywnych (PSPA) Maciej Mazur. Jeśli szacunki się potwierdzą, znajdziemy się w miejscu, w którym Europa była trzy lata temu.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/jestesmy-lata-za-europa-zachodnia-oto-dane-o-elektrykach-w-polsce/jd8cy1l", "date_published": "2023-02-10 09:43:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nieoczekiwana nominacja na prezesa w banku centralnym. Kim jest nowy \"kolega\" Glapińskiego?", "description": "Prezes NBP Adam Glapiński będzie miał nowego kolegę po fachu. Stery jednego z najważniejszych na świecie banków centralnych, czyli Banku Japonii (BoJ), przejmie Kazuo Ueda. To duże zaskoczenie, bo spekulowano na temat zupełnie innego nazwiska. Efekty widać w notowaniach walut.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/zaskakujaca-nominacja-na-prezesa-kim-jest-nowy-kolega-glapinskiego/jcvx9qj", "date_published": "2023-02-10 09:36:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dacia Jogger LPG – najrozsądniejsze auto dla rodziny", "description": "Dacia Jogger to samochód pragmatyczny do bólu. Nie ma w nim gadżetów, nie ma luksusowego wyposażenia, za to jest duży bagażnik, mamy też – ukryty we wnęce na koło zapasowe – zbiornik na płynny gaz, czyli popularne LPG. Dzięki temu Dacią można jeździć tanio i na naprawdę duże odległości.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/dacia-jogger-lpg-najrozsadniejsze-auto-dla-rodziny-test/cgspnjb", "date_published": "2023-02-10 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Seria danych pokazuje, co czeka ceny w Polsce. Najgorsza sytuacja na Węgrzech", "description": "Radość w Europie ze spadku inflacji była przedwczesna. Najnowsze dane pokazują wyraźne przyspieszenie podwyżek cen. Najgorzej wygląda sytuacją na Węgrzech. Negatywnie zaskakują też Czesi.", "link": "https://businessinsider.com.pl/gospodarka/drozyzna-znowu-rozlewa-sie-po-europie-te-dane-pokazuja-co-czeka-polske/ns1h92p", "date_published": "2023-02-10 08:50:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 10 lutego w okolicach 4,8", "description": "Frank szwajcarski w okolicach 4,8. W piatek rano 10 lutego 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,8077.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-10-lutego-2023/e2hhk2v", "date_published": "2023-02-10 08:09:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 10 lutego powyżej 4,4", "description": "Kurs dolara poniżej 4,4. W piątek rano 10 lutego 2022 r. kurs USD/PLN wynosi 4,4258.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-10-lutego-2023/zcyr6qw", "date_published": "2023-02-10 08:07:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 10 lutego powyżej 4,75", "description": "Kurs euro powyżej 4,75. W piatek rano 10 lutego 2022 r. kurs EUR/PLN wynosił 4,7556 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-10-lutego-2023/0plmwpt", "date_published": "2023-02-10 08:05:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przewoźnik zabrał głos ws. wypadku autokaru w Niemczech", "description": "Wypadkowi uległ autokar realizujący przejazd na trasie z Warszawy do Belgii. Kilkanaście kilometrów za Magdeburgiem z nieznanych przyczyn zjechał z pasa autostrady i przewrócił się — przekazał wiceprezes zarządu firmy Sindbad, Bogdan Kurys. W drodze na miejsce wypadku jest autokar zastępczy.", "link": "https://businessinsider.com.pl/wiadomosci/przewoznik-zabral-glos-ws-wypadku-autokaru-w-niemczech/1hpk5wb", "date_published": "2023-02-10 08:02:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlatego Czesi rodzą więcej dzieci niż Polacy. A wydają mniej niż my", "description": "Czechy wydają mniej pieniędzy na politykę prorodzinną, a jednak mają lepsze rezultaty na polu dzietności; ważne jest nie tylko wsparcie państwa, ale i poczucie bezpieczeństwa — pisze w piątek \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/dlatego-czesi-rodza-wiecej-dzieci-niz-polacy-a-wydaja-mniej-niz-my/ty8lt9c", "date_published": "2023-02-10 07:04:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlatego Czeszki rodzą więcej dzieci niż Polki. Ich państwo wydaje mniej niż nasze", "description": "Czechy wydają mniej pieniędzy na politykę prorodzinną, a jednak mają lepsze rezultaty na polu dzietności; ważne jest nie tylko wsparcie państwa, ale i poczucie bezpieczeństwa — pisze w piątek \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/dlatego-czeszki-rodza-wiecej-dzieci-niz-polki-ich-panstwo-wydaje-mniej-niz-nasze/ty8lt9c", "date_published": "2023-02-10 07:04:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wykład o \"podchlebie\" i jego smarowaniu. Prof. Glapiński rzucił cenami masła. Ile w tym prawdy?", "description": "Czy chleb baltonowski to \"podchleb\" oraz ile kosztuje masło — m.in. tego mogliśmy dowiedzieć się z czwartkowej konferencji prezesa NBP Adama Glapińskiego. Zestawiamy jego słowa z danymi, które redakcji Business Insider Polska udostępniła platforma analityczno-badawcza UCE Research.", "link": "https://businessinsider.com.pl/poradnik-finansowy/wyklad-o-podchlebie-i-jego-smarowaniu-glapinski-rzucil-cenami-masla-ile-w-tym-prawdy/2dn774s", "date_published": "2023-02-10 07:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Stop dla handlu Białorusią. Ucierpią polscy przewoźnicy", "description": "Zamknięcie kluczowego dla Białorusi przejścia drogowego w Bobrownikach ma uderzyć w interesy reżimu Łukaszenki i zmusić go do ustępstw.", "link": "https://businessinsider.com.pl/gospodarka/stop-dla-handlu-bialorusia-ucierpia-polscy-przewoznicy/ytfwqkx", "date_published": "2023-02-10 06:22:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Stop dla handlu z Białorusią. Ucierpią polscy przewoźnicy", "description": "Zamknięcie kluczowego dla Białorusi przejścia drogowego w Bobrownikach ma uderzyć w interesy reżimu Łukaszenki i zmusić go do ustępstw.", "link": "https://businessinsider.com.pl/gospodarka/stop-dla-handlu-z-bialorusia-ucierpia-polscy-przewoznicy/ytfwqkx", "date_published": "2023-02-10 06:22:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płace w Polsce realnie tracą na wartości coraz szybciej. Rok 2022 był najgorszy od ponad 30 lat", "description": "Mamy największy realny spadek płac od 1990 r., inflacja ma zdaniem prezesa NBP mocno spadać, a już w połowie roku będzie można rozmawiać o obniżkach stóp procentowych. W Chinach inflacja powoli rośnie, a w Niemczech rośnie albo spada – zależy, na które dane spojrzeć. U nas pogarsza się sytuacja z nowymi ofertami pracy na portalach rekrutacyjnych. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-10022023/cs7xxw4", "date_published": "2023-02-10 05:55:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Putinowi już nie sprzedajemy. Drastyczny spadek eksportu", "description": "Niemal o 40 proc. spadała wartość polskiego eksportu do Rosji w ciągu 11 miesięcy 2022 r., jednocześnie wzrosła do państw takich jak: Turcja, Uzbekistan, Armenia, które są uważane za drogi omijania sankcji na Rosję — wskazali w czwartek analitycy Polskiego Instytutu Ekonomicznego.", "link": "https://businessinsider.com.pl/gospodarka/putinowi-juz-nie-sprzedajemy-drastyczny-spadek-eksportu/710fg8m", "date_published": "2023-02-10 05:44:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podwyżki nawet o 100 proc., a miejsc i tak nie ma. Oto miejski koszmar kierowców", "description": "Drogie paliwo, trudno dostępne samochody, coraz kosztowniejsze naprawy, korki. Lista rzeczy irygujących zmotoryzowanych jest ostatnio wyjątkowo długa, ale jest jeszcze jeden \"cichy\" kłopot zmotoryzowanych – parkowanie w miastach. Znaleźć miejsce coraz trudniej, a płacić trzeba coraz więcej. – Łatwo i tanio to już było. Jesteśmy pod ścianą – słyszymy w urzędach.", "link": "https://businessinsider.com.pl/wiadomosci/podwyzki-nawet-o-100-proc-oto-miejski-koszmar-kierowcow/8cxnh25", "date_published": "2023-02-10 05:44:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ta mapa pokazuje, skąd i dokąd migrują Polacy. Exodus przy granicy z Rosją i Białorusią", "description": "Ludzie migrują do tych miejsc, gdzie życie może być bardziej dostatnie i bezpieczne. W Polsce dobrze tę tendencję widać, gdy porówna się dane ze spisu powszechnego z tym, gdzie ludzie są zarejestrowani w bazie PESEL. Zaludniane są zachodnie regiony kraju, a wyludnia się wschodnia część. A to dane jeszcze sprzed pełnoskalowej wojny na terenie Ukrainy. Ludzie instynktownie oddalali się od miejsca zagrożenia.", "link": "https://businessinsider.com.pl/gospodarka/skad-i-dokad-migruja-polacy-prawdziwy-exodus-przy-granicy-z-rosja-i-bialorusia-mapa/3q4zqm1", "date_published": "2023-02-10 05:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Urlop dla ojca będzie dłuższy. Polakom to się podoba", "description": "85 proc. badanych popiera 9-tygodniowe urlopy rodzicielskie dla ojców — wynika z raportu Pracuj.pl. Jednocześnie 53 proc. ojców obawia się, że ich pracodawca źle odebrałby skorzystanie z takiego świadczenia.", "link": "https://businessinsider.com.pl/prawo/praca/urlop-dla-ojca-bedzie-dluzszy-polakom-to-sie-podoba/cfyv50j", "date_published": "2023-02-10 05:24:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dla kogo emerytury stażowe? Znamy opinię resortu pracy", "description": "Rząd wciąż lawiruje w sprawie wprowadzenia emerytur stażowych, np. po 40-latach pracy, bez względu na wiek. — Konieczne są bardzo dokładne analizy skutków, jakie wywołałby wdrożenie takich zmian — podkreśla Stanisław Szwed, wiceminister rodziny. Powołuje się też na trwające negocjacje z NSZZ Solidarność.", "link": "https://businessinsider.com.pl/prawo/praca/dla-kogo-emerytury-stazowe-wiadomo-kto-moze-na-nie-liczyc/7wr3gvh", "date_published": "2023-02-10 05:19:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejna opłata rośnie. Utrzymanie mieszkania kosztuje coraz więcej", "description": "Po silnych wzrostach cen ciepła nadszedł czas na podwyżki cen wody. Listy z informacją o nowych stawkach dostali niedawno m.in. mieszkańcy Warszawy. Do końca stycznia 2023 r. do regulatora wpłynęło sumie ponad 800 wniosków w sprawie nowych taryf za wodę i ścieki, z czego jak dotąd 111 zostało rozpatrzonych pozytywnie. To kolejna już opłata, która podnosi koszty eksploatacji mieszkań.", "link": "https://businessinsider.com.pl/poradnik-finansowy/w-gore-kolejna-oplata-w-czynszu-niespotykany-od-dekad-wzrost-cen/ncddckm", "date_published": "2023-02-10 05:07:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te zawody mają dać gwarancję zatrudnienia. Sprawdziliśmy, ile się w nich zarabia [TABELA]", "description": "W Polsce jest ponad 30 zawodów, w których w przyszłości będzie duże zapotrzebowanie na pracowników. Wynagrodzenia w nich wahają się od 4 tys. do ponad 9 tys. zł brutto. Eksperci rynku pracy podkreślają, że w Polsce brakuje specjalistów z fachem w ręku i wskazują główne przyczyny problemu. Ciekawie wygląda porównanie z płacami np. w pracach biurowych.", "link": "https://businessinsider.com.pl/poradnik-finansowy/gdzie-potrzebuja-do-pracy-sprawdz-liste-zawodow-z-zarobkami/mf86dgf", "date_published": "2023-02-10 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]