[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzęsienie ziemi w Turcji. Polscy strażacy uratowali dwunastą osobę spod gruzów", "description": "Polscy strażacy uratowali kolejnego człowieka w Turcji. To już dwunasta żywa osoba wyciągnięta spod gruzów zawalonego budynku - poinformował w mediach społecznościowych Komendant Główny PSP Andrzej Bartkowiak. Wcześniej opisał zmagania w docieraniu do uwięzionej w ruinach osoby. W wyniku poniedziałkowego trzęsienia ziemi w Turcji i Syrii zginęło już ponad 23 tys. osób.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/trzesienie-ziemi-w-turcji-polscy-strazacy-uratowali-dwunasta-osobe-spod-gruzow/", "date_published": "2023-02-10 21:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Amerykańskie lotnictwo zestrzeliło obiekt latający nad Alaską", "description": "Myśliwiec USA zestrzelił nad Alaską obiekt, który leciał na dużej wysokości - poinformował Biały Dom. Dodano, że był on wielkości małego samochodu. Przekazano, że odbyło się to na polecenie prezydenta Joe Bidena.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/usa-amerykanskie-lotnictwo-zestrzelilo-obiekt-latajacy-nad-alaska/", "date_published": "2023-02-10 20:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia. Mężczyzna aresztowany za posiadanie zbyt wielu żon", "description": "Mężczyzna z Australii został aresztowany przez policję pod zarzutem bigamii. 48-latek poślubił swoją żonę, gdy był formalnie mężem innej kobiety. Po kilku miesiącach ożenił się z kolejną wybranką swojego serca. Kochliwemu mężczyźnie grozi pięć lat więzienia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/australia-mezczyzna-aresztowany-za-posiadanie-zbyt-wielu-zon/", "date_published": "2023-02-10 20:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "FIFA Puskas Award. Polak Marcin Oleksy zdobył jedną z najpiękniejszych bramek minionego roku", "description": "FIFA ogłosiła finalistów nagrody Puskás Award na najpiękniejszą bramkę sezonu. W finałowej trójce znalazł się Polak Marcin Oleksy. O zwycięstwo powalczą z nim: Francuz Dimitri Payet i Brazylijczyk Richarlison. Oleksy jest pierwszym Polakiem wyróżnionym tą prestiżową nominacją. Zwycięzca zostanie ogłoszony podczas ceremonii w Paryżu 27 lutego 2023 roku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/fifa-puskas-award-polak-marcin-oleksy-zdobyl-jedna-z-najpiekniejszych-bramek-minionego-roku/", "date_published": "2023-02-10 16:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Producent telewizyjny udławił się jedzeniem. Jego maleńkie dzieci były wtedy same w hotelu", "description": "Producent amerykańskiej stacji telewizyjnej ABC Dax Tejera zmarł nagle dzień przed Wigilią, gdy był z żoną w restauracji. Przyczyną było zakrztuszenie kęsem jedzenia. Para zostawiła jednak w hotelu bez opieki maleńkie dzieci. Gdy żona pojechała z Tejerą karetką do szpitala, zostały same. Hotel nie wpuścił znajomych pary, by ich pilnowali. Zamiast tego wezwano policję, która aresztowała kobietę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/usa-producent-telewizyjny-udlawil-sie-jedzeniem-jego-malenkie-dzieci-byly-wtedy-same-w-hotelu/", "date_published": "2023-02-10 13:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Izrael: Atak terrorystyczny w Jerozolimie. Nie żyje sześciolatek", "description": "Co najmniej dwie osoby - sześciolatek i dwudziestolatek, zginęły w ataku terrorystycznym w Jerozolimie - podał Jerusalem Post. Rannych zostało sześć osób. Cztery są w stanie krytycznym. Sprawcę zastrzelono. - Szokujący incydent - skomentował ratownik medyczny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/izrael-atak-terrorystyczny-w-jerozolimie-nie-zyje-szesciolatek/", "date_published": "2023-02-10 12:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Turcja. Matka i dziesięciodniowy noworodek wyciągnięci spod gruzów", "description": "W Turcji uratowano kobietę z dziesięciodniowym dzieckiem. Matka i noworodek zostali wyciągnięci spod gruzów po 90 godzinach od trzęsienia ziemi, wskutek którego zawalił się ich dom w mieście Samandag w tureckiej prowincji Hatay. Stacja Sky News poinformowała o uratowaniu sześcioosobowej rodziny w mieście Iskenderun w tej samej prowincji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/turcja-matka-i-dziesieciodniowy-noworodek-wyciagnieci-spod-gruzow/", "date_published": "2023-02-10 12:10:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Indie, Kerala: Na świat przyszło dziecko transpłciowej pary", "description": "Transpłciowa para z południowoindyjskiego stanu Kerala, której zdjęcia z sesji ciążowej obiegły cały świat, powitała swoje dziecko łzami radości. Ich pociecha powitała rodziców wcześniej niż przewidywano.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/indie-kerala-na-swiat-przyszlo-dziecko-transplciowej-pary/", "date_published": "2023-02-10 12:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Załużny o rosyjskich rakietach w pobliżu Rumunii i nad Mołdawią", "description": "Dwie rosyjskie rakiety Kalibr, wystrzelone w Ukrainę z okrętów na Morzu Czarnym, miały wlecieć w przestrzeń powietrzną Rumunii, naruszając obszar UE i NATO - poinformował szef Sił Zbrojnych Ukrainy gen. Wałerij Załużny. MON Rumunii zaprzeczyło, precyzując, że jedna rakieta przeleciała niedaleko granicy. Pociski przeleciały także nad Mołdawią. Naciąganie struny - skomentował Mateusz Morawiecki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/wojna-w-ukrainie-zaluzny-rosyjskie-rakiety-nad-rumunia-naruszenie-terytorium-ue-i-nato/", "date_published": "2023-02-10 10:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Turcja: Nastolatek uratowany spod gruzów po 94 godzinach. Pił własny mocz, by przeżyć", "description": "Nastolatek wydobyty spod gruzów zawalonego budynku w tureckim mieście Gaziantep, epicentrum poniedziałkowego trzęsienia ziemi, które nawiedziło Turcję i Syrię w poniedziałek. 17-letni chłopiec spędził pod gruzami niemal cztery doby. Przeżył bo zdecydował się pić własny mocz. Po uratowaniu dziękował ratownikom za to, że po niego przyszli. Z kolei polscy ratownicy nawiązali kontakt z kolejną osobą.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/turcja-nastolatek-uratowany-spod-gruzow-po-94-godzinach-pil-wlasny-mocz-by-przezyc/", "date_published": "2023-02-10 10:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Alarm rakietowy w całej Ukrainie. Rekordowe ostrzały w Zaporożu", "description": "Największą częstotliwość ostrzałów rosyjskich od początku inwazji na Ukrainę zanotowano minionej nocy w Zaporożu na południu Ukrainy. Wróg zaatakował miasto siedemnaście razy w ciągu zaledwie godziny. W piątek rano władze Ukrainy ogłosiły alarm rakietowy na terytorium całego kraju. Eksplozje miały miejsce m.in. w Charkowie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/alarm-rakietowy-w-calej-ukrainie-rekordowe-ostrzaly-w-zaporozu/", "date_published": "2023-02-10 08:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wypadek polskiego autobusu w Niemczech", "description": "Na autostradzie A2 między Irxleben a Bornstedt w Niemczech doszło do wypadku polskiego autokaru - powiadomiły niemieckie media. Trwa akcja ratunkowa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/wypadek-polskiego-autokaru-w-niemczech/", "date_published": "2023-02-10 06:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Atak na kongresmenkę. Policja aresztowała bezdomnego", "description": "W windzie apartamentowca w Waszyngtonie została zaatakowana kongresmenka Angie Craig. Do ataku doszło w czwartek rano. Policja aresztowała 26-letniego mężczyznę, który nie ma stałego adresu zamieszkania. Sztab amerykańskiej polityk podał, że rzuciła w niego gorącą kawą i broniła się przed napaścią, której skutkiem są jedynie siniaki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/usa-atak-na-kongresmenke-policja-aresztowala-bezdomnego/", "date_published": "2023-02-10 05:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzęsienie ziemi w Turcji i Syrii. Liczba ofiar śmiertelnych przekroczyła 20 tysięcy", "description": "Liczba śmiertelnych ofiar trzęsienia ziemi w Turcji i Syrii przekroczyła 20 tysięcy. Ponad 17 tys. ludzi zginęło w Turcji, z kolei w Syrii ofiar jest już ponad 3300 ludzi. Setki tysięcy ludzi zostały bez dachu nad głową. Mieszkańcy zniszczonych miejscowości cierpią z głodu i zimna. Koczują pod gołym niebem, w namiotach lub zaadaptowanych schronieniach. Cały czas trwa akcja poszukiwawczo ratunkowa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-10/trzesienie-ziemi-w-turcji-i-syrii-liczba-ofiar-smiertelnych-przekroczyla-20-tysiecy/", "date_published": "2023-02-10 05:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]