[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lee Fields: Tiny Desk Concert", "description": "This year's Black History Month celebration at the Tiny Desk features a carefully crafted lineup spanning many genres, generations and walks of life. Each artist represents the best in their class and will be performing at the Tiny Desk for the first time.\n\nStephen Thompson | February 10, 2023\nYou can't see it on the screen, but there's a piece of paper taped to the Desk in front of Lee Fields throughout the R&amp;B, blues and soul veteran's long-awaited Tiny Desk debut. It's got the set list, of course, but also an instruction to the singer: \"NO AUDIENCE PARTICIPATION!!!!\"\n\nIt speaks to Fields' legendary showmanship — he's often been dubbed \"Little JB\" due to his similarities to the hardest-working man in show business — that his team felt a need to rein in his generous impulse to work any crowd before him, knowing the time constraints of a Tiny Desk concert. It speaks further to Fields' showmanship that he ended up ignoring the directive: By the time he got to the set-closing \"Two Jobs,\" which features a call-and-response listing the hours in the day, he was yelling, \"I want y'all to count the hours!\"\n\nThough pandemic-era protocols limit the size of the Tiny Desk crowds these days, Fields got the shouts of approval (and participation) he was seeking, as he barreled through three songs from last year's Sentimental Fool and one relative oldie from a career that stretches all the way back to the late '60s: the self-explanatorily titled \"Ladies,\" from his 2009 album My World.\n\nSET LIST\n\"Forever\"\n\"Ladies\"\n\"What Did I Do\"\n\"Two Jobs\"\n\nMUSICIANS\nLee Fields: vocals\nBenjamin Trokan: guitar\nJason Colby: trumpet\nFrederick DeBoe: sax\nToby Pazner: keys\nEvan Pazner: drums\nJacob Silver: bass\n\nTINY DESK TEAM\nProducer: Bob Boilen \nDirector: Kara Frame\nAudio Engineer: Neil Tevault \nSeries Producer: Bobby Carter\nAudio Mixing: Josh Rogosin \nVideographers: Kara Frame, Joshua Bryant, Maia Stern, Sofia Seidel \nEditor: Sofia Seidel\nAudio Assistant: Brian Jarboe\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#leefields #nprmusic #tinydesk", "link": "https://www.youtube.com/watch?v=_1_BRqBvvdM", "date_published": "2023-02-10 10:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}]