[{"source": "https://www.jefftk.com/news.rss", "title": "Contra: Changing Role Terms", "description": "<p><span>\n\nIn contra dance there are two roles, which were traditionally called\n\"Ladies\" and \"Gents\".  A lot of people are currently trying to move\nthe community over to calling the roles \"Robins\" and \"Larks\", to make\nit clear that anyone can dance either role.  BIDA, the dance I help\norganize, switched in </span>\n\n<a href=\"https://blog.bidadance.org/2017/06/switching-to-larks-and-ravens.html\">2017</a>,\nand since restarting dances in Spring 2022 \n\n<a href=\"https://www.jefftk.com/p/boston-contra-fully-gender-free\">all the Boston dances</a>\nare gender-free.  A recent discussion on the sharedweight \n\n<a href=\"https://www.sharedweight.net/lists/contra-callers/\">callers\nlist</a>, however, brought up some past times people tried to change\ncontra dance role terms, and I wanted to look into this more.\n\n\n\n<p>\n\nIn the early 90s, there was a push to move from Gents/Ladies\nto Men/Women.  For example, here's Myrtle Wilhite's 1993\nessay, \"I am not a lady\":\n\n</p>\n\n<p>\n\n</p>\n\n<blockquote>\n<p>\nYou may notice that I don't write or call dances with ladies in\nthem. This is distinctly classist language in the fabric of contra\nterminology which not only implies upper vs. lower class distinctions\n('woman' does not), but encourages submission for the women (\"now, act\nlike a lady!!!\"). I preserve the clarity of the call with \"women\" for\nladies and \"men\" for gents (same number of syllables), and in my\ncalling years I have never had any misunderstandings about it. (As you\nmight guess, I don't call \"...and trap that pretty little girl\" in\nsquare calls either.)\n</p>\n<p>\nTo the rejoinder that \"the figure is called a ladies chain\", I reply\nthat the name of a figure is \"chain\", and that the gender\ndiscrimination only determines who is to cross the set. After all,\nthere are \"men's chains\".\n</p>\n<p>\nTo those who reply that this is \"traditional wording that shalt not be\naltered\" (was that the eleventh commandment?), I remind them that this\nis THE FOLK PROCESS after all, and I'm allowed to try different\nthings, thank you. If the wording didn't work, it wouldn't work, but\nit does. Of those who spontaneously noticed, I had only favorable\ncomments from men and women alike. (I wonder after writing that how\nmany ruffled feathers there will be--good excuse to make a feather\npillow...)\n</p>\n<p>\nSo, I'd like to suggest that you refer to the woman's role\nconsistently by the term woman or women, and the man's role\nconsistently by the term man or men. And if you don't think that other\nchoreographers are likely to agree with this editing, I would really\nlike you to at least preserve the terminology in my dances/dance\ndescriptions. If you choose not to do this in your own calling or\ndance choreography, you make your own choices, and I applaud your\nright to do exactly that. [1]\n</p>\n</blockquote>\n\n\n\n<p>\n\nUnlike the switch to Larks/Robins, this was something that happened,\nas far as I can tell, at the level of individual callers.  This makes\nsense: if you are expecting to hear \"Ladies\" and you hear \"Women\"\nyou're not going to be too confused, hearing \"Robins\" is a different\nstory, which means communities generally have chosen to either\ncontinue with gendered terms or switch to specific gender-free terms.\nI don't think this ever got to where \"Women\" and \"Men\" were close to\nthe most common terms.\n\n</p>\n\n<p>\n\nSometime, I think in the mid-2000s, this started to go the other way,\nwhere progressives started to push for Gents/Ladies instead of\nMen/Women where using intentionally archaic terms could make it\nclearer that these were roles anyone could take on during a dance and\nnot references to your gender presentation.  For example, in 2016,\nbefore going gender-free BIDA's <a href=\"https://www.bidadance.org/caller-welcome\">caller welcome</a>\npage had:\n\n</p>\n\n<p>\n\n</p>\n\n<blockquote>\nDance Roles and Gender\n<ul>\n<li>While our dance isn't gender-free it's common for people to dance\neither role.\n</li>\n<li>We would appreciate it if you could let dancers in the lesson know\nthat \"lady\" and \"gent\"\" refer to roles in the dance, not your actual\ngender, and anyone can dance any role.\nPlease avoid calling in ways that imply men should dance the \"gent\"\nrole and women dance the \"ladies\" role.  Primarily, don't use\nman/woman in calls.  So \"ladies aleman left\" not \"women aleman left\".\n</li>\n<li>We're happy for you to call gender-free if that's your preference. Let\nus know in advance so we can include it in our publicity and figure\nout which terms to use.\n</li>\n</ul>\n</blockquote>\n\n\n\n<p>\n\nHere's hoping that with the level of community effort that <a href=\"https://www.jefftk.com/p/history-of-larks-ravens\">went into choosing Larks/Robins</a>\nthese terms will serve us well for a long time! [2]\n\n</p>\n\n<p>\n<br />\n\n[1] Myrtle is no longer in the active in the dance community, and her\nbook, \"Lullaby of the swing: And other contra dances, tunes, waltzes,\nand essays\" is out of print.  I found an <a href=\"https://www.oocities.org/heartland/1752/contra_books.html\">archived\nGeocities page</a>, however, \"last updated Mon Jul 14 15:13:26 CDT\n1997 by William J. Watson\".  This is the same William Watson who's\nstill active in the community, and while his 1997 email address\nbounced I was able to find a more current one.  When I wrote to him he\nwas kind enough to look for his copy and send me the essay.\n\n</p>\n\n<p>\n\n[2] There was also a more minor switch where we moved from \"Ravens\" to\n\"Robins\". See the note at the end of <a href=\"https://www.jefftk.com/p/history-of-larks-ravens\">this post</a>.\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid02DdMLRi6WZFU13zpDvc8RVsvXBzUpVLwTTh178St4oRDVtGZZyr3ok1qpnyh5hsdQl\">facebook</a>, <a href=\"https://lesswrong.com/posts/3xx9fpaJk6NfRhn7D\">lesswrong</a>, <a href=\"https://mastodon.mit.edu/@jefftk/109841049209525987\">mastodon</a></i></p>", "link": "https://www.jefftk.com/p/contra-changing-role-terms", "date_published": "2023-02-10 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]