[{"source": "https://www.theguardian.com/rss", "title": "Rust shooting: Baldwin’s attorneys say prosecutors made ‘a basic legal error’", "description": "<p>Attorneys say in court filing that prosecutors should not seek to charge actor Alec Baldwin with a new gun enhancement</p><p>Attorneys defending the actor <a href=\"https://www.theguardian.com/film/alec-baldwin\">Alec Baldwin</a> from an involuntary manslaughter charge in the film-set killing of cinematographer Halyna Hutchins are urging a judge to stop prosecutors from seeking a five-year prison sentence, saying the law authorizing that punishment did not exist when the shooting occurred.</p><p>In court documents filed on Friday, lawyers for <a href=\"https://www.theguardian.com/film/2023/jan/19/alec-baldwin-rust-shooting-involuntary-manslaughter-charges-analysis\">Baldwin</a> contended that allowing New Mexico state prosecutors to charge the actor under a gun enhancement law would violate a clause in the US constitution that prohibits retroactively changing the legal consequences of actions.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/10/rust-shooting-alec-baldwin-manslaughter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/10/rust-shooting-alec-baldwin-manslaughter", "date_published": "2023-02-10 22:32:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mikel Arteta has built his team to be tougher than Arsenal he played for | David Hytner", "description": "<p>Last week’s defeat at Everton felt like old days, but the manager backs his side to produce strong response against Brentford</p><p>Back in the old days, when Mikel Arteta was an Arsenal player and the team had suffered one of those Arsenal defeats, maybe away from home in the Champions League, it was him and only him who would front up to the press and say what needed to be said.</p><p>Actually, that is not true. It was Arteta or Per Mertesacker, sometimes both but never anyone else from the squad. Arteta would be collared as he headed for the team bus, its engine revving impatiently, in the bowels of the stadium in, say, Milan or Dortmund, and he would burn with frustration.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/mikel-arteta-arsenal-tougher-brentford-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/mikel-arteta-arsenal-tougher-brentford-preview", "date_published": "2023-02-10 22:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jonjo Shelvey: ‘Leaving Newcastle was hard, but I can’t say I regret it’", "description": "<p>After persuading Eddie Howe to let him depart, Shelvey is set to make his Forest debut at Fulham and hopes to lead by example</p><p>There were high-fives and hugs all round last month as Newcastle’s players celebrated securing a first Wembley final since 1999 when Callum Wilson smuggled Jonjo Shelvey, doing his best to keep a low profile having signed for Nottingham Forest that day, into the home dressing room for one last hurrah. Before kick-off <a href=\"https://www.theguardian.com/football/2023/jan/31/newcastle-united-southampton-carabao-cup-semi-final-second-leg-match-report\">against Southampton</a>, Shelvey bid farewell to a sold-out St James’ Park and afterwards he addressed his former teammates and staff, some of whom he had shared the previous seven years with. “I’m not really an emotional person but the kids were a bit upset and the missus was crying when I walked out on to the pitch,” Shelvey says.</p><p>Wilson ensured Shelvey was part of the celebratory post-match squad photo, a tradition that has followed Eddie Howe to Tyneside and the Newcastle manager praised Shelvey for standing up for the club in dark times. How does the club Shelvey joined from Swansea in 2016 compare with the one he left behind on deadline day? “Massively different,” he says. “Last season when the owners took over they really came in and made their mark. They brought the manager in and he was brilliant for me personally. I had a great run of games last season, we got a great winning feeling and he really enhanced that within the club. I can only wish them every success.”</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/jonjo-shelvey-leaving-newcastle-was-hard-but-i-cant-say-i-regret-it\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/jonjo-shelvey-leaving-newcastle-was-hard-but-i-cant-say-i-regret-it", "date_published": "2023-02-10 22:30:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tributes paid to boxing writer Ron Lewis after his death at age of 54", "description": "<ul><li>Eddie Hearn and Audley Harrison lead tributes to Lewis</li><li>Acclaimed reporter suffered cardiac arrest on Friday</li></ul><p>The worlds of journalism and sport have united to pay tribute to the acclaimed boxing writer Ron Lewis, who has died suddenly at the age of 54.</p><p>Lewis, who worked primarily for the Times during his two decades in the UK national media, was known for his encyclopaedic knowledge of the fight game, his deep contacts book and his gentle kindness. His death, by cardiac arrest on Friday, was marked by an enormous outpouring of love for a man known affectionately as Big Ron.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/tributes-paid-to-sports-writer-ron-lewis-after-sudden-death-at-age-of-54\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/tributes-paid-to-sports-writer-ron-lewis-after-sudden-death-at-age-of-54", "date_published": "2023-02-10 21:56:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crackdown on ‘birth tourism’ as pregnant Russians flock to Argentina", "description": "<p>South American country has seen rise since Ukraine invasion in Russian women arriving to have children and thus gain citizenship</p><p>Immigration authorities in Argentina are cracking down on Russian women who since the invasion of Ukraine have started travelling to Buenos Aires to give birth in order to gain Argentinian citizenship for their children.</p><p>The director of Argentina’s immigration office, Florencia Carignano, said on Friday that a judicial investigation has been launched into what she described as a lucrative business that promises Argentinian passports for the Russian parents.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/argentina-pregnant-russians-birth-tourism-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/argentina-pregnant-russians-birth-tourism-crackdown", "date_published": "2023-02-10 21:43:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US announces 180-day exemption to Syria sanctions for disaster aid", "description": "<p>Assad regime still insists on handling all aid shipments to war-torn and quake-ravaged country that has been all but cut off from help</p><p>The US has temporarily eased its sanctions on Syria in a bid to speed up aid deliveries to the country’s north-west, where almost no humanitarian assistance has arrived despite the deaths of thousands in this week’s earthquake.</p><p>The tremor that has killed nearly 23,000 people there and in neighboring Turkey added to the devastation suffered in Syria’s north, <a href=\"https://www.theguardian.com/world/2023/feb/07/syria-earthquake-aftermath-why-is-situation-so-bad-in-war-ravaged-country-aleppo-idlib\">which was already badly damaged by the civil war and is now mostly under opposition control</a>, with Bashar al-Assad’s government present only in some areas.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/us-syria-sanctions-exemption-earthquake-relief\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/us-syria-sanctions-exemption-earthquake-relief", "date_published": "2023-02-10 21:07:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FBI search of Pence’s Indiana residence finds new classified document", "description": "<p>Lawyer for Trump’s former vice-president reportedly present for search, which followed discovery of documents there last month</p><p>FBI agents searched an Indiana property belonging to Mike Pence on Friday and found new official papers, including one with classified markings. The search was the latest step in a saga over the improper retention of classified documents by Pence, Donald Trump and Joe Biden.</p><p>The Washington Post <a href=\"https://www.washingtonpost.com/national-security/2023/02/10/pence-classified-documents-search-biden-trump/\">reported</a> that Pence, Trump’s former vice-president, was in California while the search was carried out at his home in Carmel, north of Indianapolis. A Pence lawyer was present, the paper said.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/10/mike-pence-classified-documents-fbi-search\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/10/mike-pence-classified-documents-fbi-search", "date_published": "2023-02-10 21:04:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s T20 World Cup: Sri Lanka stun hosts South Africa in dramatic opener", "description": "<ul><li>Sri Lanka 129-4, South Africa 126-9; Sri Lanka win by three runs</li><li>Athapaththu sets up win as hosts feel the pressure in Cape Town</li></ul><p>Playing a tournament opener in front of a home crowd can do funny things to a team – just ask Australia (who lost to India in 2020) or England (who did the same in 2017). And so it proved again at Newlands on Friday. The first match of the 2023 Women’s T20 World Cup should have been a chance for South Africa to record an easy win, after restricting Sri Lanka to a measly 129 for four.</p><p>Instead, their opponents had them on the ropes at 72 for five in the 13th over, and despite a mad scramble from Suné Luus (28 from 27 balls) and Sinalo Jafta (15 off 9) to revive the innings, the hosts fell an agonising four runs short. The emotional strain of living the dream of playing in a home World Cup but without her wife, Dane van Niekerk, by her side had shown plainly on the face of Marizanne Kapp during the national anthems; by the end Kapp’s tears were infectious.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/sri-lanka-shock-hosts-south-africa-in-womens-t20-world-cup-opener\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/sri-lanka-shock-hosts-south-africa-in-womens-t20-world-cup-opener", "date_published": "2023-02-10 21:03:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>The earthquake in Syria and Turkey, funerals in Lviv, LeBron James becomes NBA’s all-time leading scorer and Vermeer at the Rijksmuseum – the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/feb/10/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/feb/10/the-week-around-the-world-in-20-pictures", "date_published": "2023-02-10 20:49:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Second world war bomb detonates unexpectedly in Great Yarmouth", "description": "<p>No one hurt in ‘unplanned’ explosion of 250kg device found in Norfolk town, police say</p><p>A 250kg second world war bomb has exploded unexpectedly in Great Yarmouth, police have said.</p><p>Emergency services and agencies declared a major incident following the discovery of the large unexploded device at a river crossing in the Norfolk town on Tuesday, and had been working to disarm it.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/second-world-war-bomb-detonates-unexpectedly-in-great-yarmouth\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/second-world-war-bomb-detonates-unexpectedly-in-great-yarmouth", "date_published": "2023-02-10 20:49:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tiger Woods says he will play Genesis Invitational in first event since Open", "description": "<ul><li>Woods announces he will play Genesis Invitational next week</li><li>Event at Riviera will mark golfer’s first since last year’s Open</li></ul><p>Tiger Woods is returning to competition for the first time without the use of a cart since July, announcing Friday he will play at the Genesis Invitational in Los Angeles.</p><p>Woods was hopeful of playing next week’s tournament at Riviera, where he is the host of an event that typically had the strongest field of the West Coast swing even before it became elevated with a $20m purse.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/tiger-woods-return-genesis-invitational-riviera\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/tiger-woods-return-genesis-invitational-riviera", "date_published": "2023-02-10 20:07:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European Super League: zombie entity creeps back into football’s new landscape | Barney Ronay", "description": "<p>The ESL’s first launch met a quick end but the project is learning to adapt in search of the shifting moral high ground</p><p>It lives. It breathes. It walks the earth again, out there scratching at the doorjamb, rattling the handle, gripped by a renewed and surprisingly self-righteous (fan engagement? Sustainability? Uh, really?) kind of life.</p><p>The European Super League never really died of course. Instead it simply collapsed under the weight of its own billionaire-grade stupidity, offering up an initial power-grab so poorly conceived it failed even to satisfy the three elements in its own name.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/european-super-league-zombie-entity-europe-premier-esl\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/european-super-league-zombie-entity-europe-premier-esl", "date_published": "2023-02-10 20:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on Sunak’s troubles with the Tories’ toxic past – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/feb/10/martin-rowson-on-sunaks-troubles-with-the-tories-toxic-past-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/feb/10/martin-rowson-on-sunaks-troubles-with-the-tories-toxic-past-cartoon", "date_published": "2023-02-10 20:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farrell urges Ireland to tackle France ‘full on’ in Six Nations global summit", "description": "<p>Coach takes lessons from last year’s Paris defeat into the first Six Nations game to feature the world’s current top two</p><p>The streets around the stadium were quiet the day before the game, but if you listened carefully you could hear the crackle. It was there in the conversations at the coffee shops, and between the kids chattering at the bus stops, it was in the snatches of talk radio coming from the open windows of the cabs idling at the rank around the corner, and in the glimpses of the TV screens in the pubs along the Pembroke Road. “Dan Sheehan’s going to be a big miss for us.” “France are bound to be better this week.” “At least Conor Murray’s playing.” “If we play the way they did in the first half against Wales ….” It’s only going to get louder now. And by Saturday afternoon, it will be deafening.</p><p>Every Test match matters, but this one matters more than most. It’s the first time the two best teams in the world have played each other in the Six Nations. Ireland have been top of the rankings since they <a href=\"https://www.theguardian.com/sport/2022/jul/16/new-zealand-ireland-third-test-rugby-union-match-report\">beat New Zealand in Wellington</a> last summer. It is a reward for a run of form in which they have beaten every team in the top 10 except the one right behind them in second place. France have won the past three games between the teams, by <a href=\"https://www.theguardian.com/sport/2020/oct/31/france-ireland-six-nations-final-match-report\">eight in 2020</a>, two <a href=\"https://www.theguardian.com/sport/2021/feb/14/charles-ollivon-and-penaud-edge-france-to-six-nations-win-in-ireland\">in 2021</a>, and six in 2023. No doubt that Ireland feel they have something to prove, to themselves as much as to everyone else. Being first doesn’t much matter if second is better.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/six-nations-ireland-france-andy-farrell-dublin-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/six-nations-ireland-france-andy-farrell-dublin-preview", "date_published": "2023-02-10 20:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bogged: the toilet laws that could spell end of the road for New Zealand’s van lifers", "description": "<p>Travellers who enjoy the simple freedoms of their humble van face a major roadblock in the form of legislation requiring a fully plumbed-in toilet</p><p>When Bastiaan Van Druten moved to New Zealand from the Netherlands about seven years ago, a van was his first major purchase. He spent a week in his driveway, converting a HiAce into a livable home on wheels. Jamming in double mattresses, wardrobes, cabinetry, and concealed gas cookers into a few square metres, the design combined ingenuity with a willingness to sacrifice creature comforts.</p><p>For months, he and his partner travelled the country, visiting its small towns, waking up to surf and eat breakfast. “We noticed that New Zealand had a big van tourist scene,” he says. The country’s isolated coastlines and natural landscapes became suddenly accessible, and affordable. “The van really opens all of that up.”</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/bogged-the-toilet-laws-that-could-spell-end-of-the-road-for-new-zealands-van-lifers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/bogged-the-toilet-laws-that-could-spell-end-of-the-road-for-new-zealands-van-lifers", "date_published": "2023-02-10 19:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Bulley’s partner ‘100% convinced’ she is not in river", "description": "<p>Paul Ansell says family going through ‘unprecedented hell’ as search widens for missing woman</p><p>The partner of missing Nicola Bulley says he is “100% convinced” she is not in the River Wyre.</p><p>Bulley has been missing for 14 days and a specialist underwater team searching the river suspended the operation on Wednesday after no body was found. A search of the surrounding countryside carried out by Lancashire constabulary also found no trace of her.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/nicola-bulley-partner-convinced-not-in-river-paul-ansell\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/nicola-bulley-partner-convinced-not-in-river-paul-ansell", "date_published": "2023-02-10 18:55:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China ‘spy balloon’ scare wakes up the world to new era of surveillance", "description": "<p>The ‘poor man’s satellite’ offers a relatively cheap way of exploiting a previously inaccessible high-altitude level of the skies</p><p>Last Friday, Enildo Altamar and his neighbours looked up into the clear morning sky above Arroyo de Piedra, near Colombia’s Caribbean coast, and saw a white orb floating above them, a smaller version of the moon.</p><p>“We are used to seeing drones in the area as they monitor local mines but they fly around, whereas this thing was massive and just hung in the air,” Altamar said.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/china-spy-balloons-surveillance-high-altitude\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/china-spy-balloons-surveillance-high-altitude", "date_published": "2023-02-10 18:55:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hugh Hudson, director of Chariots of Fire, dies aged 86", "description": "<p>Oscar-nominated film-maker died on Friday at a London hospital after a short illness, said his family</p><p>Film director Hugh Hudson, who directed best picture Oscar winner Chariots Of Fire, has died aged 86 following a short illness.</p><p>A statement released on behalf of his family said: “Hugh Hudson, 86, beloved husband and father, died at Charing Cross hospital on 10 February after a short illness. He is survived by his wife Maryam, his son Thomas and his first wife Sue.”</p> <a href=\"https://www.theguardian.com/film/2023/feb/10/hugh-hudson-director-of-chariots-of-fire-dies-aged-86\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/10/hugh-hudson-director-of-chariots-of-fire-dies-aged-86", "date_published": "2023-02-10 18:49:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Syrians are desperate for aid after the earthquake | Letters", "description": "<p>People in Syria want help, and needed it four days ago, says <strong>Chris Doyle</strong>.<strong> </strong>Plus letters from<strong> Margaret Owen</strong>,<strong> Phil Murray </strong>and<strong> Mary Gildea</strong></p><p>The horror of the earthquakes that have caused so much death and destruction in Turkey and Syria defies comprehension (<a href=\"https://www.theguardian.com/global-development/2023/feb/09/first-aid-convoy-enters-north-west-syria-as-earthquake-rescue-goes-on-in-turkey\">Turkey and Syria earthquake death toll passes 21,000 as first aid convoy enters north-west Syria, 9 February</a>). Yet Syrians are left to wonder what they have to do to receive help. Thankfully, Turkey has received massive amounts of assistance from well over 70 countries. It needs it – and more.</p><p>But consider being on the Syrian side of the border. It is an emergency on top of an emergency. Syrians were in dire crisis before the earthquakes. As yet, no heavy equipment, international rescue experts, sniffer dogs or fuel have crossed the Turkish border into Syria. That is what is required. In Syrian regime-controlled areas, no institution has the capabilities to handle this disaster, including civil society. What can Syrians expect from a Syrian regime that has shown contempt for civilian life – even bombing hospitals? The Syrian regime has not even declared a state of emergency.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/syrians-are-desperate-for-aid-after-the-earthquake\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/syrians-are-desperate-for-aid-after-the-earthquake", "date_published": "2023-02-10 18:40:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The British Library doesn’t need £500m – but local libraries do | Letters", "description": "<p><strong>Kathryn Davidson </strong>says the money earmarked for an extension and foyer could instead be used to rebuild a battered and undervalued library network</p><p>Since 2010 almost <a href=\"https://www.theguardian.com/books/2019/dec/06/britain-has-closed-almost-800-libraries-since-2010-figures-show\">800 local libraries</a> have been closed across the UK, with the loss of 10,000 staff, and many surviving libraries are at best part-time. Against this backdrop, it is staggering to read that an investment of £500m has been proposed for the British Library (<a href=\"https://www.theguardian.com/books/2023/feb/03/green-light-given-for-huge-british-library-extension\">Green light given for huge British Library extension, 3 February</a>). Communities all over the country are being deprived of free access to not only books and information, but also the internet, which has, since Tony Blair’s People’s Network project, been an important library service. The £500m could start to rebuild our battered and undervalued library network. London does not suffer the cultural deprivation that has been inflicted on the rest of the UK and which is relentlessly lessening the lives and educational prospects of ordinary people.<br /><strong>Kathryn Davidson<br /></strong><em>Broughty Ferry, Dundee</em></p> <a href=\"https://www.theguardian.com/books/2023/feb/10/the-british-library-doesnt-need-500m-but-local-libraries-do\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/10/the-british-library-doesnt-need-500m-but-local-libraries-do", "date_published": "2023-02-10 18:39:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suspects in racially motivated attack banned from Surrey", "description": "<p>Five released on bail conditions including county ban after black girl assaulted outside Thomas Knyvett college in Ashford</p><p>Five suspects arrested in connection with what police say was a racially motivated attack on a 15-year-old black girl have been banned from Surrey, while officers have urged a further teenage suspect to turn herself in.</p><p>The attack, which took place outside Thomas Knyvett college in Ashford, has sent shock waves through the community and led to demands for an inquiry by MPs.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/suspects-in-racially-motivated-attack-banned-from-surrey\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/suspects-in-racially-motivated-attack-banned-from-surrey", "date_published": "2023-02-10 18:25:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calm, confident Todd Murphy justifies quick climb into Australia Test side", "description": "<p>The spinner picks up five debut wickets in India’s first innings in Nagpur, including KL Rahul, Cheteshwar Pujara and Virat Kohli</p><p>For a visiting slow bowler, India can be a trap. It is the spiritual home of spin, the still centre of the universe of revolutions, the place where you might find the most dramatic turner since Tina. It is the place tilted drastically to your advantage, like doing high jump on the moon. But if you’re not steeped in how to use the advantage, if you don’t hit the right lengths, if you don’t know how to bowl to players who know how to face you, then the place chews you up and spits you out, as ragged as the cricket ball after 80 overs on those rough pitches.</p><p>From his first encounter, Todd Murphy has emerged intact. Innings figures of five for 82 could become more flattering or less when India continue their first innings on the third day with three wickets in hand. But whatever the final analysis, the quiet off-spinner from country Victoria has shown that he is up to the task. KL Rahul, Cheteshwar Pujara and Virat Kohli have 53 Test centuries between them and nearly 18,000 runs. Murphy put them all in his pocket.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/todd-murphy-justifies-his-rapid-ascent-into-australia-test-side\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/todd-murphy-justifies-his-rapid-ascent-into-australia-test-side", "date_published": "2023-02-10 18:22:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Met police officer jailed for assaulting flatmate", "description": "<p>Sam Grigg, 36, restrained woman with duct tape and forced her to believe she was about to be raped</p><p>A former Metropolitan police officer has been jailed for four years after restraining his flatmate with duct tape, forcing her to believe she was about to be raped.</p><p>Sam Grigg, 36, who was sacked from the Met last month after being charged, previously pleaded guilty at Kingston crown court to false imprisonment and assault against the 23-year-old.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/former-met-police-officer-jailed-for-assaulting-flatmate\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/former-met-police-officer-jailed-for-assaulting-flatmate", "date_published": "2023-02-10 18:08:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy calls any Russian return to Olympics a ‘manifestation of violence’", "description": "<ul><li>Ukraine president spoke to summit of 35 sports ministers</li><li>‘Terror and Olympism are opposites – they cannot be combined’</li></ul><p>Russia’s presence at next year’s Paris Olympics would be a “manifestation of violence”, Ukraine’s president, Volodymyr Zelenskiy, has told a summit of 35 sports ministers chaired by the UK government.<br /><br />“If the Olympic sports were killings and missile strikes, then you know which national team would occupy the first place,” added Zelenskiy, who renewed his calls for all Russians to be banned from the Games.<br /><br />The International Olympic Committee said last month it was exploring a “pathway” to allow <a href=\"https://www.theguardian.com/sport/2023/jan/25/ioc-gives-green-light-for-russian-and-belarusian-athletes-at-paris-olympics\">Russian and Belarusian competitors to take part in Paris under a neutral flag</a>.</p><p>However, Zelenskiy told the ministers, who included representatives from the US, Canada and across Europe, that these athletes would be forced “to play along with the war propaganda”.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/volodymyr-zelenskiy-renews-calls-for-russians-to-be-banned-from-paris-games\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/volodymyr-zelenskiy-renews-calls-for-russians-to-be-banned-from-paris-games", "date_published": "2023-02-10 18:05:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on ChatGPT search: exploiting wishful thinking | Editorial", "description": "<p>Hyping AI’s utility is part of a commercial push to get users to cede authority to machines</p><p>In his 1991 book Consciousness Explained, the cognitive scientist <a href=\"https://www.theguardian.com/books/2004/apr/17/peopleinscience.philosophy\">Daniel Dennett</a> describes the juvenile sea squirt, which wanders through the sea looking for a “suitable rock or hunk of coral to … make its home for life”. On finding one, the sea squirt no longer needs its brain and <a href=\"https://goodheartextremescience.wordpress.com/2010/01/27/meet-the-creature-that-eats-its-own-brain/\">eats it</a>. Humanity is unlikely to adopt such culinary habits but there is a worrying metaphorical parallel. The concern is that in the profit-driven <a href=\"https://www.theguardian.com/technology/2023/feb/10/google-v-microsoft-who-will-win-the-ai-chatbot-race-bard-chatgpt\">competition</a> to insert artificial intelligence into our daily lives, humans are dumbing themselves down by becoming overly reliant on “intelligent” machines – and eroding the practices on which their comprehension depends.</p><p>The human brain is evolving. Three thousand years ago, our ancestors had brains that were larger than our own. At least one explanation is that intelligence became increasingly <a href=\"https://www.bbc.com/future/article/20220503-why-human-brains-were-bigger-3000-years-ago\">collective</a> 100 generations ago – and humans breached a population threshold that saw individuals sharing information. Prof Dennett wrote that the most remarkable expansion of human mental powers – the rise of civilisation through art and agriculture – was almost instantaneous from an evolutionary perspective.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/the-guardian-view-on-chatgpt-search-exploiting-wishful-thinking\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/10/the-guardian-view-on-chatgpt-search-exploiting-wishful-thinking", "date_published": "2023-02-10 18:04:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on philanthropy in the arts: a bare necessity of life | Editorial", "description": "<p>The old models are broken, budgets are shrinking, but where there is a will there is a way – even in the hardest of times</p><p>This week’s announcement that the UK’s premier prize for books by women was <a href=\"https://www.theguardian.com/books/2023/feb/08/womens-prize-to-launch-annual-award-for-womens-non-fiction-writing#:~:text=The%20Women%27s%20prize%20for%20fiction%20was%20launched%20in%201996%2C%20in,Book%20of%20Form%20and%20Emptiness.\">diversifying into nonfiction</a> makes good sense for an award whose primary mission is to win them more readers. Men, <a href=\"https://www.theguardian.com/books/2019/dec/07/why-women-love-literature-read-fiction-helen-taylor\">as is repeatedly shown</a>, don’t generally read novels at all, let alone ones written by women. Just think how many more of this elusive 50% would flock to it, the thinking goes, if it included works about, say, nature, politics and history.</p><p>In order for the new award to go ahead this year, £200,000 in sponsorship needs to be found before the end of May by the organisation currently known as the Women’s prize for fiction. Though it has never been averse to a name change, having previously been known as both the Orange and the Baileys prize, before settling for its current title in 2017, it is not dangling the enticement of a <a href=\"https://www.theguardian.com/books/2017/jan/30/baileys-drops-womens-prize-for-fiction-sponsorship\">headline sponsorship</a> this time round. Instead it is inviting donors to join a “family of sponsors”, which includes Baileys and Amazon’s audiobooks subsidiary, Audible.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/the-guardian-view-on-philanthropy-in-the-arts-a-bare-necessity-of-life\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/10/the-guardian-view-on-philanthropy-in-the-arts-a-bare-necessity-of-life", "date_published": "2023-02-10 18:04:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish film-maker Carlos Saura, director of ¡Ay Carmela!, has died aged 91", "description": "<p>One of Spain’s most prolific auteurs continued to work until the end – his last film, Walls Can Talk, was released last week </p><p>Veteran Spanish film-maker Carlos Saura, director of award-winning films such as Peppermint Frappé, ¡Ay Carmela! and Tango, has died aged 91, the day before he was due to receive a lifetime achievement award at the Goyas, Spain’s version of the Oscars.</p><p>Spain’s Academy of Cinematographic Arts and Sciences, the body that hands out the Goya awards, <a href=\"https://twitter.com/Academiadecine/status/1624066692090327041\">confirmed his death on social media</a>, saying: “Saura, one of the essential film-makers in the history of Spanish cinema, has died at home today at the age of 91, surrounded by his loved ones. His final film, Walls Can Talk, came out last week and demonstrated his tireless activity and his love for his work until the very last moment.”</p> <a href=\"https://www.theguardian.com/film/2023/feb/10/spanish-filmmaker-carlos-saura-director-of-ay-carmela-has-died-aged-91\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/10/spanish-filmmaker-carlos-saura-director-of-ay-carmela-has-died-aged-91", "date_published": "2023-02-10 17:46:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emir of Qatar has plan to own both Manchester United and PSG", "description": "<ul><li>Each club would be controlled by a separate entity</li><li>Emir not interested in minority stake in United</li></ul><p>The strategy of the emir of Qatar, Sheikh Tamim bin Hamad al-Thani, to try to purchase Manchester United while also owning Paris Saint-Germain will be to demonstrate to Uefa that each club will be controlled by a separate entity. Buying a minority stake in United is not currently of interest, it is understood.</p><p>Uefa rules do not allow clubs that can meet in the same competition, such as the Champions League, to have the same owner. Those driving the Qatar interest are conscious of this and a solution is being sought. The current one would be to demonstrate to Uefa that United would not be administered by the same structure and personnel as PSG.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/emir-of-qatar-has-plan-to-own-manchester-united-and-paris-sg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/emir-of-qatar-has-plan-to-own-manchester-united-and-paris-sg", "date_published": "2023-02-10 17:43:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European Super League aims to build support by courting clubs outside elite", "description": "<ul><li>Netherlands among the target countries for backers</li><li>Premier League reaffirms opposition to plan at meeting</li></ul><p>Attempts to resuscitate the European Super League are focused on persuading clubs outside the continental elite to join, as a crucial month for momentum in the project awaits.</p><p>On a day when the Premier League’s opposition to the proposals was reaffirmed by its chief executive, Richard Masters, at a meeting of the 20 clubs, fresh detail of the organisers’ plans emerged.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/european-super-league-backing-from-outside-elite-clubs-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/european-super-league-backing-from-outside-elite-clubs-premier-league", "date_published": "2023-02-10 17:36:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Nairn obituary", "description": "<p>Scottish political theorist at the heart of the ‘new left’ in the 1960s who argued prolifically for the breakup of Britain</p><p>Tom Nairn, who has died at the age of 90, was a political philosopher and major figure in the “new left” politics of the 1960s. Subsequently, his advocacy of nationalism as a progressive force gave him guru status within the nationalist movement in his native Scotland.</p><p>The journalist Neal Ascherson, his old friend, described Nairn’s as “the most forceful and original mind to confront, demask and anatomise the British state”, not least by promoting awareness that “Great Britain was a multinational state and not a united nation”.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/10/tom-nairn-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/10/tom-nairn-obituary", "date_published": "2023-02-10 17:32:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea fans and owners are mistaken if they undervalue Mason Mount | Jacob Steinberg", "description": "<p>Chelsea head on Saturday to West Ham, where the benefit of employing people who truly understand a club is still being felt</p><p>West Ham lost more than a midfielder when Mark Noble retired at the end of the season. They lost their club captain, their leader, their symbol. It is not always about what happens on the pitch. There are the conversations that happen away from the public gaze, the exchanges at the training ground every day, and figures such as Noble are crucial when it comes to ensuring that standards remain high on and off the pitch.</p><p>He understood West Ham. “Losing Mark Noble was important,” David Moyes said after his side began this campaign with three league defeats. “He could see things even though he didn’t play much last season. He was important around the club.”</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/chelsea-fans-owners-mason-mount-west-ham-declan-rice\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/chelsea-fans-owners-mason-mount-west-ham-declan-rice", "date_published": "2023-02-10 17:30:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gwent police drop investigation into alleged assault of boy who lost finger", "description": "<p>Police concluded no one else was involved in injury of Raheem Bailey, 11, at school in Abertillery </p><p>Police have dropped an investigation into an alleged assault of an 11-year-old boy who lost a finger and received an outpouring of support from sports stars last year.</p><p>Raheem Bailey, a pupil at Abertillery learning community in south <a href=\"https://www.theguardian.com/uk/wales\">Wales</a>, was attacked and beaten by a group of children on 17 May 2022, according to his mother, Shantal, who said he was pushed to the ground and repeatedly kicked.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/gwent-police-drop-investigation-into-alleged-assault-of-boy-who-lost-finger\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/gwent-police-drop-investigation-into-alleged-assault-of-boy-who-lost-finger", "date_published": "2023-02-10 17:25:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s not just that Lee Anderson is wrong about hanging: he’s also the wrong man to stop the Tories sinking | Gaby Hinsliff", "description": "<p>Hankering for the death penalty may get the party’s deputy chair attention, but it won’t attract working-class voters with genuine problems</p><p>Lee Anderson thinks we should <a href=\"https://www.spectator.co.uk/article/lee-anderson-capital-punishment-100-effective/\">bring back the death penalty</a>. Because say what you like about hanging, but dead people don’t commit crimes.</p><p>Sometimes, admittedly, it turns out they didn’t even commit the crimes they were actually executed for, but Anderson seems to think there are ways around that. He also believes too many food bank users are wasting money on fags, booze and Sky TV, and that the real problem is people not knowing how to cook. He once suggested nuisance tenants should be made to <a href=\"https://www.mirror.co.uk/news/politics/tory-candidate-wants-nuisance-council-20913610\">live in tents</a> and pick potatoes all day and … well, you get the gist.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/its-not-just-that-lee-anderson-is-wrong-about-hanging-hes-also-the-wrong-man-to-stop-the-tories-sinking\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/10/its-not-just-that-lee-anderson-is-wrong-about-hanging-hes-also-the-wrong-man-to-stop-the-tories-sinking", "date_published": "2023-02-10 17:17:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League team news: predicted lineups for the weekend action", "description": "<p>Arsenal attempt to go eight points clear when they take on Brentford before Manchester City host Aston Villa on Sunday</p><p><strong>Saturday</strong> 12.30pm <em>BT Sport 1 </em><strong>Venue</strong> London Stadium <strong>Last season</strong> West Ham 3 Chelsea 2</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/premier-league-team-news-predicted-lineups-for-the-weekend-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/premier-league-team-news-predicted-lineups-for-the-weekend-action", "date_published": "2023-02-10 17:17:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin is gambling on the west growing impatient with Ukraine. We have to prove him wrong | Jonathan Freedland", "description": "<p>A year into his country’s fight for its very survival, Volodymyr Zelenskiy knows some in Europe are looking for a way out</p><p>The image was stunning, the optics perfect: a war leader addressing the nation in an ancient hall, the rays of stained-glass sunlight all but crowning him with a halo. And yet there was something wrong with that picture. Volodymyr Zelenskiy was not stiffening the resolve of his own people, who after a year of war, bereavement and pain might be forgiven for losing heart. Rather, he was<a href=\"https://www.theguardian.com/world/gallery/2023/feb/08/volodymyr-zelenskiys-surprise-visit-to-the-uk-in-pictures\"> in Westminster</a> to steady the nerves of British politicians – and, later, European ones – to ensure they do not abandon a fight that has cost them so much less.</p><p>His official request was <a href=\"https://www.president.gov.ua/en/news/bojovi-litaki-dlya-ukrayini-krila-dlya-svobodi-vistup-prezid-80857\">for fighter planes</a> – “Give us wings,” he said – but he had a wider purpose. His lightning trip to London, Paris and Brussels was aimed at ensuring the west does not grow impatient, that as the first anniversary of Vladimir Putin’s invasion of Ukraine approaches, it does not start looking at its watch – and for an early way out.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/vladimir-putin-ukraine-volodymyr-zelenskiy-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/10/vladimir-putin-ukraine-volodymyr-zelenskiy-europe", "date_published": "2023-02-10 17:15:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Big books by blokes about battles’: why we need the Women’s prize for nonfiction", "description": "<p>Authors and publishers discuss the gender imbalance in nonfiction writing, and ask whether the newly announced award can redress it</p><p>‘Close your eyes and think of a historian, and most people see an elderly white man,” says classicist and author Mary Beard. This stereotypical view of what experts look like means that “there is a bit of a ‘big books by blokes about battles syndrome’” when it comes to acclaimed nonfiction writing. So, she adds, the newly announced Women’s prize for nonfiction will be “very useful”.</p><p>The Women’s prize for fiction was set up in 1996 after no female writers were shortlisted for the Booker prize in 1991. For almost 30 years, the prize has been “consistently excellent”, says Natalie Haynes, who writes both nonfiction, such as the bestselling <a href=\"https://www.theguardian.com/books/2020/oct/08/pandoras-jar-by-natalie-haynes-review-rescuing-women-in-greek-myths\">Pandora’s Jar: Women in the Greek Myths</a>, and fiction, including <a href=\"https://www.theguardian.com/books/2019/may/23/a-thousand-ships-natalie-haynes-review\">A Thousand Ships</a>, which was shortlisted for the Women’s prize in 2020. “In a way it seems bonkers that they didn’t [start a nonfiction prize] ages ago,” Haynes adds. When it comes to nonfiction prizes, only 35% of winners in the past 10 years were women, according to research commissioned for the Women’s prize looking at seven major UK nonfiction prizes. The new prize is “not about taking the spotlight away from the brilliant male writers, it’s about adding the women in”, Kate Mosse, the founding director of the Women’s prize, <a href=\"https://www.theguardian.com/books/2023/feb/08/womens-prize-to-launch-annual-award-for-womens-non-fiction-writing\">told the Guardian</a> when the news was announced.</p> <a href=\"https://www.theguardian.com/books/2023/feb/10/why-we-need-womens-prize-for-nonfiction\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/10/why-we-need-womens-prize-for-nonfiction", "date_published": "2023-02-10 16:56:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holidaymakers planning to visit Turkey told to travel with caution", "description": "<p>While Istanbul, Ankara and the Aegean coast are operating as normal, tourists are advised to avoid the immediate vicinity of the earthquake</p><p>• <a href=\"https://www.theguardian.com/world/turkey-syria-earthquake-2023\">Turkey and Syria earthquake: follow latest updates</a></p><p>Holidaymakers are being urged to be cautious when travelling to Turkey following the <a href=\"https://www.theguardian.com/world/2023/feb/08/before-and-after-satellite-images-pictures-turkey-syria-earthquake-destruction\">two earthquakes</a> that hit the south-easte of the country, as well as neighbouring Syria, on Monday.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/holidaymakers-visit-turkey-earthquake-travel-caution\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/holidaymakers-visit-turkey-earthquake-travel-caution", "date_published": "2023-02-10 16:55:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Work-life balance as important as pay, says university staff union", "description": "<p>Six days into strike action, Jo Grady, UCU general secretary, demands end to ‘draining’ campus conditions</p><p>Striking university staff are determined to secure a deal that tackles burnout and makes their working lives more liveable, Jo Grady, general secretary of the University and Colleges Union (UCU) has insisted, ahead of talks at the independent Advisory, Conciliation and Arbitration Service (Acas).</p><p>Speaking on the sixth day of coordinated strike action across the higher education sector, Grady told the Guardian that for the UCU and fellow higher education unions, the dispute has never been just about pay.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/10/work-life-balance-as-important-as-pay-says-university-staff-union\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/10/work-life-balance-as-important-as-pay-says-university-staff-union", "date_published": "2023-02-10 16:53:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Third of 15-year-olds persistently absent from school in England since September", "description": "<p>Attendance rates remain lower than before the start of the coronavirus pandemic, research finds</p><p>A third of 15-year-olds have been persistently absent from classrooms in England during the current school year, according to research that shows absence rates remain stubbornly higher than before the coronavirus pandemic.</p><p>The analysis of attendance rates at more than 7,000 state schools in England found that 14- and 15-year-olds – pupils in years 9 and 10 – have been worst affected, closely followed by those in year 11.</p> <a href=\"https://www.theguardian.com/education/2023/feb/10/third-of-15-year-olds-persistently-absent-school-england\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/feb/10/third-of-15-year-olds-persistently-absent-school-england", "date_published": "2023-02-10 16:48:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds’ manager search goes on after Arne Slot opts to stay at Feyenoord", "description": "<ul><li>Leeds renew interest in Rayo Vallecano coach Andoni Iraola</li><li>Feyenoord’s Slot flattered but out to win trophies in Netherlands</li></ul><p>Arne Slot’s decision to remain at Feyenoord dictated that Leeds met another closed door as they continued their hunt for a new manager. That rejection left the club weighing up a second approach for their initial favourite, the Rayo Vallecano manager, Andoni Iraola.</p><p>Earlier in the week Victor Orta, Leeds’s director of football, flew to Madrid in the hope of returning with Iraola but he and Rayo proved resistant. Although Leeds are speaking to alternative candidates, they have reason to hope the much-admired 40-year-old coach could still be within their reach to <a href=\"https://www.theguardian.com/football/2023/feb/06/jesse-marsch-sacked-by-leeds-united\">replace Jesse Marsch</a>.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/leeds-manager-search-goes-on-after-arne-slot-opts-to-stay-at-feyenoord\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/leeds-manager-search-goes-on-after-arne-slot-opts-to-stay-at-feyenoord", "date_published": "2023-02-10 16:47:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "News Corp cuts driven by Murdoch’s mission to prop up news assets", "description": "<p>Weeks after Fox merger scrapped investors say market value languishing because of underperforming businesses in portfolio</p><p>The shrinking of Rupert Murdoch’s News Corporation by 1,250 roles after a plunge in profits of almost a third serves as a stark reminder that the billionaire mogul’s abortive attempt to <a href=\"https://www.theguardian.com/media/2022/oct/21/murdochs-succession-who-wins-from-move-to-reunite-fox-and-news-corp\">reunite his media empire</a> was built on a <a href=\"https://www.theguardian.com/media/2023/jan/24/rupert-murdoch-fox-news-corp-merger\">mission to protect his weakest publishing assets</a>.</p><p>Less than three weeks ago Murdoch <a href=\"https://www.theguardian.com/media/2023/jan/24/rupert-murdoch-fox-news-corp-merger\">scrapped his decade-long ambition to reunify News Corp</a> – home to assets including the Sun, Times, the Australian and Wall Street Journal, with the immensely profitable Fox, broadcaster of Fox News and prime NFL games – reluctantly admitting it was “not optimal” after a backlash from investors and his younger son, James.</p> <a href=\"https://www.theguardian.com/media/2023/feb/10/news-corp-cuts-driven-by-murdoch-mission-to-prop-up-news-assets\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/feb/10/news-corp-cuts-driven-by-murdoch-mission-to-prop-up-news-assets", "date_published": "2023-02-10 16:37:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Deere Mark can foil Filey Bay plot in Betfair Hurdle", "description": "<p>The hot favourite who romped through the fog last time may have to play second best at Newbury to lightly raced novice </p><p>It feels like a nod to the Betfair Hurdle’s plot-ridden past – not least in its early years in the 1960s when sponsored by Schweppes – that Filey Bay, the hot favourite for the latest renewal at Newbury on Saturday, was <a href=\"https://www.racingtv.com/videos/watch/horse_racing_replays/421854-weatherbys-stallion-book-handicap-hurdle-qualifier-3\">obscured by fog</a> for much of his latest outing at Wincanton in December.</p><p>Emmet Mullins’s hurdler eventually emerged from the murk to record a cosy one-length success and has since been sold to JP McManus, who loves to target this race, while remaining with his exceptionally shrewd trainer. He is an obvious favourite given his form and connections, but Filey Bay is also up 9lb in the weights since his last start and does not have a significantly better chance on paper than several rivals with a similar profile.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/feb/10/talking-horses-deere-mark-can-foil-filey-bay-plot-in-betfair-hurdle-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/feb/10/talking-horses-deere-mark-can-foil-filey-bay-plot-in-betfair-hurdle-horse-racing-tips", "date_published": "2023-02-10 16:35:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardiola accuses Premier League rivals of plotting against Manchester City", "description": "<ul><li>Manager claims City are ‘already being condemned’</li><li>Guardiola says he is more committed than ever to the club</li></ul><p>Pep Guardiola has claimed Manchester City are already “condemned” in the court of public opinion and namechecked Tottenham’s Daniel Levy when accusing the other 19 Premier League clubs of driving the <a href=\"https://www.theguardian.com/football/2023/feb/06/manchester-city-charged-by-premier-league-over-alleged-financial-rule-breaches\">101 charges against them</a>.</p><p>Guardiola defiantly defended his club as he spoke for the first time since the Premier League alleged financial misconduct by City over multiple years. He repeatedly said reputational “damage” had been done even if the club are found not guilty. City have denied wrongdoing.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/pep-guardiola-accuses-premier-league-rivals-manchester-city\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/pep-guardiola-accuses-premier-league-rivals-manchester-city", "date_published": "2023-02-10 16:34:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People of Britain – how can you look at our leaders and say there is nothing to laugh about? | Nels Abbey", "description": "<p>If there is a laughter deficit in this country, perhaps we are to blame. It’s a target rich environment</p><p>In a commendably shameless attempt to promote their comedy slate, the good folk over at Sky recently conducted a <a href=\"https://www.skygroup.sky/en-gb/article/-the-uk-is-in-a-national-laughter-deficit-as-sky-reveals-nearly-half-of-brits-can-t-remember-the-last-time-they-laughed\">survey of 2,000 great Britons</a> to find out when the last time was that they, ie we, had laughed out loud. Their findings were no laughing matter: “42% of Brits admitted that they cannot remember the last time they laughed out loud, with 32% of those surveyed believing they haven’t as much as giggled in the last month.”</p><p>Laughter, merriment: it’s a serious business. It brings immense <a href=\"https://www.northdevonhealth.nhs.uk/2021/02/laugh-therapy/\">health benefits</a>: it helps relax the body, boost the immune system, release endorphins (our natural feelgood chemicals) and burn calories. Laughter may even help you live longer. If I were confident it would not inspire this government to dream up further budget cuts, I’d max out and say laughter could ease pressure on the NHS.</p><p>Nels Abbey is a writer, broadcaster and former banker. He is the author of the satirical book Think Like a White Man</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/britain-leaders-laugh-target\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/10/britain-leaders-laugh-target", "date_published": "2023-02-10 16:08:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paul Stewart Laing obituary", "description": "<p>Television producer and director behind such popular 1970s shows as Celebrity Squares and New Faces</p><p>Paul Stewart Laing, who has died aged 83, was a producer and director of popular TV light entertainment shows in the 1970s featuring stars such as <a href=\"https://www.theguardian.com/news/2003/dec/30/guardianobituaries.artsobituaries\">Bob Monkhouse</a>, Dickie Henderson and <a href=\"https://www.theguardian.com/tv-and-radio/2021/jul/19/tom-o-connor-obituary\">Tom O’Connor</a>.</p><p>His biggest success, hosted by Monkhouse, was Celebrity Squares (1975-79), ITV’s version of the American game show Hollywood Squares. Two members of the public battled to win big money by playing noughts and crosses on a giant “board”, with boxes populated by showbiz personalities answering general-knowledge questions. The contestants’ task was to judge the truth of the answers from celebs including Willie Rushton, <a href=\"https://www.theguardian.com/culture/2012/feb/23/frank-carson-obituary\">Frank Carson</a> and <a href=\"https://www.theguardian.com/news/2002/may/28/guardianobituaries.arts\">Pat Coombs</a>.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/10/paul-stewart-laing-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/10/paul-stewart-laing-obituary", "date_published": "2023-02-10 16:05:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doctor in alleged organ trafficking case suggests Nigeria senator’s family may be paying donor", "description": "<p>Dr Peter Dupont, who refused to approve a kidney transplant, said the ‘wealth disparity’ between the alleged victim and accused created cause for concern</p><p>A London doctor who refused to approve a kidney transplant of an alleged victim of organ trafficking said he was worried that the man was being “financially coerced” into the donation, the Old Bailey has heard.</p><p>Dr Peter Dupont, a kidney specialist at the Royal Free hospital, was giving evidence at trial of Nigeria senator Ike Ekweremadu, 60, his wife Beatrice, 56, daughter Sonia, 25, and Dr Obinna Obeta, 51, who are accused of conspiring to arrange or facilitate the travel of the young man to Britain with a view to his exploitation.</p> <a href=\"https://www.theguardian.com/society/2023/feb/10/doctor-alleged-organ-trafficking-case-nigeria-senator-family\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/10/doctor-alleged-organ-trafficking-case-nigeria-senator-family", "date_published": "2023-02-10 16:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: Paul Feig’s I’m Gin Love – recipe | The good mixer", "description": "<p>An amorous, three-fruit gin cocktail with a dash of bitters to round off the sweetness</p><p>My wife Tipsy and I never celebrate Valentine’s Day. We made a vow that every day should be a potential Valentine’s in its own way, so we just surprise each other from time to time with something nice that shows our love: little gifts, surprise date nights or just a favourite food treat – we like to keep the romance alive by being unpredictable, instead of waiting for the officially mandated Day of Love. That said, I do still get her something on 14 February, because, well, better safe than sorry. That’s how you stay married for 30 years. So, mix one of these for your loved one and make them feel they just got the most romantic card ever.</p><p>Recipe extracted from <a href=\"https://harpercollins.co.uk/products/cocktail-time-the-ultimate-guide-to-grown-up-fun-paul-feig?variant=39880313045070\">Cocktail Time! The Ultimate Guide to Grown-Up Fun</a>,<em> </em>by <a href=\"https://www.theguardian.com/film/paul-feig\">Paul Feig</a>, published by William Morrow at £22.</p> <a href=\"https://www.theguardian.com/food/2023/feb/10/cocktail-of-the-week-paul-feig-im-gin-love-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/10/cocktail-of-the-week-paul-feig-im-gin-love-recipe", "date_published": "2023-02-10 16:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Goffin’s cockatoos able to use toolset to complete tasks", "description": "<p>Parrot can figure out how to use a tool, pick the most suitable one and even transport a set together</p><p>They might not have a toolbox or even a fancy belt, but it appears Goffin’s cockatoos are the Handy Andy of the bird world. Researchers have revealed the parrots are able to figure out how to use novel tools, select the best instrument for a job and even transport tools together before attempting to use them.</p><p>While <a href=\"https://www.theguardian.com/environment/2018/jun/29/birdbrainy-new-caledonian-crows-make-tools-using-mental-images\">New Caledonian crows</a> have long been hailed as expert tool users, recent research shows that Goffin’s cockatoos are also proficient at creating instruments and using them, with one study describing how wild birds manufactured and used <a href=\"https://www.theguardian.com/world/2021/sep/01/wild-cockatoos-observed-using-tools-as-cutlery-to-extract-seeds-from-tropical-fruit\">three types of tools as “cutlery”</a> to extract seeds from tropical fruit.</p> <a href=\"https://www.theguardian.com/science/2023/feb/10/goffins-cockatoos-use-toolset-complete-tasks\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/feb/10/goffins-cockatoos-use-toolset-complete-tasks", "date_published": "2023-02-10 16:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RMT rejects ‘dreadful’ pay offers from Network Rail and train operators", "description": "<p>Union boss Mick Lynch says message from members was ‘loud and clear’, as TSSA prepares to put offer to vote</p><p>The RMT union has rejected “dreadful” pay offers from Network Rail and train operators, prolonging the long-running dispute on the railway.</p><p>The union’s general secretary, Mick Lynch, said it had consulted in-depth with its 40,000 rail members, and the “loud and clear” message was to reject the offers.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/rmt-rejects-dreadful-pay-offers-from-network-rail-and-train-operators\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/rmt-rejects-dreadful-pay-offers-from-network-rail-and-train-operators", "date_published": "2023-02-10 16:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Smith dropped as England opt for Owen Farrell at fly-half against Italy", "description": "<ul><li>Borthwick opts to break up much-debated playmaking axis</li><li>Jack Willis replaces Ben Curry at openside flanker</li></ul><p>England have broken up their playmaking axis of Marcus Smith and Owen Farrell as part of a revamped midfield selected for Sunday’s Six Nations tussle with Italy.</p><p>Having started the last eight Tests together, Smith has been demoted to the bench to accommodate Owen Farrell’s selection at fly-half instead of inside-centre.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/marcus-smith-dropped-as-england-owen-farrell-italy-six-nations-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/marcus-smith-dropped-as-england-owen-farrell-italy-six-nations-rugby-union", "date_published": "2023-02-10 15:56:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Child among two people killed in Jerusalem bus stop attack", "description": "<p>Palestinian driver rams car into people on outskirts of city, in incident described by PM as terrorist attack</p><p>Two people including a child have been killed and several injured after a Palestinian driver rammed his car into a group of people at a bus stop on the outskirts of Jerusalem.</p><p>A police spokesperson said the driver, who was shot at the scene, was dead. An Israeli security official identified him as Hussain Qraqaa, 31, a resident of Issawiya in East Jerusalem.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/child-among-people-killed-jerusalem-bus-stop-attack-israel\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/child-among-people-killed-jerusalem-bus-stop-attack-israel", "date_published": "2023-02-10 15:45:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google v Microsoft: who will win the AI chatbot race?", "description": "<p>Bard’s misfire on launch cost owner $160bn but experts believe ChatGPT is also prone to errors</p><p>The James Webb space telescope cost $10bn (£8.3bn) to build, but it left Google nursing losses of more than $160bn after the search engine’s new chatbot answered a question about it incorrectly.</p><p>Google and Microsoft both announced plans for AI-enhanced search this week, taking the artificial intelligence space race into a new phase. However, the launch of the former’s new chatbot, Bard, misfired badly when the error appeared in a demo.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/10/google-v-microsoft-who-will-win-the-ai-chatbot-race-bard-chatgpt\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/10/google-v-microsoft-who-will-win-the-ai-chatbot-race-bard-chatgpt", "date_published": "2023-02-10 15:42:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Santos: puppy theft charge news follows Romney’s ‘sick puppy’ barb", "description": "<p>Republican at centre of string of scandals was charged in Pennsylvania with theft over purchase of puppies in 2017</p><p>The New York Republican congressman George Santos, who is at the centre of a bizarre string of scandals and who the Utah senator Mitt Romney this week called a “sick puppy”, was <a href=\"https://www.politico.com/news/2023/02/09/santos-charged-theft-2017-dog-breeders-00082091\">charged with theft</a> in Pennsylvania in 2017 – over a purchase of “puppies”.</p><p>The scandal, <a href=\"https://www.politico.com/news/2023/02/09/santos-charged-theft-2017-dog-breeders-00082091\">reported</a> by Politico, is not Santos’s first involving dogs and his charity, Friends of Pets United. A New Jersey veteran <a href=\"https://www.theguardian.com/us-news/2023/jan/18/george-santos-republicans-committee-house\">alleges</a> Santos raised money for an operation for his dog, then absconded with the money.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/10/george-santos-puppy-theft-charge-romney-sinema\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/10/george-santos-puppy-theft-charge-romney-sinema", "date_published": "2023-02-10 15:27:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tributes paid to two Southampton nurses killed in US car crash", "description": "<p>Tatian Brandão and Raquel Moreira, originally from Portugal, died on holiday close to the Grand Canyon</p><p>Tributes have been paid to two “‘kind and talented” NHS nurses who died in a car crash while visiting the Grand Canyon.</p><p>Tatiana Brandão, 30, and Raquel Moreira, 28, were said to have been killed instantly when their vehicle collided with a bus at the entrance to the US landmark.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/tributes-paid-to-two-southampton-nurses-killed-in-us-car-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/tributes-paid-to-two-southampton-nurses-killed-in-us-car-crash", "date_published": "2023-02-10 15:27:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The hardest music to sell in the UK’: why is British R&B being ignored?", "description": "<p>UK artists are big in US but at home their music has mostly failed to break through – as lack of Brit nominations shows</p><p>Trevor Nelson, the veteran DJ and broadcaster, has said R&amp;B remains the hardest music to sell in the UK, with artists still struggling to make their mark, and some turning to the US for chart success.</p><p>Nelson remembers jumping up and down every time a British R&amp;B act made it into the charts during his pioneering BBC Radio 1 show in the 90s and 00s. “I was sort of saying to myself: ‘I know this is a one off’,” Nelson said. “That’s the music [R&amp;B] I love the most, and it’s probably the hardest music to sell in this country. It just is. It’s always been.”</p> <a href=\"https://www.theguardian.com/music/2023/feb/10/hardest-music-to-sell-in-uk-why-is-british-r-and-b-being-ignored\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/10/hardest-music-to-sell-in-uk-why-is-british-r-and-b-being-ignored", "date_published": "2023-02-10 15:20:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marina Ovsyannikova says she still fears for her life after ‘chaotic’ escape to France", "description": "<p>The former Russian TV editor, who was under house arrest and faced 10 years in prison, described her journey across Europe last October</p><p>Marina Ovsyannikova, the former Russian state TV editor who famously <a href=\"https://www.theguardian.com/world/2022/mar/14/russian-tv-employee-interrupts-news-broadcast-marina-ovsyannikova\">interrupted a live news broadcast</a> to protest against the start of the Ukraine war, has described her “chaotic” escape from house arrest in Moscow and how she fled across Europe to seek asylum in France.</p><p>“I didn’t want to emigrate until the very last moment,” Ovsyannikova said at a Paris press conference with the journalists’ organisation, Reporters without Borders. “Russia is still my country, even if war criminals have power there. But I had no choice – it was either prison or exile. I’m very grateful to France, a free country, to have welcomed me.”</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/marina-ovsyannikova-says-she-still-fears-for-her-life-after-chaotic-escape-to-france\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/marina-ovsyannikova-says-she-still-fears-for-her-life-after-chaotic-escape-to-france", "date_published": "2023-02-10 15:12:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just Stop Oil activists who staged Silverstone protest convicted", "description": "<p>Judge says protesters who ran on to track during British Grand Prix last year posed ‘risk of serious harm’</p><p>Six Just Stop Oil protesters who ran on to the track during the British Grand Prix at Silverstone last year have been convicted of causing a public nuisance.</p><p>David Baldwin, 47, Emily Brocklebank, 24, Alasdair Gibson, 22, Louis McKechnie, 22, Bethany Mogie, 40, and Joshua Smith, 29, were convicted on Friday at Northampton crown court, after the jury deliberated for eight hours and 40 minutes.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/10/just-stop-oil-activists-who-staged-silverstone-protest-convicted\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/10/just-stop-oil-activists-who-staged-silverstone-protest-convicted", "date_published": "2023-02-10 15:09:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unarmed PC tells inquest how he ran at Plymouth shooter", "description": "<p>‘I had no choice, I had to protect the public,’ said Zachary Printer, who tried to distract Jake Davison</p><p>An unarmed police officer has described how he ran towards the Plymouth gunman, <a href=\"https://www.theguardian.com/uk-news/2021/aug/13/plymouth-shooting-suspect-what-we-know-jake-davison\">Jake Davison</a>, after he shot dead five people with a pump-action shotgun, determined to grab his attention and stop him hurting anyone else.</p><p>PC Zachary Printer told the inquest on Davison’s victims: “My role as a police officer is to protect the public as best I can. I had no choice. I had to confront him to protect the public. I had to become the focus of his attention.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/unarmed-pc-tells-inquest-how-he-ran-at-plymouth-shooter\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/unarmed-pc-tells-inquest-how-he-ran-at-plymouth-shooter", "date_published": "2023-02-10 15:05:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s recipe for grapefruit yoghurt loaf cake | The sweet spot", "description": "<p>Yoghurt brings a silky mouthfeel to this loaf cake for a sweet-but-tangy afternoon treat  </p><p>Grapefruit isn’t for everyone, but I love it. Especially in these cold, dark, winter months, when it tastes so refreshing and welcome. Its tartness is mellowed by sweetness in this loaf cake, with its moist crumb. Adding yoghurt to cakes is a gamechanger, bringing a subtle tang and almost silky texture. Add a classic icing sugar glaze to finish, and you’ve got the perfect afternoon pick-me-up.</p> <a href=\"https://www.theguardian.com/food/2023/feb/10/grapefruit-yoghurt-loaf-cake-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/10/grapefruit-yoghurt-loaf-cake-recipe-benjamina-ebuehi", "date_published": "2023-02-10 15:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ve got to move on’: John Lewis declares death of the floral midi dress", "description": "<p>Fashion director Queralt Ferrer admits ‘customers love them’ but new collection ditches the flowers</p><p>The floral midi dress is dead, long live the floral midi dress.</p><p>This was the somewhat mixed message John Lewis sent as it unveiled its latest fashion collection on Tuesday, claiming it was time to move on from the trend.</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/10/john-lewis-declares-death-of-the-floral-midi-dress\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/feb/10/john-lewis-declares-death-of-the-floral-midi-dress", "date_published": "2023-02-10 15:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland v France is a heavyweight clash of Six Nations styles to be relished | Ugo Monye", "description": "<p>The two sides are tactically trying to achieve the same thing but they go about it in very different ways</p><p>The top two teams in the world lock horns in Dublin on Saturday and a heavyweight clash such as this in any sport is cause to celebrate. What I love about this match-up is that Ireland and France are ultimately trying to achieve the same thing but go about it in very different ways.</p><p>Ireland made a breathtaking <a href=\"https://www.theguardian.com/sport/2023/feb/04/wales-ireland-six-nations-report\">start against Wales</a> and given their domestic structures and how similar they are in style and in personnel to Leinster, they tend to hit the ground running in the Six Nations. At times against Wales, you just had to sit back and applaud the skill and accuracy.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/irelands-work-rate-can-give-them-edge-over-france-in-six-nations-showdown\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/irelands-work-rate-can-give-them-edge-over-france-in-six-nations-showdown", "date_published": "2023-02-10 14:51:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moldovan PM resigns blaming ‘crises caused by Russian aggression’", "description": "<p>Pro-western Natalia Gavrilita quits as Russian ambassador summoned over apparent violation of airspace</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/10/russia-ukraine-war-zaporizhzhia-hit-by-largest-missile-strike-fighter-jets-not-a-priority-says-macron-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>Moldova’s pro-western government has resigned after 18 months in power after a series of economic and political crises that have engulfed the country in the wake of Russia’s invasion of Ukraine.</p><p>The prime minister, Natalia Gavrilita, told a news conference on Friday that the “time has come for me to announce my resignation”, adding that no one could have expected her government “to manage so many crises caused by Russian aggression”.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/moldovan-pm-natalia-gavrilita-resigns-blaming-crises-caused-by-russian-aggression\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/moldovan-pm-natalia-gavrilita-resigns-blaming-crises-caused-by-russian-aggression", "date_published": "2023-02-10 14:42:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "German call for English to be second official language amid labour shortage", "description": "<p>Politician from governing FDP says skilled foreign workers are being put off by unwieldy bureaucratic German</p><p>English should become a second official language at administrative offices in Germany, one of the country’s governing parties has argued, saying unwieldy bureaucratic German is proving too much of a deterrent for much-needed skilled workers from abroad.</p><p>The three-party government of the chancellor, Olaf Scholz, in which the pro-business Free Democratic party (FDP) is a junior coalition partner, last autumn unveiled its own version of a “green card” – called <em>Chancenkarte </em>or “opportunity card” – designed to address a critical shortage of skilled labour.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/germany-labour-shortage-english-second-official-language\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/germany-labour-shortage-english-second-official-language", "date_published": "2023-02-10 14:39:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My adult daughters are angry with me for leaving the country. What can I do? | Ask Annalisa Barbieri", "description": "<p>Divorce, grief and illness have been traumatic events for you all, and your daughters’ shared emotions suggest it’s time to listen</p><p><strong>I am a </strong><strong>70-year-old </strong><strong>woman, I left the UK 20 years ago and now live in Europe. I have three daughters </strong><strong>who are still angry at me for leaving them after all this time.</strong></p><p><strong>My children were in their early 20s when I left</strong><strong>, and away at university. I had been ill for six months,</strong><strong> had three operations and decided enough was enough. My </strong><strong>language course break turned into a long-term situation.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/10/my-adult-daughters-are-angry-with-me-for-leaving-the-country-what-can-i-do\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/10/my-adult-daughters-are-angry-with-me-for-leaving-the-country-what-can-i-do", "date_published": "2023-02-10 14:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Pence’s team weighs response to subpoena in Trump investigation – live", "description": "<p>Former vice-president issued by subpoena by Jack Smith, the special counsel in charge of the January 6 investigation</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>Mike Pence is weighting a response to a subpoena he received related to January 6, ABC News first reported.</p><p>Jack Smith was appointed in 2020 to lead the January 6 investigation. Smith is also leading a separate inquiry into classified documents that were found at Trump’s Mar-a-Lago residence.</p><p><strong>Joe Biden</strong> and <strong>Kamala Harris</strong> will host US governors at the White House this morning. The governors are joining for the annual National Governors Association meeting, where the president will revisit economic initiatives from Thursday’s State of the Union address.</p><p>The White House press secretary, <strong>Karine Jean-Pierre</strong>, is due to brief at 1.30pm eastern time.</p><p><strong>Biden</strong> will meet with Brazil’s president, <strong>Luiz Inácio Lula da Silva</strong>, at 3.30 pm. The meeting comes as Brazil attempts to revive US-Brazil relations after the presidency of rightwinger Jair Bolsonaro.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/feb/10/mike-pence-subpoena-trump-jan-6-biden-us-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/feb/10/mike-pence-subpoena-trump-jan-6-biden-us-politics-latest", "date_published": "2023-02-10 14:23:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU leaders plan tougher border controls as more people claim asylum", "description": "<p>Funding pledged for cameras, drones and watchtowers, in move criticised by aid agencies and Luxembourg</p><p>EU leaders have agreed to toughen up border controls to keep out people trying to enter, with more funds pledged for cameras, drones and watchtowers at the bloc’s external borders.</p><p>The decision was published in the early hours of Friday after the 27 leaders met to discuss tighter control of the EU’s external frontier, in response to the highest number of people filing asylum applications since 2016.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/eu-leaders-plan-tougher-border-controls-as-more-people-claim-asylum\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/eu-leaders-plan-tougher-border-controls-as-more-people-claim-asylum", "date_published": "2023-02-10 14:18:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘People are feeling jumpy’: civil servants feel the strain as Raab inquiry drags on", "description": "<p>Inside Ministry of Justice patience with pace of investigation into allegations of bullying is starting to wear thin</p><p>From the outside, it looked like business as usual at the Ministry of Justice this week. The department pressed the button on Operation Safeguard, telling police chiefs to make their custody cells available for inmates because the prisons are too overcrowded.</p><p>Officials were also busy working on the forthcoming victims bill, which aims to improve victims’ experiences of the criminal justice system, with the justice secretary, Dominic Raab, said to be keen to be “on the front foot”.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/10/people-are-feeling-jumpy-civil-servants-feel-the-strain-as-raab-inquiry-drags-on\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/10/people-are-feeling-jumpy-civil-servants-feel-the-strain-as-raab-inquiry-drags-on", "date_published": "2023-02-10 14:14:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A growing threat to human health’: we are ill-equipped for the dangers of fungal infections", "description": "<p>About 2 million people die a year as a result of a core group of fungi, and the WHO is concerned we are unprepared for the future</p><p>The year is 2003, and a species of Cordyceps fungus has made the leap from ants to humans, transforming its hosts into frenzied, bloodthirsty zombies that spread the infection to everyone they bite. The solution proposed by a leading mycologist in Jakarta, Indonesia, where the first cases were detected, is radical, but in her view, essential: bomb the entire city and everyone in it, to stop the infection in its tracks.</p><p>Last month, HBO’s long-awaited post-apocalyptic series The Last of Us hit our screens, to huge acclaim from both critics and fans. It posits that it isn’t viruses or bacteria that pose the greatest threat to society, but fungi – those same organisms beloved by brewers, bakers and wild-food enthusiasts. More specifically, climate change has prompted <em>Ophiocordyceps unilateralis</em>, commonly known as “zombie-ant fungus”, to adapt to surviving at higher temperatures, rendering humans an alternative host.</p> <a href=\"https://www.theguardian.com/science/2023/feb/10/a-growing-threat-to-human-health-we-are-ill-equipped-for-the-dangers-of-fungal-infections\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/feb/10/a-growing-threat-to-human-health-we-are-ill-equipped-for-the-dangers-of-fungal-infections", "date_published": "2023-02-10 14:14:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reds and whites to woo: romantic wines and other drinks for Valentine’s Day", "description": "<p>It doesn’t have to be fizz to impress your valentine – nor even alcoholic</p><p>Judging by the number of emails I’ve had from firms asking if I want to opt out of Valentine’s Day communications, it’s clear that this is a fraught day for many, and one heavily loaded with Fomo. I don’t get it myself, never having fallen for the kind of guy who does a dozen red roses and a candlelit dinner, and at the same time never having felt deprived as a result. There’s no one way to express your love, after all. Frankly, I’d prefer a cuppa brought to me in bed and the occasional £5 bunch of supermarket flowers over the occasional grand gesture.</p><p>If you are in a relationship with a romantic, however, it’s more a question of managing expectations, and Valentine’s Day is synonymous with fizz. Does that need to be champagne? No, but you might as well – though, as I suggest below, it could also be English wine. Should it be a household name? Maybe, especially if you’re trying to impress your partner, but if they don’t know that Lidl sells the more than adequate <a href=\"https://www.lidl.co.uk/p/sparkling-wine/comte-de-senneval-champagne-brut/p9911\">Comte de Senneval for £14.99</a>, you should maybe try to get away with that.</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/feb/10/reds-and-whites-to-woo-romantic-wines-and-other-drinks-for-valentines-day\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/10/reds-and-whites-to-woo-romantic-wines-and-other-drinks-for-valentines-day", "date_published": "2023-02-10 14:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to jazz up your boring old coat with a colourful twist  | Jess Cartner-Morley", "description": "<p>If your coat doesn’t have much chat, let a statement scarf do the talking </p><p>There is only one clothes show in town at this time of year, and that is the coat. Walk down the street and all you see is coats. You could be rocking the chicest outfit and it would go unappreciated, because your coat is all anyone else is going to see. This is liberating in some ways – the sartorial pressure is definitely off – but it also gets kind of dull. Clothes are self-expression. They talk to the world for you, sending out vibes about who you are, what kind of day you’re having, what mood you’re in. And your coat probably doesn’t have much chat.</p><p>But a coat can be a “coat-fit”. We all remember <a href=\"https://www.theguardian.com/world/2009/jan/20/michelle-obama-isabel-toledo-sasha-malia\">the Obamas at the first inauguration</a>. Michelle in a lemon coat with chartreuse leather gloves. Little Sasha, seven years old, in an orange scarf with a pink coat. It was a masterclass in using accessories and colour to jazz up your look without undoing a single button. A jazzed-up coat gives a sense of who you are.</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/10/how-to-jazz-up-your-boring-old-coat-with-a-colourful-twist\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/feb/10/how-to-jazz-up-your-boring-old-coat-with-a-colourful-twist", "date_published": "2023-02-10 14:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yorkshire graduate sets record for fastest solo female to row across Atlantic", "description": "<p>Miriam Payne rowed for 59 days from Canary Islands to Antigua in one of world’s toughest races</p><p>A 23-year-old from east Yorkshire has set a new record after completing a 3,000-mile solo rowing challenge across the Atlantic.</p><p>Miriam Payne, from Market Weighton, set off from La Gomera in the Canary Islands on 12 December 2022 with the aim of reaching Antigua in the Caribbean within two months as part of the Talisker Whisky Atlantic Challenge – described as “the world’s toughest row”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/yorkshire-graduate-record-fastest-solo-female-atlantic-miriam-payne\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/yorkshire-graduate-record-fastest-solo-female-atlantic-miriam-payne", "date_published": "2023-02-10 13:53:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Burt Bacharach: 10 of his greatest songs", "description": "<p>Recording with Hal David, Dionne Warwick and Aretha Franklin, the late songwriter’s discog includes some of the best pop songs ever written</p><ul><li><a href=\"https://www.theguardian.com/music/gallery/2023/feb/09/a-lifetime-of-magic-moments-burt-bacharach-in-pictures\">A lifetime of magic moments: Burt Bacharach in pictures</a></li><li><a href=\"https://www.theguardian.com/music/2023/feb/09/burt-bacharach-obituary\">Burt Bacharach obituary</a></li><li><a href=\"https://www.theguardian.com/music/2023/feb/09/burt-bacharach-an-astonishing-creator-of-impermeable-classics-and-super-smooth-adult-pop\">An astonishing creator of impermeable classics and supersmooth pop</a></li></ul><p>Burt Bacharach’s first hit had come in 1957, with the hokey country ballad The Story of My Life, his first collaboration with lyricist Hal David. The first of the songs that would define him came in 1962, with Tommy Hunt recording I Just Don’t Know What to Do With Myself, then Jerry Butler tackling Make It Easy on Yourself. The definitive version of that song was recorded by the Walker Brothers in 1965, a huge, overwrought edifice – strings, timpani, and Scott Walker piling on the melodrama – that highlighted the drama of Bacharach’s writing.</p> <a href=\"https://www.theguardian.com/music/2023/feb/10/burt-bacharach-10-of-his-greatest-songs\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/10/burt-bacharach-10-of-his-greatest-songs", "date_published": "2023-02-10 13:38:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Snowfall, shelter and a Winter Games: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/feb/10/snowfall-shelter-and-a-winter-games-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/feb/10/snowfall-shelter-and-a-winter-games-fridays-best-photos", "date_published": "2023-02-10 13:36:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona shopkeeper fined €7,501 over job ad seeking ‘woman over 40’", "description": "<p>Labour inspectors say Javier Marcos’s shop assistant job ad discriminated on grounds of both sex and age</p><p>A Barcelona shopkeeper has been fined €7,501 (£6,600) for placing an advertisement for a shop assistant stating that the applicant should be “a woman over 40”.</p><p>Javier Marcos, who runs a small curtain-making business in the Fort Pienc area of the city, said he wanted to replace his only female employee, who is retiring, with someone with a similar profile.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/barcelona-shopkeeper-fined-job-ad-seeking-woman-over-40\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/barcelona-shopkeeper-fined-job-ad-seeking-woman-over-40", "date_published": "2023-02-10 13:36:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ten Hag tells Alejandro Garnacho he expects final product as well as skill", "description": "<ul><li>‘As a Manchester United player, we expect you to have impact’</li><li>Manager says Garnacho is ‘totally convinced about himself’</li></ul><p>Erik ten Hag believes Alejandro Garnacho “had to score” in Manchester United’s <a href=\"https://www.theguardian.com/football/2023/feb/08/manchester-united-leeds-united-premier-league-match-report\">draw with Leeds</a> but the manager is impressed with the 18-year-old’s total self-belief.</p><p>The winger had at least two clear chances in the first half on Wednesday before being replaced after the break. Although he did not score, Garnacho was a threat on the left on his third league start. Ten Hag was asked to assess the youngster since the season restarted after the World Cup.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/ten-hag-tells-alejandro-garnacho-he-expects-final-product-as-well-as-skill\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/ten-hag-tells-alejandro-garnacho-he-expects-final-product-as-well-as-skill", "date_published": "2023-02-10 13:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: New Zealand’s North Island braces for cyclone Gabrielle", "description": "<p>Auckland extends state of emergency as cyclone intensifies to category 3 and winds hit 127mph</p><p>The mayor of Auckland, New Zealand’s largest city, has extended the region’s state of emergency declared on 27 January, with further extreme rainfall expected. The country has been hit by a catastrophically wet January, with particularly intense flooding around the city.</p><p>Tropical cyclone Gabrielle, currently out in the Coral Sea off the north-east coast of Australia, is <a href=\"https://www.theguardian.com/australia-news/2023/feb/10/tropical-cyclone-gabrielle-queensland-weather-norfolk-island-new-zealand\">heading straight towards the North Island</a> of New Zealand over the coming days. Gabrielle is tracking south-eastwards with winds gusting to 127mph, making it a category 3 cyclone.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/10/weather-tracker-new-zealands-north-island-braces-for-cyclone-gabrielle\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/10/weather-tracker-new-zealands-north-island-braces-for-cyclone-gabrielle", "date_published": "2023-02-10 13:22:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea land Lyon as Arsenal draw Bayern in Women’s Champions League", "description": "<ul><li>Lyon, holders and eight-times winners, lost to Arsenal in group</li><li>Georgia Stanway is Bayern’s joint-leading scorer in tournament</li></ul><p>Chelsea have drawn arguably the toughest possible Champions League quarter-final opponents in the eight-times winners and <a href=\"https://www.theguardian.com/football/2022/may/21/barcelona-lyon-womens-champions-league-match-report\">holders, Lyon</a>. In the other tie involving a WSL club, Arsenal will play Bayern Munich.</p><p>Chelsea finished the group stage with more points than any other side, after five wins and one draw. They will face Barcelona or Roma if they progress, meaning their quest for a first European title is as hard as it could be. Lyon scored 10 goals but conceded six in Group C, suffering a bruising <a href=\"https://www.theguardian.com/football/2022/oct/19/lyon-arsenal-womens-champions-league-match-report\">5-1 home defeat by Arsenal</a>, and became the first side to pass 100 UWCL wins.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/womens-champions-league-draw-chelsea-lyon-arsenal-bayern-munich\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/womens-champions-league-draw-chelsea-lyon-arsenal-bayern-munich", "date_published": "2023-02-10 13:17:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK accused of ‘dangerous whitewash’ over Bahrain human rights abuses", "description": "<p>Humanitarian groups urge foreign secretary to issue correction to a recent report, amid fears it could provide cover for repression in the Gulf state</p><p>The British foreign secretary, James Cleverly, has been urged by humanitarian organisations to issue a correction over a “misleading” Foreign Office (FCDO) report on Bahrain, as they say it represents a “dangerous whitewash” on human rights that risks emboldening abusers in the Gulf state.</p><p>A <a href=\"https://uploads.guim.co.uk/2023/02/10/NGO_Open_Letter_FCDO_Report_Rebuttal_final_text.pdf\">letter to the foreign secretary</a>, signed by Human Rights Watch (HRW), Reprieve and the Bahrain Institute for Rights and Democracy (Bird), said the report is “fraught with inaccuracies” and amounts to disinformation that could be used as propaganda by the government of Bahrain.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/10/uk-accused-whitewash-bahrain-human-rights-abuses-james-cleverly\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/feb/10/uk-accused-whitewash-bahrain-human-rights-abuses-james-cleverly", "date_published": "2023-02-10 13:15:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "XR, smacking and asylum: Lee Anderson’s history of speaking out", "description": "<p>The Conservative party’s new deputy chair has weighed in on a wide range of issues over the years</p><p>“The more my critics criticise me, the more I know I am doing and saying the right things,” proclaimed <a href=\"https://www.theguardian.com/politics/2023/feb/07/lee-anderson-tory-deputy-chair-one-man-controversy-machine\">Lee Anderson</a> after becoming the Conservative party’s deputy chair this week. “If they ever stop criticising me then that’s the time to start worrying.”</p><p>There’s no cause for worry just yet. In just a few short days since being given his new role, the Ashfield MP has received a backlash for <a href=\"https://www.theguardian.com/politics/2023/feb/09/lee-anderson-tory-vice-chair-backed-death-penalty-and-naval-standoffin-channel\">advocating the death penalty</a> and for clashing with a radio presenter over accusations of dishonesty.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/10/xr-smacking-and-asylum-lee-anderson-history-of-speaking-out-conservatives\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/10/xr-smacking-and-asylum-lee-anderson-history-of-speaking-out-conservatives", "date_published": "2023-02-10 13:14:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Grant review – uncanny beauty with jagged edges", "description": "<p><strong>St James’s Church, London<br /></strong>Performing a stripped-back show as part of the Piccadilly piano festival, the singer-songwriter gave a forceful performance of some his most wrenching material – but there was laughter in the dark</p><p>With its Corinthian columns, stained-glass crucifixion scene and aroma of incense, the Christopher Wren-designed St James’s church on London’s Piccadilly is an unusual gig venue. And even taking into account its progressive reputation, it is an interesting setting for a man whose strict Methodist family told him he was going to hell for being gay, and who sings lines as spicy as the one on the T-shirts he sells: “I hope you know that all I want from you is sex.”</p><p>Then again, John Grant’s songwriting feeds on radical contrasts. He anatomises the ugliest depressive episodes and the bitterest break-ups with exquisite melodies and a chocolatey baritone. He likes his beauty to have jagged edges.</p> <a href=\"https://www.theguardian.com/music/2023/feb/10/john-grant-review-st-james-london-piccadilly-piano-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/10/john-grant-review-st-james-london-piccadilly-piano-festival", "date_published": "2023-02-10 13:13:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Anything that puts the focus back on Torquay’: residents on the return of Fawlty Towers", "description": "<p>Announcement that John Cleese will reboot the 1970s sitcom is met with a mix of excitement and concern in the Devon resort</p><p>Almost half a century after it was created, fans still arrive in Torquay searching for traces of Fawlty Towers. They visit the site of the hotel that inspired the sitcom, hoping that their B&amp;B hosts might have a bit of Basil and Sybil about them, and savour that melancholy feeling of fading British seaside grandeur that pervades the show and can still be felt in the Devon resort.</p><p>The announcement this week that<a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/07/fawlty-towers-john-cleese-reboot\"> John Cleese is to reboot the 1970s sitcom </a>was greeted with a mixture of excitement and concern on the English Riviera. Excitement that it may give a boost to tourism, concern that the legacy of one of Britain’s most revered shows could be tarnished if Cleese doesn’t get it right.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/10/torquay-residents-fawlty-towers-return-john-cleese\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/10/torquay-residents-fawlty-towers-return-john-cleese", "date_published": "2023-02-10 13:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s all chaos’: Salisbury woman’s search for missing brother in Turkey", "description": "<p>Ebru Ozturk has travelled to Kahramanmaraş where her brother Hakan is presumed to be under rubble</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/10/earthquake-turkey-syria-2023-live-updates-latest-news-maps-quake-death-toll-international-aid-sanctions\">Turkey and Syria earthquake – latest news updates</a></li></ul><p>Ebru Ozturk, from Salisbury, travelled on Thursday to Kahramanmaraş, one of the southern Turkish provinces hardest hit by Monday’s devastating earthquakes, where her 49-year-old brother, Hakan, is missing and presumed to be under rubble after his block of flats collapsed.</p><p>“I am travelling with my brother’s two teenage children, aged 15 and 17, and his ex-wife, who live in England,” Ozturk said. “They wanted to visit him this summer. Half of the city is destroyed now and it’s all chaos. [During a visit] last month, I stayed in three different houses in the city. All three have fallen.”</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/salisbury-woman-search-for-missing-brother-in-turkey-earthquake\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/salisbury-woman-search-for-missing-brother-in-turkey-earthquake", "date_published": "2023-02-10 13:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Sometimes it is racism’: Jada Pinkett Smith on prejudice, typecasting and the fallout from that slap", "description": "<p>She’s been picked apart by gossip columnists, stereotyped and had her alopecia become part of a global scandal. But now, as her new series hits our screens, the star is being zen about it all …</p><p>Jada Pinkett Smith plays many roles in a day. She’s an actor, a mum, a wife. Once the frontwoman of a metal band called Wicked Wisdom, she is also a <a href=\"https://www.theguardian.com/culture/2022/oct/06/jada-pinkett-smith-memoir-book-deal\">soon-to-be memoirist</a> – as well as, to some, an almost pathological over-sharer on <a href=\"https://www.theguardian.com/tv-and-radio/2019/mar/23/jada-pinkett-smith-red-table-talk\">Red Table Talk</a>, the Facebook Watch chatshow she co-hosts with her daughter Willow and her mother Adrienne “Gammy” Banfield-Norris.</p><p>But Pinkett Smith isn’t entirely comfortable with the reputation she has acquired: a honey-voiced, wise woman who never seems ruffled or fazed – a “level five auntie” as someone on social media put it. “Well, it’s interesting,” she says, speaking from her Los Angeles office. “I don’t really look at it that way. But I do think that, as we get older, that’s how it should be.” She laughs and soon I’m on the receiving end of one of her classic soothing declarations. It feels like a cross between a sermon and a guided meditation.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/10/sometimes-it-is-racism-jada-pinkett-smith-on-prejudice-typecasting-and-the-fallout-from-that-slap\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/10/sometimes-it-is-racism-jada-pinkett-smith-on-prejudice-typecasting-and-the-fallout-from-that-slap", "date_published": "2023-02-10 13:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Champions League draw, Premier League team news and more – live", "description": "<ul><li><a href=\"https://www.theguardian.com/football/2023/feb/10/premier-league-10-things-to-look-out-for-this-weekend\">Ten things to look out for in the Premier League this weekend</a></li><li>Email <a href=\"mailto:rob.smyth@theguardian.com\">rob.smyth@theguardian.com</a> with any thoughts</li></ul><p><strong>Crystal Palace v Brighton (Saturday, 3pm)</strong></p><p>Here’s Ed Aarons’ preview of the big game at Selhurst Park. Palace, who haven’t won at home since October, are in danger of being dragged into a relegation struggle. They are 12th, which looks very snug, but they are only six points clear of Everton in 18th.</p><p>The redevelopment of Old Trafford is long overdue, but anybody who visited the grotesque and soulless domes of Qatar’s World Cup will testify that money can buy you a lot of things, but it doesn’t buy you taste.</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/10/premier-league-team-news-womens-champions-league-draw-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/10/premier-league-team-news-womens-champions-league-draw-and-more-live", "date_published": "2023-02-10 12:42:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WSL clash of titans: where Manchester City v Arsenal could be won and lost", "description": "<p>Saturday’s game is a second meeting in four days and will have a big bearing on Champions League qualification and title hopes </p><p>Manchester City host Arsenal on Saturday with the teams level on points, City having played a game more. The chance to take the advantage in the race for Champions League qualification is on the line, with the Gunners third and City outside the UWCL places in fourth. Both clubs will also retain hope of winning the title. City still have to travel to Arsenal in the league and their <a href=\"https://www.theguardian.com/football/2023/feb/08/arsenal-manchester-city-continental-league-cup-semi-final-match-report\">1-0 extra-time defeat</a> at Arsenal in the Continental Cup semi-final on Wednesday showed the tightness of the margin between the teams. What did we learn from that encounter, what can we expect on Saturday and what could decide the outcome?</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/womens-super-league-manchester-city-v-arsenal-where-could-be-won-and-lost\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/womens-super-league-manchester-city-v-arsenal-where-could-be-won-and-lost", "date_published": "2023-02-10 12:38:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Civil servants’ union renews call for Dominic Raab to be suspended – UK politics live", "description": "<p>Justice minister says he ‘behaved professionally at all times’ when asked about bullying claims </p><p>Here is some more comment on the results of the West Lancashire byelection. (See<a href=\"https://www.theguardian.com/politics/live/2023/feb/10/dominic-raab-says-setting-high-standards-not-same-as-bullying-as-he-sidesteps-resignation-question-uk-politics-live?page=with:block-63e6092a8f0827de5749120a#block-63e6092a8f0827de5749120a\"> 9.45am.)</a></p><p><strong>Hannah Bunting, Sky News’ election analyst, says<a href=\"https://news.sky.com/story/a-worrying-trend-is-emerging-for-the-tories-in-by-elections-and-its-not-one-they-should-brush-off-12807221\"> in a Sky News article</a> Labour has now won three byelection in the north-west of England in recent months with record results. </strong>She says:</p><p>About 30 miles away from this seat, the City of Chester saw Labour up 11 points in December, and the Tories down 16 points.</p><p>A few weeks later in Stretford and Urmston, just 20 miles down the road, the result was nine points in Labour’s favour - a loss of 11 points for the Conservatives.</p><p><strong>Paul Goodman<a href=\"https://conservativehome.com/2023/02/10/labour-wins-west-lancashire-but-do-recent-by-election-results-suggest-a-hung-parliament-rather-than-a-labour-landslide/\"> at ConservativeHome</a> says the swing to Labour in West Lancashire might not be enough to guarantee Labour a majority in a general election. </strong>He says:</p><p>The swing to Keir Starmer’s party in the seat was 10.5 per cent. In <a href=\"https://conservativehome.com/2022/12/16/labour-win-the-stretchford-and-urmston-by-election-holding-the-seat-with-a-10-5-per-cent-swing/\">Stretchford and Urmston</a> last December, it was the same. In the <a href=\"https://conservativehome.com/2022/12/02/labour-tightens-its-hold-on-city-of-chester-as-camerons-political-map-slips-away/\">City of Chester</a> earlier that month, it was 13.7. In <a href=\"https://conservativehome.com/2022/06/24/double-defeat-the-conservatives-lose-wakefield-to-labour-and-tiverton-honiton-to-the-libdems/\">Wakefield</a> last June, it was 13.6 per cent.</p><p>Patrick English of YouGov calculates that Labour would need a swing of 13 per cent at the next election to win a majority of one,” <a href=\"http://www.independent.co.uk/independentpremium/voices/labour-win-chester-keir-starmer-b2237675.html?r\">wrote</a> John Rentoul in its aftermath.</p><p><strong>But Britain Elects, a team that does produces polling analysis, says the result is in line with what its election model says would happen if a general election were held now. </strong>It says Labour is on course for a landslide win.</p><p><strong>Ben Walker, who devised the Britain Elects model and who writes for the New Statesman, says the byelection result has not changed his view that Labour is heading for a big win.</strong></p> <a href=\"https://www.theguardian.com/politics/live/2023/feb/10/dominic-raab-says-setting-high-standards-not-same-as-bullying-as-he-sidesteps-resignation-question-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/feb/10/dominic-raab-says-setting-high-standards-not-same-as-bullying-as-he-sidesteps-resignation-question-uk-politics-live", "date_published": "2023-02-10 12:35:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Carrick’s mother says ex-Met officer may have exaggerated childhood trauma", "description": "<p><strong>Exclusive:</strong> Estranged parent, 67, suggests account of neglect, drinking and abuse by stepfather probably aimed at reducing rape sentence</p><p>The mother of the rapist Metropolitan police officer David Carrick has said it is possible he overplayed his childhood trauma to reduce his sentence.</p><p>Carrick, 48, pleaded guilty to 85 serious offences including 48 rapes against 12 women. He was given 36 life sentences at Southwark crown court on Tuesday and will spend at least the next 30 years in prison for his 17-year crime spree.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/mother-of-david-carrick-says-rapist-ex-met-police-officer-lied-about-child-trauma\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/mother-of-david-carrick-says-rapist-ex-met-police-officer-lied-about-child-trauma", "date_published": "2023-02-10 12:10:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belgian MEP arrested in ‘cash for influence’ inquiry", "description": "<p>Police search Marc Tarabella’s safe deposit box and offices as part of anti-corruption investigation</p><p>A second MEP has been arrested as part of a criminal investigation into alleged bribery, corruption and money laundering at the European parliament.</p><p>Marc Tarabella of Belgium was taken in for questioning after police arrived at his home at about 6am on Friday, according to Belgian press reports. Tarabella has previously declared his innocence.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/belgian-mep-arrested-in-cash-for-influence-inquiry-marc-tarabella\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/belgian-mep-arrested-in-cash-for-influence-inquiry-marc-tarabella", "date_published": "2023-02-10 12:10:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Digested week: Whatever they’re taking, Liz and Boris might just live for ever | John Crace", "description": "<p>Plus the brilliant Happy Valley, 25 years since the death of my dad, my psychiatrist retires and a Fawlty idea</p><p>A new book, The Good Life, co-written by Robert Waldinger and Marc Schulz and based on Harvard University’s 84 years and counting study of adult development has found there is a direct link between happiness and living longer. Those who nurture healthy relationships and have learned how to forgive themselves – regret is a dirty word – are less likely to die prematurely. In which case, it might just turn out that Liz Truss is going to live for ever. Most normal people – if a prime minister can ever be said to be a normal person – who had tanked the economy and increased everyone’s mortgage substantially in just under 50 days might have been tempted to lie low for a couple of decades at least. But not our Liz. In just three months, she has re-emerged with a <a href=\"https://www.theguardian.com/politics/2023/feb/09/how-legitimate-are-the-claims-in-liz-trusss-4000-word-spectator-essay\">4,000-word piece for the Sunday Telegraph</a> and an interview with Spectator TV. That is quite some speedy self-absolution. There again it turns out that Truss has forensically sifted the evidence and concluded she doesn’t have anything to feel sorry for. It was all the fault of the commies working in the Bank of England and the Tory party. Magnificent. Boris Johnson may look to be out of shape but he could also outlive us all as he too has no regrets and is planning a comeback. Asked by Nadine Dorries on TalkTV whether he might have tried to cover up his involvement in Partygate he was outraged. As if! It would be totally out of character for him to tell lies. I guess we could all do with a bit of what Liz and Boris are taking.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/digested-week-whatever-theyre-taking-liz-and-boris-might-just-live-for-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/digested-week-whatever-theyre-taking-liz-and-boris-might-just-live-for-ever", "date_published": "2023-02-10 12:10:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia’s Todd Murphy takes five-for on debut but India in command", "description": "<ul><li>Victorian spinner claims key wickets on day two in Nagpur</li><li>Ravi Jadeja stars with bat to leave hosts on 321-7, a lead of 144</li></ul><p>Australia’s young spinner Todd Murphy has helped keep the tourists alive in the first Test but India remain in full control in Nagpur after building a 144-run lead.</p><p>After just seven first-class games, Murphy became the 35th Australian to take a five-wicket haul on Test debut after knocking over the key pillars of India’s star-studded batting line-up.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/australias-todd-murphy-takes-five-for-on-debut-but-india-in-command\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/australias-todd-murphy-takes-five-for-on-debut-but-india-in-command", "date_published": "2023-02-10 12:06:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales trust in young guns as Scotland search for Six Nations consistency", "description": "<p>Warren Gatland puts faith in vibrant prodigies while the hosts aim to win both opening games for the first time since 1996</p><p>“We just need to find that balance,” said Warren Gatland, by way of explanation after the voluntary jettisoning for this weekend’s Test against Scotland of three of his most trusted lieutenants for three of his most promising youngsters. In so doing, he replaces 360 caps’ worth of experience with 10, or a depletion of a shade under 117 caps per player. Less a balancing act, more a wild seesaw.</p><p>That said, the theory is compelling. For Alun Wyn Jones (168 caps), Taulupe Faletau (101) and Justin Tipuric (91) come Dafydd Jenkins (two), Christ Tshiunza (three) and Tommy Reffell (five). The incomers bring all the vibrancy and chutzpah one might expect of youth, not to mention the athleticism. All three ply their trade the other side of the bridge in England. Jenkins and Tshiunza are at Exeter, both the Chiefs and the university; Reffell is at Leicester, just the Tigers.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/wales-trust-in-young-guns-as-scotland-search-for-six-nations-consistency\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/wales-trust-in-young-guns-as-scotland-search-for-six-nations-consistency", "date_published": "2023-02-10 12:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mother’s Boy by Patrick Gale review – imagining Charles Causley’s life", "description": "<p>This fictionalised biography of the Cornish poet covers his tender bond with his mother, and the effects of losing a friend during war</p><p>Mother’s Boy opens in 1941 as a navy coder named Charles receives news of a vessel that has sunk in the Denmark Strait, and realises his boyhood friend – “his best friend, arguably” – was on the ship. A fictionalised account of the life of the poet <a href=\"https://www.theguardian.com/news/2003/nov/06/guardianobituaries.booksobituaries\">Charles Causley</a>, Mother’s Boy then jumps back in time to the first meeting of his laundress mother, Laura, and his father, Charlie, a groom and gardener. After the couple are married, Charlie goes to war, leaving his wife to raise their baby son alone in Launceston, Cornwall. Laura is ferociously protective of young Charles, who is quiet, bespectacled and bookish. When Charlie returns from the war, he is laid low with tuberculosis and father and son strike up an uneasy rapport. But when Charlie dies it is almost a relief for Laura and Charles to find themselves alone once more.<br /><br />The book’s author, <a href=\"https://www.theguardian.com/profile/patrick-gale\">Patrick Gale</a>, is the narrator, skilfully navigating his protagonists’ Cornish accents and providing a tender and intimate evocation of the maternal bond, and of a young man intent on keeping his true self hidden. In the author’s note, Gale reveals how he drew on Causley’s diaries and poems to build a portrait that is based on fact but used “fiction and conjecture to fill the gaps in stories that history and discretion left blank”. It’s with great poignance that the recording ends with Gale reading Causley’s poem Angel Hill, in which a sailor back from war visits an old flame hoping to rekindle their affair and is rejected: “I heard him sing as he strolled away / You’ll send in your fetch for me one fine day / No, never, said I.”</p><p>Available from Tinder Press, 11hr 27min</p> <a href=\"https://www.theguardian.com/books/2023/feb/10/mothers-boy-by-patrick-gale-review-imagining-charles-causley-life\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/10/mothers-boy-by-patrick-gale-review-imagining-charles-causley-life", "date_published": "2023-02-10 12:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Riotous women, stonking sculptures and Monet’s lost brother – the week in art", "description": "<p>Sarah Lucas throws a party, Donatella shows his tender side, Alice Neel captures the real America, and Peter Doig brings romantic irony to the Courtauld – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Alice Neel: Hot Off the Griddle</strong><strong><br /></strong>The artist born in 1900 who portrayed the real people of the American century, from Andy Warhol to Kate Millet and many more.<strong><br /></strong>• <a href=\"https://www.barbican.org.uk/AliceNeel\">Barbican, London</a>, from 16 February to 21 May</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/10/sarah-lucas-donatello-alice-neel-peter-doig-monet-art-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/10/sarah-lucas-donatello-alice-neel-peter-doig-monet-art-weekly", "date_published": "2023-02-10 12:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Samphire, Lymington, Hampshire: ‘An eruption in a Cath Kidston outlet’ | Grace Dent on restaurants", "description": "<p>Bold, unpretentious and one of the poshest restaurants in the New Forest. But can you handle the wallpaper?</p><p><a href=\"https://www.stanwellhouse.com/dine-with-us/samphire-restaurant/\">Samphire</a> is a cacophony of bold, floral wallpapers, <a href=\"https://dbpedia.org/page/Kia-Ora#:~:text=Kia%2DOra%20is%20a%20concentrated,sold%20in%20a%20concentrated%20state.\">Kia-Ora</a>-orange chairs, sage banquettes, fuchsia scatter cushions and accent lamps. The interior designers of the newly renovated <a href=\"https://www.stanwellhouse.com/\">Stanwell House </a>boutique hotel in Lymington, Hampshire, were very brave, and have come up with a sort of “eruption in a <a href=\"https://www.cathkidston.com/\">Cath Kidston</a> outlet” vibe, which I rather loved, not least because I often bemoan restaurants that are decked out in risk-free shades of beige, tapioca and silt, as if the management were neither committing to a theme, nor confident of staying open for very long at all. There’s none of that meekness at Samphire, though. From the off, the place screams: “We are one of the poshest restaurants in the New Forest, but we’re not one of those aloof, Scandi, trial-by-dinner spots where you have to pretend that live ants and raw duck offal are delicious. No, we’re just doing fish and potatoes and the like. Aunty Bertha will be completely safe here.”</p><p>Stanwell House’s refurbishment has resulted in three different dining options. There’s also the Salt Bar and the Orangery, which don’t take themselves too seriously and were packed with guests on the Saturday I visited, all of them eating club sandwiches, brisket and bone-marrow burgers, meze-style sharing boards and plates of doughnuts with coffee espuma for dipping. Meanwhile, Samphire, the fancier offering, which serves red-deer carpaccio, Shetland scallops and Lymington picked crab, was deserted. Or at least it was until we arrived; later, another couple arrived on a date, every word of whose conversation I could hear from six tables away (Sir, you were “friend-zoned” weeks ago; it was as unmissable as Samphire’s bottle-green, mock-Vaudeville wall lamps – sorry).</p> <a href=\"https://www.theguardian.com/food/2023/feb/10/samphire-stanwell-house-lymington-hampshire-restaurant-review-grace-dent\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/10/samphire-stanwell-house-lymington-hampshire-restaurant-review-grace-dent", "date_published": "2023-02-10 12:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jenny Slate on making a film with her ex-husband: ‘I wouldn’t suggest it!’", "description": "<p>The standup stole scenes in Parks and Recreation and won plaudits for Obvious Child. Now she is stretching herself further with an Oscar-nominated passion project that even divorce couldn’t derail</p><p>It is 9am in Los Angeles and Jenny Slate is smiling – or is that grimacing? – over Zoom. When I ask how she is, the comedian and actor is brutally honest. “I’ve been up since about 4.30am with my two-year-old,” she explains. Slate adds that she and her husband went out at around 7am to get coffee, thinking a change in location might soothe their wailing daughter. It did, but by this point it was too late for Slate. “I was so tired when we got there that I just started to silently – not sob – but just leak tears out of tired eyes … But I think I’m all right! I didn’t, like, walk into the canyon or anything …”</p><p>Slate’s brand of openness doesn’t just extend to telling strangers about the trials of parenting a toddler; a radical kind of honesty has long permeated her stage and screen work. After graduating from Columbia University, the Milton, Massachusetts-born comic spent years honing her craft as a standup in “shitty dive bars” across New York. From the start, her comedy was intimate and revelatory. “I’ve always just shared really personal stories,” she says, “many of them about my body.”</p> <a href=\"https://www.theguardian.com/film/2023/feb/10/jenny-slate-interview-marcel-shell-with-shoes-on\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/10/jenny-slate-interview-marcel-shell-with-shoes-on", "date_published": "2023-02-10 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK must quit climate-harming energy charter treaty, experts say", "description": "<p>Secret international court system enables fossil fuel firms to sue governments for lost future profits</p><p>Experts have urged the UK to leave the controversial energy charter treaty (ECT), a secret court system that enables fossil fuel companies to sue governments for huge sums over policies that could affect future profits.</p><p>The European Commission said this week that remaining part of the treaty would <a href=\"https://www.reuters.com/world/europe/brussels-says-eu-exit-energy-charter-treaty-unavoidable-2023-02-07/\">“clearly undermine” climate targets</a> and that an exit by EU countries appeared “inevitable”. Seven EU countries, including France, Germany, Spain and the Netherlands, have already said they will quit the ECT.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/10/uk-must-quit-climate-harming-energy-charter-treaty-experts-say\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/10/uk-must-quit-climate-harming-energy-charter-treaty-experts-say", "date_published": "2023-02-10 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #73: Plus ... or minus? How one symbol took over streaming", "description": "<p>In this week’s newsletter: The ‘+’ branding you see stapled to every service is bland and boring – there must be a better alternative</p><ul><li><strong><a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up to get the full article here</a></strong></li></ul><p>The plus sign was something I assumed I had left behind when I (barely) passed GCSE maths. But, lately, I’ve found myself encountering them on a daily basis. Indeed, there’s usually a handful of them littered across this newsletter, every time we cover a new series from Disney+, Apple TV+, Paramount+ or Discovery+. Streaming companies have gone wild for the plus sign suffix – or what I’ll call, for brevity’s sake, the “pluffix”.</p><p>Granted I’m not the first person to notice this trend: <a href=\"https://www.nytimes.com/2021/02/25/business/media/streaming-platforms-plus-signs.html\">the New York Times was bemoaning</a> the ubiquity of the pluffix (though they weren’t calling it that) back in 2021. But the trend refuses to die, and reached a new, higher pitch of absurdity last week when the US cable channel Showtime, which is owned by Paramount, <a href=\"https://variety.com/2023/tv/news/showtime-renamed-paramount-plus-with-showtime-1235506843/\">was given the cumbersome new name</a> of Paramount+ With Showtime. Equally baffling was the decision to rename Starzplay – a title that felt memorable in an endearingly naff way – as the dreary Lionsgate+, in the process replacing one streamer that most viewers will have barely heard of with … another streamer that most viewers will have barely heard of.</p> <a href=\"https://www.theguardian.com/global/2023/feb/10/the-guide-netflix-disney-apple-hbo\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/feb/10/the-guide-netflix-disney-apple-hbo", "date_published": "2023-02-10 11:45:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London fire brigade reviews Freemason ties after union criticism", "description": "<p>FBU raised concerns at meeting discussing review that found service to be institutionally misogynist </p><p>London fire brigade is reviewing its relationship with the Freemasons after concerns were raised by the Fire Brigades Union, the Guardian has learned.</p><p>The concerns were raised at a recent <a href=\"https://www.theguardian.com/uk-news/2023/feb/01/london-fire-chief-apologises-to-mother-of-firefighter-who-took-own-life\">London assembly meeting</a> to discuss a <a href=\"https://www.theguardian.com/uk-news/2022/nov/25/report-finds-misogyny-racism-and-bullying-at-london-fire-brigade\">damning independent review</a> that found LFB to be institutionally racist and misogynist.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/london-fire-brigade-reviews-freemason-ties-after-union-criticism\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/london-fire-brigade-reviews-freemason-ties-after-union-criticism", "date_published": "2023-02-10 11:39:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK renters: are you facing eviction?", "description": "<p>We want to speak to renters in the UK who have been served an eviction notice in recent months as figures show landlord repossessions have doubled in a year  </p><p>Rental evictions in England and Wales have almost doubled in a year, according to official figures.</p><p>There were 5,409 repossessions by landlords between 1 October and 31 December last year, <a href=\"https://www.gov.uk/government/statistics/mortgage-and-landlord-possession-statistics-october-to-december-2022/mortgage-and-landlord-possession-statistics-october-to-december-2022\">Ministry of Justice figures</a> show – a rise of 98% on the same period the previous year.</p> <a href=\"https://www.theguardian.com/money/2023/feb/10/uk-renters-are-you-facing-eviction\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/feb/10/uk-renters-are-you-facing-eviction", "date_published": "2023-02-10 11:33:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From breakup bobs to ‘trauma bangs’, new hair offers us a new start", "description": "<p>In this week’s newsletter: Emily in Paris, Fleabag and even Happy Valley prove the power of changing it up – even if the rest of your life is a mess</p><ul><li><strong><a href=\"https://www.theguardian.com/fashion/series/fashion-statement\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></li></ul><p><em>This piece first appeared in our Fashion Statement newsletter. To read the full version each week – including what’s hot and what’s not this week in The Measure, and your wardrobe dilemmas solved – <a href=\"https://www.theguardian.com/fashion/2023/jan/26/fashion-statement-fashion-week-popular-culture\">subscribe here</a> to receive it in your inbox every Thursday</em></p><p>They say you should never go shopping on an empty stomach. Really, you should never book a haircut when you have a broken heart. One moment of weakness and, before you know it, all that you have to show for months of personal growth is a pile of hair, soon to be swept away.</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/10/fashion-statement-from-breakup-bobs-to-trauma-bangs-new-hair-offers-us-a-new-start\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/feb/10/fashion-statement-from-breakup-bobs-to-trauma-bangs-new-hair-offers-us-a-new-start", "date_published": "2023-02-10 11:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can The Super Mario Bros Movie end 30 years of terrible video game films?", "description": "<p>Bob Hoskins called the original Nintendo spin-off the ‘worst thing I ever did’, which has set the tone for video game movies ever since – can this latest effort buck the trend?</p><p>“The worst thing I ever did? Super Mario Bros. It was a fuckin’ nightmare. The whole experience was a nightmare. It had a husband-and-wife team directing, whose arrogance had been mistaken for talent. After so many weeks their own agent told them to get off the set! Fuckin’ nightmare. Fuckin’ idiots.”</p><p>These are the words of the late, great Bob Hoskins to <a href=\"https://www.theguardian.com/film/2007/aug/03/2\">Simon Hattenstone of the Guardian in 2007</a>. Anyone who has actually seen the horrifyingly bad 1993 film he is talking about, known for being the first mainstream Hollywood adaptation of a video game, might wonder why we are about to get a remake. <a href=\"https://www.destructoid.com/dennis-hopper-speaks-candidly-about-his-role-as-king-koopa/\">Here’s Dennis Hopper</a>, who played villain King Koopa on his own feelings about the movie: “I made a picture called Super Mario Bros, and my six-year-old son at the time – he’s now 18 – he said, ‘Dad I think you’re probably a pretty good actor, but why did you play that terrible guy King Koopa in Super Mario Bros?’ And I said: ‘Well, Henry, I did that so you could have shoes,’ and he said, ‘Dad, I don’t need shoes that badly.’”</p> <a href=\"https://www.theguardian.com/film/2023/feb/10/can-the-super-mario-bros-movie-end-30-years-of-terrible-video-game-films\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/10/can-the-super-mario-bros-movie-end-30-years-of-terrible-video-game-films", "date_published": "2023-02-10 11:14:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No room for the dead as cemeteries in earthquake-hit Turkey and Syria fill up", "description": "<p>Bodies are piled up in stadiums or car parks for identification; coffins are being brought in and mass graves dug</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/10/earthquake-turkey-syria-2023-live-updates-latest-news-maps-quake-death-toll-international-aid-sanctions\">Turkey and Syria earthquake – latest news updates</a></li></ul><p>At the Nurdağı cemetery in the Turkish province of Gaziantep, on the Syrian border, there will soon be no more room for the dead. The freshly dug graves are marked with blank headstones, with only pieces of ripped cloth gathered from the victims’ clothing to identify them. The frayed ends of the cloth blow slightly in the frigid air.</p><p>On the street outside, dozens of bodies lie piled on top of each other on a row of pickup trucks, waiting to be buried. At least five imams have rushed to Nurdağı to officiate a ceaseless rush of mass funerals, sometimes for as many as 10 victims at a once. Officials brought in deliveries of coffins from neighbouring villages and as far as Istanbul to provide a final resting place for the overwhelming numbers of corpses arriving in the town.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/cemeteries-earthquake-turkey-syria-fill-up\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/cemeteries-earthquake-turkey-syria-fill-up", "date_published": "2023-02-10 11:07:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jürgen Klopp demands Liverpool ‘reaction’ in Merseyside derby", "description": "<ul><li>Manager says players ‘can show the club is really special’</li><li>Squad called in for Sunday meeting then given two days off</li></ul><p>Jürgen Klopp has called for a “reaction” from Liverpool when they face Everton on Monday night to reignite their season. Klopp’s side have picked up one point in their past four Premier League games, leaving them 10th.</p><p>After last Saturday’s <a href=\"https://www.theguardian.com/football/2023/feb/04/wolves-quick-out-of-the-blocks-to-deepen-gloom-for-woeful-liverpool\">3-0 loss at Wolves</a>, Klopp spoke to the squad on Sunday to discuss their form. The visit of Sean Dyche’s Everton offers the perfect opportunity to bounce back.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/jurgen-klopp-liverpool-reaction-merseyside-derby-everton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/jurgen-klopp-liverpool-reaction-merseyside-derby-everton", "date_published": "2023-02-10 11:06:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are coffee pods really eco-friendly? The truth behind the surprising findings", "description": "<p>Coffee capsules notoriously produce waste – but some experts maintain that reducing how much coffee you use, even with a pod, can decrease emissions</p><p>If you drink one of the <a href=\"https://britishcoffeeassociation.org/coffee-consumption/\">2bn cups of coffee consumed each day worldwide</a>, you may have seen headlines last month celebrating the coffee pod, a single-serving container – typically made of plastic or aluminum – that can be inserted into a machine to brew a cup of coffee.</p><p>New analysis found that coffee pods may be more environmentally friendly than filter coffee, making headlines in <a href=\"https://www.washingtonpost.com/climate-solutions/2023/01/18/coffee-pods-sustainability-environmental-impact/\">the Washington Post</a> and the <a href=\"https://www.bbc.com/news/world-us-canada-64293750\">BBC</a>. But could it really be true? Some experts and coffee enthusiasts questioned how good for the planet pods actually are, especially given the waste that coffee capsules notoriously produce. But some scholars maintain that – even though it’s important to consider how capsules are disposed of – most greenhouse gas emissions happen while coffee is being grown. So reducing how much coffee you use, even if that takes using a coffee pod, can decrease the emissions of your coffee habit.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/10/single-use-coffee-pod-environment-impact-better\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/10/single-use-coffee-pod-environment-impact-better", "date_published": "2023-02-10 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cacti replacing snow on Swiss mountainsides due to global heating", "description": "<p>Invasive species proliferating in Valais is encroaching on natural reserves and posing a biodiversity threat</p><p>The residents of the Swiss canton of Valais are used to seeing their mountainsides covered with snow in winter and edelweiss flowers in summer. But as global heating intensifies, they are increasingly finding an invasive species colonising the slopes: cacti.</p><p>Authorities say cactus species belonging to the genus <em>Opuntia</em>, or prickly pears, are proliferating in parts of Valais, encroaching on natural reserves and posing a biodiversity threat.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/10/cacti-replacing-snow-on-swiss-mountainsides-due-to-global-heating\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/10/cacti-replacing-snow-on-swiss-mountainsides-due-to-global-heating", "date_published": "2023-02-10 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve always felt on the outside of pretty, looking in’: a beauty writer on how she finally stopped feeling ugly", "description": "<p>Anita Bhagwandas always felt unattractive. Here’s how she learned to love what she saw in the mirror</p><p>“Anita Bhagwandas is really ugly<em>.” </em>This was an anonymous comment left on an online feature 10 years ago, when I was pictured alongside my more conventionally attractive, white colleagues. “Trolls will be trolls,” friends consoled when I told them of the incident.</p><p>The website editor said: “These things happen to public-facing women all the time, particularly women of colour,” when I asked her to take the comment down (she did). This was apparently just a sad fact of our life in our technological age, and the consensus was that I should forget all about it. Except that I couldn’t. I couldn’t let the word “ugly”<em> </em>go.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/10/beauty-writer-on-how-she-finally-stopped-feeling-ugly-anita-bhagwandas\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/10/beauty-writer-on-how-she-finally-stopped-feeling-ugly-anita-bhagwandas", "date_published": "2023-02-10 11:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holy mackerel! How did tinned fish become so popular again? Let me explain | Thea Everett", "description": "<p>Once a basic ingredient of cheap meals, posher versions have achieved TikTok stardom, and I’m beginning to see why</p><p>Tinned fish once meant tuna, sardines or, if you were feeling really fancy, some anchovies to stir into your Jamie Oliver pasta dish. No more. These days you’ll find stuffed baby squid, scallops and smoked oysters from Galicia encased in the silver boxes.</p><p>Alongside this new culinary wave (sorry) comes, of course, a TikTok trend. The hashtag #tinnedfishdatenight is now very much a thing on the platform, with luxuries such as belly tuna and mackerel roe artfully arranged alongside posh crackers on wooden boards.</p><p>Thea Everett is a London-based food writer who runs a recipe Substack called <a href=\"https://whatsthatyourecookingthea.substack.com/\">What’s That You’re Cooking, Thea?</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/tinned-fish-tiktok-latest-food-craze\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/10/tinned-fish-tiktok-latest-food-craze", "date_published": "2023-02-10 11:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is living in an empty office the answer to the housing crisis?", "description": "<p>Remote work has emptied downtowns across the US – and that space could be used to create desperately needed affordable housing </p><p>The lack of affordable housing and the emptying of many downtowns in the US are what doctors might call comorbidities: different problems that occur simultaneously and can exacerbate each other, making the entire system worse. But some people are able to look at the US housing crisis and the state of the nation’s downtowns and feel a shred of hope. After all, here are two problems that can each become a solution to the other.</p><p>The <a href=\"https://www.jchs.harvard.edu/state-nations-housing-2022\">2022 State of the Nation’s Housing</a> report from Harvard University revealed that the US housing supply is at a deficit of 3.8m homes. Meanwhile, in a city like San Francisco, where the availability of affordable housing has reached an acute crisis, the downtown business district has all but hollowed out. Now that remote work has become the norm, with knowledge workers logging in from everywhere and anywhere, only 27% of the city’s office space is in use, according to one <a href=\"https://www.sfchronicle.com/sf/article/San-Francisco-s-downtown-office-vacancy-rate-17680209.php\">study by the real estate firm CBRE</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/10/us-cities-affordable-housing-commercial-residential-buildings\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/10/us-cities-affordable-housing-commercial-residential-buildings", "date_published": "2023-02-10 11:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police search for man who went missing in Camden, north London", "description": "<p>Nathan Cole was last seen on CCTV in Walthamstow on his way to a concert</p><p>Police officers are continuing to investigate the case of a 32-year-old man who disappeared on his way to a concert in Camden in north London and has been missing for more than two weeks.</p><p>Nathan Cole, who worked at the London School of Economics, was last seen on CCTV in Banbury Road, Walthamstow, near to the Banbury Reservoir, at 11pm on 21 January.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/police-search-for-nathan-cole-missing-camden-north-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/police-search-for-nathan-cole-missing-camden-north-london", "date_published": "2023-02-10 10:59:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Architectural Digest became the new Vogue", "description": "<p>With rocketing prices and Covid making home a shared obsession, celebrity house tours are no longer a niche interest</p><p>Forget getting your face on Vogue. In 2023, you have arrived at the zenith of the zeitgeist when your velvet sofa graces the cover of Architectural Digest.</p><p>Four million people have already watched the singer Lily Allen and <a href=\"https://www.theguardian.com/film/2021/jul/03/david-harbour-marvel-black-widow-stranger-things-jim-hopper\">actor David Harbour</a>, whose Brooklyn townhouse is the cover star of this month’s Architectural Digest, give a 12-minute tour that highlights the gold swan taps in the bathroom, tiger-print media room and a windowless bedroom designed so that Harbour can sleep until 2pm.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/10/how-architectural-digest-became-the-new-vogue\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/10/how-architectural-digest-became-the-new-vogue", "date_published": "2023-02-10 10:45:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Misfiring Crystal Palace have reason to be fearful on Brighton derby day | Ed Aarons", "description": "<p>Lack of goals has contributed to run of one win in 10 games for Patrick Vieira’s side and off-field matters are not smooth either</p><p>It is nearly four years since Crystal Palace tasted defeat against their arch-enemies but, given how this season is panning out, Saturday’s meeting with Brighton could be filled with trepidation for their supporters.</p><p>While Patrick Vieira’s side find themselves in the familiar position of 12th – where they finished last season – just past the midway point, their rivals from down the A23 are in contention to qualify for Europe thanks in part to a scouting system that has become the envy of the country. Whereas the emergence of the Japan winger Kaoru Mitoma as the fulcrum of Roberto De Zerbi’s dashing side has provided Seagulls supporters with a new hero, Palace go into the game at Selhurst Park having won only once in their past 10 matches in all competitions and are expected to be without their own talisman, Wilfried Zaha, as he continues to recover from a hamstring injury.</p> <a href=\"https://www.theguardian.com/football/2023/feb/10/crystal-palace-brighton-derby-misfiring-patrick-vieira\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/crystal-palace-brighton-derby-misfiring-patrick-vieira", "date_published": "2023-02-10 10:42:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amsterdam to outlaw cannabis-smoking in red-light district streets", "description": "<p>‘Historic’ clampdown on tourist excesses aims to make life more bearable for local residents</p><p>Smoking cannabis on the street in Amsterdam’s red light district will soon be illegal, the city council has announced, as part of a range of bylaws designed to deter tourist excesses and make life more bearable for despairing local people.</p><p>With more than 18 million visitors thronging its narrow 17th-century streets last year, Amsterdam’s residents have long complained that the busiest parts of the city centre, including De Wallen – the red light district – were becoming unlivable.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/amsterdam-to-outlaw-cannabis-smoking-in-red-light-district-streets\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/amsterdam-to-outlaw-cannabis-smoking-in-red-light-district-streets", "date_published": "2023-02-10 10:30:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK energy suppliers to end prepayment meter installation in vulnerable homes", "description": "<p>BEIS also asks firms how many warrants to forcefully enter people’s homes they have applied for</p><ul><li><a href=\"https://www.theguardian.com/money/2023/feb/10/stab-vests-huge-dogs-and-escape-routes-british-gas-prepay-meter-fitter\">Stab vests, huge dogs and escape routes: the secret diary of a prepay meter fitter</a></li></ul><p>All energy suppliers in the UK have pledged to end the installation of prepayment meters in the homes of vulnerable customers, after damaging reports on how they were forcibly installed against people’s wishes, the government has said.</p><p><a href=\"https://www.theguardian.com/business/2023/jan/15/uk-energy-suppliers-stop-clawing-back-debt-prepayment-meters\">The Guardian reported</a> last month that leading energy suppliers including Scottish Power, Ova and E.ON had stopped reclaiming debts from some prepayment meter customers. The Department for Business, Energy and Industrial Strategy, <a href=\"https://www.theguardian.com/politics/2023/feb/07/rishi-sunak-appoints-greg-hands-cabinet-mini-reshuffle\">which is being carved into three new departments</a>, said that all energy firms had agreed to stop the practice.</p> <a href=\"https://www.theguardian.com/business/2023/feb/10/uk-energy-suppliers-to-end-prepayment-meter-installation-in-vulnerable-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/10/uk-energy-suppliers-to-end-prepayment-meter-installation-in-vulnerable-homes", "date_published": "2023-02-10 10:25:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Regional theatres are on their knees – support your local one | Tim Crouch", "description": "<p>Covid cut off the communal experience of live performance and venues have taken a battering. Let’s return and reconnect</p><p>Imagine a man at the end of his rope. Imagine someone says to him: “Here, put this virtual reality headset on; it will help you.” The software in the headset transports the man to the edge of a cliff. Near Dover maybe. The immaculately rendered landscape overwhelms his senses: the surge of the sea far below him, a boat in the distance, the vertigo. Imagine that some part of the man is healed by this immersion. He takes the headset off and returns to reality with renewed resilience and hope.</p><p>Shakespeare pulls a version of this trick on the Earl of Gloucester in King Lear. Not with VR but with words. The blinded Gloucester is made to think he’s a footstep away from oblivion – rocks beneath him, birds wheeling below. He’s taken over the edge of despair and back again. And the lesson he learns from the experience is to endure. And yes, the lesson we all learn from watching him is also to endure. But we also learn a thousand other things about ourselves, there in that audience, watching that play, at that moment.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/10/covid-live-performance-regional-theatres\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/10/covid-live-performance-regional-theatres", "date_published": "2023-02-10 10:16:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Remember me’: Ella’s law would be fitting legacy after London air pollution death, says mother", "description": "<p>Rosamund Kissi-Debrah’s daughter died 10 years ago – now the government must do the ‘honourable thing’, she says</p><p>“One of Ella’s dying wishes was that her siblings, who were really young, wouldn’t forget her and she also didn’t want her friends to forget her, obviously. She said to me: “‘Oh Mum. I hope they will remember me,” <a href=\"https://twitter.com/EllaRobertaFdn/status/1622758073155612677\">said Rosamund Kissi-Debrah</a> recently. “I think Ella would like the fact that when you show her picture now, or you mention her name, most people know who she is.”</p><p>Ella’s fame is tragic: she died, aged nine, after an acute asthma attack in south London on 15 February 2013. She had had more than 25 emergency hospital admissions in the previous three years. In 2020, a <a href=\"https://www.theguardian.com/environment/2020/dec/16/girls-death-contributed-to-by-air-pollution-coroner-rules-in-landmark-case\">landmark coroner’s report</a> made Ella the first person in the world to have air pollution cited as a cause of death.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/10/ellas-law-rosamund-kissi-debrah-air-pollution-death-london\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/10/ellas-law-rosamund-kissi-debrah-air-pollution-death-london", "date_published": "2023-02-10 10:15:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I’ve seen Status Quo 487 times", "description": "<p>When I die, I’ll be buried in a casket made from melted Quo records</p><p>I went to my first Status Quo gig in December 1986, in Whitley Bay, on Tyneside, at an old ice rink. I was 14. My dad said it was stupid, so my grandad took me. He was practically deaf anyway, so it didn’t bother him. After that, I was hooked.</p><p>I don’t drink, I don’t smoke, I’ve never touched drugs. My addiction is seeing Status Quo. They’ve been on the go for 55 years and they’ve virtually never stopped touring. They really are – excuse the pun – always rocking all over the world.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/10/experience-ive-seen-status-quo-487-times\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/10/experience-ive-seen-status-quo-487-times", "date_published": "2023-02-10 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stab vests, huge dogs and escape routes: the secret diary of a prepay meter fitter", "description": "<p>A British Gas engineer reveals some customers’ aggressive response to forcible installations, which are now in effect banned</p><p>All energy suppliers in the UK <a href=\"https://www.theguardian.com/business/2023/feb/10/uk-energy-suppliers-to-end-prepayment-meter-installation-in-vulnerable-homes\">have agreed to halt the forced installation</a> of prepayment meters for vulnerable customers, following pressure from a series of exposes about the practice.</p><p>The announcement on Friday came days after a <a href=\"https://www.theguardian.com/money/2023/feb/06/prepayment-meters-forced-installations-england-wales\">judge effectively banned</a> magistrates in England and Wales from issuing the warrants to forcibly install prepayment meters. The move followed a report that debt agents at Arvato Financial Solutions working for British Gas were ignoring signs that people were vulnerable and fitting prepayment meters under court warrant regardless.</p> <a href=\"https://www.theguardian.com/money/2023/feb/10/stab-vests-huge-dogs-and-escape-routes-british-gas-prepay-meter-fitter\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/feb/10/stab-vests-huge-dogs-and-escape-routes-british-gas-prepay-meter-fitter", "date_published": "2023-02-10 10:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Each day, President Zelenskiy reads my book on military history. I hope he learns these lessons | Laurence Rees", "description": "<p>The signs are good. Ukraine’s leader is avoiding the mistakes of the second world war – while Putin shows every sign of repeating them</p><p>The Ukrainian president Volodymyr Zelenskiy’s <a href=\"https://www.theguardian.com/world/2023/feb/08/volodymyr-zelenskiy-thanks-mps-and-address-in-speech-to-british-parliament\">speech to parliament</a> on Wednesday was filled with references to the second world war and Winston Churchill. Just as evil was defeated before, he said, so evil will be defeated today. Comparisons with that momentous conflict have been a common theme throughout Russia’s invasion of Ukraine – but at least we can rest assured that Zelenskiy knows what he’s talking about.</p><p>I was flattered when the Economist reported a few weeks ago that<strong> </strong>Zelenskiy gets up early each morning and reads from my book, Hitler and Stalin: The Tyrants and the Second World War, recently published in Ukrainian translation. I was also impressed that, while trying to win a bloody war against the Russians, he found time to read anything other than official documents.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/president-zelenskiy-book-military-history-ukraine-war-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/10/president-zelenskiy-book-military-history-ukraine-war-putin", "date_published": "2023-02-10 09:41:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adidas could take €1.2bn revenue hit if it writes off Kanye West’s Yeezy stock", "description": "<p>German sportswear company cut ties with rapper in 2022 over his antisemitic comments</p><p>Adidas has warned that it could take a revenue hit of €1.2bn (£1bn) and slump to a loss this year if it decides not to sell its remaining stock of products made in collaboration with Kanye West, after it <a href=\"https://www.theguardian.com/music/2022/oct/25/adidas-cuts-ties-with-kanye-west-over-antisemitic-comments\">cut ties with the rapper</a> over his antisemitic comments.</p><p>The German sportswear giant said its decision last year to end the partnership to produce the Yeezy range with West, now known as Ye, will hit operating profits by €500m in 2023.</p> <a href=\"https://www.theguardian.com/music/2023/feb/10/adidas-could-take-revenue-hit-if-it-writes-off-kanye-west-yeezy-stock\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/10/adidas-could-take-revenue-hit-if-it-writes-off-kanye-west-yeezy-stock", "date_published": "2023-02-10 09:39:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Bulley: friends hold roadside appeal 14 days after disappearance", "description": "<p>Villagers gather with placards in St Michael’s on Wyre, Lancashire, as police extend search down River Wyre</p><p>The friends Nicola Bulley will gather for another roadside appeal two weeks on from her disappearance.</p><p>Residents of the Lancashire village of St Michael’s on Wyre and the surrounding area are to stand in the road with banners and placards featuring Bulley’s photograph with a plea to “bring Nikki home”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/10/nicola-bulley-friends-hold-roadside-appeal-14-days-after-disappearance\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/10/nicola-bulley-friends-hold-roadside-appeal-14-days-after-disappearance", "date_published": "2023-02-10 09:22:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Veteran who lost both legs in Afghanistan plans Everest summit bid", "description": "<p>Hari Budha Magar, a former Gurkha, hopes to be first ever double above-the-knee amputee to scale mountain</p><p>A former Gurkha who lost both of his legs serving with the British army in Afghanistan hopes to become the first double above-the-knee (DAK) amputee to scale Everest this summer.</p><p><a href=\"https://www.haribudhamagar.com/about/\">Hari Budha Magar</a>, who was “suicidal” after being medically discharged from the Royal Gurkha Regiment in 2010, is working with an all-Nepali team to attempt to conquer the world’s highest mountain in May.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/veteran-who-lost-both-legs-in-afghanistan-plans-everest-summit-hari-budha-magar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/veteran-who-lost-both-legs-in-afghanistan-plans-everest-summit-hari-budha-magar", "date_published": "2023-02-10 09:07:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sharper to The Shape of Water: the seven best films to watch on TV this week", "description": "<p>Julianne Moore and Sebastian Stan star in a stylish, twisty tale about con artistry, while there’s essential Valentine’s Day viewing from Guillermo del Toro’s Oscar-winning romance</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/10/sharper-to-the-shape-of-water-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/10/sharper-to-the-shape-of-water-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-02-10 09:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We are all vulnerable: that’s where a new conversation about masculinity begins | Susie Orbach", "description": "<p>The likes of Andrew Tate want to return to an imagined idyll in gender relations. It would be a disaster for everyone</p><p>Can we think a bit more deeply about masculinity? Toxic masculinity has a certain usefulness and punch as a phrase. It expresses what some men put out into the world but it doesn’t address the whys deeply enough.</p><p>Until recently, and still to this day in many parts of the world, men were raised to be protectors: fighters and economic providers. Conscription – men being trained to kill – only <a href=\"https://www.theguardian.com/books/2014/aug/20/national-service-consctiption-britain-richard-vinen-review\">ended in Britain</a> in 1960. Women, meanwhile, were being raised to be nurturers and carers – to be midwives to their needs, to support their initiatives, whether or not the women worked also outside the home. Men were to be receivers of emotional support, women to be receivers of economic support and “protection”.</p><p>Susie Orbach is a psychotherapist, psychoanalyst and social critic. She is the author of many books including What Do Women Want? – co-authored with Luise Eichenbaum</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/men-masculinity-toxic-andrew-tate\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/10/men-masculinity-toxic-andrew-tate", "date_published": "2023-02-10 09:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coalmines, shipyards and a tea dance: Britain, 1986-2022 – in pictures", "description": "<p>The photographer Mark Pinder’s work on the state of the nation over the past 35 years looks at the political, social and economic changes the UK, and the north-east of England especially, has experienced during the years when traditional industries were in decline, as well as the resulting political and social tensions that have led to the situation in the country today</p><ul><li><a href=\"https://sunderlandculture.org.uk/events/mark-pinder-macromancy-britain-and-the-north-east-of-england-1986-2022/\">Macromancy: Britain and the North East of England, 1986-2022</a> is at the Northern Gallery for Contemporary Art, Sunderland until 16 April. A <a href=\"https://www.kerberverlag.com/en/2004/mark-pinder\">book, published by Kerber Verlag</a>, accompanies the show</li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/feb/10/coalmines-shipyards-and-a-tea-dance-britain-1986-2022-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/feb/10/coalmines-shipyards-and-a-tea-dance-britain-1986-2022-in-pictures", "date_published": "2023-02-10 09:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab: I always behaved professionally while minister", "description": "<p>Deputy prime minister says he sought high standards, as complaints of dozens of officials are investigated</p><p>Dominic Raab has said he “behaved professionally at all times” as a minister, despite facing criticism of his behaviour from dozens of officials.</p><p>In a rare interview, the deputy prime minister <a href=\"https://www.telegraph.co.uk/politics/2023/02/09/dominic-raab-high-standards-dont-make-bully/\">told the Telegraph</a> he wanted to set high standards in office, and added that he believed in “zero bullying”.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/10/dominic-raab-i-always-behaved-professionally-while-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/10/dominic-raab-i-always-behaved-professionally-while-minister", "date_published": "2023-02-10 08:35:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my girlfriend stop claiming she’s a vegan?", "description": "<p>Agnieszka has been vegan for a year but ‘slips up’ occasionally. Dylan thinks she’s being hypocritical. You need to get to the meat of the matter</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></li></ul><p><em>Agnieszka tells our friends that meat is murder, but then will eat bacon at home</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/10/you-be-the-judge-should-my-girlfriend-stop-claiming-shes-a-vegan\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/10/you-be-the-judge-should-my-girlfriend-stop-claiming-shes-a-vegan", "date_published": "2023-02-10 08:32:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mahomes v Hurts: America’s fear of a Black quarterback begins to fade", "description": "<p>Super Bowl LVII shows that football is more willing to see Black men as leaders – although that doesn’t apply to other levels of US society, or the NFL</p><p>Thirty-five years ago a harsh spotlight shone on Washington’s Doug Williams. He was <a href=\"https://www.espn.com/nfl/story/_/id/35540138/doug-williams-black-qb-legacy-1988-super-bowl-lives-on\">the story of Super Bowl XXII</a>, the first Black quarterback to start in the NFL title game. In the run-up to the game he was blitzed with questions about his race, but this was the one that hit home.</p><p>Reporter: “How long have you been a Black quarterback?”</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/patrick-mahomes-jalen-hurts-super-bowl-lvii-black-quarterbacks-nfl-football\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/patrick-mahomes-jalen-hurts-super-bowl-lvii-black-quarterbacks-nfl-football", "date_published": "2023-02-10 08:05:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chess: Carlsen and Nakamura outwit young guns in offbeat Airthings Masters", "description": "<p>In the opening event of the online Tour, the world champion and the US speed specialist showed their skills, while Alireza Firouzja lost five games in a row, and the event’s format sparked criticism</p><p>Magnus Carlsen, the world champion, and Hikaru Nakamura, the five-time US champion and speed specialist, are the two big beasts of major online chess tournaments, and they demonstrated their subtle skills this week at the $235,000 Airthings Masters, the opening event of the year-long online Champions Tour. Their controlled and impressive approach in the matchplay rounds enabled them to see off challenges from the Indian teenagers Arjun Erigaisi and Dommaraju Gukesh.</p><p>In contrast, the world No 4 and anticipated future champion, Alireza Firouzja, qualified for the quarter-finals but then collapsed, losing five games in a row to exit the tournament. Firouzja has been absent from competition for several months for unknown reasons, and his tactical brilliance shone only fitfully in an error-strewn episode.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/chess-carlsen-and-nakamura-outwit-young-guns-in-offbeat-airthings-masters\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/chess-carlsen-and-nakamura-outwit-young-guns-in-offbeat-airthings-masters", "date_published": "2023-02-10 08:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When is a forward pass not a forward pass? It’s all about relative velocity", "description": "<p>A pass from the hands of one player to another must go backwards to be legal. Right? Wrong</p><p>Rugby union is complex and tactical. Thankfully not everyone needs to understand the intricacies of scrummaging technique, or be in total command of the laws around the breakdown, to fully enjoy the spectacle.<br /><br />Mercifully, too, there are some aspects of the game that remain pleasingly straightforward. A try is touched down behind the try-line, a conversion has to be kicked between the sticks, and a pass from the hands of one player to another must go backwards to be legal. Right? Wrong, judging by the denouement of the <a href=\"https://www.theguardian.com/sport/2023/feb/04/england-scotland-six-nations-report\">Calcutta Cup thriller at Twickenham</a> last Saturday.</p><p>Hunting what proved to be the decisive try, Gregor Townsend’s Scotland team attacked down their right wing, before swiftly switching the ball from right touchline to left, “coast to coast”, through the hands.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/when-is-a-forward-pass-not-a-forward-pass-its-all-about-relative-velocity\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/when-is-a-forward-pass-not-a-forward-pass-its-all-about-relative-velocity", "date_published": "2023-02-10 08:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brian Jonestown Massacre’s Anton Newcombe: ‘People make me out to be a loser when I’m not’", "description": "<p>Notorious for their onstage brawls and their imperious frontman, the San Francisco band have managed to survive 30 years of drink, drugs and drama. We catch up with them on tour</p><p>Over more than 30 years, <a href=\"https://thebrianjonestownmassacre.com/\">the Brian Jonestown Massacre</a> have garnered a reputation like that of few other bands. The San Francisco group, led by Anton Newcombe, are known for their fecund creativity, violent volatility, chaos and magic – all of which are woven together to create music spanning psychedelia, shoegaze, country and garage rock. I have joined them for part of their UK tour. “Stop putting off a genius, you cocksucking dickhead!” yells Newcombe to a heckler during one of many guitar-tuning breaks in Brighton. “Go fuck yourself!” he spits to another.</p><p>Much of their reputation was cemented in the 2004 documentary <a href=\"https://www.rottentomatoes.com/m/dig\">Dig!</a>, in which Newcombe delivered lines such as: “You fucking broke my sitar, motherfucker,” after an onstage brawl with his own band. The film is a maelstrom of drama, addiction, blown opportunities and a friendship turned rivalry with the Dandy Warhols.</p><p>Setting up for a show in Brighton.</p> <a href=\"https://www.theguardian.com/music/2023/feb/10/brian-jonestown-massacre-anton-newcombe-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/10/brian-jonestown-massacre-anton-newcombe-interview", "date_published": "2023-02-10 08:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife pictures, including rescued flamingoes, fighting gulls and a huge crocodile</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/feb/10/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/feb/10/the-week-in-wildlife-in-pictures", "date_published": "2023-02-10 08:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yo La Tengo: This Stupid World review – a glorious blend of squalling guitars and introspective ballads", "description": "<p><strong>(Matador)<br /></strong>A quintessential<strong> </strong>YLT album – but this time, even as Ira Kaplan is wringing his guitar for noise, drummer/vocalist Georgia Hubley is turning down the volume<strong><br /></strong></p><p>Welcome back to the quietest loud band – or the loudest quiet band – in the world. Their 17th studio album is so quintessentially Yo La Tengoish: Ira Kaplan’s squalling guitars and murmured vocals and Georgia Hubley’s still, introspective ballads are both here in glorious effect. This time the band recorded near-live – the basis of most of the nine songs is Kaplan, drummer/vocalist Hubley and bassist James McNew playing in the room together – and what is striking is the contrast between Kaplan and Hubley.</p><p>Even when Kaplan is wringing his guitar for noise – on the opening trio of Sinatra Drive Breakdown, Fallout and Tonight’s Episode – it sounds as though Hubley is playing with brushes, trying to be as unobtrusive as possible, not just in terms of her minimal use of fills, but volume. That is perhaps the biggest difference between YLT in 2023 and 1993; back then, she was hammering her kit, as if to compete.</p> <a href=\"https://www.theguardian.com/music/2023/feb/10/yo-la-tengo-this-stupid-world-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/10/yo-la-tengo-this-stupid-world-review", "date_published": "2023-02-10 08:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elixir by Kapka Kassabov review – Bulgaria’s vale of enchantment", "description": "<p>This spellbinding journey through the villages, valleys and thriving ecosystems of the author’s native Bulgaria reads as a lucid dream</p><p>The mark of a good book is that it changes you. Sometimes a little, sometimes a lot. Nan Shepherd, Robin Wall Kimmerer and Jay Griffiths have all wielded that power over me, but I’ve rarely been so aware of an internal change being wrought, word by word, as I have these past days immersed in Kapka Kassabova’s alchemical prose. I fancy she had me under her spell from page one, with reference to the “smiling gallop” of rivers flowing downhill.</p><p>Geographically, the valley of the subtitle is that of the upper Mesta river and its tributaries in Kassabova’s native Bulgaria. Ecologically, it is classified as montane, and by British standards, enviably rich, with plants that have become rare elsewhere still thriving and providing the basis of an international trade in medicinal herbs. Historically, the communities Kassabova visits in the years straddling the pandemic have been traumatised and tempered over centuries by waves of invasion and persecution. Religiously, they are syncretic. When speaking to non-Muslims, the long-suffering Pomaks use a term equivalent to “Allah-God” to downplay their separateness. Economically the story is one of exploitation by one murderous kleptocratic regime after another, and now by international dealers and distributors of tinctures and teas. For a product on the shelves of health-food shop or chic UK herbalist you might pay 200 to 300 times what an expert forager in the Mesta valley receives.</p> <a href=\"https://www.theguardian.com/books/2023/feb/10/elixir-by-kapka-kassabov-review-bulgarias-vale-of-enchantment\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/10/elixir-by-kapka-kassabov-review-bulgarias-vale-of-enchantment", "date_published": "2023-02-10 07:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The pristine US forest threatened by a pipeline – in pictures", "description": "<p><a href=\"https://bernheim.org/\">Bernheim Forest</a> in Kentucky is the largest privately held forest block in the eastern United States, and is currently fighting plans for a 12-mile gas pipeline, part of which would cross a northern section of the forest. In 2022, photographer <strong>Carla Rhodes</strong> became the forest’s first environmental artist-in-residence and captured the abundance and wonder of the 16,000-acre oasis</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/feb/10/us-forest-pipeline-bernheim-kentucky-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/feb/10/us-forest-pipeline-bernheim-kentucky-in-pictures", "date_published": "2023-02-10 07:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s important for me to do’: Rihanna heads to the Super Bowl stage", "description": "<p>Superstar singer is the much-anticipated half-time performer on the biggest US sports night of the year – but what can we expect?</p><p>A lot has happened since Rihanna, one of the most famous singers in the world, last released an album. Two presidencies, a global pandemic, the invention of TikTok and five new Taylor Swift albums all postdate 2016’s Anti, the Barbadian singer’s last full-length project before a seemingly eternal hiatus from music.</p><p>Rihanna’s return to the stage during Sunday’s Super Bowl half-time show – her first live performance since pitching in to help DJ Khaled on Wild Thoughts at the 2018 Grammys – does not guarantee new music. Even the singer has <a href=\"https://www.eonline.com/news/1151813/rihanna-jokes-she-lost-her-new-album-as-fans-plead-for-new-music\">joked</a> that R9 (the colloquial name for her next, ninth LP) may be lost to time. But it does herald a megawatt return to the music spotlight for one of pop’s most reliable hit-makers, who has for nearly seven years devoted her energy elsewhere.</p> <a href=\"https://www.theguardian.com/music/2023/feb/10/rihanna-super-bowl-half-time-show\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/10/rihanna-super-bowl-half-time-show", "date_published": "2023-02-10 07:22:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "She cooks, cleans and cares … so why is a woman in Uganda worth only 20% of divorce assets? | Primah Kwagala", "description": "<p>In a potentially precedent-setting case, a Kampala appeal court has penalised a divorcing wife for lacking receipts to prove her value. This must not stand</p><p>Without a receipt for all the cooking, cleaning and caring work they have performed, how do women prove their contribution to a marriage if it breaks down?</p><p>Until November, that was not a question that women in Uganda – those like me in paid employment and those who work at home – were too concerned about. Courts typically ruled in divorce cases that assets are split 50/50.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/10/woman-uganda-divorce-assets-worth\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/feb/10/woman-uganda-divorce-assets-worth", "date_published": "2023-02-10 07:15:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NFL cheerleaders have spent years fighting for justice. Why don’t we take them seriously?", "description": "<p>Dancers have alleged harassment, wage theft and unsafe working conditions. Still they struggle to make their voices heard</p><p>For Mhkeeba Pate, no Super Bowl will ever beat the 2014 game. Her hometown team, the Seattle Seahawks, fought from underdog status to domination over the Denver Broncos, knocking them out 43-8. And Pate had the best seats in the house – she was on the field the entire time. Pate, who was a Seattle “Sea Gal” cheerleader for five seasons from 2011–2017, remembers seeing the likes of Gayle King taking her seat near the sideline, and dancing for and with fans.</p><p>“It was just amazing. Getting to dance in the end zone. It’s the ultimate experience. That’s <em>our</em> Super Bowl, too,” says Pate.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/09/nfl-cheerleaders-super-bowl-justice\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/09/nfl-cheerleaders-super-bowl-justice", "date_published": "2023-02-10 07:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain is addicted to the wrecking ball. It’s trashing our heritage and the planet | Phineas Harper", "description": "<p>The obliteration of 50,000 buildings a year is crass vandalism – and cost-effective, low-carbon alternatives are being ignored</p><p>Last month, residents of the Wyndford estate in Glasgow <a href=\"https://www.heraldscotland.com/news/23274127.wyndford-tower-blocks-residents-renew-plea-save/\">barricaded themselves</a> in their flats in a last-ditch attempt to save their homes from demolition. The 600 socially rented dwellings, designed by Ernest Buteux and sitting next to the River Kelvin, were denied listed building status in January, and will now make way for a development of half as many homes – and triple the rental value.</p><p>Wheatley, formerly called Glasgow Housing Association, has been demolishing social homes in Scotland for decades. In 2014, Wheatley even planned to “<a href=\"https://www.theguardian.com/sport/2014/apr/03/glasgow-2014-red-road-flats-demolished-opening-ceremony-commonwealth-games\">wow the world</a>” by dynamiting 1,326 social homes during the Commonwealth Games opening ceremony. Footage of the dwellings being reduced to rubble was to be beamed on to a giant screen in Celtic Park Stadium and broadcast live on TV. The idea was dropped , having provoked international ridicule, but the estate was razed to the ground shortly after the games, and a decade later remains a fenced-off heap of rubble.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/britain-\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/10/britain-", "date_published": "2023-02-10 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homes for sale with beautiful windows – in pictures", "description": "<p>From a converted Wesleyan chapel in the Derbyshire dales to a Grade 11-listed tobacco warehouse in London</p> <a href=\"https://www.theguardian.com/money/gallery/2023/feb/10/homes-for-sale-with-beautiful-windows-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/feb/10/homes-for-sale-with-beautiful-windows-in-pictures", "date_published": "2023-02-10 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moneron: the hidden gem of Russia’s far east – photo essay", "description": "<p>Underwater and wildlife photographer Dmitry Kokh was given access to the island of Moneron, usually closed to the public, where he found a rich and diverse ecosystem dominated by seals and sea lions</p><p>The sparsely populated Russian far east is far removed from the European part of the country, and not just because of the nine-hour flight. It has its own special climate, wild, impassable landscapes and indigenous population.</p><p>The allure of this place is in the immense variety of nature and wildlife. I’ve travelled to the region several times and never cease to be amazed by encounters with bears, whales and seals. I believe that this sense of wonder is an essential part of a human being’s (most certainly a photographer’s) happiness.</p><p>Drone image showing seals and the Moneron Island waters</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/10/moneron-island-russia-far-east-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/10/moneron-island-russia-far-east-photo-essay", "date_published": "2023-02-10 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I gave up booze and am having more fun than ever. These seven tips could help you do the same", "description": "<p>What’s life like without alcohol? You’ll save a fortune, really enjoy nights out – and even have better sex</p><p>When I decided to give up drinking in the summer of 2015, I was convinced it would improve almost every important part of my life: my career, my health, my marriage. But would I be able to handle the boredom? I had been getting drunk pretty regularly since I was an adolescent and was completely inexperienced at having fun without booze. I wasn’t sure it was possible. Happily, I was wrong.</p><p>“It has been deeply ingrained in us by the media, culture and our peers that alcohol is the best way to have fun, and therefore sobriety must be boring,” says Veronica Valli, a psychotherapist, recovery coach and author of <a href=\"https://soberful.com/\">Soberful</a>. She says: “The truth is, with 23 years of sobriety behind me, I can’t think of anything that <em>isn’t</em> more fun without alcohol. But there’s more to stopping drinking than just stopping drinking. We have to learn a lot of new emotional skills.”</p> <a href=\"https://www.theguardian.com/society/2023/feb/10/i-gave-up-booze-and-am-having-more-fun-than-ever-these-seven-tips-could-help-you-do-the-same\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/10/i-gave-up-booze-and-am-having-more-fun-than-ever-these-seven-tips-could-help-you-do-the-same", "date_published": "2023-02-10 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The ‘rogue’ Trump-appointed judge with abortion pill’s future in his hands", "description": "<p>Judge Matthew Kacsmaryk has amassed a litany of contentious rulings in less than four years</p><p>Matthew Kacsmaryk, a federal judge in Texas appointed by Donald Trump, has a tendency to attract strong language. Every Democratic senator opposed his confirmation in 2019, with Chuck Schumer, the then minority leader, calling him “narrow-minded” and “bigoted”.</p><p>“Mr Kacsmaryk has demonstrated a hostility to the LGBTQ [community] bordering on paranoia,” <a href=\"https://www.washingtonpost.com/politics/senate-confirms-trump-judicial-nominee-who-called-homosexuality-disordered/2019/06/19/a56526c4-92d2-11e9-b570-6416efdc0803_story.html\">Schumer said</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/10/judge-abortion-pill-ruling-trump-appointed-matthew-kacsmaryk\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/10/judge-abortion-pill-ruling-trump-appointed-matthew-kacsmaryk", "date_published": "2023-02-10 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hello Tomorrow! to African Queens: the seven best shows to stream this week", "description": "<p>Billy Crudup sells real estate on the moon in this retro-futuristic series, while Jada Pinkett Smith narrates a fascinating docudrama</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/10/hello-tomorrow-to-african-queens-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/10/hello-tomorrow-to-african-queens-the-seven-best-shows-to-stream-this-week", "date_published": "2023-02-10 07:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GDP report to show if UK avoided 2022 recession – business live", "description": "<p>Rolling coverage of the latest economic and financial news, including the latest UK GDP report which is released at 7am GMT</p><p>Any relief if the UK has avoided recession at the end of last year will be short-lived, fears <strong>Adam</strong> <strong>Cole</strong>, chief currency strategist at <strong>RBC Europe.</strong></p><p><strong>Cole</strong> predicts the economy will shrink in the current quarter:</p><p>The monthly GDP outturns for October and November and December mean that the UK economy likely avoided a recession in calendar year 2022, if only just.</p><p>Relief is likely to be short lived, however. The January PMI surveys suggested that activity weakened at the beginning of Q1 2023 and we currently see GDP contracting by 0.3% q/q.</p> <a href=\"https://www.theguardian.com/business/live/2023/feb/10/uk-gdp-report-growth-recession-fourth-quarter-december-2022-jeremy-hunt-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/feb/10/uk-gdp-report-growth-recession-fourth-quarter-december-2022-jeremy-hunt-business-live", "date_published": "2023-02-10 06:46:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pollution revolution: can electric motorbikes help clean up Benin’s air?", "description": "<p>Polluted air is the second biggest killer in Africa; for moto-taxi drivers the risk from exhaust fumes is high. New bikes could be part of the solution – if they can be made affordable</p><p>The streets of Cotonou, Benin’s largest city, have been Domingo Soule’s workplace for 35 years. The 50-year-old motorcycle taxi driver spends his days driving for miles on roads shrouded in exhaust fumes, picking up customers and taking them to where they want to go.</p><p>He is one of <a href=\"https://www.wacapnet.org/article/2907/mototaxis-ambassadors-of-mobile-payment-in-benin\">more than 250,000 moto-taxi drivers</a> in the west African country, where most people use two-wheelers to get around. But Soule has developed a cough from breathing in air pollution, he believes, and at the end of each day his eyes hurt.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/10/pollution-electric-motorbikes-benin-air-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/feb/10/pollution-electric-motorbikes-benin-air-acc", "date_published": "2023-02-10 06:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: did an anonymous letter predict the next Death in Paradise?", "description": "<p>Ralf Little’s DI Neville Parker is taxed by a murder involving a water taxi. Plus: violence in ‘Downton Abbey on the riviera’. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/10/tv-tonight-did-an-anonymous-letter-predict-the-next-death-in-paradise\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/10/tv-tonight-did-an-anonymous-letter-predict-the-next-death-in-paradise", "date_published": "2023-02-10 06:20:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A shopping guide to the best … colour pop earrings", "description": "<p>From a blast of floral orange to gemstones and secondhand Prada</p><p>Purple hoops, £5.99, <a href=\"https://www2.hm.com/en_gb/productpage.1079870003.html\">hm.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/10/a-shopping-guide-to-the-best-colour-pop-earrings\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/10/a-shopping-guide-to-the-best-colour-pop-earrings", "date_published": "2023-02-10 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How treecreepers cuddle up to survive cold winters", "description": "<p>Tiny solitary birds struggle during wet, freezing UK winters, but gather in communal roosts to stay warm</p><p>The treecreeper is one of our smallest and lightest birds, weighing a mere 10g – barely heavier than a £1 coin. Despite its tiny size, it manages to live here all year round; although it does struggle to survive during cold winters, especially when a freeze occurs after a spell of wet weather.</p><p>That’s because treecreepers feed on tiny insects, which they prise out of crevices in the branches and trunks of trees. During the infamous <a href=\"https://www.theguardian.com/uk/gallery/2010/dec/15/weather-big-freeze-1962-pictures\">big freeze of 1962-63</a>, those branches and trunks were covered with glazed frosts, a thin film of ice which prevented the treecreepers from accessing their food supplies.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/10/how-treecreepers-cuddle-up-to-survive-cold-winters\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/10/how-treecreepers-cuddle-up-to-survive-cold-winters", "date_published": "2023-02-10 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stuart Broad tips Ollie Pope as future England Test cricket captain", "description": "<ul><li>‘No doubt’ the batter can lead team in the future, says Broad</li><li>England meet New Zealand in day-night first Test next week</li></ul><p>Ollie Pope has said he will continue to develop his cricket brain amid a mounting body of evidence he is being groomed as a future England Test captain.</p><p>Ben Stokes has never officially named a deputy and when a virus placed his participation in last summer’s Headingley Test against New Zealand in doubt, it was Stuart Broad who was placed on standby to lead the team.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/10/stuart-broad-tips-ollie-pope-as-future-england-test-cricket-captain\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/10/stuart-broad-tips-ollie-pope-as-future-england-test-cricket-captain", "date_published": "2023-02-10 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pressure mounts on UN to provide urgent support to north-western Syria", "description": "<p>Rescue teams say death tolls will continue to rise if UN does not speed up ‘overly cautious’ delivery of aid into rebel-held region</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/09/earthquake-turkey-syria-in-turkiye-2023-live-updates-latest-news-maps-quake-death-toll-kahramanmaras\">Turkey and Syria earthquake – latest news updates</a></li></ul><p>Pressure is mounting on the UN to provide urgent support to north-western Syria, which is yet to receive meaningful aid five days after the earthquake that devastated the region, and with the chance of finding any survivors beneath the rubble almost gone.</p><p><a href=\"https://www.theguardian.com/global-development/2023/feb/09/first-aid-convoy-enters-north-west-syria-as-earthquake-rescue-goes-on-in-turkey\">One convoy of six UN lorries</a> entered the opposition-held part of the country from Turkey on Thursday carrying blankets and basic supplies, but that had been arranged before the disaster that has killed at least 3,500 people inside Syria and left thousands more buried under rubble.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/pressure-mounts-on-un-to-provide-urgent-support-to-north-western-syria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/pressure-mounts-on-un-to-provide-urgent-support-to-north-western-syria", "date_published": "2023-02-10 05:57:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war: Zaporizhzhia hit by ‘largest’ missile strike; fighter jets not a priority, says Macron – live", "description": "<p>At least 17 Russian missiles <a href=\"https://www.theguardian.com/world/live/2023/feb/10/russia-ukraine-war-zaporizhzhia-hit-by-largest-missile-strike-fighter-jets-not-a-priority-says-macron-live?page=with:block-63e5c9988f0827de57491076#block-63e5c9988f0827de57491076\">target energy infrastructure</a> in south-eastern city, mayor says; French president Emmanuel Macron says Ukraine needs quicker support as jets will take months to arrive</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-352-of-the-invasion\">What we know on day 352 of the invasion</a></li></ul> <a href=\"https://www.theguardian.com/world/live/2023/feb/10/russia-ukraine-war-zaporizhzhia-hit-by-largest-missile-strike-fighter-jets-not-a-priority-says-macron-live\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/feb/10/russia-ukraine-war-zaporizhzhia-hit-by-largest-missile-strike-fighter-jets-not-a-priority-says-macron-live", "date_published": "2023-02-10 05:54:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India v Australia: first Test, day two – live", "description": "<ul><li>Updates from the second day of play at VCA Stadium</li><li>The cricket starts at 9:30am in Nagpur/3pm AEDT</li><li>Any thoughts? Feel free to <a href=\"mailto:angus.fontaine.casual@theguardian.com\">get in touch on email</a></li></ul><p>And for those who like a water cooler discussion, here’s a good one from the first day’s action…</p><p>For those who missed day one, here’s Geoff Lemon’s report…</p> <a href=\"https://www.theguardian.com/sport/live/2023/feb/10/india-vs-australia-live-updates-cricket-score-first-test-day-two-ind-v-aus-scorecard-international-latest-scores-nagpur-vca-stadium\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/feb/10/india-vs-australia-live-updates-cricket-score-first-test-day-two-ind-v-aus-scorecard-international-latest-scores-nagpur-vca-stadium", "date_published": "2023-02-10 03:49:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour wins West Lancashire byelection with 10% swing", "description": "<p>Ashley Dalton retains constituency for Labour after resignation of Rosie Cooper last autumn</p><p>Labour has retained the West Lancashire constituency in a byelection called after its MP, <a href=\"https://www.theguardian.com/politics/2022/sep/20/labour-mp-rosie-cooper-resigns-west-lancashire-byelection\">Rosie Cooper, resigned last autumn</a>.</p><p>Ashley Dalton won with 14,068 votes. The Conservative candidate Mike Prendergast followed in second with 5,742. There was a 10% swing to Labour and nearly 11% away from the Tories. Turnout was 31.36%.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/10/labour-wins-west-lancashire-byelection-with-big-majority\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/10/labour-wins-west-lancashire-byelection-with-big-majority", "date_published": "2023-02-10 02:02:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Pence subpoenaed in Trump special counsel investigations – reports", "description": "<p>Former vice-president and former Trump official Robert O’Brien issued subpoena though nature of requests is not known</p><p>Former US vice-president Mike Pence and the former national security adviser Robert O’Brien have been subpoenaed by the special counsel leading investigations into classified documents found at former president Donald Trump’s Mar-a-Lago residence and efforts to overturn the 2020 election result, according to media reports on Thursday.</p><p>Pence was issued a subpoena by special counsel Jack Smith, though the nature of the request was not immediately known, ABC News reported, citing sources. The action follows months of negotiations involving federal prosecutors and Pence’s lawyers.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/09/mike-pence-subpoenaed-trump-special-counsel-investigations\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/09/mike-pence-subpoenaed-trump-special-counsel-investigations", "date_published": "2023-02-10 00:47:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 352 of the invasion", "description": "<p>New Russian offensive under way in eastern Ukraine’s Luhansk region, officials say; Zelenskiy claims EU leaders are ready to provide Kyiv with jets</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/feb/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-352-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-352-of-the-invasion", "date_published": "2023-02-10 00:39:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 things to look out for this weekend", "description": "<p>Nayef Aguerd is catching the eye, Sean Dyche faces Jürgen Klopp in the Merseyside derby and Leeds face Man Utd … again</p><p>The pressure on David Moyes has eased before West Ham host Chelsea. The east London side remain in relegation peril but recent performances have been more encouraging. Last month’s victory over Everton featured Jarrod Bowen at his driving best and last weekend’s gutsy draw with Newcastle saw West Ham return to the qualities that once made them so effective under Moyes. There were players running for the cause and the defence stood firm. Nayef Aguerd is beginning to look like a very smart buy. The Morocco centre-back missed the start of the season after suffering an ankle injury during a pre-season friendly but he has been excellent since returning to fitness. Aguerd was impressive during Morocco’s run to the World Cup semi-final and has been very good for West Ham lately. Most impressive was his brilliant tackle to deny Callum Wilson after the Newcastle striker went through on goal. Moyes will want more of the same against Chelsea. <strong>Jacob Steinberg</strong></p><p><em>West Ham v Chelsea, Saturday 12.30pm</em></p><p><em>Arsenal v Brentford, Saturday 3pm</em></p><p><em>Crystal Palace v Brighton, Saturday 3pm</em></p><p><em>Leeds v Manchester United, Sunday 2pm</em></p> <a href=\"https://www.theguardian.com/football/2023/feb/10/premier-league-10-things-to-look-out-for-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/10/premier-league-10-things-to-look-out-for-this-weekend", "date_published": "2023-02-10 00:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of Afghans who helped British forces ‘remain stranded by UK’", "description": "<p>Damning report by MPs urges government to ensure safe passage for interpreters and contractors at risk from Taliban</p><p>Several thousand Afghans who helped British forces before the withdrawal from Afghanistan in 2021 remain stranded and at risk from the Taliban because of failures of the government’s settlement schemes, according to a damning report by MPs.</p><p>The defence select committee’s report urged the government to set out what action it is taking to ensure safe passage to the UK for at least 4,600 Afghans, including interpreters and contractors, who worked for UK forces.</p><p>A lack of preparedness for the number of potential applicants resulting in under-resourcing, backlogs in applications, and errors in decision making.</p><p>Poor communications with applicants causing stress to them and increasing correspondence to MPs and others.</p><p>Unclear and frequently changing eligibility criteria.</p> <a href=\"https://www.theguardian.com/world/2023/feb/10/thousands-of-afghans-who-helped-british-forces-remain-stranded-by-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/10/thousands-of-afghans-who-helped-british-forces-remain-stranded-by-uk", "date_published": "2023-02-10 00:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK travellers warned of a big jump in the cost of hiring a car overseas", "description": "<p>Which? finds typical rise of 72% on pre-pandemic prices, with cost doubling in some holiday hotspots</p><p>UK holidaymakers heading overseas this Easter will typically have to pay 72% more to hire a car than they did just before the coronavirus pandemic, data shows.</p><p>The consumer group Which? said the hire cost in some holiday hotspots would be double what it was in 2019.</p> <a href=\"https://www.theguardian.com/money/2023/feb/10/uk-travellers-big-jump-cost-hiring-car-overseas-which-holiday-hotspots\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/feb/10/uk-travellers-big-jump-cost-hiring-car-overseas-which-holiday-hotspots", "date_published": "2023-02-10 00:01:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Your Place or Mine review – Netflix romcom has big stars but little charm", "description": "<p>Reese Witherspoon and Ashton Kutcher play best friends who swap houses for a week in a bland, if inoffensive, pile of fluff</p><p>Valentine’s Day compels many of us to bemoan not just the sorry state of our love lives but also the even sorrier state of the romantic comedy, a genre given a recent rebirth that’s still in need of a jolt back to life. After a distinct dearth, the streamer-led avalanche of 90-minute meet-cutes has certainly been consistent but it’s also been consistently underwhelming, inoffensively so perhaps but also increasingly aggravating to those of us who fondly remember the best of them. Even without expecting a total wheel reinvention, there’s a laziness that niggles – it’s as if these movies are being pumped out by writers and directors who are half-asleep, their focus elsewhere.</p><p>One might naively expect a little more from Reese Witherspoon’s return to both the genre and to film in general, her first leading role in six years since another romantic comedy, Home Again. But Netflix’s maddeningly milquetoast Your Place or Mine, which pairs her with Ashton Kutcher, is just about as forgettable as most of the mulch we’ve been spoon-fed of late but considerably more disappointing given both the involvement of Witherspoon and writer-director Aline Brosh McKenna. While McKenna did lump us with both I Don’t Know How She Does It and the remake of Annie, she also wrote the smart and charming scripts for 27 Dresses, The Devil Wears Prada and the frustratingly under-seen Morning Glory and co-created the excellent and often daringly subversive Crazy Ex-Girlfriend. It’s rather baffling then that she would make this her directorial debut, something so edgeless and unspecific with only glimpses of the wit and warmth we’ve seen from her work before.</p> <a href=\"https://www.theguardian.com/film/2023/feb/09/your-place-or-mine-review-netflix-romcom-reese-witherspoon-ashton-kutcher\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/09/your-place-or-mine-review-netflix-romcom-reese-witherspoon-ashton-kutcher", "date_published": "2023-02-10 00:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}]