[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Mandalorian Season 3 Finale: That Final Shot Is Why We Love The Show So Much | Canon Fodder", "description": "Din Djarin and Din Grogu living that quiet life on Nevarro. For once, our heroes get a pretty happy ending and IGN host Max Scoville is here to break down why that ending is a huge part of what makes The Mandalorian so special. \n\nThe Mandalorian is wrapped once again after The Mandalorian Season 3 finale! Star Wars of the current era is largely built around our titular Mandalorian; season 3 leaves us in a place we didn’t necessarily think of, be we’re still got our “The Mandalorian” reaction ready for you.\n\nThe Mandalorian and Grogu decide they have to face Moff Gideon or he’ll just keep coming, so The Mandalorian Season 3 Episode 8 finale episode is where they stood him down. Bo Katan also reaches a milestone from her story spanning several Disney Plus shows, but don’t worry, the focus is on “baby Yoda” (Grogu) and Din Djarin (Pedro Pascal). The Mandalorian Season 3 Finale shows us what a “good” ending is for the main characters, and it involves the glory of the Darksaber and the Mandalorian Mythosaur less than you might expect.\n\nWe’ve got our predictions for the Mythosaur, and why it’ll be important well beyond The Mandalorian season 3 episode 8 (unlike maybe, The Praetorian Guards). Axe Woves character gets more development, we have thoughts on what’s going on with Moff Gideon- light cruiser and all- as well as what’s next for Mandalore and The Great Forge! What do you think is the next chapter of the story? \n\nSubscribe to IGN for more!\nhttp://www.youtube.com/user/IGNentertainment?sub_confirmation=1\n\n#ign#starwars#themandalorian#themandalorianseason3", "link": "https://www.youtube.com/watch?v=FRM_vlj1DkA", "date_published": "2023-04-21 20:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warframe: The Duviri Paradox - Official Release Date Trailer", "description": "Warframe is a cooperative, free-to-play third-person looter shooter set in a constantly evolving sci-fi universe. Get a look at the latest trailer for Warframe: The Duviri Paradox which marks a brand new beginning for both old and new players of Warframe launching on April 26 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#Warframe #WarframeTheDuviriParadox", "link": "https://www.youtube.com/watch?v=t-VTB0h_bXw", "date_published": "2023-04-21 19:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Trinity Trigger Is a Rare JRPG That Lets You Save the World with Your Friends", "description": "Our first preview of Trinity Trigger revealed a JRPG that harkens back to Square Enix's Mana series days in that it lets you bring along friends on the adventure. We were impressed by what we saw. Previewed by Cameron Hawkins.\n\n#TrinityTrigger", "link": "https://www.youtube.com/watch?v=QZ2FJS9K1jk", "date_published": "2023-04-21 18:15:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy Brave Exvius X Fullmetal Alchemist: Brotherhood - Official Collaboration Trailer", "description": "War of the Visions Final Fantasy Brave Exvius is a tactical mobile RPG that depicts a war between rival nations that occurred in a world where legends of crystals have been passed down since ancient times. War of the Visions Final Fantasy Brave Exvius is collaborating with Fullmetal Alchemist: Brotherhood with Edward Elric, Alphonse Elric, Roy Mustang, and King Bradley will join the battle as collaborative units. The War of the Visions Final Fantasy Brave Exvius and Fullmetal Alchemist: Brotherhood crossover is available now on iOS, Android, and Amazon AppStore.\n\n#WarOfTheVisionsFialFantasyBraveExvius #FullmetalAlchemistBrotherhood", "link": "https://www.youtube.com/watch?v=nxnWLBtACmM", "date_published": "2023-04-21 18:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dredge Video Review", "description": "Dredge reviewed by Gabriel Moss on PlayStation 5. Also available on PC, Switch, Xbox, and PS4.\nDredge erupted out of the left field as 2023’s most unforgettably creepy fishing simulator. Without spoiling anything, its slow dive into Lovecraftian horror intermingles with subtle elements of seabound thrillers like Jaws and Moby Dick, and yet despite its twists, its fishing and sailing mechanics are simple enough to be relaxing – just as long as you don’t stay out past dark. Its colorful graphics, intelligent story, and seafaring sound design are alluring, but calling it a management sim betrays how simple and approachable it is. Though it still may not excite anyone in search of abyssal depths, its world map, upgrade tree, and story offer more than enough interesting decisions of their own to make a 12-hour fishing expedition feel concise. At the same time, a lack of combat and meaningful customization give little weight to its excessive grinding, and these are clear opportunities for improvement on the next voyage.\n\n#Dredge", "link": "https://www.youtube.com/watch?v=Qae88uZDvtg", "date_published": "2023-04-21 17:38:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Was Dreams a Failed Live-Service or a Successful Art Project? - Beyond Clip", "description": "Dreams has not been around very long, but Media Molecule has announced that it will officially stop future support for the game. At least it's not being wiped out of existence, right? The Podcast Beyond crew talks about their favorite things about the game (?) and what made Dreams so special. Also, was it a successful art project or a failed live-service? Perhaps it depends how you look at it. Join the discussion! Don't miss the full episode!\n\n#IGN #Gaming #Dreams", "link": "https://www.youtube.com/watch?v=qy6WNwK7gpA", "date_published": "2023-04-21 17:15:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "10 Second Zombie Prep Challenge. Presented by Dead Island 2 #ad #deadisland 2 #challenge #waitforit", "description": "", "link": "https://www.youtube.com/watch?v=xyLU1ROHvEU", "date_published": "2023-04-21 17:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Quasi - Exclusive Official Clip (2023) Steve Lemme, Kevin Heffernan", "description": "A hapless hunchback yearns for love, but finds himself in the middle of a murderous feud between the Pope and the king of France when each orders the hunchback to kill the other. Now streaming on Hulu.\n\nSearchlight Pictures presents, Quasi, a Broken Lizard Industries and Cataland Films Production. Directed by Kevin Heffernan and written by Broken Lizard, the film is produced by Richard Perello and stars Jay Chandrasekhar, Kevin Heffernan, Steve Lemme, Paul Soter, Erik Stolhanske, and Adrianne Palicki.  The director of photography is Joe Collins, production design is by Bianca Ferro, the film is edited by Frank McGrath with music by Jason Akana, costume design by Kelly Kwon, and casting by Wendy O’Brien.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=wq8SjwgEL-M", "date_published": "2023-04-21 16:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "If You Complain About Zelda Weapon Durability, You Are Weak and Your Bloodline Is Weak - NVC Clips", "description": "Seth Macy has some words to say about people who complain about weapon degredation in The Legend of Zelda: Breath of the Wild and Tears of the Kingdom. It's time to come clean. The truth hurts sometimes. Sorry, not sorry!\n\n#IGN #Gaming #Nintendo", "link": "https://www.youtube.com/watch?v=OfwcUqmRFSE", "date_published": "2023-04-21 16:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Evil Dead Rise Cast's Cheese Grater Safety Tips Will Save Your Skin!", "description": "The latest entry in the long-running horror franchise puts a common cheese grater to gruesome use, and Evil Dead Rise's stars and director stopped by IGN to deliver a very important message about responsible cheese grater ownership and operation.\n\n#IGN #Movies #EvilDead", "link": "https://www.youtube.com/watch?v=CacjbWxI8RI", "date_published": "2023-04-21 16:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Roblox and the Future of AI", "description": "In this clip from our interview with Roblox's Chief Scientist Morgan McGuire, we dive into the emergence of advanced AI and its future in Roblox, gaming, and beyond. What does ChatGPT mean for the future of AI? What possibilities does AI open for Roblox and the way its users generate content? Be sure to catch our full interview!\n\n#IGN #AI ##Roblox", "link": "https://www.youtube.com/watch?v=V89qPh9Xc0w", "date_published": "2023-04-21 15:15:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "1-Hour Lo-Fi Playlist with Scenic Game Landscapes Featuring Red Dead Redemption 2, Zelda, and more!", "description": "Chill out and unwind this Earth Day with another IGN Lo-Fi playlist featuring some of our favorite scenic landscapes from Red Dead Redemption 2, Horizon Forbidden West, The Legend of Zelda: Breath of the Wild, Firewatch, and more!\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=dOP8dhawx-Y", "date_published": "2023-04-21 15:15:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead Island 2 - Which Character Should You Choose?", "description": "Dead Island 2 features an eclectic cast of characters with their own distinctive methods of dismembering, decapitating, and eviscerating the undead. With a total of six Slayers to choose from, committing to just one for an entire playthrough is a big decision. Thankfully, we're here to help break down which character is right for you in Dead Island 2. \n\n00:00 - Intro\n00:29 - Meet the Slayers\n02:22 - Dead Island 2 Classes\n03:36 - Character Overviews\n07:18 - Who Should You Choose?\n08:10 - Outro\n\n#IGN #DeadIsland2 #Gaming", "link": "https://www.youtube.com/watch?v=VvXEslHFyW0", "date_published": "2023-04-21 15:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Big Beasts - Exclusive Official Clip (2023) Tom Hiddleston", "description": "The beachmaster faces a challenge from a newcomer in this exclusive clip from Big Beasts,  a natural history series from Apple TV+ premiering just ahead of Earth Day on Friday April 21.\n\nFilmed over four and a half years, the series takes audiences on an epic journey around the globe, from freezing poles to tropical rainforests, to meet nature’s most captivating giants. Big Beasts is narrated by Emmy Award nominee Tom Hiddleston.\n\n#IGN #TV", "link": "https://www.youtube.com/watch?v=FfgN-owTIF8", "date_published": "2023-04-21 15:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How AI is Changing Entertainment Forever", "description": "Artificial intelligence is a tool and, from the top down, Hollywood is reckoning with how to put it in the hands of the craftspeople that create your favorite shows and movies without forgoing the crafts or the people in the process.\n\n#IGN", "link": "https://www.youtube.com/watch?v=-hOFNY9aeEY", "date_published": "2023-04-21 14:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead Island 2 - Official Accolades Trailer", "description": "Check out the Dead Island 2 accolades trailer for another look at the gloriously gory zombie-slaying RPG. Take on the role of a slayer as you explore HELL-A and some of the most iconic locations of the City of Angels. Team up with a pal for a co-op adventure, or play solo as you dismember the undead using Dead Island 2's gruesome FLESH system.\n\nDead Island 2 is out now on PC, PS5, Xbox Series X/S, PS4, and Xbox One.\n\n#IGN #Gaming #DeadIsland", "link": "https://www.youtube.com/watch?v=KM3MgEGAnzw", "date_published": "2023-04-21 14:43:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warpath - Official PC Launch Trailer", "description": "Warpath is available now on PC. Watch the launch trailer for this military real-time strategy game to see base-building elements, gameplay, and more.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=DFQMKadSf7s", "date_published": "2023-04-21 14:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "American Born Chinese - Official Trailer (2023) Ke Huy Quan, Michelle Yeoh", "description": "Watch the trailer for American Born Chinese, an original series streaming on Disney+ from May 24, 2023. The upcoming Disney Plus show stars Ben Wang, Ke Huy Quan, Michelle Yeoh, Daniel Wu, Yeo Yann Yann, Chin Han, Jimmy Liu, and Sydney Taylor. \n\nBased on the graphic novel by Gene Luen Yang, American Born Chinese tells the story of Jin Wang, an average teenager juggling his high school social life with his home life. On the first day of the school year he meets a new student and becomes unwittingly entangled in a battle of Chinese mythological gods.\n\n#IGN #Disney #TV", "link": "https://www.youtube.com/watch?v=Al_72iscoYo", "date_published": "2023-04-21 13:29:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PS5, Xbox: Why the Next Three Months Are Crucial - Next-Gen Console Watch", "description": "Welcome back to Next-Gen Console Watch, our show following all the news and rumors on the PlayStation 5 and Xbox Series. This week, Daemon Hatfield is joined by Ryan McCaffrey, host of IGN’s Xbox podcast, Podcast Unlocked, and Max Scoville, host of IGN's PlayStation podcast, Podcast Beyond. The topic: why the next three months are absolutely crucial for the PlayStation 5 and the Xbox Series X|S. Both systems are getting some important—and console-exclusive—games this summer, like Redfall and Diablo 4 for Xbox, and Final Fantasy XVI for PS5. And let's not forget about Nintendo, whose last-gen Switch is getting arguably its biggest and most important game: The Legend of Zelda: Tears of the Kingdom. The hype around that game is so huge, it might even eclipse the exclusives for the other current-gen consoles. Plus we have last week's poll results, and a new poll for you to vote on at IGN.com.\n\n#IGN #Gaming #PS5 #Xbox", "link": "https://www.youtube.com/watch?v=k1Xd_zrks9w", "date_published": "2023-04-21 13:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Advance Wars: 1+2 Re-Boot Camp - Official Launch Trailer", "description": "Watch the Advance Wars 1+2: Re-Boot Camp launch trailer for another look at the turn-based strategy game. Choose your commanding officer and work your way through two classic campaigns as you plan your attacks, gather resources, and pave your way to victory. Take on challenges in the War Room, or create your own in the Design Room. \n\nAdvance Wars 1+2: Re-Boot Camp is available now on Nintendo Switch.\n\n#IGN #Gaming #AdvanceWars", "link": "https://www.youtube.com/watch?v=g3RF89_kfAs", "date_published": "2023-04-21 11:30:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Peter Pan & Wendy - Official Captain Hook Behind the Scenes (2023) Jude Law", "description": "Meet Captain Hook in this new behind-the-scenes look at Disney's Peter Pan & Wendy. Jude Law takes on the role of the menacing villain and discusses the character along with director David Lowery and actor Ever Anderson (Wendy Darling). The film also stars Alexander Molony, Yara Shahidi, Alyssa Wapanatâhk, Joshua Pickering, Jacobi Jupe, Molly Parker, Alan Tudyk, and Jim Gaffigan.\n\nDisney's Peter Pan & Wendy is an upcoming live-action film that reimagines the J. M. Barrie novel and the 1953 animated classic. The movie introduces Wendy Darling, a young girl afraid to leave her childhood home behind, who meets Peter Pan, a boy who refuses to grow up. Alongside her brothers and a tiny fairy called Tinker Bell, she travels with Peter to the magical world of Never Land.\n\nPeter Pan & Wendy will be available on Disney+ on April 28, 2023.\n\n#IGN #Movies #PeterPan", "link": "https://www.youtube.com/watch?v=Zz5qWk_O23k", "date_published": "2023-04-21 10:30:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Disney Speedstorm Early Access Review", "description": "Disney Speedstorm Early Access reviewed by Luke Reilly on PC. Also available on PlayStation, Xbox, and Switch.\n\n\"Disney Speedstorm in Early Access is a fundamentally good kart racer that’s currently too light on tracks and too repetitive to warrant the required investment. Worse still, it’s buried beneath a veritable Splash Mountain of gacha garbage and so many discrete currencies that do different things that it almost seems like a parody of the entire free-to-play genre. Nothing sucks like gacha, plucks your bucks like gacha, makes you jump through hoops for Donald Duck like gacha.\"", "link": "https://www.youtube.com/watch?v=cm-bhG2wD6w", "date_published": "2023-04-21 05:57:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead Island 2 - 7 Zombie Slaying Tips", "description": "After nearly a decade of development hell, Dead Island 2 is finally here! And between slashing, stabbing, kicking, punching, exploding, and even defenestrating zombies, there are MYRIAD ways to make the undead even deader. But with all these options for carnage comes a lot of gameplay systems and questions. After our time with Dead Island 2, we’re here to help with our zombie slaying guide.\n\nBetween characters, weapon types, skills, cards, and more, there are a ton of tips we can offer for this sequel. and this guide includes almost 9 minutes of Dead Island 2 gameplay on Xbox Series X.\n\n#IGN #DeadIsland2", "link": "https://www.youtube.com/watch?v=8oR8uarW4KM", "date_published": "2023-04-21 04:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guardians of the Galaxy Vol. 3 - Official 'All The Feels' Teaser Trailer (2023) Chris Pratt", "description": "Check out the latest teaser for Marvel Studios’ Guardians of the Galaxy Vol. 3, an upcoming movie starring Chris Pratt, Zoe Saldana, Dave Bautista, Chukwudi Iwuji, Karen Gillan, Pom Klementieff, Vin Diesel, Bradley Cooper, Maria Bakalova, Sean Gunn, and Will Poulter. \n\nMarvel Studios’ Guardians of the Galaxy Vol. 3, written and directed by James Gunn, opens in theaters on May 5, 2023.\n\n#IGN #GuardiansoftheGalaxy", "link": "https://www.youtube.com/watch?v=0pwNqIaugmk", "date_published": "2023-04-21 01:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - Fighting Ground Gameplay Overview | Street Fighter 6 Showcase", "description": "Get a look at the new features coming to 1-on-1 fights in Street Fighter 6, including enhancements in audio accessibility, character damage models, Dynamic Control scheme, Arcade Mode, and more.\n\n#IGN #StreetFighter6", "link": "https://www.youtube.com/watch?v=xVGyefedovY", "date_published": "2023-04-21 00:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "DC Universe Online - Official Shock to the System Trailer", "description": "DC Universe Online's latest episode, Shock to the System, is available now on PC, PlayStation 4, Xbox One, and later this month on Nintendo Switch. Watch the trailer to see what to expect with episode 45, featuring Static and more characters, missions, bosses, and more to the free-to-play MMO.\n\nDakota City’s just built differently. The Big Bang attack that created new heroes, villains, and victims has drawn sinister, otherworldly attention. Ebon’s powers cast a long shadow, but it’s the Apokoliptian Parademons that has Static shocked enough to contact you. Why are people disappearing, why has Apokolips turned its attention to Dakota City, and will you be able to take on such a shadowy threat? In Shock to the System, players will travel to the heart of the Milestone universe in Dakota City to offer help and to investigate why these heroes and villains are disappearing.\n\nShock to the System features DC and Milestone characters including Static, Ebon, Rocket, DeSaad, and more. It will also offer normal and elite versions of On Duty content, along with level-agnostic event versions available for a limited time. Additionally, open-world missions and world bosses, and much more will be available.\n\n#IGN #Gaming #DC", "link": "https://www.youtube.com/watch?v=8GavaAe7bM8", "date_published": "2023-04-21 00:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}]