[{"source": "https://thehill.com/news/feed/", "title": "Trump throws new insults at the state of Florida in new attack on DeSantis", "description": "Former President Trump launched a series of new attacks Friday at the state of Florida in a new email campaign taking aim at Florida Gov. Ron DeSantis (R). \"The real DeSantis record is one of misery and despair,\" Trump campaign spokesperson Steven Cheung said in a statement. \"He has left a wake of destruction all...", "link": "https://thehill.com/homenews/campaign/3963585-trump-throws-new-insults-at-the-state-of-florida-in-new-attack-on-desantis/", "date_published": "2023-04-21 23:26:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration to invest $140M in Western water projects", "description": "The Biden administration will be investing $140 million in water conservation and efficiency projects across the American West, the Department of the Interior announced on Friday. The projects include 84 initiatives in 15 states, which are collectively expected to conserve more than 230,000 acre-feet of water once complete — or enough to meet the needs of more...", "link": "https://thehill.com/policy/equilibrium-sustainability/3963619-biden-administration-to-invest-140m-in-western-water-projects/", "date_published": "2023-04-21 23:10:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ joins investigation into Southwest's holiday flight delay chaos: report", "description": "The Department of Justice is reportedly joining the Transportation Department's investigation into Southwest Airlines after its holiday meltdown caused chaos and delays for millions of travelers. The Justice Department (DOJ) and the Federal Aviation Administration (FAA) is aiding the Transportation Department's (DOT) probe into Southwest Airlines. A Transportation Department spokesperson told The Hill that it...", "link": "https://thehill.com/policy/transportation/3963544-doj-joins-investigation-into-southwests-holiday-flight-delay-chaos-report/", "date_published": "2023-04-21 23:05:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spyware industry spooked by Biden move", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202;  The Big Story  Biden’s spyware order stokes concerns within the industry The order, which prohibits all U.S. federal agencies from using or buying commercial spyware that could pose a national security risk, is \"upsetting the market\" as some companies weigh the likely impact on their...", "link": "https://thehill.com/newsletters/technology/3963588-spyware-industry-spooked-by-biden-move/", "date_published": "2023-04-21 22:52:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Financial watchdogs look for tighter grip on non-banks", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy     Business &#38; Economy   The Big Story  Financial watchdogs look for tighter grip on non-banks Federal regulators took a major step toward overhauling the ways they look for risks in the financial system and subject certain firms to tougher oversight. ...", "link": "https://thehill.com/newsletters/business-economy/3963571-financial-watchdogs-look-for-tighter-grip-on-non-banks/", "date_published": "2023-04-21 22:48:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court pauses abortion pill restrictions from taking effect during appeal", "description": "Access to the common abortion pill mifepristone will remain unchanged, for now, after the Supreme Court sided Friday with the Biden administration and paused a lower court ruling. The justices, in a brief order, said they will put on hold a ruling from a Texas federal judge while the Biden administration’s appeal proceeds. The decision is a temporary...", "link": "https://thehill.com/regulation/court-battles/3960437-supreme-court-abortion-mifepristone-fda/", "date_published": "2023-04-21 22:42:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Officer involved in fatal shooting of Daunte Wright set to be released from prison", "description": "Former police officer Kim Potter who was involved in the fatal shooting of Daunte Wright during a traffic stop in 2021 is set to be released from prison on Monday. Potter, who is white, claimed that she mistook her handgun for a Taser, resulting in her fatally shooting Wright, a Black man, during a traffic...", "link": "https://thehill.com/homenews/state-watch/3963466-officer-involved-in-fatal-shooting-of-daunte-wright-set-to-be-released-from-prison/", "date_published": "2023-04-21 22:23:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden hits GOP proposals to cut green energy tax credits", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Biden hits GOP proposals to cut green energy tax credits President Biden took aim at a push by congressional Republicans to roll back provisions of the Inflation Reduction Act (IRA) on Friday while marking the newly...", "link": "https://thehill.com/newsletters/energy-environment/3963539-biden-hits-gop-proposals-to-cut-green-energy-tax-credits/", "date_published": "2023-04-21 22:09:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kerry says US must work with China to reach global climate goals: ‘No way that any one country can solve this crisis’", "description": "John Kerry, the U.S. special presidential envoy for climate, said on Friday the U.S. must work with China to reach global climate goals, even as relations between the two superpowers remain tense. “There's no way that any one country can solve this crisis,” Kerry told MSNBC’s Andrea Mitchell, adding, “It is imperative that China and...", "link": "https://thehill.com/policy/energy-environment/3963497-kerry-says-us-must-work-with-china-to-reach-global-climate-goals-no-way-that-any-one-country-can-solve-this-crisis/", "date_published": "2023-04-21 22:09:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The United States and NATO: Bonds worth defending", "description": "In the years following World War II, the single deadliest war in the history of mankind, another threat was on the rise. The Soviet Union quickly became America’s chief rival during this new bipolar global order. Two nations, two nuclear powers; one forged in a poisonous ideology, class warfare, and bloodshed; the other on individual...", "link": "https://thehill.com/opinion/congress-blog/3963488-the-united-states-and-nato-bonds-worth-defending/", "date_published": "2023-04-21 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lyft announces latest wave of layoffs", "description": "Ride-sharing service Lyft is the latest company to announce a round of layoffs, CEO David Risher told employees in an email Friday. Risher, who took over as CEO earlier this month, said in the email that Lyft will \"significantly reduce the size of the team\" and let employees know their employment status by next Thursday....", "link": "https://thehill.com/business/3963353-lyft-announces-latest-wave-of-layoffs/", "date_published": "2023-04-21 21:46:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Minnesota passes bills protecting reproductive, gender-affirming care, banning conversion therapy", "description": "The Minnesota legislature on Friday passed a set of bills to bolster protections for gender-affirming health care and abortion and make conversion therapy practices for LGBTQ minors and vulnerable adults illegal. The measures now head to Democratic Gov. Tim Walz, who is expected to sign them into law. Minnesota Democrats have pushed an ambitious slate...", "link": "https://thehill.com/homenews/state-watch/3963439-minnesota-passes-bills-protecting-reproductive-gender-affirming-care-baning-conversion-therapy/", "date_published": "2023-04-21 21:36:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Vermont becomes latest state to outlaw child marriage, raising eligibility age to 18", "description": "People in Vermont that want to get married have to be at least 18 starting in July, according to a new law signed on Thursday. Republican Gov. Phil Scott's signature officially made the Freedom and Unity State the eighth in the country to end child marriage. Under current law, Vermonters aged 16 and 17 can...", "link": "https://thehill.com/homenews/3963334-vermont-becomes-latest-state-to-outlaw-child-marriage-raising-eligibility-age-to-18/", "date_published": "2023-04-21 21:09:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump extends lead over DeSantis in GOP primary: poll", "description": "Former President Trump has marginally extended his lead over Florida Gov. Ron DeSantis (R), his presumed chief White House contender, in the 2024 Republican presidential primary, according to a new Harvard CAPS/Harris Poll shared exclusively with The Hill. The poll found that 55 percent of respondents who identified as Republicans said they would back Trump...", "link": "https://thehill.com/homenews/campaign/3963394-trump-extends-lead-over-desantis-in-gop-primary-poll/", "date_published": "2023-04-21 21:03:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The mifepristone ruling lacks both standing and merit — will SCOTUS preserve our rights or quash them?", "description": "The Supreme Court of the United States has continued to delay a decision on a Texas trial judge’s ruling concerning the FDA’s approval of mifepristone. But make no mistake, SCOTUS is in trouble.", "link": "https://thehill.com/opinion/civil-rights/3963320-the-mifepristone-ruling-lacks-both-standing-and-merit-will-scotus-preserve-our-rights-or-quash-them/", "date_published": "2023-04-21 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden preps 2024 announcement", "description": "{beacon}    Evening Report Friday, April 21   ©  Greg Nash, The Hill Biden may announce 2024 bid next week A source close to the Biden administration said the president may make a 2024 announcement next week, The Hill's Alex Gangitano and Brett Samuels report.   Fresh off last week's Ireland trip, President Biden told reporters he'd...", "link": "https://thehill.com/newsletters/evening-report/3963371-biden-preps-2024-announcement/", "date_published": "2023-04-21 20:56:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stand Your Ground laws do not allow you to ‘shoot first and ask questions later’", "description": "Stand Your Ground does not allow anyone to “shoot first and ask questions later.” Not within the law, at least. Please stop saying it does.", "link": "https://thehill.com/opinion/civil-rights/3962701-stand-your-ground-laws-do-not-allow-you-to-shoot-first-and-ask-questions-later/", "date_published": "2023-04-21 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blue check chaos: Twitter policy spurs confusion and scramble to prove authenticity", "description": "Twitter's move to remove thousands of legacy verification check marks Thursday resulted in chaos as users were left scrambling to prove their authenticity in the face of fake impersonation accounts emerging. Twitter began to remove thousands of its iconic legacy verification check marks on Thursday, nearly three weeks after CEO Elon Musk initially planned to...", "link": "https://thehill.com/policy/technology/3963163-blue-check-chaos-twitter-policy-spurs-confusion-and-scramble-to-prove-authenticity/", "date_published": "2023-04-21 20:26:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chris Christie seeks to topple DeSantis as chief Trump rival", "description": "Florida Gov. Ron DeSantis (R) is suddenly facing a rash of attacks within the nascent GOP presidential field, with former New Jersey Gov. Chris Christie (R) seeking to quash his candidacy before it even starts.  Christie, who is openly mulling a 2024 bid of his own after ending far back in the pack during the...", "link": "https://thehill.com/homenews/campaign/3963191-chris-christie-seeks-to-topple-desantis-as-chief-trump-rival/", "date_published": "2023-04-21 20:03:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kari Lake says she told 'Morning Joe' hosts to stop 'badmouthing' her", "description": "Former Arizona Republican gubernatorial candidate Kari Lake says she confronted the hosts of MSNBC's \"Morning Joe\" at an airport in Florida this week. \"I happened to be at the airport in Palm Beach and I happened to see Joe Scarborough ... and I told him I just wanted to introduce myself because you guys spend...", "link": "https://thehill.com/homenews/media/3963224-kari-lake-says-she-told-morning-joe-hosts-to-stop-badmouthing-her/", "date_published": "2023-04-21 19:53:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk removes 'government-funded' labels after scrutiny leads some outlets to exit Twitter", "description": "Twitter has removed the “government-funded” labels from outlets like National Public Radio and PBS after the outlets and others protested that their accounts were flagged and many decided to leave the platform. The decision marks a 180-degree turn for CEO Elon Musk, who originally plastered NPR with a “state-affiliated media” label previously only reserved for...", "link": "https://thehill.com/media/3963204-musk-removes-government-funded-labels-after-scrutiny-leads-some-outlets-to-exit-twitter/", "date_published": "2023-04-21 19:51:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis gets warm reception at Heritage summit after difficult DC week", "description": "Florida Gov. Ron DeSantis (R) got a warm reception at the Heritage Foundation’s 50th-anniversary summit just outside Washington, D.C., on Friday, softening a difficult weak that featured a wave of Florida lawmakers endorsing former President Trump for 2024. Facing a friendly conservative audience of around 1,070 that greeted him with a standing ovation, DeSantis, who...", "link": "https://thehill.com/homenews/campaign/3963222-desantis-gets-warm-reception-at-heritage-summit-after-difficult-dc-week/", "date_published": "2023-04-21 19:51:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida prosecutor apologizes for memo that called for harsher penalties for Hispanic defendants", "description": "A north Florida prosecutor has apologized for a policy outlined in a memo from his office that levied harsher penalties for defendants who are Hispanic.   State Attorney Jack Campbell conceded that the policy was “inappropriate and insensitive,” in an interview Friday with The Guardian. “Is it authentic? Yes. Is it the policy of this...", "link": "https://thehill.com/homenews/3963168-florida-prosecutor-apologizes-for-memo-that-called-for-harsher-penalties-for-hispanic-defendants/", "date_published": "2023-04-21 19:36:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lake Mead and Lake Powell are swelling. Here's what that means for the water supply", "description": "Lake Mead will rise 33 feet higher than expected this year because of snowpack levels in the Upper Colorado River Basin, according to estimates released Thursday by the U.S. Bureau of Reclamation.", "link": "https://thehill.com/policy/energy-environment/3963236-lake-mead-and-lake-powell-are-swelling-heres-what-that-means-for-the-water-supply/", "date_published": "2023-04-21 19:31:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Medicare Advantage is not an advantage for many seniors with cancer", "description": "Nearly half of all Medicare beneficiaries are enrolled in MA plans.", "link": "https://thehill.com/opinion/healthcare/3963071-medicare-advantage-is-not-an-advantage-for-many-seniors-with-cancer/", "date_published": "2023-04-21 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden establishes Office of Environmental Justice, blasts GOP attempts to roll back IRA", "description": "President Biden on Friday swiped at Republican calls to end clean energy tax cuts as part of a debt limit increase as he signed an executive order creating a new White House Office of Environmental Justice. The order, which Biden signed in a Rose Garden ceremony Friday, will create the office within the White House...", "link": "https://thehill.com/policy/energy-environment/3963196-biden-establishes-office-of-environmental-justice-blasts-gop-attempts-to-roll-back-ira/", "date_published": "2023-04-21 19:24:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Washington state passes bill repealing death penalty law", "description": "Washington has become the 23rd state to end the death penalty after Gov. Jay Inslee, a Democrat, signed Senate Bill 5087 into law on Thursday. The bill also bans forced chemical castration as a punishment for a crime. The measure was passed in the state legislature earlier this month. “I initiated a moratorium against the...", "link": "https://thehill.com/homenews/state-watch/3962986-washington-state-passes-bill-repealing-death-penalty-law/", "date_published": "2023-04-21 19:17:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Push to change Puerto Rico status faces new challenges", "description": "A bipartisan group reintroduced a bill for a three-option referendum on Puerto Rico’s political status as a state or an independent nation Thursday, testing the consensus plan’s viability in a new political environment. A nearly identical bill cleared the then-Democratic-led House in December, leaving little time for the Senate to consider the bill as the...", "link": "https://thehill.com/latino/3963153-push-to-change-puerto-rico-status-faces-new-challenges/", "date_published": "2023-04-21 19:09:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Senate fails an ‘advice and consent’ test on judicial appointments", "description": "Justice delayed, they say, is justice denied. Justice delayed happens when judicial posts remain unfilled. And it is happening now with Sen. Dianne Feinstein (D-Calif.) at her home recovering from illness. Her absence deprives the Senate Judiciary Committee, normally with 11 Democratic members and 10 Republican members, of the one-vote margin that makes its majority. The...", "link": "https://thehill.com/opinion/congress-blog/3963023-the-senate-fails-an-advice-and-consent-test-on-judicial-appointments/", "date_published": "2023-04-21 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump targets DeSantis with twist on Kim Jong Un nickname: 'Rocket Man that's crashing'", "description": "Former President Trump took aim at Florida Gov. Ron DeSantis (R) in an interview by calling him a new nickname similar to the one he gave to North Korean leader Kim Jong Un in 2017. \"I should call him Rocket Man, but now he's Rocket Man that's crashing,\" he said of DeSantis on the \"Full...", "link": "https://thehill.com/homenews/campaign/3963055-trump-targets-desantis-with-twist-on-kim-jong-un-nickname-rocket-man-thats-crashing/", "date_published": "2023-04-21 18:53:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas: 'Deterrents alone' will not stem migration to southern border", "description": "Deterrents alone will not be enough to slow the flow of migration to the southern border, Homeland Security Secretary Alejandro Mayorkas said on Friday, describing a level of extreme desperation in the southern hemisphere driving people to journey to the U.S. “Deterrents alone will not solve the challenge of migration with respect to the United...", "link": "https://thehill.com/policy/national-security/3962963-mayorkas-deterrents-alone-will-not-stem-migration-to-southern-border/", "date_published": "2023-04-21 18:43:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abrams tanks to arrive in Germany for Ukrainian training within 'weeks'", "description": "U.S. forces will start training Ukrainian troops to use the M1A1 Abrams tank by next month, Defense Secretary Lloyd Austin announced Friday.   The American-made Abrams will arrive in Germany \"in the next few weeks,” allowing Ukrainians to begin training, Austin told reporters following a meeting of defense officials at Ramstein Air Base in Germany.   “All of...", "link": "https://thehill.com/policy/defense/3963086-abrams-tanks-to-arrive-in-germany-for-ukrainian-training-within-weeks/", "date_published": "2023-04-21 18:43:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "It’s time to address the unaffordability of affordable health care", "description": "To cover the cost of providing care and contribute to industry players’ bottom line, money is channeled from taxpayers’ pockets, both overtly and covertly.", "link": "https://thehill.com/opinion/healthcare/3962117-its-time-to-address-the-unaffordability-of-affordable-health-care/", "date_published": "2023-04-21 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas state Senate approves bill to post Ten Commandments in public schools", "description": "The Texas state Senate approved a bill on Thursday that would require public schools in the Lone Star state to prominently display the Ten Commandments in every classroom. The legislation, which passed the chamber with a 17-12 vote entirely along party lines, next heads to the state House of Representatives. State Sen. Phil King (R),...", "link": "https://thehill.com/homenews/state-watch/3963001-texas-state-senate-approves-bill-to-post-ten-commandments-in-public-schools/", "date_published": "2023-04-21 18:09:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden delivers remarks on environmental justice", "description": "President Biden on Friday is set to tout the launch of a new Office of Environmental Justice in the White House, aimed at helping address longstanding public health threats from pollution. The White House has described the new office as a coordinator among various agencies, advocating for measures that protect local resources, including research as...", "link": "https://thehill.com/homenews/3963022-watch-live-biden-delivers-remarks-on-environmental-justice/", "date_published": "2023-04-21 18:07:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US is redefining free trade agreements to justify EV tax credits", "description": "The global rivalry over manufacturing and recycling EVs will test relations among allies and adversaries alike.", "link": "https://thehill.com/opinion/finance/3962589-the-us-is-redefining-free-trade-agreements-to-justify-ev-tax-credits/", "date_published": "2023-04-21 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Monthly housing payments hit all-time high: report", "description": "Monthly housing payments hit a record high this week after mortgage rates rose for the first-time in more than a month, according to data from real estate brokerage Redfin.  The average 30-year fixed rate mortgage jumped to 6.39 percent this week, pushing up the typical homebuyer’s monthly payment to $2,538. At the same time a...", "link": "https://thehill.com/business/3962682-monthly-housing-payments-hit-all-time-high-report/", "date_published": "2023-04-21 17:43:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Boebert knocks 'liberal privilege' after Alec Baldwin's charges dropped", "description": "Rep. Lauren Boebert (R-Colo.) joined a chorus of conservatives criticizing New Mexico prosecutors after they announced Thursday that charges against actor Alec Baldwin would be dropped related to an on-set shooting for the movie ‘Rust.’ “Liberal privilege is real,” Boebert said on Twitter Friday. Baldwin frequently played former President Trump on Saturday Night Live and...", "link": "https://thehill.com/blogs/in-the-know/3962888-boebert-knocks-liberal-privilege-after-alec-baldwins-charges-dropped/", "date_published": "2023-04-21 17:40:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders calls insulin company, PBM executives to testify", "description": "The leaders of the three main insulin manufacturers will testify at a Senate Health Committee hearing on insulin pricing next month, Chairman Bernie Sanders (I-Vt.) announced Friday. The CEOs from Eli Lilly and Company, Novo Nordisk and Sanofi will testify as Sanders uses his bully pulpit to continue pressuring the companies about the high cost...", "link": "https://thehill.com/policy/healthcare/3962969-sanders-calls-insulin-company-pbm-executives-to-testify/", "date_published": "2023-04-21 17:30:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Combatting autism, again", "description": "What if 1 of every 218 American children [the CDC calculation is 1/(4.59/1000)] faced lifetimes of pain and panic, unable to communicate their distress, having a much shorter life expectancy than their unafflicted peers, their families usually broke and often broken as they seek medical care and services that are terribly inadequate.  Surely, this would...", "link": "https://thehill.com/opinion/congress-blog/3962830-combatting-autism-again/", "date_published": "2023-04-21 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 60 California liberal groups call on Feinstein to resign", "description": "A coalition of more than 60 progressive grassroots groups claiming to represent more than 100,000 Californians sent a letter to Sen. Dianne Feinstein (D-Calif.) asking her to resign. The coalition, which includes progressive groups from around the state, argue Feinstein’s extended absence from the state has held up President Biden’s agenda in the Senate. “Complications...", "link": "https://thehill.com/homenews/senate/3962961-california-liberal-groups-call-on-feinstein-to-resign/", "date_published": "2023-04-21 17:29:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The dollar’s demise is being greatly exaggerated", "description": "There have been numerous occasions when commentators declared an end to the dollar’s dominance only to be proven wrong.", "link": "https://thehill.com/opinion/finance/3962087-the-dollars-demise-is-being-greatly-exaggerated/", "date_published": "2023-04-21 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House Press Secretary Karine Jean-Pierre is giving a daily briefing Friday afternoon, after reports that President Biden plans to announce his 2024 candidacy next week. President Biden recently received one of his lowest approval ratings in a Reuters/Ipsos poll, at just 39 percent. AP-NORC figures released Friday show only 26 percent of Americans think...", "link": "https://thehill.com/homenews/3962895-watch-live-white-house-press-briefing/", "date_published": "2023-04-21 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority in poll say climate change needs to be addressed 'right now'", "description": "A majority of Americans in a new poll say that climate change needs to be addressed “right now.” In a CBS News-YouGov poll released Friday, 53 percent said the issue requires immediate attention, while 14 percent said it should be addressed “in the next few years.” Another 9 percent said climate change should be dealt...", "link": "https://thehill.com/policy/energy-environment/3962835-majority-in-poll-says-climate-change-needs-to-be-addressed-right-now/", "date_published": "2023-04-21 16:40:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie says 2024 Republicans afraid to call out Trump: 'It's like he's Voldemort'", "description": "Former New Jersey Gov. Chris Christie (R) on Thursday criticized the field of current and potential 2024 Republican presidential candidates for being afraid to call out former President Trump. “It’s like he’s Voldemort,” Christie said at a town hall at New England College in Henniker, N.H., according to USA Today. “You’re not going to beat someone...", "link": "https://thehill.com/homenews/campaign/3962789-christie-says-2024-republicans-afraid-to-call-out-trump-its-like-hes-voldemort/", "date_published": "2023-04-21 16:34:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s order against commercial spyware is 'upsetting the market'", "description": "President Biden’s recent executive order targeting the use of commercial spyware poses a serious threat to the digital surveillance industry, experts say, as some companies weigh the impact that the decision will have on their businesses. The order, which was released last month, prohibits all U.S. federal agencies from using or buying commercial spyware that...", "link": "https://thehill.com/policy/cybersecurity/3955358-bidens-order-spyware-pegasus/", "date_published": "2023-04-21 16:31:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NFL suspends five players for gambling violations", "description": "The NFL suspended five players Friday for violations of the league's gambling policy, including four Detroit Lions and one Washington Commanders athlete. Washington Commanders defensive end Shaka Toney and Detroit Lions players Jameson Williams, Quintez Cephus, C.J. Moore and Stanley Berryhill are suspended. Cephus and Moore were suspended indefinitely — at least for an entire...", "link": "https://thehill.com/blogs/blog-briefing-room/3962771-nfl-suspends-five-players-for-gambling-violations/", "date_published": "2023-04-21 16:31:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — GOP pushes debt fight toward 2024", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING...", "link": "https://thehill.com/newsletters/1230-report/3962786-the-hills-1230-report-house-gop-setting-up-election-year-debt-limit-fight/", "date_published": "2023-04-21 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What would Louis Brandeis do about Supreme Court ethics?", "description": "Supreme Court Justice Clarence Thomas is making headlines again — this time for accepting hospitality from his good friend, Dallas real estate entrepreneur Harlan Crow, who also reportedly purchased Thomas’s boyhood home in Georgia and has funded other projects for the justice and his wife. Democrats are calling for an investigation; Republicans dismiss such attacks...", "link": "https://thehill.com/opinion/judiciary/3954825-what-would-louis-brandeis-do-about-supreme-court-ethics/", "date_published": "2023-04-21 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas on GOP attacks: ‘I have 100% confidence in the integrity of my decisions’", "description": "Homeland Security Secretary Alejandro Mayorkas on Friday said Republican comments on his character “are not easy to listen to,” but that he is \"impervious\" to them given his complete confidence in the integrity of his decisions. “They are not easy to listen to. They also have ramifications that I wish individuals in positions of leadership...", "link": "https://thehill.com/policy/national-security/3962843-mayorkas-on-gop-attacks-i-have-100-confidence-in-the-integrity-of-my-decisions/", "date_published": "2023-04-21 16:23:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American Airlines employee dies in accident at Austin airport", "description": "Police said the airline employee was operating a ground service vehicle that struck a jet bridge.", "link": "https://thehill.com/homenews/3962804-american-airlines-employee-dies-in-accident-at-austin-airport/", "date_published": "2023-04-21 16:13:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feds request more than half a billion for coastal restoration in 30 states", "description": "The federal government is asking for more than half a billion dollars for dozens of projects aimed at bolstering America's coastlines against rising seas. The 149 projects range from shoreline habitat recovery in Florida, restoration of salmon streams in Alaska, and experimental microplastic filters for New York. With a total price tag of $562 million,...", "link": "https://thehill.com/policy/equilibrium-sustainability/3962814-feds-request-more-than-half-a-billion-for-coastal-restoration-in-30-states/", "date_published": "2023-04-21 16:12:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDIC reforms to stabilize and strengthen banking", "description": "The way we are currently resolving bank failures is poorly handled and must be fixed immediately.", "link": "https://thehill.com/opinion/finance/3962196-fdic-reforms-to-stabilize-and-strengthen-banking/", "date_published": "2023-04-21 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michigan man gets 10 months over racist attempts to scare Black Lives Matter protesters", "description": "A Michigan man was sentenced to 10 months in prison over attempts to intimidate Black Lives Matter protesters. Kenneth Pilon, 62, called nine Starbucks stores and told employees to threaten and racially demean employees supporting Black Lives Matter. He also threatened to kill Black people, according to court records. He called the stores in the...", "link": "https://thehill.com/blogs/blog-briefing-room/3962728-michigan-man-gets-10-months-over-racist-attempts-to-scare-black-lives-matter-protesters/", "date_published": "2023-04-21 15:43:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nikki Haley rips Newsweek for question about her dress at daughter's wedding", "description": "Current presidential candidate and former South Carolina Gov. Nikki Haley (R) went after Newsweek Friday after the outlet published an article focused on the dress she wore at her daughter's wedding. The story, headlined \"Nikki Haley's White Dress at Daughter's Wedding Sparks Fierce Debate,\" centered around social media chatter that pointed out that traditionally only the bride wears...", "link": "https://thehill.com/blogs/blog-briefing-room/3962700-nikki-haley-rips-newsweek-for-question-about-her-dress-at-daughters-wedding/", "date_published": "2023-04-21 15:32:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden finally ready to shift into campaign mode", "description": "D.C.’s favorite parlor game is coming to an end.  President Biden is expected to make his reelection announcement as soon as Tuesday, beginning the 80-year-old career politician’s final campaign.  The president recently told reporters upon arriving back in the U.S. from a week in Ireland that he would make a 2024 announcement “relatively soon,” but...", "link": "https://thehill.com/homenews/campaign/3962753-biden-finally-ready-to-shift-into-campaign-mode/", "date_published": "2023-04-21 15:32:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Attacks on academic freedom undermine the quality of US education", "description": "Higher education should make students uncomfortable with their established ideas and untested assumptions by exposing them to challenging, sometimes disturbing information and ideas.", "link": "https://thehill.com/opinion/education/3962012-attacks-on-academic-freedom-undermine-the-quality-of-us-education/", "date_published": "2023-04-21 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Evidence shows Russian mercenary group Wagner is arming militia leader in Sudan: report", "description": "The Russian mercenary group Wagner has been supplying the Rapid Support Forces (RSF) paramilitary group in fights against the Sudanese army, according to CNN. Sudan has fallen into fierce fighting, edging on civil war in recent weeks as two generals vie for control of the country. CNN cited sources in the country and satellite imagery...", "link": "https://thehill.com/policy/international/3962645-evidence-shows-russian-mercenary-group-wagner-is-arming-militia-leader-in-sudan-report/", "date_published": "2023-04-21 15:26:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk says he gave free Twitter verification to LeBron, Shatner, Stephen King", "description": "Twitter CEO Elon Musk says he gave free Twitter verification to NBA star LeBron James, actor William Shatner and writer Stephen King on Thursday, as the social media company removed thousands of remaining legacy verification check marks. Musk tweeted on Thursday that he is “paying for a few personally,” later noting that those accounts included “Just Shatner, LeBron and...", "link": "https://thehill.com/policy/technology/3962723-musk-gives-free-twitter-verification-to-lebron-shatner-stephen-king/", "date_published": "2023-04-21 15:24:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine defended Bakhmut despite US intelligence warning against the move: report", "description": "U.S. intelligence warned the Ukrainian military that the city of Bakhmut was likely to be encircled in January and that armies should fall back. The revelation comes from the slate of classified documents released by Air National Guardsman Jack Teixeira on social media sites last month and analyzed by The Washington Post. Teixiera was arrested...", "link": "https://thehill.com/policy/international/3962684-ukraine-defended-bakhmut-despite-us-intelligence-warning-against-the-move-report/", "date_published": "2023-04-21 15:22:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Earth Day 2023 and our fatal affinity for fossil fuels", "description": "Earth Day is a chance to celebrate the world’s natural splendors or an opportunity to mourn its impending decline.", "link": "https://thehill.com/opinion/energy-environment/3961998-earth-day-2023-and-our-fatal-affinity-for-fossil-fuels/", "date_published": "2023-04-21 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top Republican lawyer tells donors conservatives should work to limit voting on college campuses", "description": "A top Republican lawyer told donors at a Republican National Committee (RNC) retreat last weekend that conservatives should work to limit voting on college campuses. Cleta Mitchell, a GOP lawyer who assisted former President Trump in his efforts to overturn the 2020 election, called on Saturday for Republicans to “combat” efforts to turnout college voters...", "link": "https://thehill.com/homenews/campaign/3962667-top-republican-lawyer-tells-donors-conservatives-should-work-to-limit-voting-on-college-campuses/", "date_published": "2023-04-21 14:51:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why American industry should invest in Ukraine", "description": "Ukraine ranks second out of 40 countries in terms of its nearshoring potential for American companies  — Mexico ranked 15th, Poland was 19th, and Germany ranked at 39th.", "link": "https://thehill.com/opinion/finance/3962634-why-american-industry-should-invest-in-ukraine/", "date_published": "2023-04-21 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russian bomber accidentally hits own city near Ukraine border", "description": "A Russian warplane accidentally dropped a rocket on the Russian city of Belgorod near the Ukraine border, leaving three people injured and several buildings damaged. The SU-34 fighter jet released the bomb through an accidental emergency ejection around 10 p.m. on Thursday during a flight over Belgorod, according to state-run news service TASS. After the...", "link": "https://thehill.com/homenews/3962587-russian-bomber-accidentally-hits-own-city-near-ukraine-border/", "date_published": "2023-04-21 14:25:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A Flexible Workplace Is The Secret Sauce For Greater Worker Happiness", "description": "If the last three years have taught us anything, it’s that flexibility is key in all aspects of life. When workplace arrangements started to shift in 2020, many employees found that flexibility in the work environment improved their quality of life. For many, this looked like working from home, working hybrid, or at the very...", "link": "https://thehill.com/business/3962648-a-flexible-workplace-is-the-secret-sauce-for-greater-worker-happiness/", "date_published": "2023-04-21 14:17:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas says administration to announce plans to address expected border surge", "description": "Homeland Security Secretary Alejandro Mayoraks says the Biden administration is getting ready to announce a new border security plan to handle an expected surge of migrants when pandemic-era immigration restrictions lift May 11. “I think next week we’ll have more to say about our preparation and some of the things we are going to be...", "link": "https://thehill.com/homenews/administration/3962446-mayorkas-says-administration-to-announce-plans-to-address-expected-border-surge/", "date_published": "2023-04-21 14:15:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tesla increases prices of top models after stock slump", "description": "Telsa, the electric car manufacturer, has increased its prices for its top-end model vehicles in the U.S. this week shortly after the company’s price cuts it made earlier this year.  The price increase is for the Model S and X premium electric vehicles, according to Reuters.   Telsa’s website showed that the Model S and...", "link": "https://thehill.com/homenews/3962633-tesla-increases-prices-of-top-models-after-stock-slump/", "date_published": "2023-04-21 14:09:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Expanding rapid prototyping is only a first step toward fixing the Defense acquisition system", "description": "The Department of Defense (DOD) continues to grapple with its unwieldy acquisition system, even as China exploits new technologies to enable it to defeat American forces in an armed confrontation in the Pacific. Seeking to ensure that the United States can maintain its technological lead, the DOD has asked Congress to permit the military service...", "link": "https://thehill.com/opinion/national-security/3958851-expanding-rapid-prototyping-is-only-a-first-step-toward-fixing-the-defense-acquisition-system/", "date_published": "2023-04-21 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tennessee state lawmaker resigns after harassment allegations", "description": "Tennessee state Rep. Scotty Campbell, a leading GOP member of the Tennessee House of Representatives who voted to expel three Democratic lawmakers from the chamber earlier this month, resigned on Thursday amid sexual harassment allegations. “I resign from the Tennessee House of Representatives. Effective immediately,” Campbell said in a letter to his fellow lawmakers obtained...", "link": "https://thehill.com/homenews/state-watch/3962597-tennessee-state-lawmaker-resigns-after-harassment-allegations/", "date_published": "2023-04-21 13:56:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Indiana Gov. Holcomb signs bill making machine gun 'switch' illegal", "description": "Indiana Gov. Eric Holcomb (R) signed a bill Thursday that will make it illegal to transform a semi-automatic firearm into a machine gun. The bill includes language to further restrict possession of Glock switches, which aid in adapting a semi-automatic weapon into a machine gun and are already prohibited under federal law. Glock switches allow a gun...", "link": "https://thehill.com/homenews/3962572-indiana-gov-holcomb-signs-bill-making-machine-gun-switch-illegal/", "date_published": "2023-04-21 13:46:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Israel needs to refocus abroad", "description": "Israel’s adversaries are seeking to capitalize on the chaos.", "link": "https://thehill.com/opinion/international/3959870-israel-needs-to-refocus-abroad/", "date_published": "2023-04-21 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US citizen dies in Sudan amid heavy fighting, US talks of embassy evacuation", "description": "An American has died amid fighting in Sudan as the U.S. military repositions troops in the region, preparing for a possible evacuation of the embassy in Khartoum. Sudan’s capital is under shelling as warring factions led by two rival generals vie for leadership of the country. A ceasefire for the Muslim holiday of Eid, Friday...", "link": "https://thehill.com/policy/international/3962538-us-citizen-dies-in-sudan-amid-heavy-fighting-us-talks-of-embassy-evacuation/", "date_published": "2023-04-21 13:28:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Colin Kaepernick to pay for independent autopsy in death of man in Georgia jail", "description": "Former NFL quarterback and activist Colin Kaepernick will pay for an independent autopsy for a Georgia man who died in custody last year, his attorney has announced. Lashawn Thompson died in the Fulton County Jail, near Atlanta, last September in questionable conditions. A medical examiner’s report found that Thompson had an “extremely severe” infestation of...", "link": "https://thehill.com/homenews/state-watch/3962520-colin-kaepernick-to-pay-for-independent-autopsy-in-death-of-man-in-georgia-jail/", "date_published": "2023-04-21 13:04:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How you may wind up paying for San Francisco's reparations plan", "description": "“Play stupid games, win stupid prizes” seems to be the conservative response to San Francisco’s proposed reparation plan, which would dole out $5 million to each Black resident. After all, paying for this latest obsession of the radical left would transform the city into a bankrupt “21st century Detroit.” If you live in California, you’ve...", "link": "https://thehill.com/opinion/finance/3954846-how-you-may-wind-up-paying-for-san-franciscos-reparations-plan/", "date_published": "2023-04-21 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump surges to 13-point lead over DeSantis: poll", "description": "Former President Trump has flipped the field against Florida Gov. Ron DeSantis in a possible 2024 GOP primary matchup, surging to a 13-point lead according to a new Wall Street Journal poll. Trump trailed DeSantis by 14 points as recently as December, but Trump’s solid lead now points to signs that DeSantis’s not-yet-announced campaign may...", "link": "https://thehill.com/homenews/campaign/3962483-trump-surges-to-13-point-lead-over-desantis-poll/", "date_published": "2023-04-21 12:46:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Suspect in shooting of North Carolina 6-year-old taken into custody in Florida", "description": "The man believed to have shot at his neighbors in North Carolina, including a 6-year-old girl, earlier this week is in custody in Florida, police announced on Thursday night. Robert Louis Singletary is accused of shooting and injuring his neighbors after a basketball rolled into his yard on Tuesday. According to neighbors, Singletary and a...", "link": "https://thehill.com/homenews/state-watch/3962464-suspect-in-shooting-of-north-carolina-6-year-old-taken-into-custody-in-florida/", "date_published": "2023-04-21 12:10:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Playing politics: Why won't the Federal Reserve give us the unvarnished truth about the economy?", "description": "Would that the Fed took a larger, nonpolitical view of the situation, opened up and regularly gave us an unvarnished explanation of what’s going on.", "link": "https://thehill.com/opinion/finance/3958381-playing-politics-why-wont-the-federal-reserve-give-us-the-unvarnished-truth-about-the-economy/", "date_published": "2023-04-21 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden sees spike among Dems who say they would back him in 2024: poll", "description": "Over 80 percent of Democrats said they would likely vote for President Biden in 2024 despite a minority saying the want him to run for reelection, according to an AP-NORC poll released Friday, improvements on earlier figures. The poll found that just 26 percent of Americans overall and 47 percent of Democrats want Biden to...", "link": "https://thehill.com/blogs/blog-briefing-room/3962461-biden-sees-spike-among-dems-who-say-they-would-back-him-in-2024-poll/", "date_published": "2023-04-21 11:52:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The federal government can — and should — help the mentally ill", "description": "Last week, the Congressional Budget Office (CBO) released a range of cost estimates for the repeal of an archaic federal policy known as the Institutions for Mental Diseases (IMD) Exclusion. The rule has led to a shortage of psychiatric hospital beds nationwide, seen in tandem with hundreds of thousands of mentally ill now in jails...", "link": "https://thehill.com/opinion/healthcare/3960841-the-federal-government-can-and-should-help-the-mentally-ill/", "date_published": "2023-04-21 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UK deputy PM Dominic Raab resigns over bullying allegations", "description": "United Kingdom deputy prime minister Dominic Raab resigned Friday after an internal investigation found he bullied colleagues. Raab is just the latest senior UK official to resign in a Conservative government which has seen two Prime Ministers resign in the last year. He had promised to resign if a months-long inquiry helped back up any...", "link": "https://thehill.com/policy/international/3962444-uk-deputy-pm-dominic-raab-resigns-over-bullying-allegations/", "date_published": "2023-04-21 11:19:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The costs of doing away with tenure", "description": "Republican governors and legislatures, as well as university boards of trustees to which they have appointed majorities, have taken various steps to roll back tenure for professors at public universities in several red states. The Florida state university system has mandated post-tenure reviews for professors even after they have earned tenure. The Texas state legislature...", "link": "https://thehill.com/opinion/education/3953379-the-costs-of-doing-away-with-tenure/", "date_published": "2023-04-21 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former WWE wrestler charged with theft of millions from Mississippi welfare", "description": "Ted DiBiase, Jr., son of WWE superstar Ted DiBiase, Sr., (also known as \"The Million Dollar Man\") was a WWE wrestler in the 2000s and 2010s.", "link": "https://thehill.com/homenews/3961585-former-wwe-wrestler-charged-with-theft-of-millions-from-mississippi-welfare/", "date_published": "2023-04-21 10:38:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio DoorDash driver killed while on delivery: police", "description": "Police are investigating after a DoorDash food delivery driver was fatally shot on the job in Akron, Ohio.", "link": "https://thehill.com/homenews/state-watch/3961735-ohio-doordash-driver-killed-while-on-delivery-police/", "date_published": "2023-04-21 10:36:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Colorado 20 year-old killed after rock thrown at car", "description": "Multiple law enforcement agencies are looking for the suspects who may be responsible for a string of crimes from Wednesday night that resulted in the death of a 20-year-old after she was struck and killed by a large rock while driving.", "link": "https://thehill.com/homenews/3961982-colorado-20-year-old-killed-after-rock-thrown-at-car/", "date_published": "2023-04-21 10:35:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is pickleball becoming too popular? 'Turf wars' break out in Texas", "description": "Is tennis over?", "link": "https://thehill.com/homenews/state-watch/3962158-is-pickleball-becoming-too-popular-turf-wars-break-out-in-texas/", "date_published": "2023-04-21 10:34:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — McCarthy hunts for GOP backers on debt bill", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Kevin McCarthy (R-Calif.), who needed 15 ballots to lock in enough votes to be Speaker, likes to say it’s not where you started but where you finish that counts....", "link": "https://thehill.com/newsletters/morning-report/3962392-the-hills-morning-report-mccarthy-hunts-for-gop-backers-on-debt-bill/", "date_published": "2023-04-21 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans bought almost 60 million guns during the pandemic", "description": "One-fifth of U.S. households purchased guns during the pandemic, a national arming that exposed more than 15 million Americans to firearms in the home for the first time, academic studies show.  Americans purchased nearly 60 million guns between 2020 and 2022, according to an analysis by The Trace, a nonprofit, nonpartisan news organization that tracks...", "link": "https://thehill.com/policy/national-security/3960527-americans-bought-almost-60-million-guns-during-the-pandemic/", "date_published": "2023-04-21 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congressional standoff over Supreme Court escalates", "description": "Senate Judiciary Committee Chairman Dick Durbin’s (D-Ill.) call for Chief Justice John Roberts to testify before Congress about the Supreme Court’s ethical standards is sparking a firestorm on Capitol Hill as Republicans accuse the Democratic chairman of trying to ensnare court in a media “circus.” Republicans say Durbin is trying to pressure Roberts to respond...", "link": "https://thehill.com/homenews/senate/3961919-congressional-standoff-over-supreme-court-escalates/", "date_published": "2023-04-21 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Electric vehicle policies inflame Manchin-Biden tensions", "description": "Clashes over electric vehicle policies are exacerbating tensions between the Biden administration and Sen. Joe Manchin (D-W.Va.), a key swing vote in the Senate.  For months, Manchin has fumed about the Treasury Department’s interpretation of electric vehicle (EV) tax credits in the Inflation Reduction Act (IRA) — the Democrats’ climate, tax and health care bill.  In recent weeks, the senator, who...", "link": "https://thehill.com/policy/energy-environment/3961762-electric-vehicle-policies-inflame-manchin-biden-tensions/", "date_published": "2023-04-21 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida expansion of 'Don't Say Gay' could release flood of book bans", "description": "Florida is looking to expand its Parental Rights in Education law passed last year in a way that could lead to a flood of challenged books being removed from classrooms. The state has already faced allegations of censorship for stringent restrictions in the existing law, known to its critics as \"Don’t Say Gay,\" on talk...", "link": "https://thehill.com/homenews/state-watch/3961070-florida-expansion-of-dont-say-gay-could-release-flood-of-book-bans/", "date_published": "2023-04-21 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP setting up election-year debt limit fight", "description": "House Republicans could be setting up another fight over the debt limit — this time, just months before the 2024 presidential election. A sweeping, 320-page bill they unveiled this week would raise the debt ceiling, which caps how much money the Treasury can borrow to pay the country’s bills, through the end of next March...", "link": "https://thehill.com/homenews/house/3961869-house-gop-setting-up-election-year-debt-limit-fight/", "date_published": "2023-04-21 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court abortion pill ruling: Four ways it could go, and what it would mean", "description": "The Supreme Court is expected to weigh in at some point Friday on a challenge to the legality of the abortion pill mifepristone, less than a year after the conservative majority overturned Roe v. Wade and ostensibly sent decisions on abortion laws to the states. The decision could have sweeping ramifications about access to one...", "link": "https://thehill.com/policy/healthcare/3961651-supreme-court-abortion-pill-ruling-four-ways-it-could-go-and-what-it-would-mean/", "date_published": "2023-04-21 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine's millennial minister leads digital fight against Russia", "description": "Ukraine’s youngest Cabinet member knows there is more than one way to beat Russia in the war — and the tech-savvy Minister of Digital Transformation is fighting back on several virtual fronts. From overseeing a project securing drones to the rollout of public service apps and combating Russia in the cyber sphere, Mykhailo Fedorov is...", "link": "https://thehill.com/policy/defense/3961775-ukraines-millennial-minister-leads-digital-fight-against-russia/", "date_published": "2023-04-21 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to announce executive order to promote environmental justice", "description": "President Biden is set to announce an executive order on Friday that will create a new office in the White House focused on environmental justice efforts. The order will launch an Office of Environmental Justice, which will work within the White House Council on Environmental Quality and be led by a federal chief environmental justice...", "link": "https://thehill.com/homenews/administration/3961918-biden-to-announce-executive-order-to-promote-environmental-justice/", "date_published": "2023-04-21 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "U.S. News & World Report delays law, medical school rankings amid inquiries from schools", "description": "U.S. News and World Report is delaying its law and medical school rankings, amid an influx of inquiries from schools about how the data is collected, the company said on Wednesday. U.S. News said it has received an “unprecedented number of inquiries” from schools during its data review period for the 2023-2024 Best Graduate Schools...", "link": "https://thehill.com/blogs/blog-briefing-room/3962160-u-s-news-world-report-delays-law-medical-school-rankings-amid-inquiries-from-schools/", "date_published": "2023-04-21 02:51:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McDaniel announces California will host second GOP debate for 2024", "description": "The second GOP presidential primary debate will be held at the Ronald Reagan Presidential Library in Simi Valley, Calif., Republican National Committee (RNC) Chairwoman Ronna McDaniel announced on Thursday. “I am honored to be able to make one really important announcement here today. The second presidential primary debate will take place here at the Ronald...", "link": "https://thehill.com/homenews/campaign/3962118-mcdaniel-announces-california-will-host-second-gop-debate-for-2024/", "date_published": "2023-04-21 02:34:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Conservative radio host Larry Elder joins GOP presidential race with 2024 bid", "description": "Conservative radio host Larry Elder announced on Thursday that he’s throwing his hat in the GOP nomination for the 2024 presidential election.  “My announcement Tucker, is I'm announcing that I'm running for the presidency of the United States on your program,” Elder told Fox News host Tucker Carlson during an appearance on his show, saying that...", "link": "https://thehill.com/homenews/campaign/3962120-conservative-radio-host-larry-elder-joins-gop-presidential-race-with-2024-bid/", "date_published": "2023-04-21 02:26:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "18 state AGs press Biden administration for recall on theft-prone Hyundai, Kia cars", "description": "A coalition of state attorneys general sent a letter to the Department of Transportation on Thursday pressing the Biden administration to initiate a recall of Hyundai and Kia car models that lack anti-theft controls.  In the letter, the group wrote that the effort launched by the automobile companies to combat the ongoing problem isn’t enough...", "link": "https://thehill.com/blogs/blog-briefing-room/3962034-18-state-ags-press-biden-administration-for-recall-on-theft-prone-hyundai-kia-cars/", "date_published": "2023-04-21 01:21:33+00:00", "persistent": false, "user": null, "language": "en-US"}]