[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Kubernetes RBAC Exploited in Large-Scale Campaign for Cryptocurrency Mining", "description": "A large-scale attack campaign discovered in the wild has been exploiting Kubernetes (K8s) Role-Based Access Control (RBAC) to create backdoors and run cryptocurrency miners.\n\"The attackers also deployed DaemonSets to take over and hijack resources of the K8s clusters they attack,\" cloud security firm Aqua said in a report shared with The Hacker News. The Israeli company, which dubbed the attack", "link": "https://thehackernews.com/2023/04/kubernetes-rbac-exploited-in-large.html", "date_published": "2023-04-21 13:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "GhostToken Flaw Could Let Attackers Hide Malicious Apps in Google Cloud Platform", "description": "Cybersecurity researchers have disclosed details of a now-patched zero-day flaw in Google Cloud Platform (GCP) that could have enabled threat actors to conceal an unremovable, malicious application inside a victim's Google account.\nIsraeli cybersecurity startup Astrix Security, which discovered and reported the issue to Google on June 19, 2022, dubbed the shortcoming GhostToken.\nThe issue", "link": "https://thehackernews.com/2023/04/ghosttoken-flaw-could-let-attackers.html", "date_published": "2023-04-21 12:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "14 Kubernetes and Cloud Security Challenges and How to Solve Them", "description": "Recently, Andrew Martin, founder and CEO of ControlPlane, released a report entitled Cloud Native and Kubernetes Security Predictions 2023. These predictions underscore the rapidly evolving landscape of Kubernetes and cloud security, emphasizing the need for organizations to stay informed and adopt comprehensive security solutions to protect their digital assets.\nIn response, Uptycs, the first", "link": "https://thehackernews.com/2023/04/14-kubernetes-and-cloud-security.html", "date_published": "2023-04-21 11:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "N.K. Hackers Employ Matryoshka Doll-Style Cascading Supply Chain Attack on 3CX", "description": "The supply chain attack targeting 3CX was the result of a prior supply chain compromise associated with a different company, demonstrating a new level of sophistication with North Korean threat actors.\nGoogle-owned Mandiant, which is tracking the attack event under the moniker UNC4736, said the incident marks the first time it has seen a \"software supply chain attack lead to another software", "link": "https://thehackernews.com/2023/04/nk-hackers-employ-matryoshka-doll-style.html", "date_published": "2023-04-21 09:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cisco and VMware Release Security Updates to Patch Critical Flaws in their Products", "description": "Cisco and VMware have released security updates to address critical security flaws in their products that could be exploited by malicious actors to execute arbitrary code on affected systems.\nThe most severe of the vulnerabilities is a command injection flaw in Cisco Industrial Network Director (CVE-2023-20036, CVSS score: 9.9), which resides in the web UI component and arises as a result of", "link": "https://thehackernews.com/2023/04/cisco-and-vmware-release-security.html", "date_published": "2023-04-21 05:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}]