[{"source": "https://www.theguardian.com/rss", "title": "US supreme court blocks ruling limiting access to abortion pill", "description": "<p>Federal judge in Texas ruled in early April to suspend FDA-approved mifepristone used in more than half of abortions in US</p><p>The supreme court decided on Friday to block a lower court ruling that had placed significant restrictions on the abortion drug mifepristone.</p><p>The justices granted emergency requests by the justice department and the pill’s manufacturer, Danco Laboratories, to halt a preliminary injunction issued by a federal judge in Texas. The judge’s order would significantly limit the availability of the medication as litigation proceeds in a challenge by anti-abortion groups.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/abortion-pill-ruling-latest-news-supreme-court-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/abortion-pill-ruling-latest-news-supreme-court-decision", "date_published": "2023-04-21 23:30:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Lyft CEO David Risher announces plans to lay off hundreds of workers", "description": "<p>Employees were informed via email that a ‘significant’ number would lose their jobs to cut costs and bring fares in line with Uber</p><p>Ride-hailing service Lyft is preparing to lay off hundreds of employees just days after new CEO David Risher began steering the company with an eye toward driving down costs to help bring its fares more in line with its biggest rival, Uber.</p><p>Risher, a former Amazon executive, informed Lyft’s workforce of more than 4,000 employees in an email posted online Friday that a “significant” number of them will lose their jobs. The message came at end of his first week as Lyft’s CEO.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/21/lyft-layoffs-david-risher-uber\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/21/lyft-layoffs-david-risher-uber", "date_published": "2023-04-21 22:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal’s title hopes hit despite Saka rescuing draw against Southampton", "description": "<p>Conventional wisdom had it that the league title would be decided at the Etihad next Wednesday but Arsenal may have effectively handed it to Manchester City five days ahead of schedule.</p><p>This was almost the greatest fightback their stadium has seen, better still than the overhauling of Bournemouth, but despite pulling level late on against a brave, shattered Southampton a draw was not really enough. Shocking defending early on helped Carlos Alcaraz and Theo Walcott, who both finished superbly, put Saints two up before Gabriel Martinelli appeared to begin restoring the natural order.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/arsenal-southampton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/arsenal-southampton-premier-league-match-report", "date_published": "2023-04-21 21:15:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belgium crushes 2,000 cans of Miller High Life over ‘champagne of beers’ slogan", "description": "<p>Comité Champagne asks for destruction of shipment on grounds Miller High Life’s motto infringes champagne’s protected origin</p><p>The guardians of champagne will let no one take the name of the bubbly beverage in vain, not even a US beer behemoth.</p><p>For years, Miller High Life has used the “Champagne of Beers” slogan. This week, it became clear that for some the name has became impossible to swallow.</p> <a href=\"https://www.theguardian.com/food/2023/apr/21/miller-high-life-champagne-problems\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/21/miller-high-life-champagne-problems", "date_published": "2023-04-21 20:27:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cyclone damage shows New Zealand’s beekeepers are unprepared for climate change", "description": "<p>Thousands of hives in remote areas still unreachable and full scale of devastation remains unknown</p><p>Two months after a cyclone swept away thousands of beehives in the fertile fruit bowl of New Zealand’s North Island and left thousands more unreachable, beekeepers are facing a painful and costly recovery that has prompted questions of how they will adapt to the intensifying climate crisis.</p><p>When <a href=\"https://www.theguardian.com/world/cyclone-gabrielle\">Cyclone Gabrielle</a> roared across the North Island in February, killing 11 people and wreaking billions of dollars in damage, it tore apart the orchards and vineyards of Hawke’s Bay and the East Coast – where pip fruit, kiwifruit and wine are export earners – and destroyed 5,000 to 6,000 of the beehives that pollinate them. It represented “severity and damage that … has not been experienced in a generation”, the <a href=\"https://www.theguardian.com/world/2023/feb/13/cyclone-gabrielle-new-zealand-declares-national-state-of-emergency\">prime minister, Chris Hipkins, said</a>.</p> <a href=\"https://www.theguardian.com/world/2023/apr/22/cyclone-damage-shows-new-zealands-beekeepers-are-unprepared-for-climate-change\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/22/cyclone-damage-shows-new-zealands-beekeepers-are-unprepared-for-climate-change", "date_published": "2023-04-21 20:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>The battle rages on in Bakhmut, protests against the pension law continue in France, Ramadan is observed around the world, and SpaceX’s Starship spacecraft explodes after its launch: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/21/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/21/the-week-around-the-world-in-20-pictures", "date_published": "2023-04-21 19:31:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Barclay accused of trying to ‘bully and silence’ nurses through legal threat", "description": "<p>Exclusive: RCN union hits back after health secretary attempts to prevent planned May Day strike </p><p>Health secretary Steve Barclay has been accused by the Royal College of Nursing of trying to “bully and silence” nurses after the government issued legal papers in an attempt to block a planned May Day strike, describing it as unlawful.</p><p>A “pre-claim” letter was issued in Barclay’s name on Friday, demanding the RCN cancel industrial action planned for 30 April to 2 May.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/steve-barclay-accused-of-trying-to-bully-and-silence-nurses-through-legal-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/steve-barclay-accused-of-trying-to-bully-and-silence-nurses-through-legal-threat", "date_published": "2023-04-21 19:08:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on Dominic Raab’s resignation – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/21/martin-rowson-on-dominic-raabs-resignation-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/21/martin-rowson-on-dominic-raabs-resignation-cartoon", "date_published": "2023-04-21 19:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Williamson’s woe could be difference between winning the World Cup or not | Suzy Wrack", "description": "<p>England are sure to miss their captain’s influence and importance following her tournament-ending anterior cruciate ligament injury</p><p>Picking over the bones of what Leah Williamson’s anterior cruciate ligament injury means for England feels brutal. Cruel even. Because, in reality, none of it matters. Where Arsenal finish in the league and Champions League doesn’t matter, whether England win the World Cup doesn’t matter. In this moment all that does matter is that a 26-year-old footballer in her prime has had to let short-term dreams die to embark on a mentally and physically bruising journey.</p><p>“The noise around the situation is loud and I need some quiet to let it all sink in,” said Williamson on Instagram after the extent of her injury was announced. Yet, here I am, adding to the noise. Hopefully Williamson never sees this article, hopefully she is switched off from the outside world and being engulfed in the embrace of the tight unit of friends and family that mean more to her than anything else.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/williamsons-woe-could-be-difference-between-winning-the-world-cup-or-not\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/williamsons-woe-could-be-difference-between-winning-the-world-cup-or-not", "date_published": "2023-04-21 19:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CBI to suspend operations until June after exodus of top UK businesses", "description": "<p>Companies from John Lewis to NatWest quit membership body after Guardian revelations over alleged sexual misconduct</p><ul><li><a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/21/cbi-members-quit-aviva-lobby-group\">Comment: As CBI faces an exodus, do we need something to replace it?</a></li><li><a href=\"https://www.theguardian.com/business/2023/apr/21/second-woman-claims-she-was-raped-by-colleagues-while-working-at-cbi\">Second woman claims she was raped by CBI colleagues</a></li></ul><p>The Confederation of British Industry has announced it is to mothball its operations until June after the Guardian’s revelations about <a href=\"https://www.theguardian.com/business/2023/apr/21/second-woman-claims-she-was-raped-by-colleagues-while-working-at-cbi\">alleged sexual misconduct by male employees at the lobbying group</a> led to an exodus of businesses including John Lewis and NatWest.</p><p>The CBI’s board said it was suspending all membership and policy activity until an extraordinary meeting in June, when members will vote on its future and purpose.</p> <a href=\"https://www.theguardian.com/business/2023/apr/21/cbi-suspend-operations-top-uk-businesses-john-lewis-natwest\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/21/cbi-suspend-operations-top-uk-businesses-john-lewis-natwest", "date_published": "2023-04-21 18:52:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family of US woman killed by alligator sues over community’s water features", "description": "<p>South Carolina retirement community’s failure to ‘ensure against natural hazards’ led to death of Nancy Becker, 88, suit claims</p><p>The family of an 88-year-old South Carolina woman killed by an alligator in a lagoon near her home sued the owners and managers of her retirement community, alleging “manmade ponds and ponding basins” drew the animal to the area.</p><p>The lawsuit says Nancy Becker “endured excruciating pain and suffering, including severed limbs”, the Washington Post <a href=\"https://www.washingtonpost.com/nation/2023/04/21/alligator-attack-lawsuit-south-carolina/\">reported</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/alligator-deadly-attack-lawsuit-south-carolina\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/alligator-deadly-attack-lawsuit-south-carolina", "date_published": "2023-04-21 18:35:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Stewart, Pop Group frontman and revered countercultural musician, dies aged 62", "description": "<p>Bristol-born vocalist celebrated for political lyricism and highly expressive style was influential both with the Pop Group and a long solo career</p><p>Mark Stewart, who was celebrated for his dizzying and politicised blend of post-punk, dub and funk as frontman of the Pop Group and in a solo career, has died aged 62.</p><p>News of his death was confirmed by his label Mute, who wrote: “In honour of this original, fearless, sensitive, artistic and funny man, think for yourself and question everything. The world was changed because of Mark Stewart, it will never be the same without him.” No cause of death has been given.</p> <a href=\"https://www.theguardian.com/music/2023/apr/21/mark-stewart-pop-group-frontman-dies-aged-62\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/21/mark-stewart-pop-group-frontman-dies-aged-62", "date_published": "2023-04-21 18:19:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab investigation raises questions about Rishi Sunak’s judgment", "description": "<p>PM is not thought to have asked his deputy to go despite bullying inquiry finding that he engaged in ‘abuse or misuse of power’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/21/dominic-raab-bullying-report-rishi-sunak-tories-uk-politics-latest-news\">UK politics: live updates</a></li></ul><p>Dominic Raab has been forced to quit as deputy prime minister after Rishi Sunak begrudgingly accepted an official inquiry that found his close ally bullied civil servants by acting in an intimidating and <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\">aggressive manner</a>.</p><p>A five-month investigation by a leading employment barrister found that Raab, as foreign secretary, had engaged in “abuse or misuse of power” to undermine or humiliate staff. He was “intimidating and insulting” in meetings at the Ministry of Justice.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-investigation-raises-questions-about-rishi-sunaks-judgment\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/dominic-raab-investigation-raises-questions-about-rishi-sunaks-judgment", "date_published": "2023-04-21 18:18:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women who gave evidence against rapist Martin Butler welcome 11-year sentence", "description": "<p>Mary Sharp, Laura Hughes and Lauren Preston waived anonymity after decades-long battle to get conviction for 1980s and 90s attacks</p><p>Three women who gave evidence against their rapist and <a href=\"https://www.theguardian.com/society/2023/feb/23/he-stole-my-childhood-how-three-women-banded-together-and-took-down-their-rapist\">waived their right to anonymity in a Guardian article</a> after his conviction have welcomed his 11-year prison sentence imposed by a judge in Truro crown court.</p><p>Martin Butler was convicted of rape and buggery in February 2023 after the evidence of Mary Sharp, Laura Hughes and Lauren Preston.</p><p><em>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support on 0808 500 2222 in England and Wales, 0808 801 0302 in <a href=\"https://www.rapecrisisscotland.org.uk/\">Scotland</a>, or 0800 0246 991 in <a href=\"https://rapecrisisni.org.uk/\">Northern Ireland</a>. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a></em></p> <a href=\"https://www.theguardian.com/society/2023/apr/21/women-who-gave-evidence-against-rapist-martin-butler-welcome-11-year-sentence\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/21/women-who-gave-evidence-against-rapist-martin-butler-welcome-11-year-sentence", "date_published": "2023-04-21 18:10:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mexican president finally offloads unwanted luxury jet … to Tajikistan", "description": "<p>Leader widely known as Amlo called predecessor’s plane an ‘insult’ but now Tajikistan government pays $92m to take it off his hands</p><p>Mexico’s President <a href=\"https://www.theguardian.com/world/andres-manuel-lopez-obrador\">Andrés Manuel López Obrador</a> has finally found a buyer for a luxury presidential jet that he once called an “insult” to the people: the government of <a href=\"https://www.theguardian.com/world/tajikistan\">Tajikistan</a>.</p><p>López Obrador said that the agreed sale price for the Boeing 787 Dreamliner used by his predecessor Enrique Peña Nieto – but never by him – was about 1.66bn pesos, or about $92m.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/mexico-sells-luxury-presidential-jet-amlo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/mexico-sells-luxury-presidential-jet-amlo", "date_published": "2023-04-21 18:05:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman whose search for parrot Chanel went viral charged over 237kg cannabis haul", "description": "<p>Sandra Hannah’s appeals after her African grey went missing in Merseyside attracted widespread attention</p><p>A woman who went viral in an online video of her trying to find her missing parrot, an African grey named Chanel, has been charged over a £792,000 cannabis haul.</p><p>Sandra Hannah, 43, became a social media sensation during the first Covid lockdown in 2020 after her pet parrot flew away from home, prompting a frantic search.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/chanel-parrot-owner-cannabis-importing-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/chanel-parrot-owner-cannabis-importing-charges", "date_published": "2023-04-21 18:04:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A ruinous record? England, Ireland and a fight for Six Nations credibility", "description": "<p>Many are predicting a record margin of victory for Simon Middleton’s Red Roses against hosts at Musgrave Park in Cork</p><p>“We need to make these games more competitive,” said the England head coach, Simon Middleton, in the build-up to Ireland v England, a match many believe may bring a record Women’s Six Nations scoreline on Saturday. For all the positive records produced by this tournament, including a potential new highest attendance for a women’s match when England face France at Twickenham on 29 April, this could be the one to overshadow the 2023 campaign.</p><p>England would beat their own record, currently the 89-0 win over Scotland in 2011, if they execute a huge victory against Ireland. The Red Roses’ biggest victory over Ireland was 79-0 in 2002 and results in this campaign have brought speculation about the potential scoreline.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/21/rugby-union-womens-six-nations-ireland-england-france-twickenham\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/21/rugby-union-womens-six-nations-ireland-england-france-twickenham", "date_published": "2023-04-21 18:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal and Chelsea enter European last four with women’s game in flux", "description": "<p>As it enters a new phase, the Women’s Super League should aim to help clubs achieve sustained Champions League success</p><p>When Arsenal completed <a href=\"https://www.theguardian.com/football/2023/mar/29/arsenal-bayern-munich-womens-champions-league-match-report\">a dramatic second-leg turnaround</a> against Bayern Munich and <a href=\"https://www.theguardian.com/football/2023/mar/30/chelsea-lyon-womens-champions-league-match-report\">Chelsea battled to a historic shootout defeat</a> of the eight-time European champions Lyon in the Champions League quarter-finals, it hinted at a shifting of the sands.</p><p>It was the first time in five years and only the second time in the competition’s 22-year history that two English teams had reached the final four. When Chelsea play at home to Barcelona in their first leg on Saturday and Arsenal visit Wolfsburg on Sunday, it would be easy to paint their feats as coincidental, their relative strength coming at times of transition for other European powers. There would be an element of truth to that, particularly in the case of Lyon, who staggered to the quarter-finals with a lengthy injury list.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/arsenal-and-chelsea-enter-european-last-four-with-womens-game-in-flux\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/arsenal-and-chelsea-enter-european-last-four-with-womens-game-in-flux", "date_published": "2023-04-21 18:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sheffield United continue to excel on the pitch despite unsettling backdrop", "description": "<p>Blades stand in way of Manchester City’s quest for treble and are ready to ‘attack the game’ in FA Cup semi-final</p><p>Last week George Baldock enjoyed watching Manchester City obliterate Bayern Munich courtesy of complimentary tickets from Erling Haaland, but he and his Sheffield United teammates travel to Wembley for Saturday’s FA Cup semi-final fully aware they cannot afford to hand the striker any freebies. Baldock went to the Etihad Stadium with the Blades midfielder Sander Berge, who is close with his Norway teammate and stayed with Haaland after the match. So it is good to have friends in high places? “Exactly, it’s who you know,” Baldock says, smiling. “He’s a monster, isn’t he? He is a goalscoring machine. Everything he touches at the minute seems to turn to gold.”</p><p>Baldock and his teammates stand in the way of City’s quest for the treble. Sheffield United’s manager, Paul Heckingbottom, presented a video analysis of Pep Guardiola’s side on Thursday and Friday, and his squad are under no illusions about the severity of the task. Baldock has studied clips of City’s wingers and forwards to prepare. “You owe it to yourself to give yourself the best possible opportunity to nullify them in the game,” he says. “With the quality of players like [Kevin] De Bruyne, sometimes they can put it in an area where it is impossible to defend. Some of the goals they score, it’s not because of bad defending but formidable attacking play. We’re not just going there to make up the numbers. We’ll go there to attack the game and try to have a go.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/sheffield-united-continue-to-excel-on-the-pitch-despite-unsettling-backdrop\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/sheffield-united-continue-to-excel-on-the-pitch-despite-unsettling-backdrop", "date_published": "2023-04-21 18:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Regulator to review safety concerns over medicines courier used by NHS", "description": "<p>Exclusive: private company Sciensus has struggled to provide reliable service, Guardian investigation finds</p><p>The care regulator has launched a review of serious and significant concerns raised by patients, clinicians and health groups about the safety and reliability of the services of Britain’s biggest medicines delivery business, the Guardian can reveal.</p><p>Sciensus is paid millions of pounds each year by the NHS to transport vital drugs and medical items to the homes of about 200,000 people with conditions including cancer, heart disease, diabetes, dementia and HIV.</p> <a href=\"https://www.theguardian.com/society/2023/apr/21/regulator-to-review-safety-concerns-over-medicines-courier-sciensus-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/21/regulator-to-review-safety-concerns-over-medicines-courier-sciensus-nhs", "date_published": "2023-04-21 17:58:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Dominic Raab’s resignation: an ungracious departure | Editorial", "description": "<p>Despite being found to have acted as a bully, Mr Raab’s portrayal of himself as the real victim shows a telling lack of contrition</p><p>For <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\" title=\"\">Dominic Raab</a>, nothing so became him in office as the leaving of it. He resigned from his roles as justice secretary, lord chancellor and deputy prime minister after being judged to have broken the ministerial code for bullying civil servants. This was the finding reached in rather more lawyerly language by <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1152026/2023.04.20_Investigation_Report_to_the_Prime_Minister.pdf\" title=\"\">Adam Tolley KC</a>. Over three months of interviews with 66 people, he examined complaints made during Mr Raab’s span as foreign secretary, justice secretary and Brexit secretary before delivering a damning verdict.</p><p>Despite being found to have acted in an “intimidating”, “insulting” and “aggressive” way with officials, Mr Raab suggested he was the real victim of a “Kafkaesque saga” in which he had faced an inquisition. His ungracious <a href=\"https://news.sky.com/story/dominic-raabs-resignation-letter-in-full-12862454\" title=\"\">resignation letter</a>, written in an apparent fit of pique, played into Brexiters’ permanent sense that their Gulliver was being tied down by Lilliputians in the civil service. In this alternative world, voters are disillusioned because the government is being constrained by people who have not been elected.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/the-guardian-view-on-dominic-raabs-resignation-an-ungracious-departure\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/the-guardian-view-on-dominic-raabs-resignation-an-ungracious-departure", "date_published": "2023-04-21 17:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Granta’s Best of Young British Novelists: why we love a list  | Editorial", "description": "<p>Yes, they are marketing tools – but cataloguing culture says much about the society we live in</p><p>Like it or not, pretty much everyone today lives in a world of lists. If the lists are not made for us, we compile them ourselves: places to go, things to do and to see. The Italian novelist Umberto Eco found this so interesting as to <a href=\"https://www.theguardian.com/books/2009/dec/12/umberto-eco-lists-book-review\" title=\"\">write a book</a> about it (he also mischievously nominated the telephone directory as the book he would like to be cast away with, on Radio 4’s <a href=\"https://www.bbc.co.uk/programmes/p0093p3y\" title=\"\">Desert Island Discs</a>.)</p><p>Mischief and triviality have always been part of the cultural role of lists, but they are also serious and revealing in all sorts of ways. “[N]othing seems simpler than making a list, but in fact it’s much more complicated than it seems: you always leave something out, you’re tempted to write etc, but the whole point of an inventory is not to write etc,” <a href=\"https://aphelis.net/simpler-making-list-georges-perec-1976/\" title=\"\">opined the Oulipian thinker Georges Perec</a>, in a 1976 essay.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/the-guardian-view-on-grantas-best-of-young-british-novelists-why-we-love-a-list\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/the-guardian-view-on-grantas-best-of-young-british-novelists-why-we-love-a-list", "date_published": "2023-04-21 17:25:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canadian professor convicted in absentia of 1980 Paris synagogue bombing", "description": "<p>Paris court jails Hassan Diab, a Lebanese-Canadian living in Canada, for life after attack in which four people died</p><p>A Lebanese-Canadian university professor has been convicted in absentia of a <a href=\"https://www.theguardian.com/world/2023/apr/03/lebanese-canadian-professor-tried-for-1980-paris-synagogue-attack\">bomb attack on a Paris synagogue</a> more than 40 years ago that killed four people and injured 46 others.</p><p>Hassan Diab, 69, the only person to have been accused in connection with the bomb blast outside the Copernic synagogue in 1980, where more than 300 people were worshipping, was sentenced to life imprisonment in his absence and an arrest warrant was issued against him.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/canadian-professor-convicted-in-absentia-of-1980-paris-synagogue-bombing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/canadian-professor-convicted-in-absentia-of-1980-paris-synagogue-bombing", "date_published": "2023-04-21 17:09:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As a Manchester City fan and anti-racist, I say: it’s time to sink these ships | Lester Holloway", "description": "<p>The ships that adorn the badges of both Manchester clubs are a reminder of the city’s historic links to slavery. They must go</p><p>I’ve long been aware that the ship on the badges of both Manchester football clubs represents the city’s historic seafaring trade. I’ve also long known that cotton transported from slave plantations in the deep south formed a huge part of that trade.</p><p>As a lifelong fan of the club from the blue side of the city, it has been an embarrassment to wear the crest although, I admit, not enough to stop me buying and wearing replica shirts. My personal get-out clause has always been that Manchester’s connection with the slave trade is “complicated”.</p><p>Lester Holloway is editor of the Voice, Britain’s only Black national newspaper</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/manchester-city-fans-anti-racist-badge-slavery\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/manchester-city-fans-anti-racist-badge-slavery", "date_published": "2023-04-21 17:04:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As scandal-hit CBI faces an exodus of members, do we need something to replace it? | Nils Pratley", "description": "<p>Exit of Aviva and others points to debate over whether lobby group has a useful role for business</p><ul><li><a href=\"https://www.theguardian.com/business/2023/apr/21/aviva-ends-cbi-membership-in-light-of-very-serious-allegations\">Aviva ends CBI membership ‘in light of very serious allegations’</a></li><li><a href=\"https://www.theguardian.com/business/2023/apr/21/second-woman-claims-she-was-raped-by-colleagues-while-working-at-cbi\">Second woman claims she was raped by colleagues while working at CBI</a></li></ul><p>If one big company quits, there’ll be an avalanche. So said one senior business figure at the start of this week about the crisis engulfing the CBI. The prediction was accurate. <a href=\"https://www.theguardian.com/business/2023/apr/21/aviva-ends-cbi-membership-in-light-of-very-serious-allegations\">Aviva, a big insurer, was first to resign from the lobby group on Friday morning</a>. Phoenix, a fellow FTSE 100 insurer, quickly followed. By mid-afternoon, it was hard to keep up.</p><p>Not all stances took the form of a straightforward Aviva-style resignation “with immediate effect”. Some involved a “suspension” or “pausing” of activities with the CBI, leaving the door open for a return. Even within the latter category, however, one could detect weakening loyalty. The big four auditing firm PwC said it saw value in an organisation that represented UK business, and the issues that mattered most to business as a whole – but did not say specifically that the organisation had to be the CBI.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/21/cbi-members-quit-aviva-lobby-group\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/21/cbi-members-quit-aviva-lobby-group", "date_published": "2023-04-21 17:02:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tensions rise after Dominic Raab claims he was targeted by ‘unionised officials’", "description": "<p>Head of the senior civil servants union strongly rejects claims that ex-justice secretary was the victim of a Whitehall plot</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/21/dominic-raab-bullying-report-rishi-sunak-tories-uk-politics-latest-news\">UK politics live: latest updates</a></li></ul><p>Tensions between the civil service and politicians have erupted over Dominic Raab’s bullying behaviour, after he claimed he was the victim of a Whitehall plot in which “unionised officials were targeting me and other ministers”.</p><p>The FDA union for senior civil servants rejected the claims after Raab insisted he was unfairly treated by his own staff in response to the <a href=\"https://www.theguardian.com/politics/2023/apr/21/findings-dominic-raab-bullying-investigation\">Tolley report</a>, which found <a href=\"https://www.theguardian.com/politics/video/2023/apr/21/raab-resigns-how-the-bullying-claims-against-him-piled-up-video-timeline\">he bullied them</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/tensions-rise-after-dominic-raab-claims-he-was-targeted-by-unionised-officials\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/tensions-rise-after-dominic-raab-claims-he-was-targeted-by-unionised-officials", "date_published": "2023-04-21 17:01:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Slave ship’ is not a fitting symbol for Manchester | Letters", "description": "<p><strong>Dr Phil Frampton</strong>, <strong>Kathryn Fletcher</strong> and <strong>Patricia Borlenghi</strong> respond to calls for the city and its two Premier League football clubs to remove ship emblems from their logos</p><p>Simon Hattenstone’s excellent piece questioning the retention of the “slave ship” emblem in Manchester’s coat of arms and the badges of the city’s two Premier League football clubs is a classic illustration of how institutional racism operates, with such organisations turning a blind eye to the racism from which they or their members flourished (<a href=\"https://www.theguardian.com/uk-news/2023/apr/19/abandon-ship-does-this-symbol-of-slavery-shame-manchester-and-its-football-clubs\" title=\"\">Abandon ship: does this symbol of slavery shame Manchester and its football clubs?, 19 April</a>).</p><p>Graham Stringer MP and the council say the ship is to celebrate “free trade”, notably a trade that principally benefited the wealthier classes in Manchester’s cotton towns. The area’s mill workers suffered terrible conditions and impoverishment, which is why they led the general strike movements in the 19th century. Meanwhile, it is recorded that terrible atrocities were carried out in the British colonies in the name of “free trade”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/slave-ship-is-not-a-fitting-symbol-for-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/slave-ship-is-not-a-fitting-symbol-for-manchester", "date_published": "2023-04-21 16:46:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Refugees sent to Rwanda at risk of a deadly malaria variant | Letter", "description": "<p><strong>Prof Elspeth Webb</strong> fears those deported will be vulnerable to falciparum malaria and won’t receive help</p><p>The Rwanda deportations are wrong on many levels (<a href=\"https://www.theguardian.com/world/2023/apr/19/uk-to-ignore-echr-rulings-on-small-boats-after-sunak-caves-in-to-tory-right#:~:text=Rishi%20Sunak%20has%20caved%20in,ministers%20can%20ignore%20interim%20rulings.\" title=\"\">UK to ignore ECHR rulings on small boats ‘after Sunak caves in to Tory right, 19 April</a>). I wish to draw attention to an aspect of this debate that doesn’t appear to be being addressed adequately, or even at all.</p><p>Rwanda has holoendemic falciparum malaria, ie high malaria transmission of the most deadly malaria variant, in all areas, in all seasons. Rwandan adults have a reasonable level of immunity, although they can get malaria and become seriously unwell. Immunity is developed through years of recurrent childhood infections, which many children do not survive.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/refugees-sent-to-rwanda-at-risk-of-a-deadly-malaria-variant\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/refugees-sent-to-rwanda-at-risk-of-a-deadly-malaria-variant", "date_published": "2023-04-21 16:43:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ronnie O’Sullivan takes commanding lead after Vafaei’s ‘disrespectful’ break", "description": "<ul><li>Hossein Vafaei begins second frame with wild break-off</li><li>O’Sullivan leads 6-2 after dominating opening session</li></ul><p>Hossein Vafaei smashed into the balls from his opening break as he fell 6-2 behind to Ronnie O’Sullivan in their second-round match at the World Snooker Championship at the Crucible.</p><p>The Iranian had been <a href=\"https://www.theguardian.com/sport/2023/apr/17/hossein-vafaei-steps-up-war-of-words-with-ronnie-osullivan-at-the-crucible-world-snooker-championship\">strongly critical of O’Sullivan in the build-up</a> to the match following a German Masters qualifying tie in 2021 in which Vafaei said he felt disrespected by O’Sullivan playing a wild break-off shot.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/21/ronnie-o-sullivan-lead-hossein-vafaei-world-snooker-championship\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/21/ronnie-o-sullivan-lead-hossein-vafaei-world-snooker-championship", "date_published": "2023-04-21 16:42:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arminio review – confident staging returns Handel rarity to its starting point", "description": "<p><strong>Linbury theatre, London<br /></strong>This lesser-known darkly compelling work is given a smart production that fizzes with contemporary relevance and puts female voices to the fore<strong><br /></strong></p><p>There is no such thing as a neglected Handel opera these days, but Arminio comes pretty close. On this evidence it is hard to see why. The setting is dramatic, the plot darkly compelling, the hero <a href=\"https://en.wikipedia.org/wiki/Arminius\">one of the great icons of German history</a> and the score contains occasional top-notch Handel. This new production, in the Royal Opera’s smaller downstairs theatre, brings <a href=\"https://www.roh.org.uk/tickets-and-events/arminio-by-jette-parker-artists-details\">Arminio</a> back to Covent Garden, where it was premiered in 1737.</p><p>Staging and music are mostly in the hands of members of the Royal Opera’s Jette Parker Artists programme. Past projects of this kind have sometimes struggled to find their stride, but that can’t be said this time. There is impressively confident artistic smartness from the start in <a href=\"https://www.mathildadutillieulmcnicol.co.uk/\">Mathilda du Tillieul McNicol</a>’s direction and Noemi Daboczi’s sets and costumes. They give the opera’s military and political settings contemporary zing without ripping up its classical roots. The set initially evokes a hospital ward, and the curtains move back and forth to keep the narrative pace admirably brisk, which is not easy in Handel.</p> <a href=\"https://www.theguardian.com/music/2023/apr/21/arminio-review-handel-linbury-royal-opera-house\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/21/arminio-review-handel-linbury-royal-opera-house", "date_published": "2023-04-21 16:41:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parrots taught to video call each other become less lonely, finds research", "description": "<p>US study got owners to train their pets to make video calls to other birds using a touchscreen tablet </p><p>Pet parrots that are allowed to make video calls to other birds show signs of feeling less isolated, according to scientists.</p><p>The study, which involved giving the birds a tablet that they could use to make video calls, found that they began to engage in more social behaviour including preening, singing and play. The birds were given a choice of which “friend” to call on a touchscreen tablet and the study revealed that the parrots that called other birds most often were the most popular choices.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/21/parrots-taught-to-video-call-each-other-become-less-lonely-finds-research\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/21/parrots-taught-to-video-call-each-other-become-less-lonely-finds-research", "date_published": "2023-04-21 16:36:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation cuisine that we can all unite behind | Letters", "description": "<p>You can’t beat curled-up fish-paste sandwiches washed down with Tizer, writes <strong>Andrew Shepherd</strong>, while <strong>David Dickson</strong> suggests a vegan dish. Plus letters from <strong>Sue Wallace</strong> and <strong>Dr Anthony Isaacs</strong></p><p>Why is there such a fuss about coronation signature dishes (<a href=\"https://www.theguardian.com/uk-news/2023/apr/17/king-charles-camilla-coronation-quiche-signature-dish\" title=\"\">King Charles and Camilla choose coronation quiche as signature dish, 17 April</a>)? Thankfully, I won’t have to eat coronation quiche if I don’t want to – broad beans in a quiche seems a bit leaden to my taste. I have never eaten coronation chicken and have just had to ask my wife what it was.</p><p>My memories of our 1953 street party are of dried, curled-up fish-paste sandwiches followed by an individual trifle – a bit of Madeira cake soaked in jelly containing little chunks of tinned pears, topped with a bit of custard with a squiggle of synthetic cream – served in a little waxed cardboard dish and washed down with Tizer. Why try to improve on perfection?<br /><strong>Andrew Shepherd</strong><br /><em>Loughborough, Leicestershire</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/coronation-cuisine-that-we-can-all-unite-behind\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/coronation-cuisine-that-we-can-all-unite-behind", "date_published": "2023-04-21 16:36:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Paratici papers: his chaotic Tottenham tenure and what follows", "description": "<p>Sod’s Law came calling for Paratici as Spurs now must scramble to solve who to hire as manager and how to keep Harry Kane</p><p>Daniel Levy was trying to do the right thing. In the aftermath of Antonio Conte’s sacking towards the end of March, the Tottenham chairman wanted to put out a reassuring message for supporters. He got Fabio Paratici to do the honours, the managing director of football speaking in slightly stilted English and on a poorly shot iPhone video. It ticked a box.</p><p>Less than 24 hours later, the club were blindsided by Fifa’s decision to extend Paratici’s 30-month ban from Italian football for alleged false accounting to the rest of the world. The club knew a global punishment for Paratici relating to issues from his Juventus days was a possibility, that it was maybe in the post. It was just not meant to be delivered that day.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/fabio-paratici-chaotic-tottenham-tenure-and-what-will-follow\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/fabio-paratici-chaotic-tottenham-tenure-and-what-will-follow", "date_published": "2023-04-21 16:31:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where does Dominic Raab go from here?", "description": "<p>Ex-minister will be like ‘dog with a bone’ on issue he feels wronged over – but also has Surrey seat to worry about</p><p>Dominic Raab, a karate black belt holder, did not go without a fight. <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\">He quit as deputy prime minister on Friday</a> with an incendiary attack on the civil servants who accused him of bullying, raising questions about what he will do next.</p><p>Consigned to the backbenches, the former justice secretary has promised to continue serving Rishi Sunak loyally but could still be a thorn in his side.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/where-does-dominic-raab-go-from-here\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/where-does-dominic-raab-go-from-here", "date_published": "2023-04-21 16:28:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Losing the plot: fears huge rent rises will price many out of UK allotments", "description": "<p>Dismay at increases close to 500%, with outcry causing some councils to make a U-turn</p><p>The list of what Paul Cooper grows in his allotment in St Helens, Merseyside, could fill a greengrocer’s stock list. There is oriental mustard and rocket, peas, broad beans and jerusalem artichokes. The early season potatoes are in the ground; the strawberry plants are budding, and a mature apple tree that predates the allotment’s creation in 1969 will be harvested later this year.</p><p>But Cooper, 51, worries his lifelong passion is under threat. He is one of many facing huge increases in allotment rents despite a cost of living crisis that has squeezed Britons’ budgets. Some have seen rent demands approaching 500%, prompting petitions to reverse the decisions and leading some to consider abandoning their plots.</p> <a href=\"https://www.theguardian.com/business/2023/apr/21/uk-allotments-rent-hikes-400-per-cent-councils\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/21/uk-allotments-rent-hikes-400-per-cent-councils", "date_published": "2023-04-21 16:19:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One mass killing every 6.53 days: US shootings are on a record pace", "description": "<p>Despite the death toll, there is little indication of federal policy changes, but some states have tried to impose more gun control</p><p>The US is setting a record yearly pace for mass killings, with around one each week. According to a database tracking such events, the death toll from 17 mass killings in 111 days is 88. All were shot. Only 2009 saw as many such killings in the same period.</p><p>At <a href=\"https://www.theguardian.com/us-news/2023/mar/27/tennessee-nashville-school-shooting-covenant\">a Nashville elementary school</a>, three children and three adults were killed. In northern California, farm workers died <a href=\"https://www.theguardian.com/us-news/2023/jan/24/california-shooting-half-moon-bay-suspect\">over a workplace grudge</a>. At a ballroom outside Los Angeles, <a href=\"https://www.theguardian.com/us-news/2023/jan/23/monterey-park-california-shooting-victims-motive\">dancers were massacred</a> as they celebrated the Lunar New Year.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/us-mass-shooting-2023-alabama-tennessee-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/us-mass-shooting-2023-alabama-tennessee-california", "date_published": "2023-04-21 16:11:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Texas lawmakers advance bill to force schools to display Ten Commandments", "description": "<p>State senators advance bill for consideration by house in what critics say is basic violation of separation of church and state</p><p>Every classroom in Texas could be made to display the Ten Commandments prominently, after lawmakers advanced a proposal to push more religion into schools.</p><p>A parallel bill also approved by the Republican-controlled Texas senate on Thursday would require educational establishments to set aside time every day for students and employees to read the Bible or other religious manuscripts, or to pray.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/texas-classrooms-ten-commandments-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/texas-classrooms-ten-commandments-bill", "date_published": "2023-04-21 16:10:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hit TV drama sparks calls for reform of Egypt’s oppressive guardianship law", "description": "<p>Under Guardianship, broadcast during Ramadan, highlights the issues faced by women and children after the death of a father</p><p>Two Egyptian MPs have called for a review of the country’s <a href=\"https://egyptwatch.net/2021/03/29/guardianship-is-my-right-egyptian-women-revolt-against-taboos/\">guardianship law</a>, prompted by the success of a TV drama broadcast during Ramadan.</p><p>On thursday, House representatives Amira El Adly and Mohamed Ismail submitted separate requests to the speaker of the house and to the justice minister to examine the impact of a law that critics say unfairly targets women and harms families.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/21/hit-tv-drama-sparks-calls-for-reform-of-egypts-oppressive-guardianship-law\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/21/hit-tv-drama-sparks-calls-for-reform-of-egypts-oppressive-guardianship-law", "date_published": "2023-04-21 16:06:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada’s decision to expand container port is ‘death sentence’ for marine life", "description": "<p>Environmentalists decry move but natural resources minister says doubling of Vancouver terminal’s size is needed to meet demand</p><p>Canada’s federal government <a href=\"https://www.canada.ca/en/impact-assessment-agency/news/2023/04/government-of-canada-approves-key-roberts-bank-terminal-2-project-in-british-columbia-subject-to-strict-conditions-to-protect-the-local-environment.html\">has approved</a> a controversial container terminal expansion in Vancouver that would double the port’s current size, but could have damaging effects for maritime species already on the brink of extinction, environmental groups warn.</p><p>The country’s natural resources minister announced support for the Port of Vancouver’s plan – which would effectively double the size of the Roberts Bank Terminal – framing the decision as a way of preventing future backlog.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/21/canada-vancouver-port-expansion-marine-wildlife\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/21/canada-vancouver-port-expansion-marine-wildlife", "date_published": "2023-04-21 15:58:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News and its audience became hooked on lies – now they can’t break the habit | Jonathan Freedland", "description": "<p>Evidence revealed in the Dominion case exposed the channel as the hostage of its viewers’ fantasy: a Trump election victory</p><p>In Kansas City last week, an elderly white man who lives alone heard the doorbell ring. He didn’t need to open the glass front door to see that a young black boy was standing there. He <a href=\"https://www.theguardian.com/us-news/2023/apr/17/black-kansas-city-teen-shot-wrong-address\">reacted instantly</a>, firing two shots through the glass, one of which struck 16-year-old Ralph Yarl in the head. Ralph had set out to pick up his younger siblings at a nearby house with a similar address: he’d made a mistake, for which he is now fighting for his life. Meanwhile, 84-year-old Andrew Lester has entered a plea of not guilty on a charge of first-degree assault. But listen to the <a href=\"https://www.kansascity.com/news/local/crime/article274517706.html#storylink=cpy\">words of Lester’s grandson</a>.</p><p>He said they used to get on well, but in recent years his grandfather spent more and more time watching TV, specifically conservative cable channels: “He’s become staunchly rightwing, further down the rightwing rabbit hole as far as doing the election-denying conspiracy stuff and Covid conspiracies and disinformation, fully buying into the Fox News … kind of line.” The way he saw it, his grandfather had been immersed in “a 24-hour news cycle of fear and paranoia”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/fox-news-audience-lies-dominion-trial-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/fox-news-audience-lies-dominion-trial-donald-trump", "date_published": "2023-04-21 15:57:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NFL suspends five players for violating league’s gambling policy", "description": "<ul><li>Former first-round pick among five suspended for betting</li><li>Lions’ Cephus and safety Moore suspended indefinitely </li></ul><p>The NFL suspended five players for violating the league’s gambling policy on Friday.</p><p>Detroit Lions wide receiver Quintez Cephus and safety CJ Moore and Washington Commanders defensive end Shaka Toney were suspended indefinitely, while Lions wide receivers Stanley Berryhill and Jameson Williams were suspended six games.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/21/nfl-gambling-suspensions-policy-lions-commanders\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/21/nfl-gambling-suspensions-policy-lions-commanders", "date_published": "2023-04-21 15:55:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How an Arctic snow school aims to respond to climate crisis with Inuit help", "description": "<p>Canadian project plans to strengthen understanding of Arctic environment by drawing on Indigenous knowledge</p><p>Alexandre Langlois was surprised to learn that snow that has stayed on the ground for a couple days in the Arctic can be heard even before it is felt.</p><p>Margaret Kanayok, an Inuk elder from Ulukhaktok, an Inuit community in the neighbouring Northwest Territories, had come to speak to a group of scientists who had gathered to attend the world’s first Arctic snow school, being held in Nunavut, Canada.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/arctic-snow-school-respond-climate-crisis-inuit-help\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/arctic-snow-school-respond-climate-crisis-inuit-help", "date_published": "2023-04-21 15:53:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears of surge in violence in Sudan as no ceasefire agreed before end of Eid", "description": "<p>More shelling and gunfights in Khartoum as efforts to impose ceasefire before end of Muslim holiday fail</p><p>Sudan faces a weekend of intensified violence after last-minute efforts to impose a ceasefire before the end of the Muslim holiday of Eid al-Fitr on Friday night and bring a close to almost a week of fighting in the capital failed.</p><p>Hundreds of thousands of civilians have now spent almost a week trapped in their homes in Khartoum, with dwindling supplies of food, limited power and under constant bombardment.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/fears-of-surge-in-violence-in-sudan-no-ceasefire-eid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/fears-of-surge-in-violence-in-sudan-no-ceasefire-eid", "date_published": "2023-04-21 15:50:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: has a bad romantic experience put you off dating?", "description": "<p>We want to hear about your tales of heartbreak – anonymously – and how they impacted your willingness to look for love again</p><p>A terrible romantic experience can be enough to put anyone off dating – and even lose their faith in love altogether. Yet bad dates and disastrous relationships aren’t uncommon. With this in mind, we want to hear about your tales of heartbreak – anonymously, of course – and how they impacted your willingness to look for love again.</p><p>Perhaps you discovered that your long-term partner had a secret second family? Or maybe a new partner ghosted you for no apparent reason?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/21/tell-us-has-a-bad-romantic-experience-put-you-off-dating\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/21/tell-us-has-a-bad-romantic-experience-put-you-off-dating", "date_published": "2023-04-21 15:39:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raab is gone because the Tories have changed – at least that’s what the PM wants you to think | Henry Hill", "description": "<p>The prime minister’s logic is clear: he doesn’t want the drumbeat of scandal to doom his government, as it did his predecessor’s</p><ul><li>Henry Hill is deputy editor of ConservativeHome</li></ul><p>Dominic Raab is obviously furious about his latest departure from government. If his <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resignation-letter-rishi-sunak-reply-full\">letter of resignation</a> didn’t make that clear enough, a subsequent opinion piece for the Daily Telegraph<em> </em>spelled out his complaints about both the process and the outcome.</p><p>Does Rishi Sunak agree? Reading between the lines of his own letter, he might. It is long on praise for the outgoing justice secretary; and decidedly brief on the circumstances that precipitated his resignation. Yet, ultimately, both men have to shoulder the lion’s share of the responsibility.</p><p>Henry Hill is deputy editor of ConservativeHome</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/dominic-raab-tories-rishi-sunak-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/dominic-raab-tories-rishi-sunak-scandal", "date_published": "2023-04-21 15:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida prosecutor sorry for racist memo that singled out Hispanic residents", "description": "<p>Document that advocated more severe punishments for Hispanic defendants ‘not the policy of this office’, Jack Campbell says</p><p>A state attorney in Florida has apologized for a “racist” memo produced by staff in a rural county office of all-white prosecutors, advocating more severe punishments for defendants who are Hispanic.</p><p>The document covering plea deals was exposed by a whistleblower former employee who worked briefly for Jack Campbell, state attorney for the second judicial circuit based in Tallahassee.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/florida-lawyer-racist-memo-punishments-hispanic-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/florida-lawyer-racist-memo-punishments-hispanic-residents", "date_published": "2023-04-21 15:28:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julian Nagelsmann withdraws from race to become Chelsea manager", "description": "<ul><li>Former Bayern Munich manager held several rounds of talks</li><li>Mauricio Pochettino in contention with Vincent Kompany</li></ul><p>Julian Nagelsmann has withdrawn from the race to become Chelsea’s head coach after several rounds of talks. Agreement was not reached on certain points and the decision of the former Bayern Munich manager, who had been the top candidate, appears to be final.</p><p>Luis Enrique is also out of the running but Mauricio Pochettino remains in contention and Burnley’s Vincent Kompany is also understood to be among the final names under consideration. Chelsea are taking their time with the process after appointing Frank Lampard as interim manager until the end of the season.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/chelsea-vincent-kompany-shortlist-four-managers-pochettino-nagelsmann\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/chelsea-vincent-kompany-shortlist-four-managers-pochettino-nagelsmann", "date_published": "2023-04-21 15:19:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Psycho goes down raging: the liberal wokerati finally get to Raab | John Crace", "description": "<p>The deputy PM was oiled and ready to take the initiative. He’d make sure to depart as gracelessly as possible</p><p>Dominic Raab hadn’t had the best of nights. His sleep had been broken by repeated nightmares. Him being nice to people. In one he had even dreamed he had befriended an asylum seeker. It was disturbing to find the liberal wokerati had forced their way into his subconscious. This just wouldn’t do. Much more of this and he’d become a paid-up member of the Blob.</p><p>Time to start acting like a real man again. He tossed the duvet to one side and got out of bed. He stared in the mirror lovingly as he oiled his biceps. Hard. So hard. They could take a man down with a single blow. Or a woman. Psycho wasn’t misogynistic. He’d hit anyone. His fists were equal opportunities employers.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/psycho-goes-down-raging-the-liberal-wokerati-finally-gets-to-raab\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/psycho-goes-down-raging-the-liberal-wokerati-finally-gets-to-raab", "date_published": "2023-04-21 15:15:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I was told to live like a tourist after my 18,000km move. But I owe Tasmania more than that", "description": "<p>When <strong>Ruth Dawkins</strong>’ husband got a job halfway around the world 10 years ago, she wasn’t convinced. But a rosella and a rainbow changed her mind</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get Guardian Australia’s weekend culture and lifestyle email</a></li></ul><p>A little over a decade ago, I was living in a small English commuter town, a 40-minute train ride north of London, when my husband was approached about a job in Hobart.</p><p>“Hobart?” I said. “Where’s that?”</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/21/i-was-told-to-live-like-a-tourist-after-my-18000km-move-but-i-owe-tasmania-more-than-that\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/21/i-was-told-to-live-like-a-tourist-after-my-18000km-move-but-i-owe-tasmania-more-than-that", "date_published": "2023-04-21 15:12:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What are the findings in Dominic Raab bullying investigation?", "description": "<p>Five-month investigation into claims against ex-deputy PM upheld complaints of intimidation and abuse of power</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/21/dominic-raab-bullying-report-rishi-sunak-tories-uk-politics-latest-news\">UK politics live – latest updates</a></li><li><a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\">Raab quits as report criticises ‘unreasonably aggressive conduct’</a></li></ul><p>A five-month investigation into bullying claims about Dominic Raab led to the deputy prime minister and justice secretary <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\">quitting on Friday</a> morning. This is what the inquiry by Adam Tolley KC found.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/findings-dominic-raab-bullying-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/findings-dominic-raab-bullying-investigation", "date_published": "2023-04-21 15:07:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FA Cup gives Kyle Walker a chance of worthy Manchester City endgame", "description": "<p>The defender has fallen out of favour with Pep Guardiola and, with his contract up next summer, must take advantage of any opportunities to impress that come his way</p><p>For Kyle Walker Saturday’s FA Cup semi-final againsthis boyhood team, Sheffield United, may point towards the start of his Manchester City endgame.</p><p>The defender could suspect as much without knowing it – yet. A leitmotif of Pep Guardiola’s serial success has been a genius for keeping multimillionaire footballers guessing. The Pep Way decrees that no one is ever fully in, no one ever fully out. But for Walker, whose contract ends in June 2024 when he will be 34, a reading of the runes may tell him where a garlanded City career is heading under a ruthless manager who is the ultimate team-first operator.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/fa-cup-gives-kyle-walker-a-chance-of-a-worthy-manchester-city-endgame\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/fa-cup-gives-kyle-walker-a-chance-of-a-worthy-manchester-city-endgame", "date_published": "2023-04-21 15:06:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Manchester United’s inability to handle the hotter kitchens in football", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>With the possible exception of overtaking Roy Keane and gleefully unfurling your middle finger a split-second before realising it’s him, nothing in football tests nerve and moral fibre quite like a tough away fixture. Manchester United’s results against the top nine in the Premier League this season make for a grisly character reference: 0-4, 3-6, 1-3, 2-3, 0-7, 0-2. (Yes, sure, they won 2-1 away to 10th-placed Fulham, but that’s got nothing to do with the narrative we’re peddling here.) Six games, six defeats, 25 goals conceded and a general acceptance that United can’t handle football’s hotter kitchens. On Thursday night in Seville, they gave the most emphatic response to such slurs by folding just as miserably against the 13th-best team in Spain!</p><p>Corsham Town, of the Hellenic Premier League, have been forced to play nine games in 21 days to complete their fixtures. An amazing FA Vase run to the semi-final has meant an impossible end-of-season promotion push: three games a week in the last three weeks, with the last five games in nine days. Why not an extension to the season? It’s happened before. Has anyone else got similar stories?” – Mike Smith [we’ll point you the way of <a href=\"https://www.sandhursttownfc1910.com/\">Sandhurst Town</a> – Football Daily Ed].</p><p>As a West Ham supporter, I hope Chelsea’s radical strategy of appointing whoever was in charge four gaffers ago doesn’t catch on” – Steve Butler.</p><p>Just catching up on Wednesday’s Football Daily (full email edition) and the piece about UCLA developing a robot that can kick a ball while withstanding shoves. If they want to develop a modern footballer robot, surely it should collapse in a heap on the floor at the merest brush of a feather?” – Brendan Mackinney.</p><p>Nice to see a picture of Neil Pointon in the Memory Lane section of yesterday’s Football Daily (full email edition). A few years ago, I had to do a talk at work about some excruciatingly dull aspect of law. I decided to engage the audience by throwing in an early zinger, and my first slide featured a photo of ‘Dissa’ next to one of Paul Power, teeing up the, ahem, hilarious intro: ‘My presentation is all about Everton left-backs of the 1980s. It’s a Power-Pointon presentation.’ Nothing. Absolutely nothing. They didn’t deserve me” – Andy Korman.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/apr/21/football-daily-email-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/football-daily-email-manchester-united", "date_published": "2023-04-21 15:05:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The mouse that roared: how a little Australian website stared down Murdoch’s mighty News Corp", "description": "<p>Incensed by an opinion piece, Lachlan Murdoch came at Crikey with guns blazing. But in the end he walked away – for the second time in a week</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>As Lachlan Murdoch’s day in the witness stand in the Dominion v Fox News case drew closer, at home in Australia the News Corp co-chairman was keen to make a separate legal case against an independent news website go away.</p><p>On Friday, just days after Fox News reached a $US787.5m settlement with Dominion in the US defamation lawsuit, Murdoch’s lawyers filed one line in Australia’s federal court to discontinue “the whole of the proceedings”.</p> <a href=\"https://www.theguardian.com/media/2023/apr/22/crikey-how-a-little-australian-website-stared-down-murdoch-mighty-news-corp\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/22/crikey-how-a-little-australian-website-stared-down-murdoch-mighty-news-corp", "date_published": "2023-04-21 15:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: The Mondrian’s white negroni sbagliato – recipe | The good mixer", "description": "<p>A nifty twist on the ‘broken negroni’ featuring vodka, gentian liqueur and a rosemary-infused sugar syrup</p><p>The negroni <em><a href=\"https://www.theguardian.com/food/2023/jan/29/negroni-sbagliato-the-wrong-negroni-was-no-accident-and-it-tastes-fantastico\">sbagliato</a></em>, an Italian word meaning “mistake” or “broken”, usually swaps the gin in the original for sparkling wine. This twist, however, goes even further, with the addition of vodka, <a href=\"https://www.suze.com/en/original-suze\">Suze gentian liqueur</a> and a gorgeous, rosemary-scented sugar syrup, which you’ll need to make a day ahead.</p><p>Sam Russell, bar manager, <a href=\"https://book.ennismore.com/hotels/mondrian/shoreditch/dining/laurels\">Laurel’s On The Roof, The Mondrian</a>, London EC2</p> <a href=\"https://www.theguardian.com/food/2023/apr/21/cocktail-of-the-week-mondrian-white-negroni-sbagliato-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/21/cocktail-of-the-week-mondrian-white-negroni-sbagliato-recipe", "date_published": "2023-04-21 15:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the UK emergency alert system test has been years in the making", "description": "<p>When the government’s new phone alert system is tested this weekend it will mark the culmination of much learning from the technological successes and mistakes of other nations</p><p>There have been accusations of nanny statism, warnings from domestic abuse charities over inadvertently alerting abusers of hidden phones, and even pet shops cordoning off smaller animals so they don’t get frightened when the government’s emergency alert system is tested on Sunday at 3pm.</p><p>One thing is certain though: the UK government has taken its time in getting the system up and running, taking more than a decade to get to this first nationwide test.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/21/how-the-uk-emergency-alert-system-test-has-been-years-in-the-making\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/21/how-the-uk-emergency-alert-system-test-has-been-years-in-the-making", "date_published": "2023-04-21 15:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MP Julian Knight to stand down at next election and not seek return of Tory whip", "description": "<p>Solihull MP says ‘malicious’ sexual assault accusation has damaged his health and caused pain to loved ones</p><p>The MP Julian Knight has said he will not seek to have the Conservative whip restored or stand at the next general election for any other party after he was subject to a “malicious” sexual assault accusation.</p><p>Scotland Yard received an allegation of serious sexual assault on 28 October last year, and on 7 December a further referral relating to the alleged incident was made, prompting an investigation into Knight. No details of the allegation were released at the time.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/mp-julian-knight-stand-down-next-election-not-seek-return-tory-whip\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/mp-julian-knight-stand-down-next-election-not-seek-return-tory-whip", "date_published": "2023-04-21 14:36:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When climate despair spills over into righteous violence, can that ever be right? | Natasha Walter", "description": "<p>The film How to Blow Up a Pipeline makes a case for using sabotage, but hope remains that we can build rather than destroy</p><p>The new film <a href=\"https://www.theguardian.com/film/2023/apr/20/how-to-blow-up-a-pipeline-review-explosively-tarantino-esque-eco-thriller\">How to Blow Up a Pipeline</a> raises loudly the question that many protesters are asking quietly: what happens when peaceful climate protest fails? In its sympathetic depiction of a group of climate activists who set out to blow up a huge oil pipeline with homemade explosives, it gives the same answer in fiction that <a href=\"https://www.theguardian.com/commentisfree/2021/nov/18/moral-case-destroying-fossil-fuel-infrastructure\">Andreas Malm</a>’s 2021 <a href=\"https://www.versobooks.com/en-gb/products/2649-how-to-blow-up-a-pipeline\">book</a> of the same name gave in nonfiction: sabotage.</p><p>Its UK release could hardly be more timely. As thousands prepare to gather for Extinction Rebellion’s new wave of peaceful protests <a href=\"https://www.theguardian.com/sport/2023/apr/19/extinction-rebellion-pledges-to-help-guard-london-marathon-from-protests\">this weekend</a>, there is a sense of desperation in the air. So much has already been tried – so many marches and choirs, sit-downs and stunts, assemblies and pickets. Yes, we will gather again. Yes, we will paint more placards. Yes, we will sing more songs.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/climate-despair-violence-film-how-to-blow-up-a-pipeline\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/climate-despair-violence-film-how-to-blow-up-a-pipeline", "date_published": "2023-04-21 14:33:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just Stop Oil protesters jailed for Dartford Crossing protest", "description": "<p>Morgan Trowland and Marcus Decker scaled bridge over River Thames, forcing police to stop traffic</p><p>Just Stop Oil protesters Morgan Trowland and Marcus Decker, who <a href=\"https://www.theguardian.com/uk-news/2022/oct/18/just-stop-oil-protesters-block-dartford-crossing-second-day\">scaled a bridge</a> on the Dartford Crossing forcing police to close it to traffic, have been sentenced to three years in prison, and two years and seven months in prison respectively for causing a public nuisance.</p><p><em>More details soon …</em></p> <a href=\"https://www.theguardian.com/environment/2023/apr/21/just-stop-oil-protesters-jailed-for-dartford-crossing-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/21/just-stop-oil-protesters-jailed-for-dartford-crossing-protest", "date_published": "2023-04-21 14:29:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tao Geoghegan Hart continues fine form with victory in Tour of the Alps", "description": "<ul><li>Ineos Grenadiers rider well placed for tilt at Giro d’Italia in May</li><li>Hugh Carthy finishes second in five-day race</li></ul><p>Tao Geoghegan Hart claimed victory at the Tour of the Alps on Friday, the Ineos Grenadiers rider topping a British one-two with second-placed Hugh Carthy of EF Education-EasyPost.</p><p>Geoghegan Hart, the 2020 Giro d’Italia winner, was able to keep pace with his rivals on the fifth stage of the race to Brunico, Italy, and despite finishing over four minutes behind the stage winner Simon Carr – another British rider – held on to overall victory by 22 seconds.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/21/tao-geoghegan-hart-victory-in-tour-of-the-alps-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/21/tao-geoghegan-hart-victory-in-tour-of-the-alps-cycling", "date_published": "2023-04-21 14:28:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Council loses attempt to block asylum centre on Essex airfield", "description": "<p>Braintree authority took action to try to stop Home Office housing up to 1,700 people at MoD Wethersfield</p><p>A high court judge has rejected a council’s attempt to block government plans for an asylum centre at a Ministry of Defence airfield in north Essex.</p><p>Braintree district council sought an injunction to try to prevent the Home Office from placing up to 1,700 people at <a href=\"https://www.gov.uk/government/publications/asylum-accommodation-factsheets/factsheet-mod-wethersfield-asylum-accommodation-accessible\">MoD Wethersfield</a>, close to the village of the same name, which has a population of 700 people.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/council-loses-attempt-to-block-asylum-centre-on-essex-airfield\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/council-loses-attempt-to-block-asylum-centre-on-essex-airfield", "date_published": "2023-04-21 14:11:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Credit Suisse investors suing Swiss regulator after £4bn bond wipeout", "description": "<p>Finma accused of acting unlawfully and undermining confidence in Switzerland as a financial centre </p><p>A group of Credit Suisse investors who lost bonds worth more than CHF 4.5bn (£4bn) are suing Switzerland’s financial regulator over a decision to wipe out risky bank debt after an emergency merger with UBS last month.</p><p>The investors filed their claim at a court in St Gallen, in the north-east of Switzerland, weeks after Swiss authorities <a href=\"https://www.theguardian.com/business/2023/mar/19/credit-suisse-bank-of-england-wont-object-to-takeover-as-ubs-considers-1bn-bid\">orchestrated the takeover of Credit Suisse</a> by its larger rival UBS, to try to stem a crisis of confidence in the global banking sector.</p> <a href=\"https://www.theguardian.com/business/2023/apr/21/credit-suisse-investors-suing-swiss-regulator-pounds-4bn-bond-wipeout-finma-financial\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/21/credit-suisse-investors-suing-swiss-regulator-pounds-4bn-bond-wipeout-finma-financial", "date_published": "2023-04-21 14:10:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Spacey appears in London court before trial for sexual offences", "description": "<p>Actor who denies 12 charges involving four men joins pre-trial hearing via video link from undisclosed location</p><p>Kevin Spacey has appeared in court via video link from an undisclosed location at a hearing before his trial for sexual offences against four men.</p><p>Spacey appeared at Southwark crown court on Friday for the pre-trial hearing. The four-week trial is due to start on 28 June.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/21/kevin-spacey-appears-in-court-over-video-link-ahead-of-trial-for-sex-offences\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/21/kevin-spacey-appears-in-court-over-video-link-ahead-of-trial-for-sex-offences", "date_published": "2023-04-21 14:04:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s recipe for chouquettes | The sweet spot", "description": "<p>These sugar-coated choux buns are almost rustic in their simplicity and great with a cuppa</p><p>As far as homemade snacks go, these guys are up there. Chouquettes are incredibly light puffs are choux pastry in its simplest form; there’s no need to worry about filling or glazing them, just make sure to coat them generously in pearl sugar to bring that satisfying crunch and just enough sweetness. So simple and moreish, you’ll struggle to have just one.</p> <a href=\"https://www.theguardian.com/food/2023/apr/21/chouquettes-choux-bun-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/21/chouquettes-choux-bun-recipe-benjamina-ebuehi", "date_published": "2023-04-21 14:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A first verdict on Rishi Sunak looms in English council elections", "description": "<p>The PM’s Tory critics are still waiting for their moment, while Labour is looking for signs that its strategy is on track </p><p>The decision of <a href=\"https://www.theguardian.com/politics/2023/feb/08/new-tory-party-chair-greg-hands-english-local-elections-difficult\">Greg Hands, the Conservative chair</a>, to breezily announce in a TV interview that the party expects to lose at least 1,000 seats in next month’s local elections raised a few eyebrows among his MPs.</p><p>“What did he do that for?” one bemused MP asked. “I know you always have expectations management, but this seems a bit early and a bit excessive.”</p><p>Bolsover council, where Labour needs to see off a challenge from a mix of independents.</p><p>High Peak council, where Labour is hoping to secure a majority.</p><p>The councils in Erewash, Hartlepool, North East Derbyshire and Southampton, where Labour hopes to make gains.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/party-strategists-look-to-looming-english-council-elections-for-clues-about-future\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/party-strategists-look-to-looming-english-council-elections-for-clues-about-future", "date_published": "2023-04-21 14:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re doing this by stealth’: how the Met police continues to target Black music", "description": "<p><strong>Exclusive:</strong> London’s force denies conflating rap with criminality, but venues accuse them of ongoing racial profiling and censorship</p><p>Last October, days before what would have been his biggest home town show yet, the chart-topping drill rapper Digga D posted a statement online. “I’m gutted to announce that my Brixton Academy show next week has been rescheduled for reasons beyond my control,” he wrote. “Without going into too much detail, you can probably guess why this might have happened.”</p><p>The detail that Digga omitted was that the Metropolitan police had spent the preceding weeks putting pressure on the venue – sponsored by O2 and operated by the Academy Music Group (AMG) – to pull the plug on the show.</p> <a href=\"https://www.theguardian.com/music/2023/apr/21/theyre-doing-this-by-stealth-how-the-met-police-continues-to-target-black-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/21/theyre-doing-this-by-stealth-how-the-met-police-continues-to-target-black-music", "date_published": "2023-04-21 14:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ron DeSantis is flaming out – and Trump is on course for a Republican coronation | Lloyd Green", "description": "<p>The Florida governor’s flaws are glaringly apparent. Right now, it’s hard to see the nominee as anyone other than Trump</p><p>The Ron DeSantis boomlet is done. He consistently trails Donald Trump by double-digits more. A Wall Street Journal poll out Friday pegs Florida’s governor in severe retrograde, <a href=\"https://www.wsj.com/articles/donald-trump-tops-ron-desantis-in-test-of-gop-presidential-field-wsj-poll-finds-88c84663?st=gzhpc1oa9hfmqkc\">slipping 27 points since December</a>. DeSantis mistakenly conflates his campaign’s bulging war chest with adulation. Wrong!</p><p>He forgot that working-class Americans dominate the Republican party and that mien matters. Voting to gut social security comes with fatal backlash, and <a href=\"https://www.vanityfair.com/news/2023/03/ron-desantis-chocolate-pudding-denial\">eating pudding with your fingers</a> is gross. Said differently, largesse from the party’s donor base coupled with little else is a losing recipe.</p><p>Lloyd Green is an attorney in New York and served in the US Department of Justice from 1990 to 1992</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/ron-desantis-donald-trump-republican-nomination-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/ron-desantis-donald-trump-republican-nomination-2024", "date_published": "2023-04-21 13:55:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Easter egg unopened for 84 years to be sold at auction", "description": "<p>‘Mary Mary Quite Contrary’ egg given to Sybil Cook, 9, shortly before start of second world war</p><p>In the tradition of chocolate Easter eggs whose owners never quite got around to finishing them off, Sybil Cook’s excuse takes some beating.</p><p>In the then nine-year-old’s case, it was Hitler’s imminent invasion of Poland and the onset of the second world war that interrupted her enjoyment of the treat.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/easter-egg-unopened-for-84-years-to-be-sold-at-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/easter-egg-unopened-for-84-years-to-be-sold-at-auction", "date_published": "2023-04-21 13:46:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It feels worse’: Britons on race issues since Stephen Lawrence murder", "description": "<p>Thirty years after the teenager’s death, people are asking how much the country has really changed</p><p>The racist murder of Stephen Lawrence led to a profound and lasting impact on attitudes to race in Britain. On the 30th anniversary of his death, some people are asking themselves how far that change really went.</p><p>Gaverne Bennett, the author and creator of <a href=\"https://www.bl.uk/20th-century-literature/activities/black-literature-timeline\">Black Literature Timeline</a>, a project for the British Library, remembers Lawrence’s murder well. It was hard on the heels of the killing of <a href=\"https://www.theguardian.com/uk-news/2018/apr/21/rolan-adams-murdered-1991-father-richard-adams-chiling-similarities-stepehen-lawrence-killing\">Rolan Adams</a>, a black 15-year-old who was murdered in a racist attack in February 1991, and people had had enough.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/britons-race-issues-since-stephen-lawrence-murder\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/britons-race-issues-since-stephen-lawrence-murder", "date_published": "2023-04-21 13:35:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US supreme court expected to rule on abortion pill access lawsuit – live", "description": "<p>Justices consider appeal by White House following lower court order reimposing restrictions on drug mifepristone</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>It’s possible that today ends with a supreme court decision allowing abortion medication mifepristone to stay available at pharmacies nationwide. Or, the court’s conservative majority could again display its willingness to throttle reproductive care access and allow an appeals court decision reimposing restrictions on the drug to go into effect.</p><p>Here’s a look at four ways the ruling on the mifepristone case could go, from <strong>Steve Vladeck</strong> of the University of Texas School of Law:</p><p>Earlier this month, Matthew Kacsmaryk, a federal judge in Texas, declared that the FDA improperly approved the drug in 2000, in effect saying it should be pulled from the market even where abortion remains legal.</p><p>The Biden administration appealed to a federal court, where a divided three-judge panel said mifepristone could remain available but imposed several barriers to how the drug is accessed and administered.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/apr/21/abortion-pill-ruling-supreme-court-latest-joe-biden-environment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/apr/21/abortion-pill-ruling-supreme-court-latest-joe-biden-environment", "date_published": "2023-04-21 13:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than one in six TransPennine Express trains cancelled in March", "description": "<p>Data from regulator shows TPE was worst-performing rail operator in UK, with almost 1,000 trains cancelled</p><p>More than one in six TransPennine Express trains were cancelled in March, according to data from the rail regulator, the worst performance of any rail operator in the UK.</p><p>The Office of Rail and Road figures showed that almost 1,000 TPE trains were fully or partly cancelled over its latest reporting period. The figures included trains cancelled the night before – known as <a href=\"https://www.theguardian.com/uk-news/2023/jan/19/uk-rail-firms-ordered-stop-abusing-train-cancellations-loophole#:~:text=A%20Guardian%20investigation%20in%20November,services%20cancelled%20on%20the%20day.\">p-coding</a> – which were until recently excluded from the reported figures.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/more-than-one-in-six-transpennine-express-trains-cancelled-in-march\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/more-than-one-in-six-transpennine-express-trains-cancelled-in-march", "date_published": "2023-04-21 13:28:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tracking down and snapping retired stars is a gross and uneasy trend | Stuart Heritage", "description": "<p>Paparazzi pictures of Jack Nicholson, Gene Hackman and Bridget Fonda have circulated online, feeding into an odd desire to force reclusive actors back into the spotlight</p><p>Few headlines get people clicking like “OMG, you won’t BELIEVE how UNRECOGNISABLE this star looks today”. People fall for it every time. They fall for it when the star has succumbed to the natural ageing process (Steve Perry from Journey, seen this week with grey hair). They fall for it when the star is wearing movie prosthetics on set (Colin Farrell filming as the Penguin, the iconic character he played in a highly successful film). They even fall for it when the star has simply chosen to accessorise (“Australian actress looks unrecognisable in a pair of quirky sunglasses during a stroll through London – can you identify the star?” above some photos of Cate Blanchett looking exactly like Cate Blanchett). It’s a cheap trick, basically.</p><p>But over the last few weeks, these headlines have taken on a grottier note. A month ago, photographs of Gene Hackman, a 93-year-old man who retired from acting almost two decades ago, emerged online. Shortly after that, someone snapped a picture of Jack Nicholson – an octogenarian actor who retired 12 years ago, hasn’t been seen for 18 months and reportedly suffers from dementia – standing on the balcony of his home. And then, this week, the same thing happened to Bridget Fonda. She’s 59, she hasn’t acted in 20 years, and yet the sight of her visiting a landscaping supply store got the whole world fizzing.</p> <a href=\"https://www.theguardian.com/film/2023/apr/21/hollywood-actors-privacy-paparazzi-trend\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/21/hollywood-actors-privacy-paparazzi-trend", "date_published": "2023-04-21 13:26:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to choose your school photos package – the Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/21/select-your-school-photos-package-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/21/select-your-school-photos-package-the-stephen-collins-cartoon", "date_published": "2023-04-21 13:17:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s Leah Williamson out of World Cup with cruciate ligament injury", "description": "<ul><li>England and Arsenal captain injured at Manchester United</li><li>She played major part in England’s Euro 2022 triumph</li></ul><p>England’s captain Leah Williamson will miss the World Cup after Arsenal announced that she had sustained a ruptured anterior cruciate ligament.</p><p>Williamson was <a href=\"https://www.theguardian.com/football/2023/apr/19/leah-williamson-injured-arsenal-england-wsl-manchester-united\">injured at Manchester United</a> on Wednesday. Her absence is a substantial blow to England after the central defender, who can also be used in midfield, played a major part in their Euro 2022 triumph last summer.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/leah-williamson-england-out-of-world-cup-cruciate-ligament-injury-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/leah-williamson-england-out-of-world-cup-cruciate-ligament-injury-arsenal", "date_published": "2023-04-21 13:12:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raab resigns: how the bullying claims against him piled up – video timeline", "description": "<p>Dominic Raab has resigned as deputy prime minister and justice secretary after an independent investigation found he bullied civil servants, though he criticised the report as 'flawed'. Raab denied claims he belittled and demeaned his staff and said he 'behaved professionally at all times', but said he was resigning because he had promised to do so if the bullying complaints were upheld. Here is a look back at how the pressure mounted on Raab to resign as the allegations became more and more damaging</p><ul><li><p><a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\">Dominic Raab quits as report criticises his ‘unreasonably aggressive conduct’</a></p></li></ul> <a href=\"https://www.theguardian.com/politics/video/2023/apr/21/raab-resigns-how-the-bullying-claims-against-him-piled-up-video-timeline\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/video/2023/apr/21/raab-resigns-how-the-bullying-claims-against-him-piled-up-video-timeline", "date_published": "2023-04-21 13:10:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Big tent for the Big One: Extinction Rebellion shows softer side in London protest", "description": "<p>Mass protest on climate crisis by 200 groups led by XR, which has halted disruptive tactics</p><p>Thousands of climate protesters picketed government departments and filled the streets of Westminster on the first day of the Big One, a mass demonstration by 200 different groups headed by Extinction Rebellion (XR).</p><p>The goal was to build a wide coalition, including bigger groups such as Avaaz, Friends of the Earth and Keep Britain Tidy, plus local and community groups, in order to bring people to a climate crisis protest who may have been less comfortable with the acts of direct action and civil disobedience that attracted public anger.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/big-one-extinction-rebellion-cliimate-protest-london-xr\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/big-one-extinction-rebellion-cliimate-protest-london-xr", "date_published": "2023-04-21 13:08:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hoard of 1,000-year-old Viking coins unearthed in Denmark", "description": "<p>Artefacts believed to date back to AD980s found by girl metal-detecting in cornfield last autumn</p><p>Nearly 300 silver coins believed to be more than 1,000 years old have been discovered near a Viking fortress site in north-west Denmark, a museum has said.</p><p>The trove – lying in two spots not far apart – was unearthed by a girl who was metal-detecting in a cornfield last autumn.</p> <a href=\"https://www.theguardian.com/science/2023/apr/21/hoard-of-1000-year-old-viking-coins-unearthed-in-denmark\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/21/hoard-of-1000-year-old-viking-coins-unearthed-in-denmark", "date_published": "2023-04-21 13:06:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A load of old bollards: Oxford LTN residents defend scheme after attacks", "description": "<p>Residents in St Mary’s, home to ‘Britain’s most hated bollard’, say streets feel safer and more sociable without traffic</p><p>In a terraced neighbourhood of east Oxford, a nationally divisive issue has triggered acts of arson, violence, theft and vandalism.</p><p>Is it Brexit? No. Channel crossings? No. Public sector strikes? No. It’s bollards.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/oxford-ltn-residents-defend-scheme-most-hated-bollard\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/oxford-ltn-residents-defend-scheme-most-hated-bollard", "date_published": "2023-04-21 13:03:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dancer Edward Watson: ‘Get the wind machine, get my clothes off and get out there’", "description": "<p>The performer talks us through the photographers who documented his shapeshifting career with the Royal Ballet</p><p>What you see in this book,” says <a href=\"https://www.theguardian.com/stage/2020/oct/07/the-royal-ballet-edward-watson-interview-wayne-mcgregor\">Edward Watson</a>, “feels like another career, almost. It was everything I did off stage.” Watson was the most striking British ballet dancer of his generation; he performed with the Royal Ballet for 27 years before retiring in 2021.</p><p>In among a hectic schedule of principal roles, there was a parallel life of photoshoots for magazines, fashion features, book projects and backstage shots. Now, 200 of those images have been gathered in a book, Ed Watson: A Different Dance, one that Watson insists isn’t really about him.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/21/edward-watson-a-different-dance-royal-ballet-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/21/edward-watson-a-different-dance-royal-ballet-interview", "date_published": "2023-04-21 13:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Need a top-flight spring jacket? Zip out and get a bomber | Jess Cartner-Morley", "description": "<p>A combination of Top Gun glamour and off-duty Hailey Bieber, the bomber is a jacket for all occasions</p><p>Spring is an excellent season. Spring is lilac wisteria and chocolate eggs and bank holiday Mondays. It is respite from worrying about heating bills, and booking a pedicure on payday instead. We get to crack open a window and let the light in after months of hibernation.<br /><br />Spring is the absolute magical fluffy best in every way except one, which is the crucial matter of what on earth to wear. Every other season is pretty straightforward. Winter is puffy coats and colourful gloves, summer is cotton dresses and sandals and autumn is knitwear and shiny boots.</p><p>But spring? Spring is putting all your coats away and then getting caught in a downpour in a cardigan. It is going sockless in a pair of loafers and then catching sight of your anaemic-looking ankles and ricocheting back to tights.<br /><br />If only there was a perfect spring jacket, one that would keep the last blasts of chilly air at bay while looking ahead to the sunny horizon. Well, I think I have found it. The bomber jacket is the perfect spring jacket.<br /><br />Well, no, you are thinking, because why would I want to look like a getaway driver in a dodgy action movie? Think again, sunshine. The bomber jacket is not that guy any more. It is what you might wear if you were engaged in some ultimately zeitgeist-ish lifestyle. Like, I don’t know, opening an artisanal sourdough bakery in Copenhagen.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/21/need-a-top-flight-jacket-for-spring-go-for-the-bomber\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/21/need-a-top-flight-jacket-for-spring-go-for-the-bomber", "date_published": "2023-04-21 13:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What does it mean to be an ethical drinks brand? | Fiona Beckett on drinks", "description": "<p>What sort of changes are being made by the brands who have earned the B Corp badge of social responsibility, and why should we buy from them?</p><p>Maybe it’s the “corp” bit of B Corp, but my initial reaction on hearing about this on-trend certification scheme was that it sounds like one of those often tokenistic corporate responsibility sections you see in annual reports. But there are now more than 1,000 certified <a href=\"https://www.theguardian.com/membership/2020/jan/04/guardian-b-corp-status-julie-richards-climate\">businesses</a> in the UK, including several drinks companies such as <a href=\"https://www.innocentdrinks.co.uk/\">Innocent</a> and <a href=\"https://sipsmith.com/\">Sipsmith</a> gin.</p><p>To become a <a href=\"https://bcorporation.uk/\">B Corp-registered company</a>, you have to tick a lot of boxes. The certification covers the way you treat your staff and the social and environmental impact of the way you run your business, and also requires you to be transparent about it. This is obviously designed to reassure consumers thatthey’re buying from a company that trades ethically, but there are significant business advantages, too: “People applying for jobs now look for it,” says Philip Everett-Lyons of <a href=\"https://www.hattiers.com/\">Hattiers rum</a>, “and retail buyers are more interested. It helped us to get listed in Waitrose, for instance.”</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/apr/21/what-does-it-mean-to-be-ethical-drinks-brand-fiona-beckett-b-corp\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/21/what-does-it-mean-to-be-ethical-drinks-brand-fiona-beckett-b-corp", "date_published": "2023-04-21 13:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The good days are back’: Wrexham enjoys cross-Atlantic party with club on brink of promotion", "description": "<p>Ryan Reynolds and Rob McElhenney treated ‘like gods’ by local football fans who are preparing for a Hollywood ending</p><p>To those who say football is only a game, tell them to go to Wrexham.</p><p>“I’ve never seen anything like this. It’s an unbelievable place now,” marvels 76-year-old John Evans in his wheelchair outside the town’s historic Racecourse football stadium. A crowd has gathered around a brass band playing Sex on Fire by Kings of Leon and a carnival atmosphere fills the Mold Road.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/wrexham-football-brink-of-promotion-ryan-reynolds-rob-mcelhenney\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/wrexham-football-brink-of-promotion-ryan-reynolds-rob-mcelhenney", "date_published": "2023-04-21 13:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Gove’s housing reforms are the only ray of light in this doomed government | Simon Jenkins", "description": "<p>Instead of caving in to the building lobby, he is trying to return power to the people about the future of their communities</p><p>As the present Tory administration staggers on, one minister at least is showing some terminal creativity. The levelling up, housing and communities secretary, Michael Gove, is galvanising housing policy, sort of. This year, he has at last abandoned the absurdity that there is a national housing need of a fixed number of houses a year.</p><p>Councils in England <a href=\"https://www.theguardian.com/society/2023/jan/15/new-homes-at-risk-as-english-local-authorities-cut-housebuilding-plans\">have been told</a> they no longer need to deliver a precise target of new buildings laid down in Whitehall irrespective of sound planning or local opinion. He has <a href=\"https://www.thetimes.co.uk/article/builders-lambast-michael-gove-blocks-suburban-homes-kent-latest-sv95g8vgx\">also vetoed</a> an ugly suburban development in Kent, has <a href=\"https://www.architectsjournal.co.uk/news/gove-proposes-new-planning-powers-to-curb-airbnb-style-home-conversions\">introduced plans</a> that would allow local councils to limit Airbnb and holiday homes, and is trying to make<strong> </strong>manufacturing companies pay for recladding tower blocks post-Grenfell.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/michael-gove-housing-government-building-lobby-power-people\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/michael-gove-housing-government-building-lobby-power-people", "date_published": "2023-04-21 13:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t knock the coronation – it could be up there with It’s a Knockout | John Crace", "description": "<p>Although most of the UK is unenthusiastic, put me down for coronation trivia watch</p><p>A recent YouGov poll found that just 15% of the population are enthusiastic about the coronation, with more than 50% not interested. I am somewhere in between: I’m a republican at heart but this may be the only coronation I get to see in my lifetime, so it would be a shame to miss it. So I’ve put myself on “coronation watch” for the next few weeks to pick out all the trivia you don’t need to enjoy the occasion. It could be right up there with Prince Edward’s royal It’s a Knockout.</p> <a href=\"https://www.theguardian.com/film/2023/apr/21/dont-knock-king-charles-coronation-it-could-be-up-there-with-its-a-knockout\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/21/dont-knock-king-charles-coronation-it-could-be-up-there-with-its-a-knockout", "date_published": "2023-04-21 12:52:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Elon Musk’s cull of Twitter ‘verified’ blue ticks could prove costly", "description": "<p>End of ‘lords &amp; peasants system’ may help business in short term but risks sustainability if it leads to loss of trust</p><p>Twitter’s aristocracy is no more. Last year Elon Musk described the verification process as a “lords &amp; peasants system” and on Thursday he <a href=\"https://www.theguardian.com/technology/2023/apr/20/twitter-blue-checks-disappear-legacy-accounts-elon-musk\">deployed the guillotine</a>. Feudalism has now given way to capitalism: money gets you status.</p><p>In a long-threatened cull, famous names including Cristiano Ronaldo, Beyoncé, Kim Kardashian, JK Rowling and Sir Paul McCartney lost the blue ticks that confer verified status on accounts.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/21/elon-musk-twitter-cull-verified-blue-ticks-cost\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/21/elon-musk-twitter-cull-verified-blue-ticks-cost", "date_published": "2023-04-21 12:49:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons splash out on holidays in boost for UK economy", "description": "<p>Report shows fastest rebound in private sector output in a year, with interest rate rise likely next month</p><p>Consumers splashing out on holidays has helped put Britain’s economy on track to avoid predictions of a contraction in the first three months of the year, paving the way for the Bank of England to raise interest rates next month.</p><p>The <a href=\"https://www.pmi.spglobal.com/Public/Home/PressRelease/d7f437b2b01745839893b64b05e6eb1c?s=1\">latest monthly snapshot</a> from S&amp;P Global and the Chartered Institute of Procurement and Supply (Cips) showed the fastest rebound in private sector output in a year, fuelled by rising spending on travel, leisure and entertainment.</p> <a href=\"https://www.theguardian.com/business/2023/apr/21/britons-splash-out-on-holidays-in-boost-for-uk-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/21/britons-splash-out-on-holidays-in-boost-for-uk-economy", "date_published": "2023-04-21 12:48:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Council staff freed unharmed from offices in Khartoum", "description": "<p>Nine staff had been trapped in building amid clashes in Sudanese capital</p><p>British Council staff trapped in their offices in the Sudanese capital have been rescued from the intense street fighting and returned to their homes unharmed, the UK cultural organisation has said.</p><p>Nine staff, all but one of them Sudanese, had been trapped in their offices in Khartoum.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/british-council-staff-freed-from-khartoum-offices-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/british-council-staff-freed-from-khartoum-offices-sudan", "date_published": "2023-04-21 12:32:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Feinstein absence blocks push for supreme court chief Thomas testimony", "description": "<p>Asked if he will subpoena John Roberts over allegations against conservative, Senate judiciary chair says: ‘I don’t have a majority’</p><p>Asked if he would subpoena the chief justice of the US supreme court for testimony over corruption allegations against the conservative justice Clarence Thomas, the chair of the Senate judiciary committee made clear his frustration with a continued absence from the panel that has left Democrats unable to make such a move.</p><p>“It takes a majority,” Dick Durbin of Illinois said on Thursday. “I don’t have a majority.”</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/dianne-feinstein-supreme-court-clarence-thomas-testimony\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/dianne-feinstein-supreme-court-clarence-thomas-testimony", "date_published": "2023-04-21 12:29:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eid al-Fitr and XR demonstrations: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/apr/21/eid-al-fitr-and-xr-demonstrations-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/apr/21/eid-al-fitr-and-xr-demonstrations-fridays-best-photos", "date_published": "2023-04-21 12:20:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I didn’t think about Meghan Markle when writing’: Bridgerton’s Shonda Rhimes on race, royals and romps", "description": "<p>The Netflix period romp’s creator is back with Queen Charlotte, a hugely watchable spinoff about the Black monarch as a teen. She talks angry fans, fun TV – and her most personal show yet</p><p>She’s sheepish about it now, but it’s true: when Shonda Rhimes started out, she had big ambitions – and no problem speaking them aloud: “This always sounds crazy, but I would say to my friends and to my agent: ‘I want to take over the world through television.’”</p><p>Twenty-eight years on, it doesn’t sound odd at all. Rhimes is the powerhouse behind production company Shondaland and its string of zeitgeist-making TV shows, which hook millions worldwide. Her hits include medical drama Grey’s Anatomy, still going strong after 19 seasons. Political thriller <a href=\"https://www.theguardian.com/tv-and-radio/2013/oct/17/scandal-box-set-review\">Scandal</a> (2012-2018), which starred Kerry Washington as <a href=\"https://www.theguardian.com/tv-and-radio/2018/apr/19/scandal-olivia-pope-kerry-washington-antihero\" title=\"\">“TV’s most glamorous antihero”</a> and showcased Trump-era skulduggery while it was still just a twinkle in the Donald’s eye. And sexy legal thriller How to Get Away With Murder (2014-2020), which the Egot-winning actor Viola Davis credits with “putting me on the map”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/21/bridgerton-shonda-rhimes-on-race-royals-and-romps-meghan-markle-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/21/bridgerton-shonda-rhimes-on-race-royals-and-romps-meghan-markle-netflix", "date_published": "2023-04-21 12:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate diplomacy is hopeless, says author of How to Blow Up a Pipeline", "description": "<p>Andreas Malm says he has no hope in ‘dominant classes’, and urges more radical approach to climate activism</p><p>International climate diplomacy is hopeless, the author of How to Blow Up a Pipeline has said, as the film adaptation of the radical environmentalist book is released.</p><p>As activists around the world take increasingly desperate actions against destructive projects, Andreas Malm told the Guardian he had not “a shred of hope” elites were prepared to take the urgent action needed to avert catastrophic climate change.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/21/climate-diplomacy-is-hopeless-says-author-of-how-to-blow-up-a-pipeline-andreas-malm\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/21/climate-diplomacy-is-hopeless-says-author-of-how-to-blow-up-a-pipeline-andreas-malm", "date_published": "2023-04-21 11:58:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football agent Aidy Ward banned for 20 months over underage player approach", "description": "<ul><li>Leading agent Ward runs Colossal Sports Management</li><li>Ward has appealed after FA bans him for 2019 offence</li></ul><p>The leading agent Aidy Ward and his company Colossal Sports Management have been banned for 20 months by the Football Association after he was found to have approached an underage player.</p><p>Ward, who has represented several high-profile Premier League players, was charged by the FA in March 2022 after being accused of trying to recruit a youth player on behalf of Colossal Sports Management.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/football-agent-aidy-ward-banned-for-20-months-for-underage-player-approach\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/football-agent-aidy-ward-banned-for-20-months-for-underage-player-approach", "date_published": "2023-04-21 11:53:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For all his hardman mantras, Raab forgot rule one: don’t be a massive arse | Marina Hyde", "description": "<p>Where does Raab’s resignation leave Rishi Sunak? The PM’s pledge to leave scandal behind is wearing thin</p><p>It’s unfortunate that the epithets “<a href=\"https://www.thetimes.co.uk/article/dominic-raab-bullying-allegations-tolley-report-2023-vj3mvfbg6\">boxing fanatic</a>”<a href=\"https://www.thetimes.co.uk/article/dominic-raab-bullying-allegations-tolley-report-2023-vj3mvfbg6\"> </a>and “<a href=\"https://www.thesun.co.uk/news/22110704/dominic-raab-fighting-job-civil-servants-rishi-sunak-bullying/?utm_source=POLITICO.EU&amp;utm_campaign=242dc9a8a6-EMAIL_CAMPAIGN_2023_04_21_06_02&amp;utm_medium=email&amp;utm_term=0_10959edeb5-242dc9a8a6-%5BLIST_EMAIL_ID%5D\">karate black belt</a>” are so frequently attached to Dominic Raab. When they appear in a news report, these have much the same effect as the words “former nightclub bouncer”. You know the final sentence of said report will simply read: “The trial continues.”</p><p>Anyway: the trial continued, until it finally ended this morning with Raab’s <a href=\"https://twitter.com/DominicRaab/status/1649334236216713219?s=20\">eye-bulgingly aggressive resignation letter </a>. How did you enjoy episode 97 of He-Hulk: Attorney at Ministry of Justice? Having been handed the report into Raab’s alleged bullying of staff at three government departments over a number of years, prime minister Rishi Sunak spent a full 24 hours reading it and considering what to do about its findings.</p><p>Marina Hyde is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/dominic-raab-hardman-rishi-sunak-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/dominic-raab-hardman-rishi-sunak-scandal", "date_published": "2023-04-21 11:40:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail agrees upon pay deal with postal workers’ union", "description": "<p>Agreement includes a 10% salary increase and a one-off lump sum of £500 for all CWU-grade employees</p><p>Royal Mail has agreed to a pay deal with the postal workers’ union to end a long-running and bitter dispute that led to the first national strikes since its privatisation a decade ago.</p><p>The company said it had reached a deal after talks with the Communication Workers Union, which represents about 112,000 postal workers.</p> <a href=\"https://www.theguardian.com/business/2023/apr/21/royal-mail-agrees-pay-deal-cwu-postal-workers-union\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/21/royal-mail-agrees-pay-deal-cwu-postal-workers-union", "date_published": "2023-04-21 11:39:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis to meet Cleverly in London with eye on US presidential bid", "description": "<p>Florida governor lines up four-nation tour in attempt to boost credentials as credible leader on world stage</p><p>Ron DeSantis, the Florida governor, is to meet the UK foreign secretary, James Cleverly, in London at the end of the month as he attempts to burnish his credentials as a credible Republican leader capable of operating on a global stage ahead of a widely expected run for US president.</p><p>He is to lead a Florida trade delegation on a four-nation tour taking in Japan, South Korea, Israel and the UK.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/desantis-to-meet-cleverly-in-london-with-eye-on-us-presidential-bid\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/desantis-to-meet-cleverly-in-london-with-eye-on-us-presidential-bid", "date_published": "2023-04-21 11:38:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mackerel is no longer a sustainable fish. Should you stop eating it?", "description": "<p>This seemingly abundant species was often touted as a responsible choice, but years of overfishing have led its sustainability rating to be downgraded</p><p>Tinned, smoked, barbecued, or fried and squashed into a buttered bap – mackerel is one of the UK’s most versatile and affordable fish. And this seemingly abundant species has been widely touted as a top sustainable choice for seafood-lovers looking for a dose of omega-3.</p><p>Not any more. The UK’s Marine Conservation Society (MCS) recently <a href=\"https://media.mcsuk.org/documents/Mackerel_no_longer_sustainable_choice_says_environmental_charity.pdf\">downgraded</a> the sustainability rating of north-east Atlantic mackerel, moving it from the “green” to the “<a href=\"https://www.mcsuk.org/goodfishguide/species/mackerel/?search=mackerel\">amber” list</a> on its Good Fish Guide.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/21/mackerel-is-no-longer-a-sustainable-fish-should-you-stop-eating-it\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/21/mackerel-is-no-longer-a-sustainable-fish-should-you-stop-eating-it", "date_published": "2023-04-21 11:33:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Unai Emery has transformed Aston Villa into European contenders", "description": "<p>Spaniard has changed team from relegation fodder to top-six hopefuls with only one notable signing since replacing Gerrard</p><p>There is an image on <a href=\"https://www.instagram.com/unaiemery_/?hl=en\">Unai Emery’s Instagram</a> of the Aston Villa manager immersed in his work after <a href=\"https://www.theguardian.com/football/2023/apr/01/chelsea-aston-villa-premier-league-match-report\">victory at Stamford Bridge</a> this month that speaks to his dedication to his job. Emery is staring into his laptop, right hand clasped to a wireless mouse. It is a snapshot that chimes with the workaholic and obsessive coach known to regularly rack up 16-hour days. Emery often cuts his own clips of games to review with players individually and sometimes watches back Villa’s matches as many as five times to prepare feedback for his staff and squad.</p><p>It is easy to forget that Villa were outside the Premier League relegation zone only on goals scored when Emery’s predecessor, <a href=\"https://www.theguardian.com/football/2022/oct/20/steven-gerrard-leaves-aston-villa-after-disappointing-start-to-season\">Steven Gerrard, was sacked</a> at the end of October. Villa have won 12 of 18 league matches under Emery and would be third if the season had started the day the Spaniard <a href=\"https://www.theguardian.com/football/2022/nov/06/aston-villa-manchester-united-premier-league-match-report\">outfoxed Erik ten Hag</a> in his first game. There was much promise against Manchester United but nobody predicted the remarkable turnaround that has put Villa firmly in the hunt for the top six and led Emery to dilute discourse about qualifying for the Champions League. A top-10 finish for the first time since 2010-11, the last season they played in Europe, looks likely.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/how-unai-emery-has-transformed-aston-villa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/how-unai-emery-has-transformed-aston-villa", "date_published": "2023-04-21 11:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kelso Group ups stake in THG and calls for spinoff of nutrition business", "description": "<p>Announcement adds to rollercoaster week for shares in Matt Moulding’s online retail specialist</p><p>The activist investor Kelso Group has upped its stake in THG and called on the online retail specialist to consider separating out its Myprotein nutrition business.</p><p>Kelso, which first took a stake in struggling THG in January, said it now had 8m shares, through a mix of ordinary shares and contracts for differences. This represents about 0.55% of THG’s total share capital.</p> <a href=\"https://www.theguardian.com/business/2023/apr/21/kelso-group-ups-stake-thg-nutrition-business-matt-moulding-myprotein\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/21/kelso-group-ups-stake-thg-nutrition-business-matt-moulding-myprotein", "date_published": "2023-04-21 11:25:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bannau Brycheiniog: is this Welsh national park where Tory culture warriors will meet their Waterloo? | Rhiannon Lucy Cosslett", "description": "<p>Restoring the Brecon Beacons’ original name is not part of a ‘woke’ agenda. It’s just Welsh people, speaking Welsh in Wales</p><p>There’s a tired <a href=\"https://nation.cymru/opinion/welsh-speakers-switch-english-walk-into-pub/\">old trope</a> that some visitors to Wales invoke when they reflect on having walked into a pub or bar: “Immediately,” they say, “everyone started speaking Welsh.” This is taken as an affront, an act of rudeness, exclusion or even aggression. Never is it considered that the Welsh clientele may have been simply speaking their own language in their own country anyway, despite the fact that if you transpose the scenario to most other world nations it ceases to make any sense.</p><p>I was thinking about this during the furore about the Brecon Beacons national park reverting to its indigenous name of <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/brecon-beacons-relaunches-with-welsh-name-bannau-brycheiniog-as-picture-of-hope-for-future\">Bannau Brycheiniog</a>. Note my construction. Welsh is an older language than English; it is the oldest language of these isles.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/bannau-brycheiniog-welsh-national-park-tory-culture-war-brecon-beacons\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/bannau-brycheiniog-welsh-national-park-tory-culture-war-brecon-beacons", "date_published": "2023-04-21 11:17:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There’s a lot of posturing’: Europe’s nuclear divide grows as one plant opens and three close", "description": "<p>Europe’s first new plant in 16 years comes on stream in Finland day after Germany pulls plug on last reactors</p><p>When Europe’s first new nuclear reactor in 16 years came online in Finland, it was hailed by its operator as a “significant addition to clean domestic production” that would “play an important role in the green transition”.</p><p>The opening last Sunday of the long-delayed Olkiluoto 3 plant, Europe’s largest, means about 40% of Finland’s electricity demand will soon be met by nuclear power, which the government says will boost energy security and help it achieve its carbon neutrality targets.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/europe-nuclear-divide-grows-one-plant-opens-three-close-finland-germany\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/europe-nuclear-divide-grows-one-plant-opens-three-close-finland-germany", "date_published": "2023-04-21 11:10:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A cinema of resistance’: how June Givanni amassed a 10,000-piece pan-African film archive", "description": "<p>From a poster from Mogadishu film week to VHS videos of pioneering art movies, Givanni has collected the lot – and at last she has opened her legendary treasure trove to the public</p><p></p><p>While the exhibition at London’s <a href=\"http://www.ravenrow.org/forthcoming/perankh/\">Raven Row</a> gallery is called PerAnkh: The June Givanni Pan African Cinema Archive, the Black British film curator, activist and archivist who created it is hesitant about positioning herself front and centre. “I don’t want it to sound like it’s all me, me, me,” she worries. “My name is part of it because I worked as a curator for many years and collected work throughout the non-digital era, which developed into <a href=\"http://www.junegivannifilmarchive.com/\">this archive</a>.”</p><p>Though she wants the films, documents, artworks and objects she has preserved to be the focus of people’s attention – from an installation of the earliest audiovisual works by the <a href=\"https://www.tate.org.uk/art/art-terms/b/black-audio-film-collective\">Black Audio Film Collective</a> to new works by the <a href=\"https://chimurengachronic.co.za/\">Chimurenga collective </a>from South Africa – Givanni is more than worthy of the spotlight. When she <a href=\"https://www.bifa.film/news/special-jury-prize-june-givanni/#:~:text=BIFA%20juror%20Anthony%20Andrews%2C%20Co,pivotal%20period%20of%20film%20history.\">received</a> the British independent film awards’ grand jury prize in 2021, the organisers said that she had “made an extraordinary, selfless and lifelong contribution to documenting a pivotal period of film history”.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/21/june-givanni-interview-pan-african-cinema-archive-resistance\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/21/june-givanni-interview-pan-african-cinema-archive-resistance", "date_published": "2023-04-21 11:10:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sancho, Martial and Maguire under threat in Manchester United clearout", "description": "<ul><li>McTominay, Fred and Lindelöf among others who could move on</li><li>Ten Hag aims to generate money for signings and improve squad</li></ul><p>Erik ten Hag will oversee a summer clearout of senior Manchester United players, with Jadon Sancho, Anthony Martial, Harry Maguire, Victor Lindelöf, Scott McTominay and Fred heading a list of at least 15 whose futures are under threat.</p><p>The manager will do so to generate finance to reinvest in the squad and enhance its baseline standard. Thursday’s <a href=\"https://www.theguardian.com/football/2023/apr/20/sevilla-manchester-united-europa-league-match-report\">3-0 debacle at Sevilla</a> that eliminated United 5-2 on aggregate from the Europa League has concentrated Ten Hag’s assessment of his squad as he seeks to continue his rebuild.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/manchester-united-clearout-sancho-martial-maguire-ten-hag\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/manchester-united-clearout-sancho-martial-maguire-ten-hag", "date_published": "2023-04-21 11:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why luxury brands bet on bags made of everything from apples to cacti", "description": "<p>In this week’s newsletter: From Coach to Hermès, everyone is turning waste products into pricey high-end accessories. But will anyone buy them?</p><ul><li><strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-fashion-statement-newsletter-our-free-fashion-email\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></li></ul><p>Would you pay £350 for a bag made from scraps of leather swept up from a factory floor?</p><p>The American fashion house Coach is betting on it as a new concept to lure the next generation of luxury consumers. This week it launched Coachtopia, a sub-brand that focuses on circular craft and features a variety of bags made from leather that was originally destined for landfill.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/21/fashion-statement-handbags-coach-hermes\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/21/fashion-statement-handbags-coach-hermes", "date_published": "2023-04-21 11:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weak growth, crispy tips and stippled leaves: how to detect a houseplant in trouble", "description": "<p>Your plants gives you clues that they’re struggling. Here are five of the most popular plants – and what to do when you spot the signs</p><p>When was the last time you looked at your houseplants? Not a passing glance as you searched for your phone or gave them a quick water, but took the time to really consider them from the tips of their roots to the ends of their leaves.</p><p>Close observation is the best way to spot the symptoms of trouble ahead and make small tweaks in your care to help a plant that may otherwise be hurtling towards the compost heap. It will also make you feel better. There is mounting evidence that welcoming plants into our indoor spaces can help us access the many benefits of biophilia – our inbuilt need to connect with nature.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/21/houseplants-going-to-pot-how-to-care-for-five-of-the-most-popular-species\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/21/houseplants-going-to-pot-how-to-care-for-five-of-the-most-popular-species", "date_published": "2023-04-21 11:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zapote, London EC2: ‘A deft mix of the Brit-Mexican and something more classy’ – restaurant review | Grace Dent on restaurants", "description": "<p>Drink a couple of mezcals with a side of crisp pork skin, and see if you care about life then</p><p>Shoreditch in east London can be a bit much these days. The city’s gravitational pull moved eastwards many moons ago, but in recent years this particular part of it has hit a nadir of skyscrapers, slick hotel openings and post-bottomless brunch screaming. However, wander down Leonard Street, and you’ll spot what seems to be a large orange acorn marking the Mexican restaurant, <a href=\"https://zapote.co.uk/\">Zapote</a>.</p><p>It’s not an acorn, though; it’s a soft, fleshy, sweet fruit called a <em><a href=\"https://www.theguardian.com/food/2020/oct/10/not-quite-chocolate-pudding-fruit-why-black-sapote-is-utterly-unexpected-and-delightful\">sapote</a></em> which, very roughly speaking, looks like a peach mated with a beef tomato and tastes like sweet potato. The sapote is hugely popular from southern Mexico all the way to Nicaragua, and in some areas of south-east Asia, too, as well as in this new opening by chef <a href=\"https://www.instagram.com/yahir_marchand/?hl=en\">Yahir Gonzalez</a>, who himself hails from <a href=\"https://www.aguascalientes.gob.mx/\">Aguascalientes</a> in central Mexico. Zapote is co-founded by Tony Geary, an industry stalwart with long experience of running some of the more hectic of London’s dining establishments, among them <a href=\"https://www.theguardian.com/lifeandstyle/2003/mar/08/foodanddrink.shopping1\">Sketch</a>, before overseeing the 20-restaurant roster of <a href=\"https://aquarestaurantgroup.com/\">the Aqua group</a>, which includes <a href=\"https://www.theguardian.com/lifeandstyle/2013/aug/18/hutong-restaurant-review\">Hutong</a>, <a href=\"https://aquashard.co.uk/\">Aqua Shard</a>, <a href=\"https://aquakyoto.co.uk/\">Aqua Kyoto</a> and so on.</p> <a href=\"https://www.theguardian.com/food/2023/apr/21/zapote-london-ec2-restaurant-review-grace-dent\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/21/zapote-london-ec2-restaurant-review-grace-dent", "date_published": "2023-04-21 11:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gervonta Davis and Ryan Garcia pledge violence in year’s biggest fight", "description": "<p>Genuine rancor between America’s two most popular boxers is on full display in Las Vegas for the blockbuster showdown</p><p>The genuine antipathy between America’s two most popular and divisive boxers was laid bare on Thursday when Gervonta Davis and Ryan Garcia each pledged to break the other’s jaw during the final press conference ahead of their fastly approaching scrap on the Las Vegas Strip.</p><p>“I touch that jaw, I’m telling you, you’re going to sleep. I promise you,” seethed Davis, the 28-year-old three-weight champion from Baltimore nicknamed Tank, from beneath a baseball cap that read I ♥ SEX. “I’ll probably break your jaw. Facts. Don’t even bring your mother or your daughter.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/21/gervonta-davis-ryan-garcia-fight-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/21/gervonta-davis-ryan-garcia-fight-preview", "date_published": "2023-04-21 11:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All Nato members have agreed Ukraine will join, says Stoltenberg", "description": "<p>Secretary general says countries have agreed Kyiv will join military alliance when war with Russia is over</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/21/russia-ukraine-war-live-moscows-accidental-strike-on-belgorod-injures-two-china-says-it-is-not-inflaming-conflict\">Russia-Ukraine war: latest updates</a></li></ul><p>The Nato secretary general, Jens Stoltenberg, has said all member countries have agreed that Ukraine will eventually join the transatlantic military alliance once the war is over, ahead of a meeting of western defence ministers discussing further military aid for Kyiv.</p><p>Further announcements on weapons and support are expected after the summit at the Ramstein airbase in Germany, but Stoltenberg also sounded notably upbeat about Ukraine’s longer-term prospects for joining Nato.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/all-nato-members-have-agreed-ukraine-will-eventually-join-says-stoltenberg\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/all-nato-members-have-agreed-ukraine-will-eventually-join-says-stoltenberg", "date_published": "2023-04-21 10:53:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #83: How retro horror came back back from the dead", "description": "<p>In this week’s newsletter: Old school series like Scream and Evil Dead are ripping up the rulebook – and the genre has never felt more alive</p><ul><li><strong><a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up to get the full article here</a></strong></li></ul><p>Hello and welcome to another issue of the Guide which – in Gwilym’s absence – is written by me and will accordingly be about one of my favourite things: horror films. Ever since I was a teen gobbling up Scream, Friday the 13th and Final Destination at sleepovers, I’ve always found a good horror film to be one of life’s little pleasures, like an early finish on a Friday or a Double Big Mac.</p><p>Of course, horror has got more high-concept in recent years, from Ari Aster’s artfully nightmarish flicks Midsommar and Hereditary to the work of one Jordan Peele. Often, such films are described as “elevated horror”, a term which has become popular in recent times and tends to refer to films which tackle contemporary social issues in arthouse fashion as well as scaring us witless.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/21/the-guide-horror-films-scream-vi-evil-dead-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/21/the-guide-horror-films-scream-vi-evil-dead-rise", "date_published": "2023-04-21 10:45:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spotlight turns to what Rishi Sunak knew about Dominic Raab and when", "description": "<p>PM is loyal towards his former deputy but it is hard to see how Raab’s reputation could have escaped notice</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/21/dominic-raab-bullying-report-rishi-sunak-tories-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>It took Rishi Sunak hours of agonising until he finally made the call that Dominic Raab could not stay in his job. Even then, it was Raab himself who went public first with his resignation – and a belligerent <a href=\"https://twitter.com/DominicRaab/status/1649334236216713219/photo/1\">letter defending himself</a> against the report’s findings of bullying.</p><p>So what was playing on the prime minister’s mind in the hours before the sacking, could he have avoided getting to this point – and what does the whole sorry saga tell us about Sunak?</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/spotlight-turns-what-rishi-sunak-knew-dominic-raab-when\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/spotlight-turns-what-rishi-sunak-knew-dominic-raab-when", "date_published": "2023-04-21 10:44:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Autonomy founder Mike Lynch loses appeal against extradition to US", "description": "<p>Tech entrepreneur alleged to have duped Hewlett-Packard into overpaying for software in $11bn deal</p><p>Mike Lynch, the tech entrepreneur once hailed as Britain’s answer to Bill Gates, has lost an appeal against extradition to the US to answer criminal fraud charges.</p><p>Lynch, the co-founder of the British cybersecurity firm Darktrace, is facing allegations that he duped the US firm Hewlett-Packard into overpaying when it struck an $11bn deal (£8.2bn) for his software firm Autonomy in 2011.</p> <a href=\"https://www.theguardian.com/business/2023/apr/21/autonomy-founder-mike-lynch-loses-appeal-against-extradition-to-us-hewlett-packard\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/21/autonomy-founder-mike-lynch-loses-appeal-against-extradition-to-us-hewlett-packard", "date_published": "2023-04-21 10:26:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk pays for Stephen King and LeBron James to keep Twitter blue ticks", "description": "<p>Writer and basketball star are among famous names to retain ticks despite not signing up to Twitter Blue</p><p>Elon Musk has admitted he is paying for some prominent Twitter accounts to retain their blue ticks, as the social media platform <a href=\"https://www.theguardian.com/technology/2023/apr/20/twitter-blue-checks-disappear-legacy-accounts-elon-musk\">launched a cull</a> that stripped verified status from many famous names including Beyoncé, Ronaldo and Paul McCartney.</p><p>Twitter’s owner confirmed the gesture after it emerged that the writer Stephen King, the actor William Shatner and the basketball star LeBron James had retained their ticks – which confer verified status on accounts – despite not signing up to Twitter Blue, the site’s subscription service.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/21/elon-musk-pays-stephen-king-lebron-james-keep-twitter-blue-ticks\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/21/elon-musk-pays-stephen-king-lebron-james-keep-twitter-blue-ticks", "date_published": "2023-04-21 10:24:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Animals storm the library and AI snaps up a prize – the week in art", "description": "<p>Jeremy Fry’s democratised art, Sean Scully’s country-house takeover and the Parthenon’s majestic mare – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Animals: Art, Science and Sound<br /></strong>A hugely enjoyable trip through the strange and beautiful ways human beings have seen the natural world in manuscripts, printed books and more, including a monkfish with the head of a monk and the cover of Peter Benchley’s Jaws.<strong><br /></strong>• <a href=\"https://www.bl.uk/events/animals\">British Library, London,</a> until 28 August.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/21/animals-storm-the-library-and-ai-snaps-up-a-prize-the-week-in-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/21/animals-storm-the-library-and-ai-snaps-up-a-prize-the-week-in-art", "date_published": "2023-04-21 10:15:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will the coronation bring a UK tourism bonanza – or drive people away?", "description": "<p>While agents say Britain’s heritage and history is a draw, not all agree on the royals’ value to the sector</p><p>As soon as the date of the coronation was announced last October, Kathryn Mooney booked a flight to London. “I jumped on it right away,” says Mooney, 54, an executive assistant from Toronto. “All I thought was, I’d better get a property, I’d better get a flight, because I knew there would be huge demand.”</p><p>Why did she want to come? “I know it sounds really hokey, but I want to go and send them some support and love from the sidelines. And honour the queen.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/will-the-coronation-bring-a-tourism-bonanza-or-drive-them-all-away\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/will-the-coronation-bring-a-tourism-bonanza-or-drive-them-all-away", "date_published": "2023-04-21 10:10:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chien Pie-yun takes surprise Chevron Championship lead but Korda lurks", "description": "<ul><li>Chien, world No 189, leads at first women’s major of the year</li><li>World No 2 Korda closes with two birdies to sit one shot back</li></ul><p>Nelly Korda made birdies at her last two holes at the Chevron Championship on Thursday to climb within one of the surprise leader, Chien Pei-yun, who made an opening-round five-under 67 to set the pace at the first women’s major of the year.</p><p>Taiwan’s Chien, the world’s 189th-ranked player, was among the early starters at the Club at Carlton Woods near Houston, mixing six birdies with a bogey to top the leaderboard at the Jack Nicklaus designed course.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/21/chien-peiyun-surprise-chevron-championship-lead-nelly-korda-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/21/chien-peiyun-surprise-chevron-championship-lead-nelly-korda-golf", "date_published": "2023-04-21 10:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alison Goldfrapp: ‘I like the intensity of a sweaty club’", "description": "<p>With her debut solo album, the singer has ditched the brainy precision pop for a sound aimed squarely at the dancefloor</p><p>It is fair to say Alison Goldfrapp has a complicated relationship with fame. In 2000, around the time of Felt Mountain, her and musical partner Will Gregory’s bewitching debut album as Goldfrapp, she returned home from a full day of interviews “crying and thinking: ‘What the fuck.’ No one had ever told us what an interview might entail,” she recalls now.</p><p>Later, as the duo’s success ramped up with 2005’s Grammy-nominated, million-selling opus Supernature – an album whose sultry, glam-adjacent electropop would influence <a href=\"https://www.theguardian.com/music/madonna\" title=\"\">Madonna</a> and Kylie – journalists would often highlight the disparity between the playful, jumpsuit-sporting Alison Goldfrapp: The Popstar, and the quieter, more dressed-down offstage reality.</p> <a href=\"https://www.theguardian.com/music/2023/apr/21/alison-goldfrapp-love-invention-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/21/alison-goldfrapp-love-invention-interview", "date_published": "2023-04-21 10:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-members of extremist Mormon sect plead for help to find missing children", "description": "<p>The leader of the Fundamentalist Church of Latter-Day Saints issued a ‘revelation’ that has parents worried</p><p>“This is child trafficking. This is kidnapping,” said Lorraine Jessop.</p><p>Several former members of the Fundamentalist Church of Latter-Day Saints (FLDS), the polygamist sect led by Warren Jeffs, are calling on law enforcement and prosecutors to help them find their missing children, some of whom have not been seen for years.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/fundamentalist-church-of-latter-day-saints-missing-children\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/fundamentalist-church-of-latter-day-saints-missing-children", "date_published": "2023-04-21 10:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Follow the money: the story of slavery and Shakespeare’s First Folio", "description": "<p>As we reckon with the UK’s colonial past, we need to examine the history behind valuable books – even our beloved Shakespeare</p><p>Two stories, usually seen as disconnected, unfold themselves during the second half of the 18th century. The first is the increased dominance of Britain in the transatlantic slave trade. According to estimates from the <a href=\"https://slavevoyages.org/\">Slave Voyages database</a>, the number of enslaved people carried by British ships more than doubled, from around 410,000 in the first quarter of the century to more than 830,000 in the third. The second is the establishment of William Shakespeare as the national bard. As scholar Gary Taylor puts it, “Shakespeare’s coronation as the King of English poets” dates from the third quarter of the 18th century, boosted by the actor David Garrick’s lavish Shakespeare Jubilee celebrations in Stratford-upon-Avon in 1769.</p><p>These stories have their meeting point in one specific object: the valuable book known as Shakespeare’s First Folio, published 400 years ago in 1623. And the history of this book also contributes to ongoing debates about what happened to the vast profits made from the trade and exploitation of enslaved peoples in the late 18th century and beyond.</p> <a href=\"https://www.theguardian.com/books/2023/apr/21/slavery-and-shakespeares-first-folio\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/21/slavery-and-shakespeares-first-folio", "date_published": "2023-04-21 10:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EFL and National League: the ups, downs and what can happen next", "description": "<p>Before a Saturday when titles and relegations could be confirmed we look at the picture across four divisions</p><p><strong>Automatic promotion</strong> As we have known for a while, <a href=\"https://www.theguardian.com/football/2023/apr/07/vincent-kompany-burnley-promotion-premier-league\">Burnley will be back</a> in the Premier League next season. A win on Saturday at home to relegation-threatened QPR would guarantee the title. They are likely to be joined in the top flight by Sheffield United, who are seven points clear of third with a game in hand and need three points from four matches to guarantee promotion. The Blades will effectively be up if Luton and Middlesbrough draw at Kenilworth Road on Monday given the goal difference but the earliest they can officially secure second spot is Wednesday.</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/efl-championship-national-league-promotion-playoffs-relegation-what-next\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/efl-championship-national-league-promotion-playoffs-relegation-what-next", "date_published": "2023-04-21 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Houseplant of the week: chain cactus", "description": "<p>This beautiful Brazilian cactus will add rainforest vibes to a humid kitchen or bathroom</p><p><strong>Why will I love it?<br /></strong><em>Rhipsalis paradoxa</em> has thin, spineless green stems that grow in a cascading pattern, creating a mesmerising chain-like effect. It grows epiphytically (on other trees or plants) in the rainforests of Brazil, where it can grow up to 50 metres long.</p><p><strong>Light or shade?<br /></strong>Can tolerate bright indirect light to partial shade.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/21/houseplant-of-the-week-chain-cactus\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/21/houseplant-of-the-week-chain-cactus", "date_published": "2023-04-21 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Want to help young plants grow? Simply soak them in ‘willow water’", "description": "<p>This easy-to-make tonic will encourage a strong root system by supporting a plant’s growth</p><p>Looming over my <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/24/spring-is-coming-time-to-plan-growing-crops-for-the-season-ahead\" title=\"\">veg patch</a> is a weeping willow tree, growing happily in our sodden clay soil. It’s a majestic spectacle of gnarled bark and cascading branches sporting slender yellow-green leaves. Historically, weeping willows have been associated with sorrow, but that’s not what they symbolise to me, as their vigorous growth habit can be harnessed for the benefit of other plants I grow.</p><p>I take a fistful of fresh willow growth, strip it of its leaves and chop it into pieces before soaking it in water for a few days. The resulting solution can be used to soak <a href=\"https://www.theguardian.com/lifeandstyle/2022/apr/30/new-plants-for-free-how-to-propagate-from-softwood-cuttings\" title=\"\">softwood cuttings</a> to help them take, and to water the young plants to encourage a strong root system.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/21/want-to-help-young-plants-grow-soak-them-in-willow-water\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/21/want-to-help-young-plants-grow-soak-them-in-willow-water", "date_published": "2023-04-21 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Standing still is an art’: how to focus, by those who know – from heart surgeons to living statues", "description": "<p>Meditation, breathing, mind games … six people expert in the art of keeping steady reveal how they master deep concentration</p><p><strong>Izabela Radcliffe, 40</strong><em><br /></em>What you see is stillness, but I’m incredibly busy. I’m no longer Izabela. I can’t be thinking about what my kids are having for dinner. My awareness of the environment and audience, and how I interact with them, is everything. If my mind wanders, the spell is broken.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/21/how-to-focus-by-the-people-whose-jobs-depend-on-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/21/how-to-focus-by-the-people-whose-jobs-depend-on-it", "date_published": "2023-04-21 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab resigns as deputy PM after bullying allegations", "description": "<p>Minister’s exit after complaints over dealings with civil servants is major blow to Sunak, who will face questions over his judgment</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/21/dominic-raab-bullying-report-rishi-sunak-tories-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>Dominic Raab has resigned as the UK’s justice secretary and deputy prime minister after months of allegations about bullying behaviour in the Ministry of Justice and other Whitehall departments.</p><p>The senior Conservative MP had faced multiple formal complaints over his dealings with civil servants, including claims, first revealed by the Guardian, that he bullied and belittled staff, driving some to tears or causing them to vomit before meetings.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations", "date_published": "2023-04-21 09:42:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He is the standard’: Pidcock says Pogacar forcing him to be better rider", "description": "<ul><li>British faces Slovenian again in Liège-Bastogne-Liège on Sunday</li><li>‘Each time we line up we try to figure out how we can beat him’</li></ul><p>Tom Pidcock believes Tadej Pogacar is forcing him to become a better rider as the Slovenian continues his remarkable dominance of the cycling season.</p><p>Pogacar on Wednesday <a href=\"https://www.theguardian.com/sport/2023/apr/19/tadej-pogacar-adds-la-fleche-wallonne-spring-classic-haul-demi-vollering-cycling\">added La Flèche Wallonne</a> to a palmarès that includes an incredible 12 wins in 18 days of racing this season. Having already won the Amstel Gold Race last weekend, Pogacar will start Sunday’s Liège-Bastogne-Liège aiming to become only the third man to complete a hat-trick of the Ardennes Classics.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/21/pidcock-pogacar-cycling-liege-bastogne-liege\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/21/pidcock-pogacar-cycling-liege-bastogne-liege", "date_published": "2023-04-21 09:36:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham’s Paratici resigns over ban; weekend team news and more: football – live", "description": "<ul><li><a href=\"https://www.theguardian.com/football/2023/apr/21/fa-cup-premier-league-10-things-to-look-out-for-this-weekend\">FA Cup and Premier League: 10 things to look out for</a></li><li>Get in touch: contact John <a href=\"mailto:john.brewin.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/JohnBrewin_\">Twitter</a></li></ul><p><strong>Who did the damage to Newcastle last week?</strong> Ollie Watkins was outstanding, scoring twice. Here’s a drill-down to the underlying numbers.</p><p>By playing more centrally and conserving his energy, Watkins is now more productive. He is now taking 2.9 shots per 90 minutes, up from 2.2 before Emery arrived at Villa Park. Watkins sees less of the ball – his touches per 90 minutes have dropped from 34.5 to 27.6 – but he has more of an impact when he does receive possession. Crucially, he is touching the ball more often inside the box, up from 4.8 per 90 minutes to 5.7, and he is scoring a lot more goals.</p><p>It was an uncharacteristic performance from us. We have been so consistent home and away.</p><p>The only process I know it to analyse, reflect, go to work and then put it right. Training has been very good, the attitude of players has been very good. There has been no fallout from the game and no energy lost. I’m confident we will perform, but we are playing a very good team.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/21/weekend-football-countdown-live-tottenham-paratici-team-news\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/21/weekend-football-countdown-live-tottenham-paratici-team-news", "date_published": "2023-04-21 09:32:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Northants v Hampshire, Kent v Essex, and more on day two – live", "description": "<ul><li>All the latest from around the grounds, weather permitting</li><li><a href=\"https://www.theguardian.com/sport/live/2023/apr/20/kent-v-essex-somerset-v-lancashire-and-more-county-cricket-live\">Day one: Price claims ton and hat-trick for Gloucestershire</a></li><li>You can <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a>, tweet <a href=\"https://twitter.com/tjaldred\">@tjaldred</a> or comment below</li></ul><p><strong>Outside</strong>, the wind strips the trees and billows the grass. Pity the poor bowlers running into it.</p><p><strong>For James Vince fans, everywhere:</strong></p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/21/county-cricket-northants-hampshire-somerset-lancashire-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/21/county-cricket-northants-hampshire-somerset-lancashire-and-more-live", "date_published": "2023-04-21 09:22:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Muted, soft, like watercolours’: The Last Guardian’s soundtrack was an appeal to the heart", "description": "<p>Composer Takeshi Furukawa talks about creating the soundtrack for Fumito Ueda’s touching tale about the relationship between human and beast</p><p>From the opening moments of The Last Guardian, developer Japan Studio and legendary game director Fumito Ueda need you to understand one simple thing: this game is about empathy. Before you are given the opportunity to learn anything about its gorgeous, ruined world, you must heal the broken creature you find in your cell. Taking in its cropped horns and the spears jammed into its back, you know something is wrong. This creature, Trico … it is feral, it is feared. And yet, you must care for it. You know that, immediately. Anyone who has ever had a troubled pet will know how it feels to pursue compassion through fear, demonstrate love despite frustration.</p><p>“I believe the reason Ueda-san’s games are so successful in establishing a bond, whether it be with a girl in Ico, or a horse in Shadow of the Colossus, is because he lets those moments play out without music,” says composer Takeshi Furukawa, who penned the score for The Last Guardian. It’s odd to hear a composer praise the space in between the notes, but it makes sense when you listen to the game, because for the most part, the score is notably absent. It says more with silence than it does with anything else.</p> <a href=\"https://www.theguardian.com/games/2023/apr/21/the-last-guardian-soundtrack-takeshi-furukawa-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/21/the-last-guardian-soundtrack-takeshi-furukawa-interview", "date_published": "2023-04-21 09:15:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "L’Oréal urged to withdraw hair relaxers after studies find cancer risk", "description": "<p>Research claims to show link between cancer and lye-containing products largely used by black women</p><p>Campaigners are calling on the cosmetics company L’Oréal to withdraw its hair-straightening products that are largely used by black women after research linked it to an increased risk of cancer.</p><p>In an open letter, coordinated by the UK feminist group Level Up, campaigners also ask the company to invest in research on the long-term use of chemical relaxers, which make hair easier to straighten.</p> <a href=\"https://www.theguardian.com/society/2023/apr/21/loreal-urged-to-withdraw-hair-relaxers-after-studies-find-cancer-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/21/loreal-urged-to-withdraw-hair-relaxers-after-studies-find-cancer-risk", "date_published": "2023-04-21 09:12:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your views on the UK’s new public emergency alert system", "description": "<p>We’d like to hear people’s views on the UK government’s new public warning system for emergencies such as flooding, fires or extreme weather</p><p>The first nationwide test of <a href=\"https://www.theguardian.com/society/2023/apr/06/sound-that-saves-your-life-uk-disaster-alert-to-buzz-phones-on-23-april\">a public warning system that sends alerts to UK mobile phones</a> will take place at 3pm on Sunday 23 April.</p><p>The emergency alerts system is designed to broadcast urgent messages in the event of a disaster such as severe flooding, fires or extreme weather. Mobiles with a 4G or 5G signal will emit a loud <a href=\"https://twitter.com/cabinetofficeuk/status/1637365791703318528\">siren-like</a> sound, receive a message on their home screen and vibrate for up to 10 seconds.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/share-your-views-on-the-uks-new-public-emergency-alert-system\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/share-your-views-on-the-uks-new-public-emergency-alert-system", "date_published": "2023-04-21 09:02:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are we right to be nervous about the new Lord of the Rings movies?", "description": "<p>Elijah Wood has expressed his ‘surprise’ over plans for new movies of Tolkien’s fantasy classic – but they couldn’t be any worse than the book-butchering Hobbit trilogy</p><p>Far be it for me to put words in Elijah Wood’s mouth – somebody tried that once, <a href=\"https://www.theguardian.com/film/2016/may/24/elijah-wood-qualifies-comments-hollywood-abuse-jimmy-savile\">and it didn’t work out well</a>. <a href=\"https://www.gq.com/story/elijah-wood-yellowjackets-profile\">But according to a new interview with GQ</a>, he’s not exactly gobbling up Warner Bros’ much-discussed plans for <a href=\"https://www.theguardian.com/film/2023/feb/24/new-lord-of-the-rings-films-in-the-works-at-warner-bros\">a new run of Lord of the Rings movies</a> like a Hobbity second breakfast.</p><p>“I’m fascinated and I’m excited,” Wood told the magazine. “I hope it’s good. I’m surprised – I don’t know why I’m surprised because, of course there would be more movies. Obviously at the core of that, is a desire to make a lot of money. It’s not that a bunch of executives are like, ‘Let’s make really awesome art.’ And, again, not begrudging anybody because, of course, it is commerce. But great art can come from commerce. So those two things are not mutually exclusive.</p> <a href=\"https://www.theguardian.com/film/2023/apr/21/are-we-right-to-be-nervous-about-the-new-lord-of-the-rings-movies-elijan-wood\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/21/are-we-right-to-be-nervous-about-the-new-lord-of-the-rings-movies-elijan-wood", "date_published": "2023-04-21 09:02:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I proposed while running the London Marathon", "description": "<p>I tried to get down on one knee, but because of cramp it was more of a lunge</p><p>It was 2014 and I wanted to propose to my girlfriend, Jess – I just hadn’t figured out how. She loved a surprise birthday party I’d organised two years before, so I thought something similar would be fun. A few friends and family were coming to cheer me on in the London Marathon, so I thought I could do it then. We could celebrate – hopefully – with everyone afterwards.</p><p>I asked Jess’s dad’s permission in a restaurant in London in March that year, and moments later Mikel Arteta walked in – as a big Arsenal fan, I took that as a good sign. He’d scored a penalty that day – the football gods approved.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/21/experience-i-proposed-while-running-the-london-marathon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/21/experience-i-proposed-while-running-the-london-marathon", "date_published": "2023-04-21 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to disable UK emergency alerts on your phone", "description": "<p>Adjust these settings to stop your 4G or 5G phone making a noise during test at 3pm on 23 April</p><p>The the UK’s emergency alert system is due to be <a href=\"https://www.theguardian.com/society/2023/apr/06/sound-that-saves-your-life-uk-disaster-alert-to-buzz-phones-on-23-april\">tested at 3pm on Sunday 23 April</a>, causing all 4G and 5G-capable mobile phones in the country to make a loud siren-like sound even if they are placed on silent.</p><p>The alerts are designed to notify the public of life-threatening emergencies, but there are cases where the test could <a href=\"https://www.theguardian.com/society/2023/apr/17/domestic-abuse-victims-turn-off-phones-uk-emergency-alert-test\">expose hidden mobile phones</a> and put people at risk of domestic abuse or put others in danger.</p><p>Settings &gt; Notifications &gt; Emergency Alerts</p><p>Settings &gt; Safety and emergency &gt; Wireless emergency alerts</p> <a href=\"https://www.theguardian.com/technology/2023/apr/21/how-to-disable-uk-emergency-alerts-on-your-phone\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/21/how-to-disable-uk-emergency-alerts-on-your-phone", "date_published": "2023-04-21 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US supreme court to decide on abortion pill access after extending deadline", "description": "<p>Legal challenge to FDA approval of mifepristone could have implications for women’s reproductive health across the country</p><p>The supreme court is poised to decide whether to preserve access to a widely used abortion medication, after extending its deadline to act until at least Friday.</p><p>Less than a year after the court’s conservative majority overturned Roe v Wade and eliminated a constitutional right to an abortion, the justices are now weighing new legal questions in an escalating case in Texas with potentially sweeping implications for women’s reproductive health and the federal drug approval process.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/supreme-court-abortion-pill-deadline\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/supreme-court-abortion-pill-deadline", "date_published": "2023-04-21 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are you a good parent? OK, so what are you doing to protect your child from climate collapse? | Elizabeth Cripps", "description": "<p>An important part of parenting is securing children’s future. Too many of us are reading bedtime stories in a house that’s burning down</p><p>Parents do a lot. We spend hours reading stories or freezing on the edges of sports pitches. We buy food, clothes, buggies, car seats, bikes, music lessons, gadgets, <a href=\"https://www.belfasttelegraph.co.uk/news/northern-ireland/unwrapped-childs-birthday-could-cost-you-530/38062761.html\">parties</a>, holidays, not to mention <a href=\"https://www.plasticboxshop.co.uk/research-reveals-average-child-will-own-493-toys-i98\">hundreds of toys</a>. But here’s the bad news. While we obsess about our kids as individuals, we’re missing a last-ditch collective chance to save them from <a href=\"https://www.theguardian.com/environment/2023/mar/20/ipcc-climate-crisis-report-delivers-final-warning-on-15c\">environmental catastrophe</a>.</p><p>Take that seriously, and being a “good” mum or dad is about much more than what you do with your child or the opportunities you buy them. It becomes political.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/are-you-a-good-parent-child-climate-collapse-parenting\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/are-you-a-good-parent-child-climate-collapse-parenting", "date_published": "2023-04-21 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rightwing extremists defeated by Democrats in US school board elections", "description": "<p>Republican-backed culture warrior candidates fare poorly in Illinois and Wisconsin, offering hope to the left</p><p>Scores of rightwing extremists were defeated in school board elections in April, in a victory for the left in the US and what Democrats hope could prove to be a playbook for running against Republicans in the year ahead.</p><p>In Illinois, Democrats said more than 70% of the school board candidates it had endorsed won their races, often defeating the kind of anti-LGBTQ+ culture warrior candidates who have <a href=\"https://www.theguardian.com/world/2022/feb/21/books-bans-gag-orders-suppress-discussion-racism-lgbtq-us-schools\">taken control of school boards across the country</a>.</p> <a href=\"https://www.theguardian.com/education/2023/apr/21/school-board-elections-illinois-wisconsin-republicans-lose\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/21/school-board-elections-illinois-wisconsin-republicans-lose", "date_published": "2023-04-21 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Patriarchy has no gender. It doesn’t break down like that’: film-maker Nina Menkes dissects the male gaze", "description": "<p>New documentary uses hundreds of clips to show how even the most acclaimed classics of cinema have encouraged a culture of sexual harassment of women</p><p>“I get letters every day from people around the world, saying, ‘Oh my God, thank you for making this’,” says <a href=\"https://www.criterion.com/current/top-10-lists/508-nina-menkess-top-10\">Nina Menkes</a>. “But one woman told me, ‘You’ve ruined all my favourite films’.”</p><p>Menkes is the director of <a href=\"https://www.theguardian.com/film/2022/oct/15/brainwashed-sex-camera-power-review-nina-menkes\">Brainwashed: Sex-Camera-Power</a>, a documentary arguing that even the most acclaimed classics of cinema have encouraged a culture of sexual harassment of women. Using hundreds of clips, Menkes shows how female characters are consistently framed as the object by the male subject.</p> <a href=\"https://www.theguardian.com/film/2023/apr/21/patriarchy-has-no-gender-it-doesnt-break-down-like-that-film-maker-nina-menkes-dissects-the-male-gaze\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/21/patriarchy-has-no-gender-it-doesnt-break-down-like-that-film-maker-nina-menkes-dissects-the-male-gaze", "date_published": "2023-04-21 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab: how the Guardian revealed bullying allegations", "description": "<p>How the story has unfolded since Ministry of Justice sources first spoke out about his behaviour</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/21/dominic-raab-bullying-report-rishi-sunak-tories-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>After many turbulent months at the top of government under Boris Johnson and Liz Truss, Rishi Sunak arrived in No 10 knowing he had to put the Conservatives’ days of self-immolation behind them.</p><p>On his first day in the job last October, he promised the British people that his government would display “integrity, professionalism and accountability” at every level.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-timeline-bullying-allegations-revealed-guardian\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/dominic-raab-timeline-bullying-allegations-revealed-guardian", "date_published": "2023-04-21 08:58:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab’s abrasive political career hits the buffers", "description": "<p>Hints about his behaviour emerged long ago amid his ministerial rises and falls</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/21/dominic-raab-bullying-report-rishi-sunak-tories-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>Dominic Raab has faced more ministerial fluctuations than most: sacked, demoted or resigning from three government jobs, he was also in effective charge of the UK when Boris Johnson was ill with Covid. But now, it seems, he faces a political full stop.</p><p>His departure as justice secretary and deputy prime minister after the report by Adam Tolley KC marks the end of efforts by his allies to present him as nothing more than a demanding boss who works long hours and knows what he wants.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/bully-verdict-likely-to-end-dominic-raab-abrasive-political-career\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/bully-verdict-likely-to-end-dominic-raab-abrasive-political-career", "date_published": "2023-04-21 08:52:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Editor of British Vogue turned down ads on ‘inclusivity’ grounds", "description": "<p>Edward Enninful tells BBC he rejected major fashion brands as he promotes May issue featuring disabled cover stars</p><p>Edward Enninful, the editor-in-chief of British Vogue, has said he turned down advertising from major fashion brands who do not share his vision of inclusivity.</p><p>Enninful, 51, who took up the top role at the fashion magazine in 2017, said on BBC Radio 4’s Today programme he was told “inclusivity equals downmarket” earlier in his tenure.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/21/editor-of-british-vogue-turned-down-ads-on-inclusivity-grounds-edward-enninful\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/21/editor-of-british-vogue-turned-down-ads-on-inclusivity-grounds-edward-enninful", "date_published": "2023-04-21 08:52:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab situation a ‘farce’, says union, as Rishi Sunak delays bullying report response – UK politics live", "description": "<p>PM received report on his deputy’s behaviour on Thursday but is yet to announce a decision on his future</p><p>Rishi Sunak is right to delay the decision on the fate of <a href=\"https://www.theguardian.com/politics/dominic-raab\">Dominic Raab</a>, <strong>Mark Harper</strong>, the transport minister, has said. <strong>Kiran Stacey</strong> has the story.</p><p>This is from the Times’ <strong>Henry Zeffman</strong> on thinking in the Ministry of Justice, where Dominic Raab is currently justice secretary and officials complained about his conduct. (There were also complaints from people who had worked for Raab at the Foreign Office and at the Department for Exiting the European Union.)</p> <a href=\"https://www.theguardian.com/politics/live/2023/apr/21/dominic-raab-bullying-report-rishi-sunak-tories-uk-politics-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/apr/21/dominic-raab-bullying-report-rishi-sunak-tories-uk-politics-latest-news", "date_published": "2023-04-21 08:42:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: heat in Spain could smash April temperature record", "description": "<p>Forecasts suggest highs of 35-38C and even 39C in Seville, easily surpassing the peak of 37.4C set in 2011</p><p>For much of Europe, April so far has been rather cold and reasonably wet in places. However, Spain has remained very dry and very warm, retaining the subtropical air that has led to forest fires and a widespread drought. Plumes of heat from the tropics are expected to continue to affect the country throughout the coming days, threatening the April maximum temperature record.</p><p>The highest temperature ever recorded in Spain for the month is 37.4C (99.3F) in Murcia on 9 April 2011. Forecasts suggest that on 26 April temperatures will widely reach 35-38C, and Seville may even hit a maximum of 39C. For comparison, the April high in Seville stands at 35.4C. It is possible that records for the month will not only be broken next week, but smashed.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/21/weather-tracker-heat-spain-could-smash-april-temperature-record\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/21/weather-tracker-heat-spain-could-smash-april-temperature-record", "date_published": "2023-04-21 08:22:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Big Beasts review – nothing on Earth is more compelling than this tiger footage", "description": "<p>Tom Hiddleston narrates this awe-inspiring nature documentary about gigantic creatures. Your breath will be taken away by the likes of blue whales and terrifying cobras</p><p>Three years ago the natural history team at Apple TV+ recruited Paul Rudd to narrate Tiny World, following some of the tiniest little marvels scurrying, swimming and flying in their unbelievably tiny, clever ways about the earth. The creatures were also some of the most unavoidably cute – pygmy marmosets, Cuban bee hummingbirds, harvest mice! Come to me!</p><p>Now it is the turn of the giants. Big Beasts is narrated by Tom Hiddleston and follows some of the largest creatures the Apple team could find. The photography is as amazing as before – Hiddleston is as awed as Rudd and the enormous birds, mighty mammals and extraordinary aquatic lifeforms are as magnificent as the previous series’ stars were adorable.</p><p>Big Beasts is on Apple TV+</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/21/big-beasts-review-nothing-on-earth-is-more-compelling-than-this-tiger-footage\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/21/big-beasts-review-nothing-on-earth-is-more-compelling-than-this-tiger-footage", "date_published": "2023-04-21 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ghosted to A Good Person: the seven best films to watch on TV this week", "description": "<p>Chris Evans and Ana de Armas spice up a globe-trotting romcom-spy caper, while Florence Pugh and Morgan Freeman star in a tale of drugs and redemption</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/21/ghosted-to-a-good-person-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/21/ghosted-to-a-good-person-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-04-21 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fabio Paratici resigns from Tottenham job after failing to overturn ban", "description": "<ul><li>Managing director of football departs after ruling on Thursday</li><li>Chairman Daniel Levy refers to ‘stressful time’ for Paratici </li></ul><p>Fabio Paratici has resigned as Tottenham’s managing director of football after <a href=\"https://www.theguardian.com/football/2023/apr/20/juventus-given-reprieve-15-point-penalty-fabio-paratici-appeal-rejected\">failing to overturn</a> a worldwide 30-month ban from the game. Paratici’s case was heard by Italy’s highest sports court within the Italian Olympic Committee, which issued its rulings on Thursday.</p><p>Tottenham said in a statement: “The current worldwide ban prevents Fabio from fulfilling his duties as our managing director of football. Fabio has consequently taken the decision to resign from his position at the club with immediate effect to focus on his legal position in respect of the FIGC [Italian Football Federation] and Fifa rulings.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/21/fabio-paratici-resigns-from-tottenham-job-after-failing-to-overturn-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/21/fabio-paratici-resigns-from-tottenham-job-after-failing-to-overturn-ban", "date_published": "2023-04-21 07:28:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan foreign minister warns of conflict with China in 2027", "description": "<p>Comments indicate  extent to which Taiwan is trying to bolster western support before possible invasion</p><p>Taiwan’s foreign minister has said he is preparing for the possibility of a conflict with China in 2027.</p><p>Speaking on LBC’s Tonight with Andrew Marr, Joseph Wu said: “We are taking the Chinese military threat very seriously … I think 2027 is the year that we need to be serious about.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/taiwan-foreign-minister-warns-of-conflict-with-china-in-2027\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/taiwan-foreign-minister-warns-of-conflict-with-china-in-2027", "date_published": "2023-04-21 07:21:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alfa Mist: Variables review – his own universe of genre-transcending music", "description": "<p><strong>(Anti-)</strong><br />Warm, subtle jazz rubs shoulders with hip-hop and R&amp;B in an evocative album that hits the sweet spot between accessible and experimental</p><p>On Borderline, the second track on <a href=\"https://www.theguardian.com/culture/2021/nov/08/the-beat-goes-on-the-new-british-jazz-messengers\">Alfa Mist</a>’s fifth album, the multi-instrumentalist and MC succinctly decries the unfair assumptions, oppressive limitations and relentless hardship faced by Black British youth. “Everyday trauma, normalised – three options: music, sport or crime,” he raps in his understated, deadpan flow over an ambling beat and soporifically twinkly synths that bely his lyrical scorn.</p><p>After shelving ambitions to be a footballer, the east Londoner born Alfa Sekitoleko embraced the first option – yet his music is a world away from the cold, abrasive grime and drill stereotypically associated with such an escape from poverty in the capital. Instead, Variables is a collection of warm, subtle and often delicately beautiful jazz and hip-hop. It’s also largely instrumental: Mist’s vocals only appear on two songs – Borderline and the trippy, cello-adorned 4th Feb (Stay Awake). Elsewhere, Kaya Thomas-Dyke brings honeyed tones to the densely textured R&amp;B of Aged Eyes, while South African folk singer Bongeziwe Mabandla leads the exquisite Apho.</p> <a href=\"https://www.theguardian.com/music/2023/apr/21/alfa-mist-variables-review-his-own-universe-of-genre-transcending-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/21/alfa-mist-variables-review-his-own-universe-of-genre-transcending-music", "date_published": "2023-04-21 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chess: Ding misses wins and his prep leaks as Nepomniachtchi keeps the lead", "description": "<p>China’s world No 3 had a dominant position in game eight but missed several good chances before he drew in 45 moves with the Russian, who leads 4.5-3.5 with six games left</p><p>Russia’s Ian Nepomniaachtchi, 32, has a fortunate 4.5-3.5 lead over China’s Ding Liren, 30, as their €2mn world championship match in Astana, Kazakhstan, moves into the second half of its scheduled 14 games. Ding stood better in game seven before he collapsed under time pressure, with eight moves to make in 45 seconds, and had a dominating advantage <a href=\"https://www.chessgames.com/perl/chessgame?gid=2481459\" title=\"\">in game eight</a>, where Nepomniachtchi escaped defeat by a mixture of bluff and brilliant defence, aided by his opponent’s miscalculations. Game nine starts on Friday at 10am BST and the official website is <a href=\"https://worldchampionship.fide.com/\" title=\"\">worldchampionship.fide.com</a>.</p><p>White’s three best opportunities were 26 Rd3! transferring the rook to the h file, 32 Qxd8! when White’s king can escape perpetual check, and 37 Bc6! followed by Qxb6 and advancing the a pawn.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/21/chess-ding-misses-wins-and-his-prep-leaks-as-nepomniachtchi-keeps-the-lead\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/21/chess-ding-misses-wins-and-his-prep-leaks-as-nepomniachtchi-keeps-the-lead", "date_published": "2023-04-21 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including a sleepy sloth, a black-backed jackal and a breaching whale</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/apr/21/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/apr/21/the-week-in-wildlife-in-pictures", "date_published": "2023-04-21 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain is the most socially liberal it's ever been. Could somebody let our politicians know? | Andy Beckett", "description": "<p>There is a seemingly limitless supply of reactionary politics on offer today. But it looks increasingly out of step with reality</p><p>If you’re a social conservative in Britain, these are the best of times and the worst of times. They are the worst because, as the rightwing press warns daily, liberal and other subversive values are spreading: in universities, cultural bodies, local councils, corporate boardrooms and big cities. Even private schools, previously assumed to be a reliable conservative production line, are showing signs of malfunction. “The hard-left’s woke private school revolution is here to stay,” <a href=\"https://www.telegraph.co.uk/columnists/2022/04/20/hard-lefts-woke-private-school-revolution-stay/\">despaired the Telegraph</a> last year. “Private schools have started eagerly introducing their pupils to all the hottest new progressive ideas.”</p><p>Yet while social conservatism appears to be under threat in many institutions, in politics it seems more influential than ever. On complex issues such as crime, immigration, patriotism and the value of work, family and the monarchy, Labour and the Tories compete to offer the most traditionalist stances and policies, presented in a ritualised language calculated to appeal to socially conservative voters: “crackdowns”, “security”, “stability”, “respect”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/britain-socially-liberal-politicians-conservative-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/britain-socially-liberal-politicians-conservative-politics", "date_published": "2023-04-21 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The National’s Matt Berninger: ‘I have a healthy marriage because I write about looking into the abyss’", "description": "<p>The singer talks about confronting his dark side, avoiding injuries when clambering into the audience and decoding Taylor Swift songs with his daughter</p><p><strong>What’s your favourite song on </strong><strong>your</strong><strong> new </strong><strong>album,</strong> <strong><a href=\"https://shop.4ad.com/release/362657-the-national-first-two-pages-of-frankenstein?lang=en_US\">First Two Pages of Frankenstein</a></strong><strong>?</strong> <em>1moresecond</em></p><p>There are a lot of songs I’m proud of on this record because there was such a long phase where I just could not write at all. The last song, Send for Me, is maybe the kindest, most tender song I’ve written. A lot of these songs are pretty tender – I think I was attracted to the music that was the most self-soothing. I wanted to write a song to be there for other people, because I got through a phase of depression where a lot of people were there for me. It’s one of those unconditionally kind and loving songs, and I don’t write many of those. I’m always picking myself apart.</p> <a href=\"https://www.theguardian.com/music/2023/apr/21/the-nationals-matt-berninger-i-have-a-healthy-marriage-because-i-write-about-looking-into-the-abyss\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/21/the-nationals-matt-berninger-i-have-a-healthy-marriage-because-i-write-about-looking-into-the-abyss", "date_published": "2023-04-21 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my husband let me have the air-con on in the car?", "description": "<p>Amaan says it’s expensive and a waste of fuel. Bree think she’s entitled to travel in comfort. You need to give them a steer<br />• <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>Amaan complains it costs too much, but I think being comfortable</em><em> is important</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/21/you-be-the-judge-should-my-husband-let-me-have-the-air-con-on-in-the-car\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/21/you-be-the-judge-should-my-husband-let-me-have-the-air-con-on-in-the-car", "date_published": "2023-04-21 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK retail sales volumes fall amid bad weather and inflation; Twitter drops ‘legacy’ blue ticks – business live", "description": "<p>Poor weather conditions throughout most of March hit sales, while “legacy” Twitter blue checks have been removed</p><ul><li><a href=\"https://www.theguardian.com/business/2023/apr/21/how-can-the-uk-tackle-double-digit-inflation\">How can the UK tackle double-digit inflation?</a></li><li><a href=\"https://www.theguardian.com/technology/2023/apr/20/twitter-blue-checks-disappear-legacy-accounts-elon-musk\">‘Legacy blue checks’ disappear from Twitter as Musk’s changes take effect</a></li></ul><p><a href=\"https://www.independent.co.uk/topic/twitter\">Twitter</a> has finally removed its “legacy” blue checks from formerly verified Twitter accounts, as policies implemented under new owner <a href=\"https://www.theguardian.com/technology/elon-musk\">Elon Musk</a> began to take hold<em>, my colleague <a href=\"https://www.theguardian.com/profile/kari-paul\">Kari Paul</a> writes.</em></p><p>Musk, who purchased the company for $44bn in 2022 and has thus far struggled to make it profitable, has been threatening to remove what he called “legacy blue checks” for months now. The checkmark previously denoted accounts that had been verified for authenticity and was given to accounts of celebrities, journalists and media outlets.</p> <a href=\"https://www.theguardian.com/business/live/2023/apr/21/uk-retail-sales-bad-weather-inflation-twitter-legacy-blue-ticks-elon-musk-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/apr/21/uk-retail-sales-bad-weather-inflation-twitter-legacy-blue-ticks-elon-musk-business-live", "date_published": "2023-04-21 06:32:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Close to Home by Michael Magee review – Belfast struggles", "description": "<p>This taut debut about a working-class young man wrestling with masculinity and lack of opportunity feels like a genuinely necessary book</p><p>Novels about precarity are a precarious business. Far too many debuts of recent years claim to capture what it is like to be a young person in this age of intersecting economic and social crises, when in reality they focus on a set of experiences that are much narrower, much more class-specific and much more temporary. If you were being uncharitable, you could boil many such books down to “recent arts graduate feels emotionally, financially and erotically unsatisfied and works in the service industry while they figure their life out”. This sense of ennui simply isn’t a luxury that is available to many who are living at the sharp end, where the parlous state of things feels both systemic and permanent.</p><p>Close to Home, the taut and impressive debut by Michael Magee, has none of these limitations and, as a result, feels like that rarest of things: a genuinely necessary book. The novel depicts a period of readjustment for Sean, a reflective, slightly sullen man in his 20s who has returned to Belfast after university. He finds exactly what he left; a network of lives being shaped and misshaped by poverty, addiction, casual violence and trauma. Sean spends his days drinking and sniffing, wrestling with his masculinity, falling in and out of employment and vaguely hoping that a different way of living might eventually present itself. The structural forces that underpin his sense of stasis are ever-present and stifling; a collapsing economy, rampant landlordism and the long, complex shadow that continues to be cast by the Troubles.</p> <a href=\"https://www.theguardian.com/books/2023/apr/21/close-to-home-by-michael-magee-review-belfast-struggles\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/21/close-to-home-by-michael-magee-review-belfast-struggles", "date_published": "2023-04-21 06:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Second woman claims she was raped by colleagues while working at CBI", "description": "<p>Exclusive: Another female employee complained she was stalked by a male colleague in 2018 at the business lobbying group</p><p>A woman has alleged that she was raped by two male colleagues when she worked at the Confederation of British Industry.</p><p>The woman told the Guardian the incident took place when she was employed at an overseas office of Britain’s most prominent business lobby group.</p><p><em>In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support for rape and sexual abuse on 0808 802 9999 in England and Wales, 0808 801 0302 in <a href=\"https://www.rapecrisisscotland.org.uk/\">Scotland</a>, or 0800 0246 991 in <a href=\"https://rapecrisisni.org.uk/\">Northern Ireland</a>. International helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a></em></p> <a href=\"https://www.theguardian.com/business/2023/apr/21/second-woman-claims-she-was-raped-by-colleagues-while-working-at-cbi\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/21/second-woman-claims-she-was-raped-by-colleagues-while-working-at-cbi", "date_published": "2023-04-21 06:20:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eid al-Fitr at Lakemba mosque: celebrating in the heart of Sydney’s Muslim community – in pictures", "description": "<p>Local politicians joined thousands of people at one of Australia’s biggest mosques to mark the end of Ramadan at one of Australia’s largest mosques</p> <a href=\"https://www.theguardian.com/world/gallery/2023/apr/21/eid-al-fitr-at-lakemba-mosque-celebrating-in-the-heart-of-sydneys-muslim-community-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/apr/21/eid-al-fitr-at-lakemba-mosque-celebrating-in-the-heart-of-sydneys-muslim-community-in-pictures", "date_published": "2023-04-21 06:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Living With Chucky review – family history behind notorious horror doll", "description": "<p>Documentary profile of the interconnections behind the past and current makers of the long-running franchise is bit of a love-in<br /><br /><br /></p><p>“The family that slays together stays together” finishes this blow-by-blow retrospective of the Child’s Play/Chucky franchise, and it’s certainly impossible to contest that. Not only does the homicide-happy doll gain his own family during the course of the seven films, but actor Brad Dourif – who voiced him – has been succeeded by daughter Fiona as the head of proceedings, and this documentary is directed by Kyra Elise Gardner, daughter of current head puppeteer Tony Gardner. The close-knit ethos might well explain the franchise’s gleefully perverse sense of fun, but the truth is this love-in features too much filler.</p><p>Gardner charts Chucky’s progress from straight-up malefic totem through camp horror icon to revitalised golden-age bogeykid, all under the supervision of creator and series writer Don Mancini (who also directed the last three). As well as spotting a gap in the market that no evil doll had apparently been the star of a movie, Mancini’s great lightbulb moment was amplifying the inherent campness and comedy. In 1998’s pivotal fourth instalment, Bride of Chucky, the formidable Jennifer Tilly was introduced as Chucky’s other half, Tiffany; the actor is on hand here to discuss the shift, summed up even more pertly by John Waters. Why horror’s unshakeable gay following? “They’re drama queens.”</p> <a href=\"https://www.theguardian.com/film/2023/apr/21/living-with-chucky-review-family-history-behind-notorious-horror-doll\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/21/living-with-chucky-review-family-history-behind-notorious-horror-doll", "date_published": "2023-04-21 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gold standard: Peru miners phase out mercury in bid to clean up industry", "description": "<p>The hope is that ecological certification will bring higher prices and squeeze out criminal gangs running illegal operations</p><p>The mixture of gold, sand and dirt is laid out on top of the table. Faustino Orosco adds water and at the flick of a switch the table begins to shake. Orosco is using a new technique to extract gold in Madre de Dios, Peru’s goldmining centre, in an attempt to clean up the industry.</p><p>The shaking table separates the precious metal without the need for mercury, traditionally used to separate gold, which should <a href=\"http://cincia.wfu.edu/wp-content/uploads/RB_Artisanal-gold-mining-ponds-amplify-Hg-risk_EN_15.03.21.pdf\">reduce the health and environmental risks</a> associated with mining.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/21/gold-standard-peru-miners-phase-out-mercury-in-bid-to-clean-up-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/21/gold-standard-peru-miners-phase-out-mercury-in-bid-to-clean-up-industry", "date_published": "2023-04-21 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homes for people who want to downsize in style – in pictures", "description": "<p>From a Shropshire barn to a London almshouse, smaller properties for empty nesters or buyers wanting to reduce the mortgage</p> <a href=\"https://www.theguardian.com/money/gallery/2023/apr/21/homes-for-people-who-want-to-downsize-in-style-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/apr/21/homes-for-people-who-want-to-downsize-in-style-in-pictures", "date_published": "2023-04-21 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McDonald’s offered Met police cheap burgers and free drinks during XR protests", "description": "<p>Exclusive: McDonald’s franchises also granted use of toilets during October 2019 London protests by climate activists</p><p></p><p></p><p>McDonald’s restaurants offered the Metropolitan police cut-price burgers and free hot drinks during Extinction Rebellion protests – but senior officers warned staff not to “flaunt” it, documents show.</p><p>Franchises also granted liberal use of their toilets during the central London demonstrations. A police chief praised this in an internal email as a “convenient” deal that would “allow short breaks” for patrolling officers.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/mcdonalds-offered-met-police-cheap-burgers-and-free-drinks-during-xr-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/mcdonalds-offered-met-police-cheap-burgers-and-free-drinks-during-xr-protests", "date_published": "2023-04-21 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Wild Escape on Earth Day – in pictures", "description": "<p>Art Fund in partnership with WWF, the RSPB, English Heritage and National Trust, will unveil the Wild Escape on Earth Day, Saturday 22 April, working with 524 museums from across the UK to highlight biodiversity loss. This will be the culmination of the biggest UK museums collaboration, with thousands of children participating in hundreds of events over the Earth Day weekend</p><p>Leading British including Rana Begum, Monster Chetwynd, Es Devlin, Mollie Ray, Tai Shani, Yinka Shonibare, Bob and Roberta Smith, FKA Twigs, have joined the campaign, each contributing their own interpretations of animals in museum collections</p><p></p><p></p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/apr/21/the-wild-escape-on-earth-day-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/apr/21/the-wild-escape-on-earth-day-in-pictures", "date_published": "2023-04-21 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Unzip your tent and take in the magic’: readers’ favourite UK campsites", "description": "<p>From the wild Highlands to the sunny Scilly Isles, our campers enjoy the simple pleasures of life: beaches, walks and stargazing. <br /><strong>Scroll down for the winning tip and enter next week’s competition</strong></p><p>Secluded, serene and unspoilt, <a href=\"https://www.darkskiescamping.wales/\">Dark Skies Camping</a>, near Llandovery, offers camping without the crowds. With just 10 pitches (from £40 a night for two) set within 12 hectares of meadows, which run alongside a mountain stream, this is the perfect spot to unwind and get back to nature as you sit and enjoy the incredible night’s sky beside a crackling fire. The Cambrian mountains and Brecon Beacons national park offers plenty of nearby hiking opportunities. Hosts Tanya and Duncan keep the campsite facilities immaculately clean and are always on hand to offer local walking and wild swimming recommendations. The <a href=\"https://www.neuaddarms.com/\">Neuadd Arms</a> is close by for a great pint.<br /><strong>Helen</strong></p> <a href=\"https://www.theguardian.com/travel/2023/apr/21/readers-favourite-uk-campsites-camping-in-scotland-england-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/21/readers-favourite-uk-campsites-camping-in-scotland-england-wales", "date_published": "2023-04-21 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Citadel to Workin’ Moms: the seven best shows to stream this week", "description": "<p>Richard Madden and Priyanka Chopra Jonas head up a fun, pacy Russo brothers spy thriller, and the heartfelt drama about motherhood concludes</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/21/citadel-to-workin-moms-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/21/citadel-to-workin-moms-the-seven-best-shows-to-stream-this-week", "date_published": "2023-04-21 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crossing the lines: photography without frontiers at Kyotographie 2023 – photo essay", "description": "<p>With borders as its theme, the 11th edition of Kyoto’s citywide festival  explores a range of issues including grief, dementia, discrimination and migration with artists from as far afield as Ivory Coast and Hackney</p><p>Borders is the theme of the 11th annual Kyoto photo festival – Kyotographie – though, as the co-director Lucille Reyboz is keen to emphasise, there are no borders here. The festival brings together the work of artists from as far afield as Ivory Coast and the London borough of Hackney, with projects ranging from the trials of migration to the challenges of living with dementia.</p><p>The work displayed in each exhibition is complemented by the choice of venue. The tranquil Ryosokuin Zen temple is the space showing the work of mixed-media artist Joana Choumali.</p><p>Ryosokuin Zen Temple in Kyoto, the venue for Joana Choumali’s exhibition Alba’hian</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/21/kyotographie-2023-borders-international-festival-photography-japan-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/21/kyotographie-2023-borders-international-festival-photography-japan-photo-essay", "date_published": "2023-04-21 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iga Swiatek beats Zheng in Stuttgart to make winning WTA Tour return", "description": "<ul><li>Karolina Pliskova awaits in last eight after beating Donna Vekic</li><li>Elena Rybakina retires injured against Beatriz Haddad Maia</li></ul><p>Defending champion Iga Swiatek made a winning return to the WTA Tour with victory over Zheng Qinwen in Stuttgart.</p><p>The world No 1 pulled out of the Miami Open and Billie Jean King Cup duty with Poland because of a rib injury, but eased to a 6-1, 6-4 success against her Chinese opponent to reach the quarter-finals of the Porsche Tennis Grand Prix.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/21/iga-swiatek-beats-zheng-in-stuttgart-to-make-winning-wta-tour-return\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/21/iga-swiatek-beats-zheng-in-stuttgart-to-make-winning-wta-tour-return", "date_published": "2023-04-21 05:46:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: interior designers battle for a chance to win their own flat", "description": "<p>AJ Odudu hosts the latest design reality series. Plus: Redemption’s season finale. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/21/tv-tonight-interior-designers-battle-for-a-chance-to-win-their-own-flat\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/21/tv-tonight-interior-designers-battle-for-a-chance-to-win-their-own-flat", "date_published": "2023-04-21 05:20:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Years of breathing traffic pollution increases death rates, study finds", "description": "<p>International review establishes strong connections between polluted air and mortality</p><p>Years of breathing traffic pollution increases death rates in neighbourhoods, towns and cities, according to an <a href=\"https://doi.org/10.1016/j.envint.2023.107916\">international evidence review</a>.</p><p>The information came from many sources including a study on more than 100,000 <a href=\"https://ehp.niehs.nih.gov/doi/10.1289/ehp.1408565\">female teachers and school administrators in California</a>, a 40-year analysis of nearly <a href=\"https://thorax.bmj.com/content/71/4/330\">400,000 people in the UK census, </a>and more than <a href=\"https://www.atsjournals.org/doi/10.1164/rccm.201210-1758OC\">800,000 English general practitioner records</a>, along with analysis of the whole populations of <a href=\"https://www.sciencedirect.com/science/article/pii/S0160412017306712?via%3Dihub\">Rome</a> and <a href=\"https://www.mdpi.com/1660-4601/15/11/2405\">Barcelona</a> and studies on elderly people in <a href=\"https://www.sciencedirect.com/science/article/pii/S016041201831969X?via%3Dihub\">Denmark</a> and <a href=\"https://oem.bmj.com/content/67/2/111\">Japan</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/21/years-breathing-traffic-pollution-increases-death-rates-study-pollutionwatch\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/21/years-breathing-traffic-pollution-increases-death-rates-study-pollutionwatch", "date_published": "2023-04-21 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Hipster eugenics’: why is the media cosying up to people who want to build a super race?", "description": "<p>Self-proclaimed ‘pro-natalists’ don’t go around saying that they only want white babies, but there’s a thin line between their movement and the ‘great replacement theory’</p><p>Simone and Malcolm Collins are a thirtysomething couple with three kids called Torsten, Octavian, and Titan Invictus. (They refuse to give their girls traditionally feminine names because they think that means they’ll get taken less<a href=\"https://www.telegraph.co.uk/family/life/pronatalists-save-mankind-by-having-babies-silicon-valley/?utm_source=substack&amp;utm_medium=email\"> seriously</a>.) The Pennsylvania-based pair plan on having at least eight children and hope each of their children can have eight children so that, in 11 generations, the world will ooze with their bloodline and there will be more Collinses stalking the Earth than there are people alive today.</p><p>A bit weird, right? Maybe the sort of fantasy you’d be best off keeping to yourself? The Collinses disagree. They’ve made themselves the poster children of “pro-natalism” and are taking it upon themselves to combat what they describe as “<a href=\"https://pronatalist.org/\">fertility collapse</a>” – not only by having multiple kids themselves but by trying to push for policies that would increase birth rates in the developed world. The media is paying attention to their crusade: Britain’s <a href=\"https://www.telegraph.co.uk/family/life/pronatalists-save-mankind-by-having-babies-silicon-valley/?utm_source=substack&amp;utm_medium=email\">Telegraph</a> profiled the pair this week, with the headline “Meet the ‘<a href=\"https://www.telegraph.co.uk/family/life/pronatalists-save-mankind-by-having-babies-silicon-valley/?utm_source=substack&amp;utm_medium=email\">elite’</a> couples breeding to save mankind”. This followed a long profile on the Collinses last November from Insider and pieces by <a href=\"https://www.entrepreneur.com/leadership/the-bizarrely-authoritarian-us-education-system/425668?utm_source=substack&amp;utm_medium=email\">Entrepreneur</a> and <a href=\"https://www.bloomberg.com/news/features/2022-05-26/dna-testing-for-embryos-promises-to-predict-genetic-diseases#xj4y7vzkg?leadSource=uverify%20wall\">Bloomberg</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/20/pro-natalism-babies-global-population-genetics\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/20/pro-natalism-babies-global-population-genetics", "date_published": "2023-04-21 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beyond exorcism: inside the American spiritual warfare movement", "description": "<p>Deliverance from demons is a booming practice among evangelical Christians, promising freedom from afflictions ranging from addiction to cancer. <strong>Elle Hardy</strong> reports from a session in Arizona</p><p>There are only three things you need to get Satan out of your life: a bucket, a pen, and Brother Mike’s two-page questionnaire.</p><p>Unlike those megachurch preachers and their plastic smiles, Brother Mike Smith doesn’t make outlandish claims – not in his mind, at least. He’s not peddling “crap”, he says. As the leader of a modest ministry he calls Hardcore Christianity in downtown Phoenix, Arizona, he only claims that he can set you free from demons 100% of the time – if you follow his instructions to the letter.</p> <a href=\"https://www.theguardian.com/world/2023/apr/20/spiritual-warfare-deliverance-demons-exorcism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/20/spiritual-warfare-deliverance-demons-exorcism", "date_published": "2023-04-21 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Costa Rica restored its ravaged land to health. The rich UK has no excuse for such complete failure | George Monbiot", "description": "<p>Why does a wealthy, powerful nation struggle so badly while a small, much poorer one succeeds? </p><p>One of the world’s greatest environmental heroes doesn’t even have a Wikipedia page. Though he has done more to protect the living planet than almost anyone alive, his name is scarcely known. It’s partly because he’s quiet and self-effacing and partly because of a general ignorance about Central America that so few of us have heard of <a href=\"https://www.goldmanprize.org/people/alvaro-umana/\">Alvaro Umaña</a>.</p><p>This might be about to change. He stars in a fascinating film, now released in the Netherlands and negotiating global sales, called <a href=\"https://www.imdb.com/title/tt17593994/\">Paved Paradise</a> (disclosure: I was also interviewed). It’s the first feature-length documentary I’ve watched that engages intelligently with the most critical environmental issue: land use. By contrast with <a href=\"https://www.monbiot.com/2023/03/17/meatwashing/\">popular but misguided</a> films such as Kiss the Ground or The Biggest Little Farm, it recognises that sprawling extractive land uses are a lethal threat to the living world. It makes the case that, unless we count the hectares and decide together how best they should be used, we will lose the struggle to defend the habitable planet.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/costa-rica-uk-land\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/21/costa-rica-uk-land", "date_published": "2023-04-21 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida woman wins $2m lottery after helping daughter beat breast cancer", "description": "<p>Geraldine Dozier-Gimblet had dipped into her savings to help pay for her child’s successful treatment </p><p>Early in November last year, Geraldine Dozier-Gimblet posted a horoscope on her Facebook account that predicted she would receive an answer to her prayers, a solution to one of her “biggest problems”, and “peace in the foreseeable future”.</p><p>She bought a lottery ticket about eight weeks later that made her a millionaire, helping her recover the life savings that she had sacrificed to pay for her daughter’s successful cancer treatments, as she and officials tell it.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/20/florida-lottery-winner-breast-cancer-treatment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/20/florida-lottery-winner-breast-cancer-treatment", "date_published": "2023-04-21 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK forecourt owners accused of charging more for diesel than necessary", "description": "<p>Campaigners claim lower wholesale prices not being passed on, adding to soaring inflation as many businesses rely on diesel</p><p>Forecourt owners in the UK are adding to soaring inflation for consumers by charging many businesses that rely on diesel more than necessary at the pumps, campaigners have claimed.</p><p>The pump price for diesel is about 10% higher than for petrol, even though the wholesale market price is lower, reigniting concerns that forecourt owners are profiteering at the expense of diesel drivers.</p> <a href=\"https://www.theguardian.com/money/2023/apr/21/uk-forecourt-owners-accused-of-charging-more-for-diesel-than-necessary-lower-wholesale-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/21/uk-forecourt-owners-accused-of-charging-more-for-diesel-than-necessary-lower-wholesale-prices", "date_published": "2023-04-21 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can the UK tackle double-digit inflation?", "description": "<p>The Bank of England has so far failed to return the annual rate to its 2% target – so what are the options?</p><p>Inflation has remained stubbornly high in the UK, with the latest data released this week showing it dropped only slightly in March, <a href=\"https://www.theguardian.com/business/2023/apr/19/uk-inflation-falls-consumer-prices-index\">staying above 10%</a> for the eighth time in the past nine months.</p><p>The government has so far mostly relied on the Bank of England to try to return the annual rate of price rises to its 2% target, something it has clearly failed to do.</p> <a href=\"https://www.theguardian.com/business/2023/apr/21/how-can-the-uk-tackle-double-digit-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/21/how-can-the-uk-tackle-double-digit-inflation", "date_published": "2023-04-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Proposed Ofsted changes ‘totally inadequate’, say family of Ruth Perry", "description": "<p>Headteacher’s suicide has led to calls for reform but chief inspector says one-word grades ‘integral’</p><p>The family of a headteacher who killed herself have labelled Ofsted’s proposed changes to its school inspection regime “totally inadequate” and accused it of being deaf to calls for meaningful reform.</p><p>Amanda Spielman, Ofsted’s chief inspector, has offered a series of changes including greater support for school leaders undergoing inspections, after the death of Ruth Perry, whose family said killed herself after a <a href=\"https://www.theguardian.com/education/2023/mar/24/caversham-primary-school-parents-ruth-perry-death-realities-ofsted-inspections\">critical Ofsted inspection</a>.</p> <a href=\"https://www.theguardian.com/education/2023/apr/21/proposed-ofsted-changes-totally-inadequate-say-family-of-ruth-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/21/proposed-ofsted-changes-totally-inadequate-say-family-of-ruth-perry", "date_published": "2023-04-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sewage-soaked field stops creation of new woodland in Greater Manchester", "description": "<p>Plans to create green space cancelled because soil contamination levels pose risk to human health</p><p>Plans to plant a new woodland have been cancelled after local councillors discovered a field was so saturated with sewage the soil could be too toxic for the trees.</p><p>The woodland was to have been planted in a council-owned field located by Otterspool Road in Romiley, Greater Manchester. Officials hoped the woodland would improve the environment, provide green space and encourage wildlife habitats.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/21/sewage-soaked-field-stops-creation-of-new-woodland-in-greater-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/21/sewage-soaked-field-stops-creation-of-new-woodland-in-greater-manchester", "date_published": "2023-04-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stephen Lawrence detective says new force should take over Met investigation", "description": "<p>Exclusive: Clive Driscoll, who won convictions of two of Lawrence’s murderers, calls for different force to pursue remaining killers</p><p>The detective who brought two of Stephen Lawrence’s killers to justice says the pursuit of the remaining murderers should be stripped from Scotland Yard and handed over to a new force.</p><p>Former DCI Clive Driscoll led the investigation that in 2012 <a href=\"https://www.theguardian.com/uk/2012/jan/03/stephen-lawrence-verdict-guilty-murder\">saw David Norris and Gary Dobson convicted of the murder</a>, 19 years after they and a gang of at least three more youths attacked and stabbed Lawrence in a racist attack.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/stephen-lawrence-detective-clive-driscoll-says-new-force-should-take-over-met-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/stephen-lawrence-detective-clive-driscoll-says-new-force-should-take-over-met-investigation", "date_published": "2023-04-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zoe Lyons: Bald Ambition review – taking on midlife with ‘grief and relief’", "description": "<p><strong>The Hawth, Crawley<br /></strong>The standup’s new show takes a while to get going, but squares up to hitting 50 with material finely balanced between the thoughtful and the uproarious</p><p>Given how often comics joke about getting old – all those grumpy gags about young people and the confusing nature of modern living – it’s surprising how seldom one encounters meaningful consideration of the midlife crisis in standup. Or so I found myself thinking midway through <a href=\"https://www.theguardian.com/stage/2022/oct/18/zoe-lyons-comedian\">Zoe Lyons</a>’ touring show Bald Ambition. Lyons’ show isn’t perfect: the first half is partly throat-clearing before the main event, and sometimes her depiction of existential drift aged 50 tends towards the sitcom. But there are also vivid jokes and set-pieces here, in an account of hitting the (just past) halfway stage of life that’s distinguished by emotional honesty as well as good humour.</p><p>Most of that comes after the interval, when the show is strongest. Act One roams across Covid, an accident Lyons had while skiing, and her supposedly faltering career – which tees up a risky running joke about how little she wants to be here. It culminates with our host becoming the public face of alopecia after losing her hair to stress – prompted, she says, by midlife angst, among other things.</p><p><a href=\"https://zoelyons.seetickets.com/tour/zoe-lyons\">Touring until 14 May</a></p> <a href=\"https://www.theguardian.com/stage/2023/apr/21/zoe-lyons-review-taking-on-midlife-bald-ambition\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/21/zoe-lyons-review-taking-on-midlife-bald-ambition", "date_published": "2023-04-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cholera resurges in Syria after earthquakes hamper efforts to control outbreak", "description": "<p>Successful vaccination campaign has been severely disrupted by the devastation in February that caused widespread damage to water supply and transport links</p><p>It had been difficult, but by January, doctors across north-west Syria believed they had almost beaten a major outbreak of cholera. An estimated 50,000 infections and almost 100 deaths had been recorded in Idlib and neighbouring Aleppo governorates between August and December. The outbreak had even spilled over into neighbouring Lebanon, <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2022-DON416\">the first case</a> in the country since 1993, resulting in at least one death. But a planned vaccination campaign was meant to mark the end of the surge in cases.</p><p>Then <a href=\"https://www.theguardian.com/world/2023/feb/12/what-shall-we-do-millions-displaced-in-turkey-and-syria-after-earthquake\">two earthquakes</a> struck the region in early February, compounding the worsening living conditions, destroying infrastructure and further displacing many people who had already fled to Idlib to escape fighting elsewhere. The earthquakes killed more than 4,000 people across north-west Syria, rupturing underground piping and damaging hospitals. Floods and windstorms destroyed thousands of homes in the weeks after the shocks.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/21/cholera-resurges-in-syria-after-earthquakes-hamper-efforts-to-control-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/21/cholera-resurges-in-syria-after-earthquakes-hamper-efforts-to-control-outbreak", "date_published": "2023-04-21 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dead Ringers review – Rachel Weisz has wicked fun as terrifying, sex-swapped twins", "description": "<p>This reworking of David Cronenberg’s creepy 80s movie is fast, fierce, funny and properly feminist. Weisz’s turns as a pair of gynaecologist siblings are absolutely knockout</p><p>Dead Ringers opens with a bravura set piece that establishes much of the tone for what’s to come. Twin doctors Elliot and Beverly Mantle are in a bar after a hard day of delivering babies and battling emergencies when a tiresome man decides to disturb their peace with his “friendliness” and “banter”. They take it in turns to beat the verbal crap out of the dickhead – whom they decide, over his baffled objections, to name “Larry”. This perks them up at least as much as their drinks and ends in their total victory. It’s fast, fierce, very funny, properly feminist and a fine way to open a show about a pair of gynaecologist sisters bent on revolutionising maternity and women’s health care. That at least one of the pair is already edged with delicious wildness is just a bonus.</p><p>The Mantle twins are played by Rachel Weisz and what a great time she has with them both, and what a great time she gives the viewers. Beverly is the quieter, more insecure, more cerebral half of the pair and her vision of the future Mantle birthing centre revolves round the empowerment of patients and the removal of the accrued stigmas and myths around pregnancy, childbirth and women’s bits generally. Chillier Elliot is happiest in the lab and envisions a state-of-the-art facility where she can make fertility miracles happen and push the boundaries of what is feasible in bespoke babies. But I’m sure their radically different approaches will prove nothing but fruitfully complementary and definitely not tear them apart like a perineum in a breech birth.</p><p>Dead Ringers is on Prime Video.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/21/dead-ringers-review-rachel-weisz-has-wicked-fun-as-terrifying-sex-swapped-twins\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/21/dead-ringers-review-rachel-weisz-has-wicked-fun-as-terrifying-sex-swapped-twins", "date_published": "2023-04-21 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raab case shows need for reform of bullying claims handling, union rep says", "description": "<p>Exclusive: Senior staff said to want Sunak to set up independent body to assess complaints against ministers</p><p></p><p>Rishi Sunak is being urged to set up a new body to assess future bullying claims against ministers after civil servants were left disillusioned over the Dominic Raab investigation.</p><p>Senior Whitehall staff want the prime minister to allow an independent organisation to assess claims of wrongdoing against ministers, a Ministry of Justice union rep said.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-case-bullying-claims-handling-reform\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/21/dominic-raab-case-bullying-claims-handling-reform", "date_published": "2023-04-21 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A shopping guide to the best … jumpsuits", "description": "<p>From part​y outfits​ to workwear, a jumpsuit is a statement (and ​easy-to-throw-on​) look.​ Choose from our pick to buy, rent or thrift</p><p>Pink by Adidas Originals, £100 from <a href=\"https://www.net-a-porter.com/en-gb/shop/product/adidas-originals/sport/jumpsuits/adicolor-contempo-recycled-jersey-jumpsuit/43769801098405076\">net-a-porter.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/21/a-shopping-guide-to-the-best-jumpsuits\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/21/a-shopping-guide-to-the-best-jumpsuits", "date_published": "2023-04-21 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celebrating the women who helped bring peace to Northern Ireland – in portraits", "description": "<p>National Museums NI has partnered with the Belfast photo festival to present a newly commissioned body of work by photographer Hannah Starkey honouring and celebrating the women who helped bring peace to Northern Ireland.</p><p>Principled &amp; Revolutionary: Northern Ireland’s Peace Women is on display at the <a href=\"https://www.ulstermuseum.org/whats-on/hannah-starkey\">Ulster Museum</a> until 10th September</p><p>Belfast-born Hannah Starkey’s portraits aim to ignite a conversation about the impact and importance of women’s leadership, not just in Northern Ireland, but globally. Her works highlight some of the many women who have been pivotal to peace-building and community activism in the country through their work in the spheres of politics, culture and society.</p><p>All photographs are courtesy Belfast Photo festival/Hannah Starkey.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/21/celebrating-the-women-who-helped-bring-peace-to-northern-ireland-in-portraits\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/21/celebrating-the-women-who-helped-bring-peace-to-northern-ireland-in-portraits", "date_published": "2023-04-21 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Musical about ‘first working-class model’ Twiggy to open in London", "description": "<p>Writer and director Ben Elton tells story of woman who was ‘most famous teenager in the world’ in the 1960s</p><p>She was a teenager from Neasden when a photograph of her newly cropped hair catapulted her into a world of glamour and celebrity. “It happened almost overnight. One day I was an ordinary schoolgirl, and the next I was ‘the face of 1966’. It was madness but wonderful,” said Twiggy, the former model, actor and fashion designer.</p><p>Now her story is being made into a musical written and directed by the author, playwright and satirist Ben Elton and starring Elena Skye as Twiggy.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/21/musical-about-first-working-class-model-twiggy-to-open-in-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/21/musical-about-first-working-class-model-twiggy-to-open-in-london", "date_published": "2023-04-21 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our children will know who we were by our vinyl’: the magic and mayhem of running a record shop", "description": "<p>Record Store Day will have music fans queuing up this weekend – but how do these shops survive, and what do they bring to the high street in 2023? Our writer puts in a shift at Jumbo in Leeds to find out</p><p>As a teenager in Leeds in the 1980s, the centre of my universe was<a href=\"https://www.jumborecords.co.uk/index.asp\"> Jumbo Records</a>. I bought all my New Order and Smiths singles there. The tiny unit in the Merrion Centre shopping precinct even hosted one of my earliest conversations with a pop star, when Billy Bragg played an in-store gig with loudspeakers on his shoulders. My week was geared around listening to John Peel, reading NME, watching Top of the Pops and heading to Jumbo on a Saturday to pick up the latest vinyl treasure.</p><p>“Saturday was like <a href=\"https://recordstoreday.co.uk/\">Record Store Day</a> is now, but every week,” remembers Choque Hosein, who worked in Jumbo then. “People queued up for us to open and then they’d be four deep at the counter. One of the most memorable moments was when <a href=\"https://www.theguardian.com/music/2023/mar/07/forty-years-of-new-order-blue-monday-inspirations\">Blue Monday</a> came out. We were just handing them over the counter in Jumbo bags, one after another. It was the same when Frankie Goes to Hollywood released <a href=\"https://www.theguardian.com/music/2020/may/20/the-100-greatest-uk-no-1s-no-13-frankie-goes-to-hollywood-relax\">Relax</a>.”</p> <a href=\"https://www.theguardian.com/music/2023/apr/21/jumbo-records-leeds-record-store-day\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/21/jumbo-records-leeds-record-store-day", "date_published": "2023-04-21 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin looks back to WWII with refurb of Stalin-era bomb shelters", "description": "<p>Although a missile attack deep into Russia is unlikely, bunkers built long ago are being made ready for use</p><p>Less than two years ago, Object No 2, a gigantic bomb shelter built underneath Samara’s vast Kubyshev Square, was being considered by Russian tourism officials as a museum site.</p><p>The original design and decor of the 1940s shelter, built on orders from Joseph Stalin about 40 metres underground with office furniture and other details from the pre-nuclear age, would have been a logical addition to the city’s subterranean attractions. As the Soviet Union’s reserve capital during the second world war, the city sits on top of a huge complex of underground bunkers, of which Object No 2 is thought to be one of the largest.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/vladimir-putin-looks-back-to-wwii-with-refurb-of-stalin-era-bomb-shelters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/vladimir-putin-looks-back-to-wwii-with-refurb-of-stalin-era-bomb-shelters", "date_published": "2023-04-21 04:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TS, SI, FVEY: what the Pentagon leak initials tell us about modern spying", "description": "<p>Everything from the gamer leaker to the global spread of potential sources reveals much about the anxiety-making conditions of 21st-century espionage</p><p>After TS (top secret), two other letters repeatedly stand out throughout the leaked Pentagon files: SI. The letters stand for special intelligence, and signify that the information has been derived from signals intelligence work. This encompasses eavesdropping, surveillance and even backdoor access to information systems – all part of a panopticon of global, US-led intelligence collection.</p><p>Signals intelligence told the 1.25 million Americans with top secret clearance – and sometimes their British allies – that Russia had made marginal battlefield gains in Ukraine, that the Wagner group may be allowed to restart recruiting prisoners, and even that Russian hackers had gained control of a Canadian gas pipeline they hope to explode.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/21/pentagon-leak-modern-spying-ts-si-fvey-signals-intelligence-five-eyes\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/21/pentagon-leak-modern-spying-ts-si-fvey-signals-intelligence-five-eyes", "date_published": "2023-04-21 04:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Nobody is left’: brutal fighting lays waste to wealthy central Khartoum", "description": "<p>The most sought-after addresses in Sudan’s capital city are now so dangerous that residents cannot wait to flee</p><p>On one street is a small cafe where diplomats, successful businesspeople and visiting dignitaries enjoyed smoothies and burgers under umbrellas set against the blistering sun. On another is a showroom for custom-designed kitchens imported from Europe, a once well stocked pharmacy and a fast-food joint. Down dusty potholed roads, there are villas behind high walls and apartment blocks where chandeliers hang above shining marble stairways.</p><p>These central Khartoum neighbourhoods, once the most sought-after addresses in Sudan’s capital city, are now so dangerous that residents cannot wait to flee. For almost a week, they have been the stage for a <a href=\"https://www.theguardian.com/world/2023/apr/20/egyptian-soldiers-captured-by-sudanese-paramilitary-return-home\">brutal power struggle,</a> shattered by shelling, grenades and automatic rifle fire that trapped tens of thousands in their homes.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/nobody-is-left-brutal-fighting-lays-waste-to-wealthy-central-khartoum\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/nobody-is-left-brutal-fighting-lays-waste-to-wealthy-central-khartoum", "date_published": "2023-04-21 04:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan: RSF paramilitary group agrees to three-day ceasefire to coincide with Eid", "description": "<p>Sudan’s army has not commented on the potential truce, which comes as the UN reports that up to 20,000 people have fled the country</p><p>Sudan’s paramilitary Rapid Support Forces (RSF) says it has agreed to a 72-hour truce on humanitarian grounds, effective from 6am local time on Friday, as the UN says that up to 20,000 people have already fled the escalating violence in the Darfur region.</p><p>“The truce coincides with the blessed Eid Al-Fitr … to open humanitarian corridors to evacuate citizens and give them the opportunity to greet their families,” the RSF said in a statement.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/sudan-rsf-paramilitary-group-agrees-to-three-day-ceasefire-to-coincide-with-eid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/sudan-rsf-paramilitary-group-agrees-to-three-day-ceasefire-to-coincide-with-eid", "date_published": "2023-04-21 03:56:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The long history of protesting with pots and pans", "description": "<p>Demonstrations against Emmanuel Macron using items usually found in the kitchen are part of a proud tradition that stretches across the world</p><p>“At my home, saucepans and eggs are for cooking,” Emmanuel Macron said after authorities in the village of Ganges announced a ban on “portable sound equipment” ahead of a speech the French president was due to make.</p><p>The comment came amid increasingly vocal opposition to Macron’s controversial move to raise the <a href=\"https://www.theguardian.com/world/2023/mar/16/why-are-pensions-such-a-political-flashpoint-in-france-macron\">pension age from 62 to 64</a>, with protesters banging pots and pans to express their anger.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/the-long-history-of-protesting-with-pots-and-pans\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/the-long-history-of-protesting-with-pots-and-pans", "date_published": "2023-04-21 03:45:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With Twitter’s legacy blue checks gone, here’s how to see if celebrities and other users are real", "description": "<p>Blue checkmarks now indicate paying customers, rather than authenticated individuals, while grey ticks indicate government ties</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/apr/21/australia-news-live-renewables-superpower-clean-energy-summit-jim-chalmers-nsw-liberals-leadership-indigenous-voice-cost-of-living-interest-rates-drug-reform\">Follow our Australia news live blog for the latest updates</a></li></ul><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Twitter began removing the legacy blue checkmarks from individual accounts that were not paying the US$8 a month fee on Thursday, leading to confusion over which accounts were real.</p><p>Twitter removed the blue checkmarks for almost all users who had been verified under the previous system. The previous system had been used under the former administration to verify journalists, celebrities and politicians who had proved their identity to Twitter. The company’s owner, Elon Musk, however personally paid subscription costs for several high-profile celebrities.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/media/2023/apr/21/with-twitters-legacy-blue-checks-gone-heres-how-to-see-if-celebrities-and-other-users-are-real\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/21/with-twitters-legacy-blue-checks-gone-heres-how-to-see-if-celebrities-and-other-users-are-real", "date_published": "2023-04-21 03:38:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British foreign minister’s belated visit to the Pacific aimed at countering China | Mihai Sora", "description": "<p>James Cleverly’s trip won’t buy the west any semblance of strategic exclusivity in the Pacific, but it does show the UK’s renewed commitment to region</p><p>James Cleverly’s visit to the Pacific, the first by a British foreign minister to some of the islands since the 1970s, is as welcome as it is overdue. Australia and the US have already made significant renewed commitments to the Pacific after China <a href=\"https://www.theguardian.com/world/2022/mar/31/security-agreement-with-china-initialled-by-both-countries-solomon-islands-says\">signed a security pact</a> with Solomon Islands in April last year but the UK’s Indo-Pacific “Tilt” has been some years in arriving to the South Pacific.</p><p>China has been <a href=\"https://www.theguardian.com/world/2023/mar/09/chinas-rising-power-and-influence-in-the-pacific-explained-in-30-seconds\">expanding its presence</a> in the Pacific for decades through investments in infrastructure and development projects. But it is its increasing security ties with Pacific nations that has raised concerns among traditional partners and some regional leaders about the potential consequences of Beijing’s growing influence. Cleverly’s visit signals the UK’s intention to contribute to the regional balance of power.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/apr/21/british-foreign-ministers-belated-visit-to-the-pacific-a-welcome-counter-to-chinese-influence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/apr/21/british-foreign-ministers-belated-visit-to-the-pacific-a-welcome-counter-to-chinese-influence", "date_published": "2023-04-21 02:09:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are we facing a summer of sporting protests? - podcast", "description": "<p>High-profile protests at the Grand National and the World Snooker Championships made headlines around the country; the London Marathon could be next. Sean Ingle and Damien Gayle report on what sporting stunts can achieve – and whether the authorities can stop them</p><p>It began with a protest at Britain’s biggest horse racing event. Members of the activist group <a href=\"https://www.animalrising.org/\">Animal Rising</a> scaled the fences at Aintree and attempted to stop the Grand National. As stewards and fans intervened, the protest managed only to delay the race for 14 minutes. As if to help prove the protesters’ point, one of the horses in the race was killed in a fall.</p><p>As chief sports reporter <strong>Sean Ingle </strong>tells <strong>Nosheen Iqbal, </strong>it was followed just days later by a stunt by another activist group. This time the target was the World Snooker Championship; play was postponed when a <a href=\"https://juststopoil.org/\">Just Stop Oil</a> protester managed to clamber on to the the snooker table and launch an orange powder bomb over proceedings. This weekend, all eyes will be on the London Marathon.</p> <a href=\"https://www.theguardian.com/news/audio/2023/apr/21/are-we-facing-a-summer-of-sporting-protests-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/apr/21/are-we-facing-a-summer-of-sporting-protests-podcast", "date_published": "2023-04-21 02:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s top diplomat James Cleverly skips part of Pacific tour to focus on Sudan", "description": "<p>Foreign secretary cancelled plans in Samoa and New Zealand due to crisis in Sudan, his office said</p><p>The British foreign secretary, James Cleverly, has skipped planned meetings to New Zealand and Samoa to focus on coordinating the UK’s response to the <a href=\"https://www.theguardian.com/world/2023/apr/20/egyptian-soldiers-captured-by-sudanese-paramilitary-return-home\">crisis in Sudan</a>.</p><p>Cleverly had been scheduled to join the New Zealand foreign minister, Nanaia Mahuta, in Samoa on Wednesday for a series of trilateral meetings with the Samoan government, and then travel on with Mahuta to New Zealand.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/britains-top-diplomat-james-cleverly-skips-part-of-pacific-tour-to-focus-on-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/britains-top-diplomat-james-cleverly-skips-part-of-pacific-tour-to-focus-on-sudan", "date_published": "2023-04-21 01:27:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian plane accidentally strikes Russian city near Ukraine border leaving 20m crater", "description": "<p>‘Accidental discharge of aviation ammunition’ from jet responsible for huge blast in Belgorod</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>A Russian warplane has accidentally fired a weapon into the city of Belgorod near Ukraine, causing an explosion and damaging buildings, the Tass news agency cited the Russian defence ministry as saying.</p><p>Late on Thursday, local authorities reported a large blast in the city, which lies just across the border from Ukraine. The regional governor said two women had been injured.</p> <a href=\"https://www.theguardian.com/world/2023/apr/21/russian-plane-accidentally-strikes-russian-city-near-ukraine-border-leaving-20m-crater\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/21/russian-plane-accidentally-strikes-russian-city-near-ukraine-border-leaving-20m-crater", "date_published": "2023-04-21 00:38:05+00:00", "persistent": false, "user": null, "language": "en-UK"}]