[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Sword Master Reacts To Star Wars: Jedi Survivor's Combat & Lightsaber Styles", "description": "Star Wars: Jedi Survivor's combat features a multitude of methods for Jedi to take on the forces of The Empire or battle droids. With so many lightsaber styles available to Cal Kestis as he makes his way across the galaxy, we wanted to learn more about the game's historical inspirations, and what a real swordsman makes of lightsaber duels as well as Jedi and Sith alike batting back blaster bolts.\n\nOn this episode of Expert Reacts, we invited David Rawlings, a sword master of over 25 years experience, HEMA expert and the founder of the London Longsword Academy to react to some gameplay from Star Wars: Jedi Survivor and break down some of the saber swinging elements of the game.\n\nTimestamps:\n00:00 Intro\n00:51 Single-bladed lightsaber\n02:35 Fighting against shields\n03:50 Shield combat demonstration\n06:21 Double-ended lightsaber\n08:55 Deflecting blaster bolts\n10:30 Akimbo lightsabers\n12:24 Blaster stance\n14:20 Crossguard stance\n16:23 Montante demonstration\n18:01 Turning off lightsabers in combat\n19:00 Summary thoughts\n20:06 Competition information\n\n\nIf you are interested in training with David and team and learn how to swordfight, check out www.londonlongsword.com or send an email to enquiry@londonlongsword.com \nIf you would like to see more videos of David Rawlings and the London Longsword Academy (LLA) check out their YouTube channel:    / londonlongsword    \n\nFor more swords and martial arts content, follow the LLA on Instagram  Master_at_Arms and Swordfightress or Facebook London Longsword Academy.\n\nWho's the best Jedi across all of 'Star Wars', either Canon or Legends? Comment below with #GameSpot Giveway for a chance to win cool prizes! Giveaway closes on 5/5 at 8AM PT! May the 4th be with you. Available to US Residents ONLY. See terms and conditions for details.\n\nSweepstakes Rules: https://www.gamespot.com/articles/gamespot-brand-new-shows-sweepstakes-rules/1100-6513743/", "link": "https://www.youtube.com/watch?v=1gWLMIZ_pjI", "date_published": "2023-05-04 15:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}]