[{"source": "https://thehill.com/news/feed/", "title": "EPA needs to be rebuilt, not nickel and dimed to death with budget cuts", "description": "The Republican plan to raise the nation’s borrowing authority by cutting federal spending would cap the EPA budget at a level that would devastate the agency’s efforts to rebuild after decades of eroding resources and the attacks of the Trump years. EPA spending in real dollars in 2020 was less than half what it had...", "link": "https://thehill.com/opinion/congress-blog/3989240-epa-needs-to-be-rebuilt-not-nickel-and-dimed-to-death-with-budget-cuts/", "date_published": "2023-05-04 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NC lawmakers send 12-week abortion ban to governor, who vows veto", "description": "North Carolina lawmakers approved a 12-week abortion ban Thursday, sending the bill to Gov. Roy Cooper (D) who has vowed a veto. The GOP-controlled state legislature voted to approved the new abortion restrictions, which would ban most abortions at 12 weeks. The bill includes exceptions for rape and incest through 20 weeks and would allow...", "link": "https://thehill.com/homenews/state-watch/3989207-nc-lawmakers-send-12-week-abortion-ban-to-governor-who-vows-veto/", "date_published": "2023-05-04 22:58:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First lady heads to the UK for King Charles coronation", "description": "First lady Jill Biden on Thursday kicked off a trip to the United Kingdom for the coronation of King Charles III on Saturday.  “Headed to the U.K. for the Coronation of King Charles III — the first in 70 years!” Biden wrote in an Instagram post, sharing a photo of herself waving from a plane’s...", "link": "https://thehill.com/homenews/administration/3989223-first-lady-heads-to-the-uk-for-king-charles-coronation/", "date_published": "2023-05-04 22:48:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Regional banks continue slide", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  Regional banks continue slide Stocks for regional banks took a beating again on Thursday, signaling that the banking crisis isn’t close to being resolved just yet.  © AP PacWest Bancorp’s stock plunged more than 50 percent...", "link": "https://thehill.com/newsletters/business-economy/3989213-regional-banks-continue-slide/", "date_published": "2023-05-04 22:46:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leading GOP candidate for governor in NC mocked school shooting survivors", "description": "North Carolina Lt. Gov. Mark Robinson (R), who is running for governor, was found to have made several social media posts mocking survivors of the 2018 mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla. A new report from CNN’s KFile chronicles several social media posts from Robinson in which he attacked the...", "link": "https://thehill.com/homenews/campaign/3989183-leading-gop-candidate-for-governor-in-nc-mocked-school-shooting-survivors/", "date_published": "2023-05-04 22:37:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden sets stage for sanctions in embattled Sudan", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38;National Security Defense &#38;National Security   The Big Story  US could soon sanction Sudanese individuals President Biden also condemned the outbreak of violence in the war-torn nation. © Getty The executive order signed by President Biden does not sanction any Sudanese individuals but does clear...", "link": "https://thehill.com/newsletters/defense-national-security/3989190-biden-sets-stage-for-sanctions-in-embattled-sudan/", "date_published": "2023-05-04 22:28:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "St. Louis's top prosecutor resigns amid scrutiny", "description": "St. Louis Circuit Attorney Kim Gardner announced Thursday that she will step down from her position June 1 after facing criticism from Missouri lawmakers over the last few weeks. Gardner sent Missouri Gov. Mike Parson (R) a letter Thursday notifying him of her resignation, weeks after critics began calling for her to step down. Missouri...", "link": "https://thehill.com/homenews/state-watch/3989079-st-louis-top-prosecutor-resigns-amid-scrutiny/", "date_published": "2023-05-04 22:22:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court questions jurisdiction in sweeping election law clash", "description": "The Supreme Court on Thursday questioned whether it can still move ahead in a major election law case involving the authority of state legislatures. The justices are hearing an appeal from North Carolina Republican lawmakers of a decision by the state’s top court, which struck down North Carolina’s GOP-drawn voting maps. But that underlying decision...", "link": "https://thehill.com/regulation/court-battles/3989108-supreme-court-questions-jurisdiction-in-sweeping-election-law-clash/", "date_published": "2023-05-04 22:14:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's big AI push", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  Biden administration investing $140M in AI The funds announced by the administration will go toward artificial intelligence (AI) research and development as the industry booms. © iStock Along with the funding, the Office of Management and Budget (OMB) will issue policy guidance on...", "link": "https://thehill.com/newsletters/technology/3989128-bidens-big-ai-push/", "date_published": "2023-05-04 22:06:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Walker presses Trump to 'not blow off Wisconsin'", "description": "Former Wisconsin Gov. Scott Walker (R) urged former President Trump not to “blow off” the Badger State in 2024, as Trump considers skipping one of the first two Republican presidential primary debates. \"President Trump should not blow off Wisconsin,\" Walker told the Milwaukee Journal Sentinel, adding, \"Hillary Clinton made that mistake in 2016, and it cost...", "link": "https://thehill.com/homenews/campaign/3989104-walker-presses-trump-to-not-blow-off-wisconsin/", "date_published": "2023-05-04 22:02:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kari Lake's lawyer must pay $2K in sanctions for 2022 election statements", "description": "Former Arizona Republican gubernatorial candidate Kari Lake’s legal team must pay $2,000 in sanctions after she made claims without proof about fraud in Maricopa County’s 2022 election, according to a new filing. A Thursday order, filed from the Supreme Court of Arizona and shared online by Democracy Docket, granted a motion from Gov. Katie Hobbs...", "link": "https://thehill.com/homenews/campaign/3989055-arizona-kari-lake-sanctions-2022-election/", "date_published": "2023-05-04 21:53:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida lawmakers send bill blocking gender-affirming care for minors to DeSantis", "description": "Florida legislators Thursday passed legislation to prevent doctors from administering gender-affirming health care to transgender youths and adults, sending the measure to the desk of Republican Gov. Ron DeSantis’s desk, who is expected to sign it into law. The GOP-controlled Florida House voted 83-28 Thursday to pass Senate Bill 254, banning transgender minors from accessing puberty...", "link": "https://thehill.com/homenews/state-watch/3989114-florida-lawmakers-send-bill-blocking-gender-affirming-care-for-minors-to-desantis/", "date_published": "2023-05-04 21:52:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NBA star will pay for funerals, grief counseling in Belgrade mass shooting", "description": "Dallas Mavericks star Luka Doncic said he will pay for the funerals and grief counseling services of the classmates, families and school staff after a mass shooting in a Serbia school left eight children and a school guard dead. A spokesperson for the Luka Doncic Foundation told ESPN that Doncic reached out to make a...", "link": "https://thehill.com/blogs/blog-briefing-room/3988951-nba-star-will-pay-for-funerals-grief-counseling-in-belgrade-mass-shooting/", "date_published": "2023-05-04 21:43:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top environment Democrat to release permitting proposal focused on emissions cuts", "description": "Senate Environment and Public Works Committee Chair Tom Carper (D-Del.) will soon release his own proposal to reform the country’s system for approving infrastructure projects — marking a mainstream Democratic foray into the issue.  Discussions on permitting reform were bolstered last year after Democratic leaders promised to work with Sen. Joe Manchin (D-W.Va.) to speed...", "link": "https://thehill.com/policy/energy-environment/3989058-top-environment-democrat-to-release-permitting-proposal-focused-on-emissions-cuts/", "date_published": "2023-05-04 21:37:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Speaker McCarthy meets with Pope Francis", "description": "Speaker Kevin McCarthy (R-Calif.) met with Pope Francis in the Vatican on Thursday. The Vatican shared photos of McCarthy’s private meeting with Francis and provided no other details on their conversation, which is usual, Reuters reported. McCarthy’s office did not immediately respond to a request for comment on the meeting. McCarthy led a bipartisan congressional delegation...", "link": "https://thehill.com/homenews/house/3989049-speaker-mccarthy-meets-with-pope-francis/", "date_published": "2023-05-04 21:29:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Comer asks EPA for documents on grant application process", "description": "House Oversight Committee Chairman James Comer (R-Ky.) on Thursday requested information from the Environmental Protection Agency (EPA) in connection with an investigation of the agency’s research grant process. In the letter, Comer asked EPA Administrator Michael Regan for documents and a briefing on the agency’s grant administration program, as well as its procedures for safeguarding...", "link": "https://thehill.com/policy/energy-environment/3989031-comer-asks-epa-for-documents-on-grant-application-process/", "date_published": "2023-05-04 21:28:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feinstein says Senate 'swiftly' confirming court nominees in her absence", "description": "Sen. Dianne Feinstein (D-Calif.) said Thursday that the Senate has continued to “swiftly confirm\" judicial nominees amid her nearly two-month absence due to shingles. “The Senate continues to swiftly confirm highly qualified individuals to the federal judiciary, including seven more judicial nominees who were confirmed this week,” Feinstein said in a statement. “There has been no...", "link": "https://thehill.com/homenews/senate/3989001-feinstein-senate-absence-nominees-swiftly-confirmed/", "date_published": "2023-05-04 21:22:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence blasts Biden on border policy ahead of Title 42 expiration: 'A storm is coming'", "description": "Former Vice President Mike Pence blasted the Biden administration over the situation at the southern border on Thursday, warning that the pending expiration of Title 42 means that “a storm is coming.\"  Pence said in an interview on Fox News that a “stampede” has come from Central and South America during Joe Biden’s presidency as...", "link": "https://thehill.com/blogs/blog-briefing-room/3988961-pence-blasts-biden-on-the-border-ahead-of-title-42-expiration-a-storm-is-coming/", "date_published": "2023-05-04 21:07:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration warns of risks from medical credit cards", "description": "The Biden administration warned American consumers about the risk of medical credit credits, saying high interest rates could worsen the financial burden on patients. The Consumer Financial Protection Bureau (CFPB) issued a report Thursday that found people paid about $1 billion in deferred interest payments for health care charges using medical credit cards from 2018...", "link": "https://thehill.com/policy/healthcare/3988785-biden-administration-warns-of-risks-from-medical-credit-cards/", "date_published": "2023-05-04 21:02:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chris Hayes calls CNN's Trump town hall decision 'hard to defend'", "description": "MSNBC’s Chris Hayes on Wednesday knocked competitor network CNN’s plans to host former President Trump for a town hall event on-air next week.  “I find it very hard to defend the choice to give him a live platform, no matter how it is dressed up,” Hayes said Wednesday evening on “All in with Chris Hayes.” ...", "link": "https://thehill.com/homenews/media/3988924-chris-hayes-calls-cnns-trump-town-hall-decision-hard-to-defend/", "date_published": "2023-05-04 20:57:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Proud Boys members convicted of Jan. 6 sedition", "description": "{beacon}    Evening Report Thursday, May 4   ©  Getty Proud Boys members found guilty of seditious conspiracy In the latest convictions connected to the Jan. 6, 2021 Capitol riot, four members of the Proud Boys, including former leader Enrique Tarrio, were found guilty of seditious conspiracy on Thursday.   \"Seditious conspiracy is among the...", "link": "https://thehill.com/newsletters/evening-report/3988897-proud-boys-members-convicted-of-jan-6-sedition/", "date_published": "2023-05-04 20:42:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Drew Barrymore declines to host MTV event over writers' strike", "description": "Drew Barrymore says she’s bowing out as host of the MTV Movie &#38; TV Awards “in solidarity” with those on strike with the Writers Guild of America (WGA). “I have listened to the writers, and in order to truly respect them, I will pivot from hosting the MTV Movie and TV Awards live in solidarity...", "link": "https://thehill.com/blogs/in-the-know/3988898-drew-barrymore-declines-to-host-mtv-event-over-writers-strike/", "date_published": "2023-05-04 20:42:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Conservatives criticize liberal Supreme Court justices for ethics issues", "description": "Conservatives are criticizing the liberal Supreme Court justices over ethics issues following the series of reports of the ties between Justice Clarence Thomas and a major Republican donor.  Thomas has been the subject of scrutiny in recent weeks following reporting from ProPublica that Harlan Crow, a real estate developer and billionaire who has donated heavily...", "link": "https://thehill.com/regulation/court-battles/3988846-conservatives-criticize-liberal-supreme-court-justices-for-ethics-issues/", "date_published": "2023-05-04 20:35:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Role of US troops in Sudan to shift as Biden administration sees no quick end to fighting", "description": "The Defense Department’s help in evacuating U.S. citizens from Sudan is set to shift as the State Department’s mission there changes, Pentagon deputy spokesperson Sabrina Singh said Thursday.  “We will make decisions about how and when to move U.S. forces when the conditions are right to do so,” Singh told reporters. She declined to say...", "link": "https://thehill.com/policy/defense/3988867-role-of-us-troops-in-sudan-to-shift-as-biden-administration-sees-no-quick-end-to-fighting/", "date_published": "2023-05-04 20:31:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 50 House Republicans tear into VA secretary over debt bill claims", "description": "A group of 56 House Republicans tore into Secretary of Veterans Affairs Denis McDonough for his department’s assertions that the GOP's debt ceiling increase and spending cuts bill would slash veterans’ benefits.  In a Thursday letter led by Rep. Jen Kiggans (R-Va.), a Navy veteran from a military family, Republicans said the secretary's claims are...", "link": "https://thehill.com/policy/defense/3988773-over-50-house-republicans-tear-into-va-secretary-over-debt-bill-claims/", "date_published": "2023-05-04 20:29:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dallas officials 'optimistic' risk from cyberattack is contained", "description": "A Dallas city official said on Thursday that he was “optimistic” that the risk of a recent cyberattack that caused a network outage in his city was contained. The ransomware attack, which was detected on Wednesday morning, disrupted a number of servers of city services, including the Dallas Police Department website and the public library...", "link": "https://thehill.com/policy/cybersecurity/3988676-dallas-officials-optimistic-risk-from-cyberattack-is-contained/", "date_published": "2023-05-04 20:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senators question drag queens in Navy outreach effort", "description": "Fourteen Republican senators are asking the U.S. Navy to respond to questions concerning reports that it used a TikTok drag queen to help reach potential recruits on social media. “While we understand the importance of social media for modern recruiting, we are concerned about both the promotion of a banned app and behavior that many...", "link": "https://thehill.com/homenews/senate/3988674-gop-senators-letter-navy-drag-queens-outreach-effort/", "date_published": "2023-05-04 19:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Environmental groups file lawsuit challenging California's new solar rooftop policy", "description": "Environmental groups filed a petition with the California Court of Appeal on Wednesday, requesting a review of a new rooftop solar policy that they fear could suppress the adoption of these clean energy systems. The policy, which took effect on April 15, reduces the amount of payback new customers can receive when they sell excess electricity back...", "link": "https://thehill.com/policy/equilibrium-sustainability/3988677-environmental-groups-file-lawsuit-challenging-californias-new-solar-rooftop-policy/", "date_published": "2023-05-04 19:33:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The quiet, dangerous radicalism of Biden’s first term", "description": "The effects cannot be ignored: American families, and America as a whole, are worse off compared to just two years ago.", "link": "https://thehill.com/opinion/white-house/3986146-the-quiet-dangerous-radicalism-of-bidens-first-term/", "date_published": "2023-05-04 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Special report: Checking up on America's mental health", "description": "", "link": "https://thehill.com/homenews/3986596-special-report-checking-up-on-americas-mental-health/", "date_published": "2023-05-04 19:13:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN's John King mocks Republicans over 'stunning' Biden tip", "description": "CNN's John King on Thursday knocked Republicans over a “stunning” new claim about an alleged bribery scheme involving President Biden.  “A stunning allegation: Joe Biden taking foreign money to shape U.S. policy,\" King said on CNN’s “Inside Politics.” \"Also stunning, I would argue more stunning: The Republicans making this claim admit they have no evidence, just...", "link": "https://thehill.com/blogs/blog-briefing-room/3988620-cnns-john-king-mocks-republicans-over-stunning-biden-tip/", "date_published": "2023-05-04 19:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "COVID was fourth leading cause of death in 2022", "description": "COVID-19 was the fourth leading cause of death in the U.S. during 2022, falling by one step after having been the third leading cause of death the preceding two years. According to provisional mortality data released by the Centers for Disease Control and Prevention (CDC), COVID-19 was the leading cause of death last year behind...", "link": "https://thehill.com/policy/healthcare/3988543-covid-was-fourth-leading-cause-of-death-in-2022/", "date_published": "2023-05-04 19:03:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "OMB director says short-term debt ceiling extension possible", "description": "The White House is not taking the possibility of a short-term debt ceiling extension off the table as it weighs options to avoid the country defaulting on its debts as President Biden prepares to meet Speaker Kevin McCarthy (R-Calif.) on the matter next week. On Thursday, Office of Management and Budget Director Shalanda Young told...", "link": "https://thehill.com/homenews/administration/3988519-omb-director-says-short-term-debt-ceiling-extension-possible/", "date_published": "2023-05-04 19:02:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Durbin: Reports about Clarence Thomas, GOP megadonor 'getting worse by the day'", "description": "Senate Judiciary Committee Chair Sen. Dick Durbin (D-Ill.) said Thursday that the reports about Justice Clarence Thomas's ties with GOP megadonor Harlan Crow are worsening each day. Durbin said his initial reaction to the new report by ProPublica that Crow paid for the boarding school tuition of Thomas’s great-nephew was a \"combination of sadness and rage.\" \"Sadness to think...", "link": "https://thehill.com/homenews/senate/3988475-durbin-reports-about-clarence-thomas-gop-megadonor-getting-worse-by-the-day/", "date_published": "2023-05-04 19:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Police accountability is a bipartisan issue. Don’t let it become a prop in our political theater", "description": "The House of Representatives recently voted on a joint resolution disapproving of a recently passed police accountability bill in Washington, D.C. — the Comprehensive Policing and Justice Reform Amendment Act.  While President Biden has promised a veto if it passes the Senate, the effort alone perpetuates a harmful myth: that police accountability is a partisan issue. In fact, many...", "link": "https://thehill.com/opinion/congress-blog/3988308-police-accountability-is-a-bipartisan-issue-dont-let-it-become-a-prop-in-our-political-theater/", "date_published": "2023-05-04 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Heinrich running for reelection to Senate in New Mexico", "description": "Sen. Martin Heinrich (D-N.M.) announced he would run for reelection on Thursday, after cruising to victory in 2018, as the Democrats will seek to hold onto a slim Senate majority. “I’m running for the Senate again, because we still have more work to do,” Heinrich said in a campaign launch video. “We need to diversify...", "link": "https://thehill.com/homenews/senate/3988564-heinrich-running-for-reelection-to-senate-in-new-mexico/", "date_published": "2023-05-04 18:59:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Inside a California proposal to pay $1.2 million in reparations to Black Americans", "description": "The California Reparations Task Force will vote on a series of proposals this weekend that could see descendants of slavery living in the state each receive up to $1.2 million. In a series of documents published Monday, the task force indicated it will vote Saturday to recommend the state of California officially apologize for racism and slavery and offer...", "link": "https://thehill.com/homenews/state-watch/3988577-inside-a-california-proposal-to-pay-1-2-million-in-reparations-to-black-americans/", "date_published": "2023-05-04 18:50:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Count DeSantis out?", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report   The Big Story  Count DeSantis out?  It hasn’t been an easy month for Florida Gov. Ron DeSantis. He’s seen his poll numbers slide, faced near-constant attacks from former President Trump and seen most of his state’s Republican congressional delegation endorse his chief opponent...", "link": "https://thehill.com/newsletters/campaign-report/3988576-count-desantis-out/", "date_published": "2023-05-04 18:48:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hosts of The View butt heads over CNN, Trump Town Hall", "description": "The hosts of ABC's The View are at odds about CNN's decision to hold a town hall with former President Trump next week. “What is the point of this new town hall that he’s doing? And did we learn nothing from Les Moonves saying, ‘Bad for the country, but great for the network?'” host Whoopi...", "link": "https://thehill.com/homenews/3988511-hosts-of-the-view-butt-heads-over-cnn-trump-town-hall/", "date_published": "2023-05-04 18:41:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress urged to tackle ‘ghost networks’ amid mental health crisis", "description": "Medical experts urged Congress to hold insurance companies accountable for inaccurate medical directories that can hamper access for patients seeking mental health treatments.  The problem, referred to as a “ghost network,” occurs when health insurance providers ostensibly provide coverage, but direct customers to nonexistent or unavailable doctors and providers.  “In my view, it's a breach...", "link": "https://thehill.com/policy/healthcare/3988563-congress-urged-tackle-ghost-networks-amid-mental-health-crisis/", "date_published": "2023-05-04 18:39:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A new hope: 'Star Wars' as American religion", "description": "On the surface, Star Wars Day may seem to be little more than a pseudo-holiday at the intersection of geek culture, viral social media trends, and corporate marketing. However, its growing popularity reflects something deeper about the human need for meaning in our so-called secular age.", "link": "https://thehill.com/opinion/civil-rights/3986205-a-new-hope-star-wars-day-is-about-more-than-just-a-movie-franchise/", "date_published": "2023-05-04 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republican lawmakers to introduce national 'stand your ground' bill", "description": "Rep. Matt Gaetz (R-Fla.) and Sen. Markwayne Mullin (R-Okla.) plan to introduce a national “stand your ground” bill on Thursday, as several similar state laws face scrutiny amid a series of high-profile shootings. The legislation would allow people to use deadly force if they “reasonably” believe it is necessary to “prevent imminent death or great...", "link": "https://thehill.com/homenews/house/3988432-republican-lawmakers-to-introduce-national-stand-your-ground-bill/", "date_published": "2023-05-04 18:26:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Half of Americans say Congress should take 'swift action' to regulate AI: poll", "description": "About half of Americans said Congress should be taking action to regulate artificial intelligence (AI) technology, according to a poll released Thursday.  Fifty-four percent of polled registered voters said Congress should take “swift action” to regulate the technology in a way that promotes privacy, fairness and safety to ensure “maximum benefit to society with minimal...", "link": "https://thehill.com/policy/technology/3988454-half-of-americans-say-congress-should-take-swift-action-to-regulate-ai-poll/", "date_published": "2023-05-04 18:17:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Anheuser-Busch CEO tells investors Mulvaney promotion was 'not a formal campaign'", "description": "Anheuser-Busch CEO Michel Doukeris told investors in an earnings call Thursday that Bud Light's partnership with transgender social media influencer Dylan Mulvaney was \"not a formal campaign.\" \"This was the result of one can,\" Doukeris said in the video call obtained by Fox Business. \"It was not made for production or sale to general public. It was...", "link": "https://thehill.com/blogs/blog-briefing-room/3988337-anheuser-busch-ceo-tells-investors-mulvaney-promotion-was-not-a-formal-campaign/", "date_published": "2023-05-04 18:15:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US accuses Putin spokesman of 'blatant, bald lie' over drone attack", "description": "White House national security spokesperson John Kirby on Thursday dismissed the suggestion the United States was involved in an alleged drone attack against Moscow as a “blatant, bold lie.” Kirby, speaking to reporters at the White House, declined to speculate on what happened or who was responsible after two drones struck Moscow early Wednesday morning...", "link": "https://thehill.com/homenews/administration/3988441-us-accuses-putin-spokesman-lies/", "date_published": "2023-05-04 18:09:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Raskin to 'seriously investigate' potential Senate bid over next month", "description": "Rep. Jamie Raskin (D-Md.) said in an interview published on Thursday that he will \"seriously investigate\" a possible Senate bid this month just days after Sen. Ben Cardin (D-Md.) announced he wouldn't be seeking reelection. So far, several challengers have entered the race for Cardin's seat, including Montgomery Council member Will Jawando, former Senate candidate...", "link": "https://thehill.com/homenews/campaign/3988276-raskin-to-seriously-investigate-potential-senate-bid-over-next-month/", "date_published": "2023-05-04 17:54:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House press secretary Karine Jean-Pierre will speak with reporters Thursday afternoon during a press briefing. Thursday's briefing comes after President Biden earlier in the day called for an end to violence among warring factions in Sudan. “The violence taking place in Sudan is a tragedy—and it is a betrayal of the Sudanese people’s clear demand...", "link": "https://thehill.com/homenews/3988273-watch-live-white-house-press-briefing/", "date_published": "2023-05-04 17:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bank executives blamed for failures during Senate hearing", "description": "Experts categorically blamed executive mismanagement during Thursday hearing for a recent spate of bank failures that may be hastening the economy toward a recession later this year. At Senate Banking Committee hearing Thursday, Banking and regulatory experts from the University of Richmond School of Law, Catholic University and the U.S. Chamber of Commerce business lobbying...", "link": "https://thehill.com/business/3988279-bank-executives-blamed-for-failures-during-senate-hearing/", "date_published": "2023-05-04 17:39:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrats lambast GOP debt limit bill in Budget hearing", "description": "Senate Democrats on Thursday used a Budget Committee hearing to ramp up attacks on a GOP bill that would raise the debt ceiling in exchange for steep spending cuts. “Since the House didn't hold a single hearing on this extreme and dangerous measure, the Senate will,” Senate Budget Committee Chairman Sheldon Whitehouse (D-R.I.) said at...", "link": "https://thehill.com/business/budget/3988254-senate-democrats-lambast-gop-debt-limit-bill-in-budget-hearing/", "date_published": "2023-05-04 17:34:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Autopsy concludes Tyre Nichols died from blunt force trauma", "description": "The autopsy of Tyre Nichols confirmed that he died from blunt force trauma after he was stopped and brutally beaten by several Memphis, Tenn., police officers in January, lawyers for his family said.  Attorneys Ben Crump and Antonio Romanucci said in a statement Wednesday that the results of the medical examiner’s report are “highly consistent”...", "link": "https://thehill.com/blogs/blog-briefing-room/3988318-autopsy-concludes-tyre-nichols-died-from-blunt-force-trauma/", "date_published": "2023-05-04 17:31:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Three words can make Biden’s environmental orders more than shiny distractions", "description": "If the current federal option for securing access to fundamentally important physiological resources is to imply human rights obligations through executive orders, let’s take it a step further and gussy up these fidget spinners with explicit language.", "link": "https://thehill.com/opinion/white-house/3986051-three-words-can-make-bidens-environmental-orders-more-than-shiny-distractions/", "date_published": "2023-05-04 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden intel chief: 'Almost a certainty' China, Russia would exploit a US debt default", "description": "China and Russia would likely exploit the \"opportunity\" a U.S. government debt default would present, Director of National Intelligence Avril Haines warned Thursday.  “It would be almost a certainty” that both countries would “look to take advantage of the opportunity,” Haines told Senate Armed Services Committee members.  She added that Beijing and Moscow could exploit...", "link": "https://thehill.com/policy/defense/3988293-biden-intel-chief-almost-a-certainty-china-russia-would-exploit-a-us-debt-default/", "date_published": "2023-05-04 17:20:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans lay out permitting reform vision, but signal openness to negotiation", "description": "Key Senate Republicans laid out their vision Thursday for how to speed up the approval process for energy and other infrastructure projects, but they also signaled a willingness to work with Democrats to get bipartisan legislation across the finish line.  The new proposals, from Sens. Shelley Moore Capito (R-W.Va.) and John Barrasso (R-Wyo.), articulate a...", "link": "https://thehill.com/policy/energy-environment/3988241-republicans-lay-out-permitting-reform-vision-but-signal-openness-to-negotiation/", "date_published": "2023-05-04 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Markey introduces bipartisan bill to improve climate-related mental health services", "description": "Sen. Edward Markey (D-Mass.) on Thursday announced bipartisan legislation aimed at improving mental health services for the impacts of climate change and natural disasters. The legislation, the Community Mental Wellness and Resilience Act, would establish a $36 million pilot program through the Centers for Disease Control and Prevention (CDC) for mental health care specifically for...", "link": "https://thehill.com/policy/energy-environment/3988179-markey-introduces-bipartisan-bill-to-improve-climate-related-mental-health-services/", "date_published": "2023-05-04 16:55:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State AGs open investigation into NFL treatment of female employees", "description": "The attorneys general of California and New York have opened an investigation into the National Football League (NFL) over allegations of employment discrimination and a hostile work environment by former female employees. New York Attorney General Letitia James (D) and California Attorney General Rob Bonta (D) said on Thursday that they had issued subpoenas to the NFL...", "link": "https://thehill.com/blogs/blog-briefing-room/3988196-state-ags-open-investigation-into-nfl-treatment-of-female-employees/", "date_published": "2023-05-04 16:53:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Pentagon chiefs call for end to Tuberville hold on promotions", "description": "Seven former Pentagon chiefs sent a letter to the Senate on Thursday urging lawmakers to end one GOP senator's hold on 184 general and flag officer nominations and approve the promotions, warning the block is \"harming military readiness and risks damaging U.S. national security.\" \"The current hold that has been in place now for several...", "link": "https://thehill.com/homenews/3988089-former-pentagon-chiefs-call-for-end-to-tuberville-hold-on-promotions/", "date_published": "2023-05-04 16:52:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Utah State Board of Education considers removing 'climate change' from curriculum", "description": "The decision would affect core standards for elective high school courses, specifically for a  meteorology course.", "link": "https://thehill.com/homenews/3988167-utah-state-board-of-education-considers-removing-climate-change-from-curriculum/", "date_published": "2023-05-04 16:52:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hunter Biden case: What you need to know", "description": "After a multiyear investigation into Hunter Biden, prosecutors could be close to sharing any possible results with the public and whether the president’s son will face any criminal charges.  The Washington Post reported on Wednesday that people familiar with the matter said prosecutors are close to a decision on whether to charge Biden with possible tax-related...", "link": "https://thehill.com/regulation/court-battles/3988176-the-hunter-biden-case-what-you-need-to-know/", "date_published": "2023-05-04 16:49:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders unveils $17-an-hour minimum wage bill", "description": "Sen. Bernie Sanders (I-Vt.), the chairman of the Senate Health, Education, Labor and Pensions Committee, unveiled a proposal Thursday to raise the national minimum wage to $17 an hour. He said the panel will mark up the bill June 14 and hopes to push it to the Senate floor. “It is time to raise the...", "link": "https://thehill.com/homenews/senate/3988164-sanders-unveils-17-an-hour-minimum-wage-bill/", "date_published": "2023-05-04 16:47:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leaked video shows Tucker Carlson musing about 'pillow fights' in women's bathroom", "description": "Newly revealed video of former Fox News host Tucker Carlson shows him asking a female makeup artist about what goes on in the women's bathroom. “Can I ask you a question?” Carlson is seen asking. “You don't have to answer, it’s personal ... I’m not speaking of you, but more in general with ladies, when...", "link": "https://thehill.com/homenews/media/3988139-leaked-video-shows-tucker-carlson-musing-about-pillow-fights-in-womens-bathroom/", "date_published": "2023-05-04 16:41:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kroger paying $68M to settle opioid claims in West Virginia", "description": "West Virginia and Kroger, the supermarket retail chain, have reached a settlement in a lawsuit centered around opioid abuse in the state, with the company agreeing to pay $68 million, the state announced on Thursday. West Virginia Attorney General Patrick Morrisey, announcing the settlement, said the agreement should be seen as a “warning to others.”...", "link": "https://thehill.com/homenews/state-watch/3988151-kroger-paying-68m-to-settle-opioid-claims-in-west-virginia/", "date_published": "2023-05-04 16:37:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Prom crowning sparks divide at Ohio high school", "description": "Supporters rallied outside of the local board of education, while other locals hoped to prevent something similar from happening again.", "link": "https://thehill.com/changing-america/enrichment/education/3987876-prom-crowning-sparks-divide-at-ohio-high-school/", "date_published": "2023-05-04 16:34:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A simple action Congress should take to expand America’s seniors’ health care options", "description": "Despite the headlines about hyper-partisanship, we both know we can find common ground to ensure Medicare adequately meets the health and wellness care needs of seniors well into the future. To do this, we must focus on commonsense policy changes to expand and maintain seniors’ access to critical tools, such as pharmacist-administered vaccines. Pharmacists are...", "link": "https://thehill.com/opinion/congress-blog/3988045-a-simple-action-congress-should-take-to-expand-americas-seniors-health-care-options/", "date_published": "2023-05-04 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New Hampshire House majority leader endorses DeSantis", "description": "New Hampshire House Republican leader Jason Osborne is throwing his support behind Florida Gov. Ron DeSantis’s (R) likely 2024 presidential bid.  In an op-ed for the New Hampshire Journal, Osborne praised DeSantis as a “proven effective leader,” capable of helping Republicans win back many of the suburban voters that defected to Democrats in recent years....", "link": "https://thehill.com/homenews/campaign/3988048-new-hampshire-house-majority-leader-endorses-desantis/", "date_published": "2023-05-04 15:57:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thomas biographer calls report on megadonor's tuition payments 'despicable'", "description": "A biographer and friend of Supreme Court Justice Clarence Thomas slammed reporting of a GOP megadonor's tuition payments for the justice's great-nephew as \"despicable,\" arguing that it did not violate the court’s gift disclosure rules.  Mark Paoletta, a former counsel to former Vice President Pence who co-edited a book about Thomas based on a documentary,...", "link": "https://thehill.com/homenews/3987959-thomas-biographer-paoletta-tuition-payment/", "date_published": "2023-05-04 15:30:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mortgage demand weakens after banking sector turmoil", "description": "Demand for mortgages weakened last week even as interest rates softened for the first time in weeks, according to recent data from the Mortgage Bankers Association (MBA).  MBA’s Market Composite Index, which measures mortgage loan application volume, declined by 1.2 percent from a week earlier on a seasonally adjusted basis.  The 30-year fixed rate dropped...", "link": "https://thehill.com/business/3987831-mortgage-demand-weakens-after-banking-sector-turmoil/", "date_published": "2023-05-04 15:28:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Shopify cutting 20 percent of workforce", "description": "Shopify, the online retail giant, announced Thursday that it is cutting its workforce by around 20 percent, even as it reported strong revenue numbers that beat Wall Street estimates for the first quarter of the year. Shopify CEO Tobi Lütke revealed the cuts to the company in a memo on its website, but did not...", "link": "https://thehill.com/policy/technology/3987931-shopify-cutting-20-percent-of-workforce/", "date_published": "2023-05-04 15:22:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "United Auto Workers withholding Biden endorsement over concerns with EV policies", "description": "The Leaders of the United Auto Workers (UAW) are withholding their endorsement for President Biden’s reelection bid due to their concerns over the White House’s focus on electric vehicles. The president has directed major funding towards a transition to electric vehicles, building up manufacturing of parts and charging stations. The UAW said in a memo...", "link": "https://thehill.com/homenews/campaign/3987782-united-auto-workers-withholding-biden-endorsement-over-concerns-with-ev-policies/", "date_published": "2023-05-04 15:16:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Enrique Tarrio, three other Proud Boys convicted on seditious conspiracy", "description": "Former Proud Boys leader Enrique Tarrio was convicted on seditious conspiracy charges alongside three other leaders of the right-wing group in connection with the Jan. 6, 2021, attack on the Capitol.  The verdict, delivered in a Washington, D.C., courtroom Thursday, represents the third consecutive win for the Justice Department as it brings the rarely used...", "link": "https://thehill.com/policy/national-security/3987941-tarrio-and-other-proud-boys-convicted-of-seditious-conspiracy/", "date_published": "2023-05-04 15:15:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden expands sanction authorities to respond to violence in Sudan", "description": "President Biden on Thursday called for an end to the violence among warring factions in Sudan and expanded his administration’s ability to sanction individuals who undermine peace and stability in the war-torn nation. “The violence taking place in Sudan is a tragedy—and it is a betrayal of the Sudanese people’s clear demand for civilian government...", "link": "https://thehill.com/homenews/administration/3987911-biden-expands-sanction-authorities-to-respond-to-violence-in-sudan/", "date_published": "2023-05-04 15:04:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Supreme Court’s next target: social media", "description": "In late April, the U.S. Supreme Court agreed to hear two cases affecting citizens’ ability to sue government officials who block them on social media.", "link": "https://thehill.com/opinion/judiciary/3984468-the-supreme-courts-next-target-social-media/", "date_published": "2023-05-04 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says he will 'probably attend' E. Jean Carroll trial to 'confront this'", "description": "Former President Trump said Thursday he will “probably attend” the ongoing civil trial in Manhattan over writer E. Jean Carroll’s rape allegations to “confront this.” “I have to leave Ireland and I have to leave Scotland, where I have great properties,” Trump told reporters from a golf course in Ireland. “I have to leave early....", "link": "https://thehill.com/regulation/court-battles/3987892-trump-says-he-will-probably-attend-e-jean-carroll-trial-to-confront-this/", "date_published": "2023-05-04 14:59:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First Horizon, TD bank call off $13B deal to form sixth-largest bank in US", "description": "First Horizon and TD banks announced on Thursday that they have mutually agreed to call off a planned $13 billion merger that would have formed the country’s six-largest bank.  The banks said in a release that the agreement was dissolved after TD informed First Horizon that it did not have a timetable for receiving regulatory...", "link": "https://thehill.com/business/3987879-first-horizon-td-bank-call-off-13b-deal-to-form-sixth-largest-bank-in-us/", "date_published": "2023-05-04 14:48:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Teens accused of killing woman while throwing rocks at cars charged with murder", "description": "Three teens in Colorado have been each charged with first-degree murder in connection to the death of a woman in the state who was struck by a rock that was thrown into her car, killing her before she crashed the vehicle. Alexa Bartell, 20, was driving and talking to her friend on the phone when...", "link": "https://thehill.com/homenews/state-watch/3987850-teens-accused-of-killing-woman-while-throwing-rocks-at-cars-charged-with-murder/", "date_published": "2023-05-04 14:24:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zelensky says in The Hague that Putin deserves to be sentenced for crimes in Ukraine", "description": "Ukrainian President Volodymyr Zelensky called for Russian President Vladimir Putin to face justice for Russia’s crimes in Ukraine during an address in The Hague on Thursday. \"We all want to see a different Vladimir here in The Hague, the one who deserves to be sentenced for these criminal actions right here in the capital of...", "link": "https://thehill.com/policy/international/3987840-zelensky-says-in-the-hague-that-putin-deserves-to-be-sentenced-for-crimes-in-ukraine/", "date_published": "2023-05-04 14:22:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thousands of Oakland teachers go on strike", "description": "Around 3,000 teachers from the Oakland Education Association are on strike as they struggle to finalize a contract negotiation with the Oakland Unified School District. The union says the school has not negotiated “in good faith” and authorized a strike with no current end date.  “Educators will be on the picket line tomorrow, on strike...", "link": "https://thehill.com/homenews/education/3987823-thousands-of-oakland-teachers-go-on-strike/", "date_published": "2023-05-04 14:15:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Woman who overcame homelessness wins $5M from California lottery scratcher", "description": "Lucia Forseth said she was homeless just a few years ago. Now, she's planning on using her recent lottery winnings to buy a house.", "link": "https://thehill.com/changing-america/respect/poverty/3986813-woman-who-overcame-homelessness-wins-5m-from-california-lottery-scratcher/", "date_published": "2023-05-04 14:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A WTO climate peace clause would help protectionists, not the environment", "description": "Beggar-thy-neighbor spending on green tech is the problem and not the answer to climate change.", "link": "https://thehill.com/opinion/energy-environment/3985679-a-wto-climate-peace-clause-would-help-protectionists-not-the-environment/", "date_published": "2023-05-04 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California state senator arrested on drunk driving charge", "description": "California State Sen. Dave Min faces a misdemeanor DUI charge after he was pulled over for driving without headlights on and running through a red light in Sacramento, officials said.", "link": "https://thehill.com/homenews/state-watch/3987759-california-state-senator-arrested-on-drunk-driving-charge/", "date_published": "2023-05-04 13:48:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ted Cruz to stump for Kelly Craft in heated Kentucky GOP primary", "description": "Sen. Ted Cruz (R-Texas) is stumping for Kentucky gubernatorial candidate Kelly Craft ahead of the Republican primary on May 16. Craft announced on Thursday that Cruz would be joining her at two get out the vote rallies on May 13 in Louisville and Richmond.  \"Please join my friend Senator Ted Cruz and me at our...", "link": "https://thehill.com/homenews/campaign/3987772-ted-cruz-to-stump-for-kelly-craft-in-heated-kentucky-gop-primary/", "date_published": "2023-05-04 13:46:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Atlanta shooting suspect facing murder charge", "description": "The suspect in Wednesday's shooting at a medical building in Atlanta that killed one and injured four others has been charged with a count of murder, according to jail records from Fulton County.  Records show 24-year-old Deion Patterson, whom police believe opened fire in the waiting room of a medical practice in the city’s Midtown...", "link": "https://thehill.com/homenews/state-watch/3987766-atlanta-shooting-suspect-facing-murder-charge/", "date_published": "2023-05-04 13:43:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ocasio-Cortez says death of man on subway was 'murder'", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) weighed in on the death of a man in New York who was placed in a headlock by another subway passenger, saying the man “was murdered.” The death of Jordan Neely, 30, has sparked outrage online, with footage showing him on the floor of the train in a headlock by a...", "link": "https://thehill.com/homenews/state-watch/3987741-ocasio-cortez-says-killing-of-man-on-subway-was-murder/", "date_published": "2023-05-04 13:35:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "51 percent say Fox hosts made comments about 2020 election they knew were untrue: poll", "description": "A majority of respondents in a new poll say they believe hosts at Fox News made comments about the 2020 election they knew were untrue. A total of 51 percent of adults asked in a YouGov poll answered \"yes\" to the question \"do you think hosts on Fox News said things about the 2020 election...", "link": "https://thehill.com/homenews/3987740-51-percent-say-fox-hosts-made-comments-about-2020-election-they-knew-were-untrue-poll/", "date_published": "2023-05-04 13:32:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "PacWest Bancorp considering 'all options' as shares tumble", "description": "PacWest Bancorp, the latest regional bank to come under stress, said Thursday that it’s seeking to raise money through asset sales and new investments after its shares plunged. The Los Angeles-based bank saw its stock drop 38 percent in pre-market trading after Bloomberg News reported it was weighing a sale. PacWest’s stock fell 85 percent...", "link": "https://thehill.com/business/banking-financial-institutions/3987726-pacwest-bancorp-considering-all-options-as-shares-tumble/", "date_published": "2023-05-04 13:18:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Montana governor signs multiple anti-abortion measures", "description": "Montana Gov. Greg Gianforte (R) on Wednesday signed five pieces of legislation as part of a package to implement additional abortion restrictions in the state on Wednesday.  The governor’s office said in a release that the package builds on “historic progress” in 2021 to “advance pro-life measures.” The most significant part of the package could...", "link": "https://thehill.com/homenews/state-watch/3987727-montana-governor-signs-multiple-anti-abortion-measures/", "date_published": "2023-05-04 13:16:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says it's 'very disrespectful' for Biden not to attend coronation", "description": "Former President Trump criticized President Biden’s decision to skip the upcoming coronation of Britain’s King Charles III, suggesting it is “very disrespectful” for him not to attend and arguing it is “hard for him to do it physically.” “Certainly, he should be here as our representative of our country,” Trump said in an interview with...", "link": "https://thehill.com/blogs/blog-briefing-room/3987697-trump-says-its-very-disrespectful-for-biden-not-to-attend-coronation/", "date_published": "2023-05-04 13:02:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Those predicting a soft economic landing may be in for a rude awakening", "description": "A recession is the likely outcome, and the possibility of a stagflation-lite scenario cannot be ruled out.", "link": "https://thehill.com/opinion/finance/3987045-those-predicting-a-soft-economic-landing-may-be-in-for-a-rude-awakening/", "date_published": "2023-05-04 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Maryland Rep. David Trone running for Cardin Senate seat", "description": "Maryland Rep. David Trone (D) announced that he is running for Senate on Thursday days after incumbent Sen. Ben Cardin (D-Md.) revealed that he would not seek reelection in 2024.  \"I'm running for Senate because the clock is ticking,\" Trone says in an announcement video, citing issues including drug overdoses, mental illness and the high incarceration...", "link": "https://thehill.com/homenews/campaign/3987695-maryland-rep-david-trone-running-for-cardin-senate-seat/", "date_published": "2023-05-04 12:56:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House rejects Russia claim US was behind reported drone attack", "description": "The White House early Thursday rejected an accusation from Russia that the U.S. was behind a reported drone strike on the Kremlin earlier this week that the Kremlin claimed was meant to kill President Vladimir Putin. “I can assure you the United States has had no role in it whatsoever,” White House national security council...", "link": "https://thehill.com/policy/international/3987655-white-house-rejects-russia-claim-us-was-behind-reported-drone-attack/", "date_published": "2023-05-04 12:35:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Carolina House approves measure banning abortions after 12 weeks of pregnancy", "description": "The North Carolina state House passed a bill on Wednesday that would ban abortions after 12 weeks of pregnancy, sending it to the state Senate for approval.  The House vote came just a day after Republicans in both legislative chambers announced they had reached an agreement on legislation to further restrict abortion access from the...", "link": "https://thehill.com/homenews/state-watch/3987659-north-carolina-house-approves-measure-banning-abortions-after-12-weeks-of-pregnancy/", "date_published": "2023-05-04 12:33:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP megadonor covered tuition for child Clarence Thomas was raising 'as a son': report", "description": "Billionaire and GOP megadonor Harlan Crow paid for the private school tuition of Justice Clarence Thomas’s great-nephew, whom the justice said he raised “as a son,” according to reporting by ProPublica. Thomas’s relative, Mark Martin, attended boarding schools Hidden Lake Academy in Georgia as well as Randolph-Macon Academy in Virginia. Tuition at Hidden Lake was...", "link": "https://thehill.com/regulation/court-battles/3987643-gop-megadonor-covered-tuition-for-child-clarence-thomas-was-raising-as-a-son-report/", "date_published": "2023-05-04 12:26:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Almost half in new poll concerned about their money's safety in banks", "description": "Almost half of the adults in a new survey say they are growing more anxious about the safety of their money in banks, showing the impact that a string of high-profile bank failures has had on Americans. As the banking sector has been rocked by turbulence, 48 percent of U.S. adults are now worried about...", "link": "https://thehill.com/blogs/blog-briefing-room/3987625-almost-half-in-new-poll-concerned-about-their-moneys-safety-in-banks/", "date_published": "2023-05-04 12:02:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nikki Haley’s attacks on Biden’s age don’t change what matters: his health", "description": "While Nikki Haley is correct — everyone, even presidents, can die —what evidence is there for her seemingly ageist warning about Biden?", "link": "https://thehill.com/opinion/campaign/3983547-nikki-haleys-attacks-on-bidens-age-dont-change-what-matters-his-health/", "date_published": "2023-05-04 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump in deposition on writer's rape claim: 'It's just made up'", "description": "Former President Trump in a video deposition calls the allegations of sexual battery and defamation made by writer E. Jean Carroll \"the most ridiculous, disgusting story\" and \"made up.\" “If it did happen, it would have been reported within minutes,” Trump said in the deposition played before the court on Wednesday in the civil trial...", "link": "https://thehill.com/blogs/blog-briefing-room/3987586-trump-in-deposition-on-writers-rape-claim-its-just-made-up/", "date_published": "2023-05-04 11:30:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Three old DeSantis TV ads that explain his plummeting poll numbers", "description": "DeSantis has self-branded as a “fighter who never backs down.” But is he fighting for you or himself?", "link": "https://thehill.com/opinion/campaign/3986937-three-old-desantis-tv-ads-that-explain-his-plummeting-poll-numbers/", "date_published": "2023-05-04 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia’s ‘divisive terrain’ in Bakhmut", "description": "The Battle for Bakhmut and control of its 16 square miles is now 10 months old, and Putin has little to show for it except the town’s complete annihilation", "link": "https://thehill.com/opinion/national-security/3986763-russias-divisive-terrain-in-bakhmut/", "date_published": "2023-05-04 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The 100 best brunch restaurants in the US, according to Yelp", "description": "Your mother brought you into this world, raised you, and worked tirelessly to support your dreams and passions throughout your entire life. The least you can do is buy her some eggs.", "link": "https://thehill.com/homenews/nexstar_media_wire/3986569-the-100-best-brunch-restaurants-in-the-us-according-to-yelp/", "date_published": "2023-05-04 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — What if? The fiscal questions the US faces", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. It is possible that the economy’s monetary and fiscal policy stewards by June are each on pause. That would be seen as a good-news, very-bad-news scenario, no matter who...", "link": "https://thehill.com/newsletters/morning-report/3987493-the-hills-morning-report-what-if-the-fiscal-questions-the-us-faces/", "date_published": "2023-05-04 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michigan school district bans backpacks over safety concerns", "description": "Flint Community Schools banned backpacks for the rest of the school year.", "link": "https://thehill.com/homenews/3986711-michigan-school-district-bans-backpacks-over-safety-concerns/", "date_published": "2023-05-04 10:18:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "All Oregon residents could soon choose to pump their own gas as bill advances", "description": "A bill that would allow Oregonians the option to choose between pumping their own gas or having an attendant pump it for them may soon receive a vote from the Senate.", "link": "https://thehill.com/homenews/3986902-all-oregon-residents-could-soon-choose-to-pump-their-own-gas-as-bill-advances/", "date_published": "2023-05-04 10:10:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'80s rock anthem dropped as SF Pride's theme after singer's controversial tweet", "description": "The festival was on the cusp of officially announcing the song as Pride's \"unofficial rallying cry\" and Twister Sister front man Dee Snider was due to perform the song on the festival's main stage.", "link": "https://thehill.com/homenews/3986981-80s-rock-anthem-dropped-as-sf-prides-theme-after-singers-controversial-tweet/", "date_published": "2023-05-04 10:09:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Swarm of bees delays Delta flight in Houston for 3 hours", "description": "Some Delta passengers en route to Atlanta encountered a unique delay Wednesday: a swarm of bees.", "link": "https://thehill.com/homenews/3987476-swarm-of-bees-delays-delta-flight-in-houston-for-3-hours/", "date_published": "2023-05-04 10:08:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Active shooter drills may be traumatizing millions of students", "description": "Schools are desperate to protect their students from the rising threat of mass shootings, but experts say the very measures being deployed for safety are in fact traumatizing entire generations of American youth. There were 51 school shootings in 2022, according to a tracker from Education Week, directly impacting thousands of students. By comparison, 95...", "link": "https://thehill.com/homenews/education/3983963-active-shooter-drills-may-be-traumatizing-millions-of-students/", "date_published": "2023-05-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chevron case: Supreme Court could take sledgehammer to agency power", "description": "The Supreme Court’s conservative majority may soon have a chance to dramatically limit the power of federal regulators. In recent years, the justices’ high-profile cases have been on the frontlines of the culture wars as they decided issues like guns, abortion and religion. For the high court’s next term, however, administrative law is shaping up...", "link": "https://thehill.com/regulation/court-battles/3986610-chevron-case-supreme-court-could-take-sledgehammer-to-agency-power/", "date_published": "2023-05-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Defense firms jump into new talent pool: laid-off tech workers", "description": "When Amazon laid off Ryan Tran in March after just six months, the IT specialist decided it was time to follow his dreams. Along with his wife, Tran co-founded a startup company in the defense industry called Ares Enterprise, which focuses on building out a roadmap of what technologies and resources the Department of Defense...", "link": "https://thehill.com/policy/defense/3986757-defense-firms-jump-into-new-talent-pool-laid-off-tech-workers/", "date_published": "2023-05-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Employees love remote work, but is it good for our mental health?", "description": "The best part of remote work, from a mental health perspective, may be the commute.  An hourlong slog to and from work pleases no one, and it is perhaps the largest negative associated with the nation’s gradual return to the office as the pandemic wanes.   Nearly 30 percent of all work remains remote in the...", "link": "https://thehill.com/policy/healthcare/3986860-employees-love-remote-work-but-is-it-good-for-our-mental-health/", "date_published": "2023-05-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP on DeSantis: Don't underestimate him", "description": "Republicans are warning against counting Florida Gov. Ron DeSantis (R) out of the 2024 presidential race, despite a rough few weeks that have raised red flags for his emerging White House campaign. DeSantis is still likely weeks away from formally launching a 2024 bid, but his status as an early front-runner has been called into...", "link": "https://thehill.com/homenews/campaign/3986576-republicans-count-out-desantis-trump-setbacks/", "date_published": "2023-05-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration investing $140M into AI research and development amid boom", "description": "The Biden administration announced on Thursday it will invest $140 million into research and development of artificial intelligence (AI) amid the current boom of the new technology. Along with the funding, the Office of Management and Budget (OMB) will issue policy guidance on the use of AI by the federal government in the coming months...", "link": "https://thehill.com/policy/technology/3986899-biden-administration-investing-140m-into-ai-research-and-development-amid-boom/", "date_published": "2023-05-04 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-adviser to Hochul faced sexual harassment allegations at former employer: NYT", "description": "New York Gov. Kathy Hochul’s (D) former adviser Adam Sullivan faced sexual harassment complaints from colleagues at the Democratic advocacy group he’d previously worked at, according to a new report. The New York Times reported that the Hub Project fired Sullivan after a human resources specialist found the sexual harassment claims credible in 2017. Sullivan...", "link": "https://thehill.com/blogs/blog-briefing-room/3987209-ex-adviser-to-hochul-faced-sexual-harassment-allegations-at-former-employer-nyt/", "date_published": "2023-05-04 03:01:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida passes transgender bathroom bill", "description": "The Florida legislature passed a bill Wednesday making it a crime for transgender people to use public restrooms that align with their gender identity. Under the bill, known as the “Safety in Private Spaces Act,” individuals who use public restrooms or changing facilities that do not correspond with their sex assigned at birth could be charged with...", "link": "https://thehill.com/homenews/state-watch/3987176-florida-passes-transgender-bathroom-bill/", "date_published": "2023-05-04 02:19:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Protesters arrested after occupying DeSantis's office", "description": "Fourteen protesters were arrested on Wednesday after staging a sit-in outside the office of Florida Gov. Ron DeSantis (R) to protest new conservative laws in the state, according to the organizers. Dream Defenders, an activist group established after the 2012 killing of 17-year-old Trayvon Martin in Sanford, Fla., said 14 members of the group and...", "link": "https://thehill.com/homenews/state-watch/3987087-protesters-arrested-after-occupying-desantiss-office/", "date_published": "2023-05-04 01:11:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Atlanta mass shooting suspect apprehended", "description": "The suspect in Wednesday’s mass shooting in Atlanta has been apprehended, the Cobb County Police Department said. Police spent several hours searching for 24-year-old Deion Patterson, who is accused of killing one person and injuring four others in a shooting at Northside Hospital.  One 39-year-old woman died at the scene, while four other women between...", "link": "https://thehill.com/homenews/state-watch/3987044-atlanta-mass-shooting-suspect-apprehended/", "date_published": "2023-05-04 00:19:59+00:00", "persistent": false, "user": null, "language": "en-US"}]