[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Discover 3 Vulnerabilities in Microsoft Azure API Management Service", "description": "Three new security flaws have been disclosed in Microsoft Azure API Management service that could be abused by malicious actors to gain access to sensitive information or backend services.\nThis includes two server-side request forgery (SSRF) flaws and one instance of unrestricted file upload functionality in the API Management developer portal, according to Israeli cloud security firm Ermetic.\n\"", "link": "https://thehackernews.com/2023/05/researchers-discover-3-vulnerabilities.html", "date_published": "2023-05-04 13:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Uncover New Exploit for PaperCut Vulnerability That Can Bypass Detection", "description": "Cybersecurity researchers have found a way to exploit a recently disclosed critical flaw in PaperCut servers in a manner that bypasses all current detections.\nTracked as CVE-2023-27350 (CVSS score: 9.8), the issue affects PaperCut MF and NG installations that could be exploited by an unauthenticated attacker to execute arbitrary code with SYSTEM privileges.\nWhile the flaw was patched by the", "link": "https://thehackernews.com/2023/05/researchers-uncover-new-exploit-for.html", "date_published": "2023-05-04 13:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Why the Things You Don't Know about the Dark Web May Be Your Biggest Cybersecurity Threat", "description": "IT and cybersecurity teams are so inundated with security notifications and alerts within their own systems, it’s difficult to monitor external malicious environments – which only makes them that much more threatening. \nIn March, a high-profile data breach hit national headlines when personally identifiable information connected to hundreds of lawmakers and staff was leaked on the dark web. The", "link": "https://thehackernews.com/2023/05/why-things-you-dont-know-about-dark-web.html", "date_published": "2023-05-04 11:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Meta Uncovers Massive Social Media Cyber Espionage Operations Across South Asia", "description": "Three different threat actors leveraged hundreds of elaborate fictitious personas on Facebook and Instagram to target individuals located in South Asia as part of disparate attacks.\n\"Each of these APTs relied heavily on social engineering to trick people into clicking on malicious links, downloading malware or sharing personal information across the internet,\" Guy Rosen, chief information", "link": "https://thehackernews.com/2023/05/meta-uncovers-massive-social-media.html", "date_published": "2023-05-04 10:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Meta Takes Down Malware Campaign That Used ChatGPT as a Lure to Steal Accounts", "description": "Meta said it took steps to take down more than 1,000 malicious URLs from being shared across its services that were found to leverage OpenAI's ChatGPT as a lure to propagate about 10 malware families since March 2023.\nThe development comes against the backdrop of fake ChatGPT web browser extensions being increasingly used to steal users' Facebook account credentials with an aim to run", "link": "https://thehackernews.com/2023/05/meta-takes-down-malware-campaign-that.html", "date_published": "2023-05-04 08:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}]