[{"source": "https://www.theguardian.com/international/rss", "title": "Chennai Super Kings sink Gujarat Titans to win Indian Premier League", "description": "<ul><li>Jadeja hits 10 off last two balls to snatch win in final</li><li>Chennai equal Mumbai Indians’ record of five titles</li></ul><p>Chennai Super Kings equalled Mumbai Indians’ record of five Indian Premier League (IPL) titles after MS Dhoni’s side triumphed in a last-ball thriller, beating the Gujarat Titans, the defending champions, by five wickets in Monday’s rain-hit final in Ahmedabad.</p><p>Put into bat, Gujarat racked up 214 for four after Sai Sudharsan capitalised on a strong start and smashed 96 off 47 balls that included six sixes.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/chennai-super-kings-sink-gujarat-titans-to-win-indian-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/chennai-super-kings-sink-gujarat-titans-to-win-indian-premier-league", "date_published": "2023-05-29 21:17:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nato troops injured in clashes with Serb protesters in Kosovo", "description": "<p>About 25 Italian and Hungarian soldiers from Kfor mission and two Serbs reportedly injured</p><p>About 25 Nato peacekeeping soldiers defending three town halls in northern Kosovo have been injured in clashes with Serb protesters, while Serbia’s president put the army on the highest level of combat alert.</p><p>Kfor, the Nato-led peacekeeping mission to <a href=\"https://www.theguardian.com/world/kosovo\">Kosovo</a>, condemned the violence.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/nato-troops-injured-in-clashes-with-serb-protesters-in-kosovo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/nato-troops-injured-in-clashes-with-serb-protesters-in-kosovo", "date_published": "2023-05-29 19:20:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Turkish lira plunges as Erdoğan claims mandate to continue divisive rule", "description": "<p>Re-elected president commits to economic unorthodoxy and culture wars suggesting further trouble ahead</p><p>The Turkish lira has hit a record low after the election win of the president, Recep Tayyip Erdoğan, in a renewed sign of the economic troubles his country is expected to face in the third decade of his rule.</p><p>The lira fell against the dollar as Erdoğan pronounced victory. On Monday morning, the US investment bank Morgan Stanley predicted the Turkish currency would drop further this year, reaching 26 or even 28 to the dollar more quickly than previously anticipated.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/turkish-lira-plunges-as-erdogan-claims-mandate-to-continue-divisive-rule\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/turkish-lira-plunges-as-erdogan-claims-mandate-to-continue-divisive-rule", "date_published": "2023-05-29 17:06:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sheffield Wednesday promoted after last-gasp goal sinks Barnsley", "description": "<p></p><p>It has not been a dull couple of weeks from a Sheffield Wednesday perspective. With six seconds of extra time to play, Josh Windass’s diving header spared Wednesday another penalty shootout and sent them into the Championship. Fifteen years on from his dad, Dean, lashing in here to win Hull City promotion to the Premier League another Windass made a Wembley memory to last a lifetime.</p><p>The celebrations were wild. Barry Bannan, the Wednesday captain who departed with cramp deep into extra time, rushed to celebrate with Dean in the stands. It was a heartbreaking ending for Barnsley, who played more than 70 minutes with 10 men after Adam Phillips was controversially sent off early in the second half. Darren Moore, typically, was the calmest man in the stadium. Now Wednesday substitute Will Vaulks could laugh about his cartwheel and backflip celebration after his extra-time goal was disallowed.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/barnsley-sheffield-wednesday-league-one-playoff-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/barnsley-sheffield-wednesday-league-one-playoff-final-match-report", "date_published": "2023-05-29 16:55:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Lens were in Ligue 2 three years ago. Now they’re in the Champions League", "description": "<p>Lens have stayed true to their mining heritage while booking a place in the Champions League for the first time in 20 years</p><p>By <a href=\"https://twitter.com/rafajuc\">Raphaël Jucobin</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>As he buried his first penalty of the season – for his 20th goal overall – there was only one way for Lens striker Loïs Openda to celebrate. The Belgian striker had just equalled Roger Boli’s record goal tally over a single campaign for the club and proceeded to mimic the Franco-Ivorian striker’s iconic aeroplane celebration.</p><p>The goal – the third in a 3-0 victory over already relegated Ajaccio – secured the team’s spot in next season’s Champions League. The anthem for that competition provided the background music to the celebrations at the final whistle as the Ligue 1 runners-up revelled in their most successful campaign in 25 years. Lens<em> </em>have become one of the very few underdogs to upset French football’s established hierarchy of European qualifiers over the past few decades.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/lens-ligue-2-champions-league-mining-heritage\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/lens-ligue-2-champions-league-mining-heritage", "date_published": "2023-05-29 15:15:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A skeleton: it does not blush | Helen Sullivan", "description": "<p>This should be comforting, but it is unsettling</p><p>When I was eight, my mother made me a costume for a Halloween party. Even at eight, this seemed like an important party. The costume was beautiful, as the things my mother made often were: more beautiful than a child’s thing ought to be, more beautiful than a mother ought to be able to make after work.</p><p>It was a skeleton costume: a unitard made from stocking fabric, painted with fluorescent paint; I remember the care she took to make the bones accurate, to make them just my size, matching femur to femur.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2023/may/30/what-is-the-human-skeleton-it-is-our-reserve-but-it-does-not-blush\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/commentisfree/2023/may/30/what-is-the-human-skeleton-it-is-our-reserve-but-it-does-not-blush", "date_published": "2023-05-29 15:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Clinical Giroud lifts Milan with Juve’s off-field tribulations set to rumble on", "description": "<p>Milan’s narrow victory in Turin sealed a top-four finish but for Juventus the scandal over alleged false accounting rolls on</p><p>It should have been blood and thunder, two of Italian football’s biggest clubs squaring off on the penultimate weekend with Champions League football on the line. Juventus and Milan instead gave us dull, with blunders, in front of a listless crowd.</p><p>Significant sections of the Allianz Stadium were empty at kick-off. Fewer than 500 Milan supporters had made the short trip to Turin, others balking at the €80 ticket price in the away section. Juventus Ultras from the Curva Sud, meanwhile, were staging a protest outside against what they perceive as heavy-handed treatment from their club, including restrictions on flags, banners and instruments that can be brought into the ground.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/29/serie-a-milan-juventus-olivier-giroud-stefano-pioli-champions-league-qualification\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/29/serie-a-milan-juventus-olivier-giroud-stefano-pioli-champions-league-qualification", "date_published": "2023-05-29 13:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We will be back’: Dortmund look to future after Bayern snatch title away", "description": "<p>BVB’s victory parade was all in place before a 2-2 draw against Mainz and Jamal Musiala’s winner for Bayern Munich in Köln</p><p>The queue for the bar started to snake around Signal Iduna Park from not long after 6am. Stalls sold scarves and T-shirts plastered with the legend “Deutscher Meister 2023”. The club had emailed fans to detail the timings and route of Sunday’s victory parade; after the players had signed the Golden Book of the City of Dortmund, their bus would leave Westfalenhütte and make the journey towards Borsigplatz, where the club was founded in 1909.</p><p>This time, it had to be for Borussia Dortmund. Thoughts of tempting fate and angering the football gods were put to one side in the interests of practicality. Sebastian Kehl – a man who knows what it takes to beat Bayern Munich to a Bundesliga title – and Edin Terzic spoke boldly in the run-up to the game, with the latter talking of the team, the fans and the city taking “a final step” in unison. After having had their best-ever season of home form, facing a Mainz team with nothing to play for on a run of four straight defeats, it had to be.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/bundesliga-borussia-dortmund-bayern-munich-mainz-koln\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/bundesliga-borussia-dortmund-bayern-munich-mainz-koln", "date_published": "2023-05-29 12:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Premier League 2022-23 review: gripes of the season", "description": "<p>Players time-wasting, fans expecting too much and the continued dominance of gambling adverts all make our list</p><p>Surely we are at the stage where we do not need to constantly criticise players who have not reached the level a fan wants them to in the first few months of the season? We can all now look at Jack Grealish being integral to Manchester City’s title-winning side and realise what happens when someone with incredible talent is allowed a year to settle in. <a href=\"https://www.theguardian.com/football/blog/2023/apr/13/jack-grealish-superstar-cog-ruthless-machine-manchester-city\">Grealish has worked out what he needs to do</a> after making the big leap from doing what he wanted at Aston Villa to learning a new role in the best team in the world. This season, Darwin Núñez has been questioned after not providing the goods at Liverpool, while Antony’s consistency for Manchester United is under scrutiny. Players should be allowed time to show their worth; it does little good berating them for their failings after arriving in a new country to play at a higher level. That said, if they are still underwhelming at the end of next season: fill your boots.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-gripes-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-gripes-of-the-season", "date_published": "2023-05-29 11:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Premier League 2022-23 review: young players of the season", "description": "<p>We select a few contenders for the Premier League’s rising star of the season – and invite you to have your say</p><p>Also: <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-players-of-the-season\">Players</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-managers-of-the-season\">Managers</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-goals-of-the-season\">Goals</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-matches-of-the-season\">Matches</a></p><p>When I wrote the equivalent article a year ago, Saka was again <a href=\"https://www.theguardian.com/football/blog/2022/may/23/premier-league-2021-22-review-young-players-of-the-season\">the first name on my list</a>. I finished my entry with: “What is frightening is how much better he could become, especially if Arsenal invest in a proper striker and a right-back capable of overlapping and creating more space for Saka.” The emergence of Ben White at right-back and the signing of Gabriel Jesus have indeed furthered Saka’s development: he has scored 14 league goals and only Kevin De Bruyne, Leandro Trossard and Mohamed Salah have more than his 11 assists. Before the World Cup, many were unsure whether Saka had a place in Gareth Southgate’s first XI. By the end of the tournament, he was probably the second or third name on the team sheet. For club and country, the cheerful Saka is a smiling assassin and has propelled Arsenal from also-rans to title contenders in less than 12 months. Gunners fans will be delighted about his new four-year contract, which will allow Mikel Arteta to build around him.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-young-players-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-young-players-of-the-season", "date_published": "2023-05-29 10:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hong Kong: 13 go on trial over 2019 storming of legislature by pro-democracy protesters", "description": "<p>Seven admit rioting, while another six face additional charges carrying a maximum sentence of life in prison</p><p>A Hong Kong court has began the trial of 13 people over the storming and ransacking of the city’s legislature in 2019, which was an unprecedented challenge to the Beijing-backed government.</p><p>It was the most violent episode in the initial phase of the huge pro-democracy protests that shook Hong Kong that year, with millions marching and staging sit-ins for weeks.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/hong-kong-13-go-on-trial-over-2019-storming-of-legislature-by-pro-democracy-protesters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/hong-kong-13-go-on-trial-over-2019-storming-of-legislature-by-pro-democracy-protesters", "date_published": "2023-05-29 06:44:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Can you solve it? Rotation, rotation, rotation", "description": "<p>Puzzles to put your head in a spin</p><p>Gather round. Today’s puzzles are all about going in circles. Onward with the revolution!</p><p><strong>1. Roll with it</strong></p> <a href=\"https://www.theguardian.com/science/2023/may/29/can-you-solve-it-rotation-rotation-rotation\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/29/can-you-solve-it-rotation-rotation-rotation", "date_published": "2023-05-29 06:10:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "12 Ensemble & GBSR Duo review – Laurence Osborn’s new work TOMB! absorbs and intrigues", "description": "<p><strong>Kings Place, London</strong><br />But in an evening of two halves, the sonic environments of Harold Budd and Brian Eno were all too ignorable</p><p>The strings of the <a href=\"https://www.the12ensemble.com/\">12 Ensemble</a> and the percussion and piano duo of <a href=\"https://www.georgebartonpercussion.com/\">George Barton</a> and <a href=\"https://www.siwanrhys.co.uk/\">Siwan Rhys</a> make natural collaborators, for both regularly explore corners of contemporary music that other groups tend to overlook. Last autumn at Covent Garden they joined forces to provide the pit band for <a href=\"https://www.theguardian.com/music/2022/oct/08/last-days-review-oliver-leith-opera-jack-sheen-agathe-roussell-kurt-cobain\">Oliver Leith’s Kurt Cobain opera Last Days</a>, and they have come together again for this touring programme, which was included in the<a href=\"https://www.kingsplace.co.uk/whats-on/sound-unwrapped/\"> Kings Place Sound Unwrapped series</a>.</p><p>Its centrepiece was a new work for strings, piano and percussion by <a href=\"https://www.laurenceosborn.com/\">Laurence Osborn</a>, commissioned for the tour, and by quite a margin the most absorbing and worthwhile piece in what was a rather uneven concert. Osborn describes his piece TOMB! as recognising “the necrophiliac side of heritage and our morbid obsession with dead things”. In this case the “dead things” are traditional musical forms like fugue, jig and passacaglia, which flit in and out of the 20-minute movement like apparitions, only occasionally assuming recognisable forms. The effect is intriguing, sometimes unnerving, but always engaging, and full of textures that are never quite as straightforward as they seem.</p><p>Repeated at <a href=\"https://www.cheltenhamfestivals.com/music/whats-on/2023/12-ensemble-gbsr-duo\">Cheltenham festival</a> on 14 July</p> <a href=\"https://www.theguardian.com/music/2023/may/29/12-ensemble-gbsr-duo-review-laurence-osborn-kings-place-london\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/29/12-ensemble-gbsr-duo-review-laurence-osborn-kings-place-london", "date_published": "2023-05-29 06:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Love in a Time of Hate by Florian Illies review – dissolute years of a doomed generation", "description": "<p>The experimental sex lives of the artists and thinkers of the roaring 20s are set against the burgeoning threat of fascism in this wickedly amusing and timely book</p><p>Writing in a hectic, almost impromptu present tense while darting to and fro between dozens of parallel stories, Florian Illies has pieced together the emotional history of a doomed generation. His cast of European artists and intellectuals spend the 1920s experimenting erotically, then succumb to anxiety and outright panic during the 1930s; by the 1940s, they are either in exile or on their way to concentration camps.</p><p>The structure of Illies’s book, apparently haphazard in its quick cuts between people and places, matches the creed of its characters. Sartre declares existence to be precariously contingent, which serves as a justification for living from moment to moment. Brecht leaves notes for the women he juggles telling them that he cannot be relied on, and Picasso stows a variety of simultaneous mistresses and muses in scattered lodgings and busily commutes between them. Others triangulate in troilist arrangements that never quite exclude the old-fashioned vice of jealousy. <a href=\"https://www.theguardian.com/culture/2015/apr/07/anais-nin-author-social-media\">Anaïs Nin</a> has an affair with her father, documented in a journal entitled <em>Incest</em>. The novelist <a href=\"https://www.theguardian.com/books/2022/oct/29/marian-keyes-nick-hornby-leila-slimani-benjamin-zephaniah-elif-shafak-books-that-changed-them\">Erich Kästner</a> sends his dirty linen home to his mother in Dresden to be laundered, and keeps her informed about his genital woes as he undergoes treatment for gonorrhoea. Flagrant in a different way, Josephine Baker dances in a skirt of tumescent bananas that look like phallic trophies she has collected.</p> <a href=\"https://www.theguardian.com/books/2023/may/29/love-in-a-time-of-hate-art-passion-in-shadow-of-war-1929-1939-by-florian-illies-review-dissolute-years-of-a-doomed-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/29/love-in-a-time-of-hate-art-passion-in-shadow-of-war-1929-1939-by-florian-illies-review-dissolute-years-of-a-doomed-generation", "date_published": "2023-05-29 06:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I think of drowning myself’: the Iraqi families displaced by a dam – and homeless for 40 years", "description": "<p>The village of Jissary was flooded in 1985 to make way for the giant Mosul dam, and its people have been moving between makeshift settlements ever since. Now they face eviction again</p><p>The people of Jissary first watched their village being submerged by waters for what would become Iraq’s biggest hydroelectric dam 40 years ago. Today they are still pursuing their long and exhausting quest for a home.</p><p>After several rounds of forced displacement over the years, including by Islamic State, up to 600 families are once again facing eviction, this time by the Iraqi government.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/29/i-think-of-drowning-myself-the-iraqi-families-displaced-by-a-dam-and-homeless-for-40-years\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/29/i-think-of-drowning-myself-the-iraqi-families-displaced-by-a-dam-and-homeless-for-40-years", "date_published": "2023-05-29 06:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "After seven years in Australia, I’m finally off the visa merry-go-round | Lucy Pearson", "description": "<p>I had no route to permanent residency until 2021, when being a copywriter allowed me to apply to remain in the place I call home</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/may/29/australia-news-live-melbourne-earthquake-politics-economy-albanese-nsw\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>It’s hard to pinpoint the exact moment that my desire for an Australian visa became the canvas on which all else – relationships, heartbreaks, new jobs, new homes – has been painted.</p><p>But suffice to say that over the past seven and a half years of living in Sydney, my journey towards <a href=\"https://immi.homeaffairs.gov.au/visas/permanent-resident\">permanent residency </a>has become as much a part of my identity as my passion for reading, my love for early mornings, and my daily ritual of sunrise ocean swims.</p><p>Lucy Pearson is a freelance writer, <a href=\"https://thelitedit.com/\">book blogger</a> and host of the Bondi Literary Salon</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/after-seven-years-in-australia-im-finally-off-the-visa-merry-go-round\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/after-seven-years-in-australia-im-finally-off-the-visa-merry-go-round", "date_published": "2023-05-29 05:24:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Recep Tayyip Erdoğan wins Turkish presidential election runoff – video", "description": "<p><a href=\"https://www.theguardian.com/world/recep-tayyip-erdogan\">Recep Tayyip Erdoğan</a> has extended his two decades in power, securing victory over his rival Kemal Kılıçdaroğlu after an unprecedented presidential runoff election. With 99.43% of the vote counted, Turkey’s supreme election authority announced late on Sunday that Erdoğan had won 52.14% of the votes, while Kılıçdaroğlu received 47.86%. The vote reflected Turkey’s stark and persistent political polarisation after the opposition forced Erdoğan into a run-off vote – an unprecedented event in the presidential system that Erdoğan introduced</p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/may/28/polls-close-in-second-round-of-the-turkish-presidential-election\">Recep Tayyip Erdoğan wins Turkish presidential election</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/may/29/recep-tayyip-erdogan-wins-turkish-presidential-election-runoff-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/may/29/recep-tayyip-erdogan-wins-turkish-presidential-election-runoff-video", "date_published": "2023-05-29 02:57:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Wildcard Storm Hunter’s French Open 2023 win ignites golden start for Australians", "description": "<ul><li>Hunter continues good form from qualifying tournament</li><li>Thanasi Kokkinakis and Jason Kubler also open with wins</li></ul><p>Inspired wildcards Thanasi Kokkinakis and Storm Hunter and jubilant Jason Kubler have given Australia a flying start to the French Open with rousing first-round victories in Paris.</p><p>Hunter continued her magical run from qualifying with a 4-6, 6-2, 6-4 defeat of higher-ranked Spaniard Nuria Parrizas Diaz to ignite Australia’s 2023 campaign.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/storm-hunter-australian-wildcard-wins-at-french-open-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/storm-hunter-australian-wildcard-wins-at-french-open-2023", "date_published": "2023-05-29 01:02:21+00:00", "persistent": false, "user": null, "language": "en-US"}]