[{"source": "https://www.theguardian.com/rss", "title": "Ministers plan to ban retailers in England from giving children free vapes", "description": "<p>Promotional samples dodge rules forbidding sale of e-cigarettes to under-18s, who are vaping in rapidly increasing numbers</p><p>Retailers will no longer be able to hand out free samples of vapes to children after ministers announced plans to close a legal loophole.</p><p>Although it is illegal to sell e-cigarettes to under-18s, it is not illegal for retailers and marketing firms to hand out free samples. This is because vapes are not covered by the tobacco advertising rules prohibiting free distribution, as they are not considered a tobacco product.</p> <a href=\"https://www.theguardian.com/society/2023/may/30/ministers-plan-to-ban-retailers-in-england-from-giving-children-free-vapes\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/30/ministers-plan-to-ban-retailers-in-england-from-giving-children-free-vapes", "date_published": "2023-05-29 23:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard Coles says he felt ‘hurtled towards the exit’ by BBC", "description": "<p>The broadcaster left Radio 4’s Saturday Live in March after 12 years</p><p>The Rev Richard Coles has said he “felt rather hurtled towards the exit” after leaving the BBC this year.</p><p>The broadcaster, 61, stepped down from his Radio 4 programme Saturday Live in March after 12 years.</p> <a href=\"https://www.theguardian.com/media/2023/may/30/rev-richard-coles-hurtled-towards-exit-bbc-radio-4\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/30/rev-richard-coles-hurtled-towards-exit-bbc-radio-4", "date_published": "2023-05-29 23:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Agreed house sales in UK at highest point this year, says Zoopla", "description": "<p>But property website warns that rebound in activity could be hit by rising mortgage rates</p><p>More prospective house sellers are returning to the UK’s property market, pushing agreed home sales to their highest point of the year in May, according to Zoopla, although it warned that the rebound in activity could be knocked by rising mortgage rates.</p><p><a href=\"https://www.theguardian.com/money/houseprices\">House prices</a> have fallen by 1.3% nationally over the past six months, the property website found, but the speed of price falls has been decreasing as buyer confidence slowly improves.</p> <a href=\"https://www.theguardian.com/business/2023/may/30/agreed-house-sales-in-uk-at-highest-point-this-year-says-zoopla\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/30/agreed-house-sales-in-uk-at-highest-point-this-year-says-zoopla", "date_published": "2023-05-29 23:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "St Mungo’s homelessness charity workers begin month-long strike", "description": "<p>Members of the Unite union will picket in London, Brighton, Bristol and Oxford after ‘pitiful’ pay offer</p><p>Workers at the homelessness charity <a href=\"https://www.mungos.org/\">St Mungo’s</a> will begin a month-long strike on Tuesday in a dispute over pay.</p><p>Members of Unite who work at the organisation will mount picket lines outside its head office in Tower Hill in London and in Brighton, Bristol and Oxford. The union said the industrial action was over a “pitiful” pay offer of 2.25%, which was made in April 2023.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/30/st-mungos-homelessness-charity-workers-month-long-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/30/st-mungos-homelessness-charity-workers-month-long-strike", "date_published": "2023-05-29 23:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK food inflation falls in May, raising hopes prices may have peaked", "description": "<p>British Retail Consortium says rate fell from 15.7% to 15.4% even as rise in overall shop prices hits fresh high</p><p>Food inflation in the UK fell in May, lifting hopes that the rapid increase in grocery prices may have reached its peak after keeping the broader consumer prices index painfully high so far this year.</p><p>After more than a year of sharp increases in the price of food, the British Retail Consortium (BRC) said annual food inflation eased this month from 15.7% to 15.4%, even as the overall rise in shop prices hits a fresh high.</p> <a href=\"https://www.theguardian.com/business/2023/may/30/uk-food-inflation-falls-in-may-raising-hopes-prices-may-have-peaked\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/30/uk-food-inflation-falls-in-may-raising-hopes-prices-may-have-peaked", "date_published": "2023-05-29 23:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession recap: the finale – probably the most feel-bad ending in TV history", "description": "<p>Depressingly realistic but furious and heartbreaking from start to finish, the power balance truly tipped in the finale – and somehow became even more toxic</p><p><em>Spoiler alert: this recap is for people watching <a href=\"https://www.theguardian.com/tv-and-radio/succession\">Succession</a> season four. Don’t read on unless you’ve watched the finale, episode 10.</em></p><p>“Carpe the diem, people.” As the curtain came down on the sweary super-rich saga, the sibs self-sabotaged one last time. Here’s your board report on the feature-length finale, titled With Open Eyes …</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/29/succession-recap-the-finale-probably-the-most-feel-bad-ending-in-tv-history\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/29/succession-recap-the-finale-probably-the-most-feel-bad-ending-in-tv-history", "date_published": "2023-05-29 21:40:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Coogan, Paul Whitehouse and Lee Mack join Windermere pollution protest", "description": "<p>Comedians perform at Lake District event in campaign to highlight ‘national scandal’ of volume of sewage being pumped into lake</p><p>Comedians Steve Coogan, Lee Mack and Paul Whitehouse called sewage pollution a “national scandal” as they joined campaigners to protest about the water quality at Windermere.</p><p>The comics performed at The Glebe in Bowness-on-Windermere, Cumbria at an event on Monday for environmental charity Friends of the Lake District to highlight the issue.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/29/steve-coogan-paul-whitehouse-and-lee-mack-join-windermere-pollution-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/29/steve-coogan-paul-whitehouse-and-lee-mack-join-windermere-pollution-protest", "date_published": "2023-05-29 21:24:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Failure to appeal to millennials ‘existential’ challenge to Tory party, Sunak warned", "description": "<p>Research among young voters found nearly two-thirds said Conservatives deserved to lose next election</p><p>The Conservatives’ failure to win over young voters poses an “existential” challenge to the party, Rishi Sunak has been warned, as new polling found nearly two-thirds of millennials said it deserves to lose the next election.</p><p>Research from the centre-right thinktank Onward found that millennials – which it defined as those aged 25 to 40 – think the Tories are dishonest, incompetent and out of touch. Yet despite this, it said there was hope younger voters could be attracted back to the party.</p> <a href=\"https://www.theguardian.com/politics/2023/may/29/failure-to-appeal-to-millennials-existential-challenge-to-tory-party-sunak-warned\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/29/failure-to-appeal-to-millennials-existential-challenge-to-tory-party-sunak-warned", "date_published": "2023-05-29 21:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barry finale review – farewell to the true best show on television", "description": "<p>Bill Hader’s intense, stomach-turning series is an extraordinary achievement, and it deserves far better than to play second banana to Succession</p><p></p><p>Well, that’s it. The best series on television has ended. Since 2018 it has towered above its rivals, thanks to its highwire ability to mix incredible comedy with the sort of intense drama that leaves your stomach in knots for days. And now it’s over. Four seasons and done. Succession? What? No. I’m talking about Barry.</p><p>Barry has concluded with “wow”, an episode of television that pulled off the remarkable job of creating a definitive ending and leaping forward a decade (for the second time in a month), while still managing to be the bitter Hollywood satire it always was. It was an extraordinary achievement, and you can’t help but feel that it deserved far more than to play second banana to Succession.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/29/barry-finale-review-farewell-to-the-true-best-series-on-television\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/29/barry-finale-review-farewell-to-the-true-best-series-on-television", "date_published": "2023-05-29 20:40:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mystery of why Venice’s Grand Canal turned fluorescent green is solved", "description": "<p>Local authorities say transformation was due to fluorescein, a substance used to test wastewater networks</p><p>The spectacular <a href=\"https://www.theguardian.com/world/2023/may/28/venice-police-investigate-source-bright-green-liquid-grand-canal\">transformation of a stretch of Venice’s Grand Canal to fluorescent green</a> was due to fluorescein, a non-toxic substance used for testing wastewater networks, local authorities have concluded</p><p>Residents noticed a stretch of Venice’s Grand Canal turned bright green on Sunday, prompting police to investigate amid speculation it could be a stunt by environmentalists.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/mystery-of-why-venices-grand-canal-turned-fluorescent-green-is-solved\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/mystery-of-why-venices-grand-canal-turned-fluorescent-green-is-solved", "date_published": "2023-05-29 20:33:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘So goodnight from me. Goodnight’: Jeremy Paxman departs University Challenge, gentle at last", "description": "<p>After decades of savage put-downs, Paxo poignantly bows out of the quiz show amazed at the students’ knowledge, not their stupidity</p><p><br />When television historians write about Jeremy Paxman, most attention will be given to his spell on Newsnight from 1989 to 2014 and the number of times he asked Michael Howard the same question when he was home secretary. But it is University Challenge that marks his longest association with a show: from 1994 until now. And, poignantly, unless the undergraduates from Durham and Bristol, the 2023 finalists, stayed up late for Newsnight in their early teens, this is the only part of their interrogator’s TV CV with which they will be familiar.</p><p>There are different ways for a presenter to leave a significant gig. <a href=\"https://www.theguardian.com/media/2023/may/28/itv-denies-plans-axe-this-morning-phillip-schofield-controversy\">Phillip Schofield</a>’s abrupt two-stage implosion at ITV meant that he hosted his final editions of This Morning, Dancing On Ice and the British Soap Awards without knowing they were the last.<strong> </strong>Contrastingly, Paxman’s final Newsnight was a whole programme of clips, tributes, in-jokes and stunts, including riding a tandem with the then mayor of London, Boris Johnson. (Paxman, who hinted on that double-ego trip at being a “one nation Tory”, was subsequently asked by the Conservatives to run to succeed Johnson as mayor, but declined.)</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/29/university-challenge-final-review-jeremy-paxman\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/29/university-challenge-final-review-jeremy-paxman", "date_published": "2023-05-29 20:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British man dies in Greece ‘after being struck by lightning paddleboarding’", "description": "<p>Local media say man, 26, was being filmed in sea off Agia Agathi beach in Rhodes when lightning struck water nearby</p><p>An investigation has been launched into the death of a British man who was reportedly struck by lightning while paddleboarding in Greece.</p><p>The unnamed man was in the sea off the beach in Agia Agathi, Rhodes, as his girlfriend filmed him from the beach, according to local media.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/british-man-dies-in-greece-after-being-struck-by-lightning-paddleboarding\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/british-man-dies-in-greece-after-being-struck-by-lightning-paddleboarding", "date_published": "2023-05-29 19:52:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Girl, 15, charged with 19 counts of murder after fire at school in Guyana", "description": "<p>Police have accused the teenager of starting the blaze in a dormitory that killed 18 schoolmates and a five-year-old boy</p><p>A teenage student whom police in Guyana accuse of deliberately setting <a href=\"https://www.theguardian.com/world/2023/may/22/school-dormitory-fire-guyana\">a fire in a girls’ dormitory that killed 18 schoolmates </a>and a five-year-old boy has been charged as an adult with 19 counts of murder.</p><p>The 15-year-old girl appeared virtually at the hearing on Monday in a court south of the capital, Georgetown, and was ordered to be held in custody pending further court proceedings.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/teenage-suspect-guyana-school-fire-charged-as-adult-murder\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/teenage-suspect-guyana-school-fire-charged-as-adult-murder", "date_published": "2023-05-29 19:20:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We cling because where else do we go when it’s over for Jimmy Anderson? | Jonathan Liew", "description": "<p>Test cricket will lose a part of itself when England’s elder statesman retires and, while it will survive, it will be painful</p><p>“Oh mother, I can feel the soil falling over my head.” A few weeks ago English cricket was thrown into a medium-sized spasm by the news that Jimmy Anderson had sustained a groin injury playing for Lancashire against Somerset. On one level it felt faintly ridiculous that England’s Ashes chances should rise or fall on the fitness of a man old enough to have bowled at Derek Randall. But the predominant sensation was really a kind of paralysing fear: the sort that grips you when you hear that an elderly relative has fallen over at home. Everyone knows the stakes here. Every twinge, every niggle and every limp now comes with a sinister metatext: “this time, you know, it might really be over”.</p><p>But still we cling, because we don’t know where else we can go. Naturally Anderson’s injury turned out to be little more than a minor setback. He will be rested for the Test against Ireland this week. And so come 16 June, in all likelihood, we will once again be treated to the sight of Anderson gingerly grimacing his way to the bowling crease: blisters popping in his boots, face writ with that peculiar mixture of acute discomfort and acute satisfaction. Anderson, more than any bowler of his generation, has learned to associate pain with reward. This thing is supposed to hurt. That’s how you know it’s worth it.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/29/we-cling-because-where-else-do-we-go-when-its-over-for-jimmy-anderson-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/29/we-cling-because-where-else-do-we-go-when-its-over-for-jimmy-anderson-cricket", "date_published": "2023-05-29 19:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour plans to allow local authorities to buy land cheaply for development", "description": "<p>Exclusive: If elected next year, party would allow officials to buy up land at fraction of potential cost as part of ‘pro-building’ agenda</p><p>Labour is planning to give local officials sweeping new powers to buy land cheaply and develop on it, as part of the party’s new “pro-building” agenda.</p><p>Party sources say that if elected next year, they will pass a law to allow local development authorities in England the power to buy up land at a fraction of its potential cost if they want to build on it.</p> <a href=\"https://www.theguardian.com/politics/2023/may/29/labour-allow-local-authorities-buy-land-cheaply-for-development\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/29/labour-allow-local-authorities-buy-land-cheaply-for-development", "date_published": "2023-05-29 19:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tea, apples and berries could stave off age-related memory loss, study suggests", "description": "<p>Research found 71-year-olds with high flavanol consumption had better memory function</p><p>People who have a diet rich in <a href=\"https://www.theguardian.com/science/2015/sep/09/cocoa-fruit-tea-help-keep-heart-healthy-study-flavanols\">flavanols</a>, which are found in tea, apples and berries, may be less likely to develop age-related memory loss, research suggests.</p><p>A three-year study of 3,562 people aged about 71 found those with high regular flavanol consumption had better hippocampal memory function, which includes short-term memory-making, than those who didn’t.</p> <a href=\"https://www.theguardian.com/science/2023/may/29/tea-apples-berries-prevent-memory-loss-ageing-flavanols-research\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/29/tea-apples-berries-prevent-memory-loss-ageing-flavanols-research", "date_published": "2023-05-29 19:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canadian former soldier extradited to Thailand over gangland killing", "description": "<p>Matthew Dupre flown into Bangkok to face trial for murder of suspected drug boss</p><p>A former Canadian soldier has been extradited to Thailand in connection with the killing of a criminal gang member in Phuket.</p><p>Matthew Dupre, 38, is wanted for the alleged murder of suspected criminal Jimi Sandhu, who was shot dead in February 2022, Thailand’s central investigation bureau commissioner, Jirabhop Bhuridej, told reporters.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/canadian-former-soldier-extradited-to-thailand-over-gangland-killing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/canadian-former-soldier-extradited-to-thailand-over-gangland-killing", "date_published": "2023-05-29 18:08:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Encourage boys to read books about girls, says author Joanne Harris", "description": "<p>Teaching must change to prevent violence against women, she said at Hay festival, also speaking on narratives of menopause</p><p>Boys should be encouraged to read books about girls, said author Joanne Harris, because “a boy who is afraid to read a book with a girl protagonist will grow up into a man who feels that it’s inappropriate for him to listen to a woman’s voice”.</p><p>The author of Chocolat told an audience at the Hay festival in Wales that if violence against women was to be prevented, it “needs to be addressed really early, long before an actual crime happens”.</p> <a href=\"https://www.theguardian.com/books/2023/may/29/encourage-boys-to-read-books-about-girls-says-author-joanne-harris\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/29/encourage-boys-to-read-books-about-girls-says-author-joanne-harris", "date_published": "2023-05-29 18:07:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘What are we doing here?’ Cameron Norrie upset with umpire’s intervention", "description": "<ul><li>Briton beats Benoît Paire 7-5, 4-6, 3-6, 6-1, 6-4 </li><li>Norrie called for a hindrance in second set</li></ul><p>Cameron Norrie has expressed his frustration at being penalised for a hindrance during his gritty five-set win against Benoît Paire on Monday, describing the umpire’s intervention as “unacceptable”. After an intense battle with crowd, opponent and himself, he recovered from two sets to one down to reach the second round with a 7-5, 4-6, 3-6, 6-1, 6-4 win on Court Suzanne Lenglen.</p><p>At 1-1, 30-30 in the second set on Norrie’s serve, the 27-year-old unloaded on an inside-out forehand that elicited an error from Paire. But the umpire, Nico Helwerth, called a hindrance on Norrie because of a noise he made after striking his final forehand, rewarding the point to his French opponent.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/what-are-we-doing-here-cameron-norrie-upset-with-umpires-intervention\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/what-are-we-doing-here-cameron-norrie-upset-with-umpires-intervention", "date_published": "2023-05-29 18:05:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suspected Russia-trained spy whale reappears off Sweden’s coast", "description": "<p>Beluga whale that turned up in Norway wearing a harness marked ‘Equipment St Petersburg’ in 2019 returns to Scandinavia</p><p>A Beluga whale that turned up in Norway wearing a harness in 2019, prompting <a href=\"https://www.theguardian.com/environment/2019/apr/29/whale-with-harness-could-be-russian-weapon-say-norwegian-experts\">speculation it was a spy trained by the Russian navy,</a> has reappeared off Sweden’s coast.</p><p>First discovered in Norway’s far northern region of Finnmark, the whale spent more than three years slowly moving down the top half of the Norwegian coastline, before suddenly speeding up in recent months to cover the second half and on to Sweden.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/suspected-russia-trained-spy-whale-reappears-off-swedens-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/suspected-russia-trained-spy-whale-reappears-off-swedens-coast", "date_published": "2023-05-29 18:02:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman wins UK cheese rolling race despite being knocked unconscious", "description": "<p>‘It feels great,’ said Canadian Delaney Irving, victor of the women’s race at Coopers Hill, near Gloucester</p><p>A woman was knocked unconscious while running down a hill to chase a 3kg (7lb) cheese wheel, but still managed to win her race at the bank holiday event.</p><p>Video footage posted on social media showed Delaney Irving falling while pursuing the double gloucester down the almost-vertical Coopers Hill in Brockworth, near Gloucester.</p> <a href=\"https://www.theguardian.com/food/2023/may/29/woman-wins-coopers-hill-cheese-rolling-race-despite-being-knocked-out\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/29/woman-wins-coopers-hill-cheese-rolling-race-despite-being-knocked-out", "date_published": "2023-05-29 18:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manage the owners, trim the squad and Pochettino’s other key tasks at Chelsea | Jacob Steinberg", "description": "<p>New manager can use lack of European football to his advantage provided he finds an answer to team’s chronic lack of goals</p> <a href=\"https://www.theguardian.com/football/2023/may/29/pochettino-chelsea-key-tasks-owners-squad\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/pochettino-chelsea-key-tasks-owners-squad", "date_published": "2023-05-29 18:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Irish set to become third club ejected from Premiership", "description": "<ul><li>Deadline for takeover or proof of funding elapses on Tuesday</li><li>Wasps and Worcester already expelled this season</li></ul><p>London Irish are expected become the third team ejected from the Premiership in eight months with the Rugby Football Union poised to suspend the Exiles should they miss Tuesday’s 5pm deadline.</p><p>The situation is such that several players have been seeking to line up provisional moves with England’s Henry Arundell understood to be on Bath’s radar, Paddy Jackson on Newcastle’s, and the back-rower Tom Pearson believed to be of interest to Bath and Bristol among a host of suitors.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/london-irish-set-to-become-third-club-ejected-from-premiership\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/london-irish-set-to-become-third-club-ejected-from-premiership", "date_published": "2023-05-29 17:53:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Met’s mental health ultimatum: a deadline is not a solution | Editorial | Editorial", "description": "<p>Sir Mark Rowley is right that mentally ill people should not be looked after by police officers. Ministers, not health workers, are to blame</p><p>The decision last week by the Metropolitan police commissioner, Sir Mark Rowley, that in future his officers will attend emergency calls related to mental health only where a threat to life is feared, was both a wake-up call and a threat. His <a href=\"https://www.theguardian.com/uk-news/2023/may/28/met-police-to-stop-attending-emergency-mental-health-calls\" title=\"\">letter</a>, and deadline of 31 August, have raised the stakes in negotiations with health bosses. The danger is that his combative approach will undermine attempts to find a solution to a problem that no one denies.</p><p>Sir Mark is right that people with severe mental illness should be looked after by health workers, not police. The enormous amount of time that his officers spend in A&amp;E departments with mentally ill people waiting to be treated should be reduced. Situations such as the one described last year by the former West Midlands chief Sir David Thompson, in which a <a href=\"https://www.theguardian.com/uk-news/2022/nov/27/child-in-mental-health-crisis-lived-at-police-station-for-two-days-chief-reveals\" title=\"\">child having a mental health crisis</a> lived in a police station for two days because there was nowhere else for her to go, should shame us all.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/the-guardian-view-on-the-mets-mental-health-ultimatum-a-deadline-is-not-a-solution\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/the-guardian-view-on-the-mets-mental-health-ultimatum-a-deadline-is-not-a-solution", "date_published": "2023-05-29 17:29:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cabinet Office may take legal action to deny Covid inquiry Boris Johnson material", "description": "<p>Such a challenge over Lady Hallett’s request for unredacted diaries and messages would be seen as unprecedented</p><p>The Cabinet Office could take unprecedented action to prevent Boris Johnson’s unredacted diaries and WhatsApp messages being handed over to the official Covid inquiry, the Guardian had been told.</p><p>Officials are preparing to issue a response to the inquiry chair, Heather Hallett, by 4pm on Tuesday. Sources said they were likely to resist her <a href=\"https://www.theguardian.com/uk-news/2023/may/27/uk-ministers-engaged-in-bitter-fight-to-halt-release-of-covid-secrets\">demand for a cache of documents</a> relating to the former prime minister’s time in No 10.</p> <a href=\"https://www.theguardian.com/politics/2023/may/29/cabinet-office-may-take-legal-action-to-deny-covid-inquiry-lady-hallett-boris-johnson-material\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/29/cabinet-office-may-take-legal-action-to-deny-covid-inquiry-lady-hallett-boris-johnson-material", "date_published": "2023-05-29 17:29:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Erdoğan’s victory: a triumph for polarisation, not unity | Editorial", "description": "<p>As he embarks on a third decade in power, Turkey’s president will continue to use sweeping powers to divide and rule</p><p>During his victory speeches on Sunday night, Recep Tayyip Erdoğan celebrated re-election as Turkey’s president with a call for national unity. “We are not the only ones who have won, Turkey has won … our democracy has won,” he <a href=\"https://www.theguardian.com/world/2023/may/28/polls-close-in-second-round-of-the-turkish-presidential-election\" title=\"\">told</a> supporters, while at the same time doubling down on the type of inflammatory rhetoric he deployed against LGBTQ+ people throughout his campaign.</p><p>As Mr Erdoğan embarks on a record third decade in power with a conservative and nationalist mandate – and with increasingly authoritarian powers to enforce it – millions of other Turkish residents also have good grounds to disbelieve his sunny rhetoric. In an increasingly militarised “anti-terror” environment, political repression and harassment of the country’s sizeable Kurdish population are set to continue. The president’s campaign was loaded with barbs and misinformation about the mainly Kurdish Peoples’ Democratic party, which backed Mr Erdoğan’s defeated rival, Kemal Kılıçdaroğlu.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/the-guardian-view-on-erdogans-victory-a-triumph-for-polarisation-not-unity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/the-guardian-view-on-erdogans-victory-a-triumph-for-polarisation-not-unity", "date_published": "2023-05-29 17:28:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Dobson obituary", "description": "Stalwart opera singer who clocked up more than 2,000 performances in around 90 roles at Covent Garden<p>A comprimario tenor is one who specialises in secondary roles, fulfilling a vital function while others take the glory. John Dobson, who has died aged 92, clocked up more than 2,000 performances in around 90 roles at Covent Garden alone by the time he retired in 1995.</p><p>A dependable, stalwart member of the company at the Royal Opera, he sang the treacherous courtier Shuisky to Boris Christoff’s Tsar in Mussorgsky’s Boris Godunov, and the police agent Spoletta to eight different Scarpias including Tito Gobbi, <a href=\"https://www.theguardian.com/music/2008/sep/16/classicalmusicandopera\" title=\"\">Peter Glossop</a> and <a href=\"https://www.independent.co.uk/news/people/obituary-sir-geraint-evans-1552725.html\" title=\"\">Geraint Evans</a> in Puccini’s Tosca. With his mercurial facility for inhabiting the multiple roles he undertook, he also fitted the definition of a character tenor: a singer whose clear enunciation and acting skills enables him to bring subsidiary characters vividly to life.</p> <a href=\"https://www.theguardian.com/music/2023/may/29/john-dobson-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/29/john-dobson-obituary", "date_published": "2023-05-29 17:19:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Using psychedelics for depression is exciting area, says ex-vaccines chief", "description": "<p>Kate Bingham, who chaired UK’s Covid vaccine taskforce, tells Hay festival she hopes mind-altering drugs could treat mental illness</p><p>The former chair of the UK’s Covid vaccine taskforce has described the use of psychedelics to treat depression as an “area of real excitement” in a talk at the Hay literary festival in Wales.</p><p>Speaking at a panel event alongside the UK government’s former chief scientific adviser Sir Patrick Vallance, Kate Bingham said she was hopeful that the drugs could have a positive impact on mental ill health.</p> <a href=\"https://www.theguardian.com/science/2023/may/29/using-psychedelics-for-depression-is-exciting-area-says-ex-vaccines-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/29/using-psychedelics-for-depression-is-exciting-area-says-ex-vaccines-chief", "date_published": "2023-05-29 17:05:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s bowling attack in crisis as Lord’s Test against Ireland approaches", "description": "<ul><li>Mark Wood doubtful, but could still face Ireland</li><li>McCullum cautious about Stokes: ‘He’ll bowl at some stage’</li></ul><p>England are facing a bowling crisis at the start of the Test campaign, with Jimmy Anderson and <a href=\"https://www.theguardian.com/sport/2023/may/23/england-injury-boost-as-ollie-robinson-cleared-to-join-ireland-test-squad-cricket\">Ollie Robinson ruled out</a> of this week’s match against Ireland at Lord’s and Mark Wood also a doubt. <a href=\"https://www.theguardian.com/sport/2023/may/15/ben-stokes-fitness-doubt-england-test-ireland-ashes\">Ben Stokes’s ability to drag his injured knee</a> through a few overs is also sufficiently uncertain that all Brendon McCullum, the England coach, would say on the subject was that “I think he’ll bowl at some stage throughout the summer”.</p><p>Wood bowled during the team’s first training session at Lord’s on Monday and though England will not be inclined to take any risks with the first Ashes Test little over a fortnight away he could yet play on Thursday. “He looks like he is going all right. We’ll have to monitor it,” McCullum said.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/england-attack-busy-summer-ireland-test-mark-wood-mccullum-stokes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/england-attack-busy-summer-ireland-test-mark-wood-mccullum-stokes", "date_published": "2023-05-29 17:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everton require major overhaul on and off the field after survival", "description": "<p>A stay-away board, threadbare squad and an investigation into an alleged breach of rules are among the problems that remain</p><p>Sean Dyche made no attempt to sugarcoat Everton’s latest relegation escape after <a href=\"https://www.theguardian.com/football/2023/may/28/everton-survive-in-premier-league-after-beating-bournemouth\" title=\"\">victory against Bournemouth </a>on the final day. Survival afforded the Everton manager opportunity to speak with refreshing honesty about the problems he inherited and the “massive amount of work to be done, not just from me but from everyone at the club” to ensure next season does not bring a third successive relegation scrap. What does need to change?</p> <a href=\"https://www.theguardian.com/football/2023/may/29/everton-require-major-overhaul-on-and-off-the-field-after-survival\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/everton-require-major-overhaul-on-and-off-the-field-after-survival", "date_published": "2023-05-29 17:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Johnston on Britain’s out of touch political masters – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/29/tom-johnston-on-britains-out-of-touch-political-masters-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/29/tom-johnston-on-britains-out-of-touch-political-masters-cartoon", "date_published": "2023-05-29 17:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US political leaders push for lawmakers’ support on debt ceiling deal", "description": "<p>Some members of Congress question if they received enough concessions in Biden and McCarthy’s agreement</p><p>US political leaders appeared bullish on Monday that they can sell a bipartisan compromise <a href=\"https://www.theguardian.com/us-news/2023/may/28/us-debt-ceiling-deal-latest-biden-mccarthy\">debt ceiling deal</a> to enough mainstream lawmakers – overcoming boisterous criticism from left and right – urgently enough to avert a first-ever national default on the $31.4tn the US owes creditors.</p><p>The deal, agreed by the Democratic US president, Joe Biden, and the Republican House speaker, Kevin McCarthy, at the weekend after weeks of tense, stop-start negotiations, has left some in Washington questioning if they had received enough concessions.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/29/us-debt-ceiling-deal-congress-support\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/29/us-debt-ceiling-deal-congress-support", "date_published": "2023-05-29 16:42:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS England workforce plan delayed amid rumours of cost issues", "description": "<p>Health secretary Steve Barclay not confirming when strategy to increase numbers of doctors and nurses will be published</p><p>NHS leaders have raised concerns about the delay to the long-awaited workforce plan, after the health secretary, Steve Barclay, refused to give a deadline for its publication and with rumours suggesting it is considered too costly.<br /><br />The plan, which was expected to be published on Tuesday, appears to have been delayed, according to the deputy chief executive of NHS Providers, Saffron Cordery.</p><p>Barclay blamed the pandemic and “various things that have been happening in recent years” for the delay during broadcast interviews over the weekend. He had previously promised that the plan to increase the number of doctors and nurses would be published before the next general election.<br /><br />Cordery said the plan, which aims to fix the UK’s crumbling healthcare system by plugging chronic staff shortages but which has already been postponed from last year, was needed “as quickly as possible”.</p> <a href=\"https://www.theguardian.com/society/2023/may/29/nhs-england-workforce-plan-delayed-amid-rumours-of-cost-issues\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/29/nhs-england-workforce-plan-delayed-amid-rumours-of-cost-issues", "date_published": "2023-05-29 16:40:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Paxman: memorable lines from a master of the scathing put-down", "description": "<p>As the University Challenge host bows out, here is a selection of his most disparaging comments to contestants</p><p>Jeremy Paxman, who hosts his last University Challenge show on Monday, became known for his scathing put-downs and shows of incredulity at wrong answers.</p><p>Here are some of Paxman’s most disparaging comments to contestants:</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/29/jeremy-paxman-memorable-lines-from-a-master-of-the-scathing-put-down\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/29/jeremy-paxman-memorable-lines-from-a-master-of-the-scathing-put-down", "date_published": "2023-05-29 16:29:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cannes film festival: the best red carpet looks part two – in pictures", "description": "<p>From Julia Garner’s old-Hollywood glamour to Elsa Hosk’s optical illusion gown, from feathers to the burnt to the bin-bag look, fashion’s ingenuity shone bright</p> <a href=\"https://www.theguardian.com/film/gallery/2023/may/29/cannes-film-festival-the-best-red-carpet-looks-part-two-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2023/may/29/cannes-film-festival-the-best-red-carpet-looks-part-two-in-pictures", "date_published": "2023-05-29 16:28:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Balearic authorities call meeting with Ryanair in pastry carry-on", "description": "<p>Airline said to have demanded two passengers pay €45 each to take <em>ensaïmada</em> onboard with hand luggage</p><p>The government of the Balearic Islands has called an urgent meeting with Ryanair and the local pastry-makers’ association after the airline tried to charge passengers to bring cakes onboard, claiming it exceeded their cabin baggage limit.</p><p>The row erupted after two passengers at Palma de Mallorca airport tried to each carry an <em>ensa</em><em>ïmada,</em> a traditional Mallorcan pastry, along with their hand baggage. The airline demanded an additional €45 (£39) each to bring the pastries onboard, at which point the passengers abandoned them rather than paying.</p> <a href=\"https://www.theguardian.com/business/2023/may/29/balearic-authorities-call-meetin-ryanair-pastry-row-ensaimada-hand-luggage\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/29/balearic-authorities-call-meetin-ryanair-pastry-row-ensaimada-hand-luggage", "date_published": "2023-05-29 16:22:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nobel literature prize fell into my life ‘like a bomb’, says Annie Ernaux", "description": "<p>In conversation with Sally Rooney at Charleston festival author says award has hindered her ability to focus on writing</p><p>Annie Ernaux, the French winner of the 2022 Nobel prize in literature, has said she never wanted the award and that it fell into her life “like a bomb”, hindering her ability to focus on writing.</p><p>In conversation with the novelist Sally Rooney on the final day of Charleston festival, Ernaux was talking via an interpreter as she explained her tricky relationship with the prize.</p> <a href=\"https://www.theguardian.com/books/2023/may/29/nobel-literature-prize-fell-into-my-life-like-a-bomb-says-annie-ernaux\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/29/nobel-literature-prize-fell-into-my-life-like-a-bomb-says-annie-ernaux", "date_published": "2023-05-29 16:21:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To reform the NHS, Labour must learn from the past | Letters", "description": "<p>Traditional models of health and social care should be the inspiration for Keir Starmer’s plans for the health service, says <strong>Dr Tim Reed</strong>. Plus letters from <strong>Dr Andrew Bodey</strong>, <strong>Dr John Doherty</strong> and <strong>Bernie Evans</strong></p><p>As your editorial on Labour’s plan for the NHS points out (<a href=\"https://www.theguardian.com/commentisfree/2023/may/23/the-guardian-view-on-labours-plan-for-the-nhs-now-build-on-this-beginning\" title=\"\">23 May</a>), health is largely determined by political choices. To restore the NHS, we could learn from its history. The independent contractor model of primary care has been an NHS success story and, arguably, its collapse is at the root of the service’s wider malaise.</p><p>Unifying fragmented primary, community and social care staff in independent, wholly subcontracted organisations under one roof, possibly as social enterprises or John Lewis-style partnerships, would improve care, lift staff morale and release funds to address the workforce crisis. Relocating services currently provided in hospitals – such as urgent care, diagnostics and outpatients – into the community would offer the opportunity for care to be delivered using the personalised, relationship-based and cost-effective model traditionally used by family doctors.</p> <a href=\"https://www.theguardian.com/society/2023/may/29/to-reform-the-nhs-labour-must-learn-from-the-past\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/29/to-reform-the-nhs-labour-must-learn-from-the-past", "date_published": "2023-05-29 16:18:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starting young on the politics of argument | Letters", "description": "<p><strong>John Sommer</strong>, <strong>Martin Cooper</strong> and <strong>Lyn A Dade</strong> respond to an article by Alastair Campbell on teaching politics in primary school</p><p>Alastair Campbell inadvertently but accurately summed up everything that is wrong with politics in this country when he suggested that “arguing” could be the name for teaching politics in schools (<a href=\"https://www.theguardian.com/politics/2023/may/25/politics-should-be-taught-in-primary-schools-alastair-campbell-says\" title=\"\">Politics should be taught in primary schools, Alastair Campbell says, </a> <a href=\"https://www.theguardian.com/politics/2023/may/25/politics-should-be-taught-in-primary-schools-alastair-campbell-says\" title=\"\">25 May</a>). Arguing is a sterile, counterproductive activity if it does not have a philosophical base. Simple philosophical ideas do have a place in every child’s life from an early age. Some of the words form part of early vocabulary.</p><p>How often do adults explore with children words such as fair, kind and share? How often are the consequences of doing what you want discussed beyond the immediate and practical? If politics or arguing is to go beyond pure self-interest, it needs a philosophical base. Rooting it in the real world with its limitations and resources is where economics comes in. Philosophy, politics and economics in primary school should be seen as basic life skills and embedded in the curriculum. The performance of PPE graduates in parliament seems to indicate that it is a university course of little merit in character-building.<br /><strong>John Sommer</strong><br /><em>Saltford, Bristol</em></p> <a href=\"https://www.theguardian.com/politics/2023/may/29/starting-young-on-the-politics-of-argument\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/29/starting-young-on-the-politics-of-argument", "date_published": "2023-05-29 16:18:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Male bonding over coffee and chess | Letter", "description": "<p><strong>John Reed</strong> celebrates old friends and meaningful conversations</p><p>This was interesting article with many truths in it about male friendship (<a href=\"https://www.theguardian.com/lifeandstyle/2023/may/25/we-dont-do-deep-emotional-discussions-why-men-lose-their-friends-and-how-they-can-make-more\" title=\"\">‘We don’t do deep emotional discussions’: why men lose their friends – and how they can make more, 25 May</a>). At the age of 76, I have my oldest friend of more than 50 years living close by, and I can talk to him about nearly anything.</p><p>Unfortunately, ageing takes its toll on friendship: one friend died, two are a considerable distance away. Yet I am fortunate. Around six or seven years ago, a group of us started having a coffee morning, all members of a local chess club. This echoed the scooter club described in Sam Wollaston’s article. It is interesting to note how the conversation has changed.</p> <a href=\"https://www.theguardian.com/society/2023/may/29/male-bonding-over-coffee-and-chess\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/29/male-bonding-over-coffee-and-chess", "date_published": "2023-05-29 16:17:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: A multitude of storylines dominate this year’s Derby", "description": "<p>From the battle for favouritism, Frankie Dettori’s farewell and the prospect of more protests, Saturday’s race will be eventful</p><p>Sixteen colts are still in the running for the Derby at Epsom on Saturday after Passenger, third home after a tricky passage in the Dante Stakes at York this month, was added to the field at a cost of £85,000 at the five-day declaration stage on Monday morning.</p><p>The question of which of them will set off as favourite, however, may not be resolved until the off-time of 1.30pm, as four horses – Military Order, Auguste Rodin, Passenger and Arrest – are currently priced between 7-2 and 6-1, with Arrest in particular likely to attract support on the day as he will be <a href=\"https://www.theguardian.com/sport/2023/may/10/arrest-puts-frankie-dettori-in-derby-picture-for-his-last-season-in-the-saddle-horse-racing-tips\">Frankie Dettori’s final ride in the Classic</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/talking-horses-a-multitude-of-storylines-dominate-this-years-derby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/talking-horses-a-multitude-of-storylines-dominate-this-years-derby", "date_published": "2023-05-29 16:13:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did you solve it? Rotation, rotation, rotation", "description": "<p>The answers to today’s mind-spinners</p><p><a href=\"https://www.theguardian.com/science/2023/may/29/can-you-solve-it-rotation-rotation-rotation\">Earlier today I set you</a> these three puzzles. Here they are again with solutions.</p><p><strong>1. Roll with it</strong></p> <a href=\"https://www.theguardian.com/science/2023/may/29/did-you-solve-it-rotation-rotation-rotation\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/29/did-you-solve-it-rotation-rotation-rotation", "date_published": "2023-05-29 16:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It was cruel’: Espanyol crumble but leave six still in La Liga danger zone | Sid Lowe", "description": "<p>A 2-2 draw at Valencia ensured Luis García’s team will not be among several sides fighting for La Liga survival on the final day</p><p>When the end came, Espanyol’s captain pulled his shirt over his face and sobbed, a member of staff taking him gently by the arm and guiding him off the Mestalla pitch and out of the first division. “We didn’t deserve it to end like this,” Sergi Darder had said, which was just about all he had been able to say; three men needed to compose him and carry him towards the camera where, exposed, his voice cracked and his eyes stung. That and “sorry”, plus a promise to be back that he knew was as hard to hear as to express. Then he raised an apologetic hand and, head covered, hurt hidden inside, departed.</p><p>“When we were closest, it was gone: it was cruel,” said his coach, Luis García. In the 93rd minute of the 37th week of the longest and tightest relegation battle anyone had ever seen, when someone’s grip finally failed, survival torn from their fingers, it was theirs. “We had fought so hard to have our final at our home with our people,” Darder said, but Espanyol, relegated, will not be in the fight for survival next Sunday. <em>Six</em> other teams, separated by two points, will be: Valladolid, Celta, Almería, Valencia, Cádiz and Getafe, each with their fate in their hands and hearts in their mouths.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/29/it-was-cruel-espanyol-crumble-but-leave-six-still-in-la-liga-danger-zone\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/29/it-was-cruel-espanyol-crumble-but-leave-six-still-in-la-liga-danger-zone", "date_published": "2023-05-29 16:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LSO Futures review – works new and nearly new are a sparkling showcase for this superb orchestra", "description": "<p><strong>Barbican, London<br /></strong>Premieres by Jonathan Woolgar and Colin Matthews sat alongside music by Lili Boulanger, Cassie Kinoshi and Bartók in a concert full of interest and energy</p><p>The latest of the <a href=\"https://www.theguardian.com/music/london-symphony-orchestra\">London Symphony Orchestra</a>’s annual new music concerts, which was conducted by <a href=\"https://fxroth.com/\">François-Xavier Roth</a>, included two world premieres, one from a composer still in the very early stages of his career, the other from one of the most familiar and significant figures in British contemporary music.</p><p>Like many of the pieces that find their way into LSO Futures concerts, <a href=\"https://jonathanwoolgar.com/\">Jonathan Woolgar</a>’s <a href=\"https://www.lso.co.uk/composer-jonathan-woolgar-on-symphonic-message-wach-auf/\">Symphonic Message: “Wach Auf”</a> had emerged through the orchestra’s <a href=\"https://www.lso.co.uk/learn-and-discover/support-for-emerging-artists/panufnik-composers-scheme/#:~:text=The%20Panufnik%20Composers%20Scheme%20offers,2022%2F23%20cohort%20only).\">Panufnik Composers Scheme</a>, which mentors up-and-coming talents. It packs an awful lot of incident into barely six minutes of music, beginning with the glorious G major chord that the chorus sings on the word “Auf” at the beginning of the song contest in the final act of Wagner’s Die Meistersinger. That grandeur is immediately undermined by a referee’s whistle, and the music sets off in half a dozen different directions at once: there’s a boozy trombone solo, an irascible clarinet, even the beginnings of a Shostakovich-like gallop. It all peters out soon enough, but the eclectic energy is unmistakable.</p> <a href=\"https://www.theguardian.com/music/2023/may/29/lso-futures-review-barbican-london-jonathan-woolgar-colin-matthews\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/29/lso-futures-review-barbican-london-jonathan-woolgar-colin-matthews", "date_published": "2023-05-29 15:58:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nova Scotia officials declare emergency over rare and ‘very aggressive’ wildfires", "description": "<p>Thousands forced from their homes after spring fires destroy buildings in Canadian province</p><p>Rare and “very aggressive” spring wildfires in the Canadian province of Nova Scotia have destroyed many buildings and forced thousands from their homes and prompting officials to declare a local state of emergency.</p><p>Over the weekend, residents of the Maritime province <a href=\"https://twitter.com/m_guchhait/status/1662933151138840576\">posted video</a> of thick smoke encroaching over Halifax as a nearby blaze rapidly swept through a suburb.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/nova-scotia-wildfires-state-of-emergency\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/nova-scotia-wildfires-state-of-emergency", "date_published": "2023-05-29 15:53:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fighting continues in Sudan as week of ceasefire nears its end", "description": "<p>Violence in recent days has stopped aid getting to civilians, as fears grow war will escalate</p><p>Gunshots and artillery fire have rocked the Sudanese capital on the last day of a frequently breached ceasefire, as calls to arms stoked fears the six-week war would intensify.</p><p>People said they could hear street battles in northern Khartoum, as well as artillery fire in the south of the city of more than 5 million people, which has been turned into a war zone.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/fighting-continues-sudan-week-ceasefire-ends\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/fighting-continues-sudan-week-ceasefire-ends", "date_published": "2023-05-29 15:50:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sloane Stephens says racist abuse of athletes is getting worse", "description": "<ul><li>American says she has been target of racism her entire career</li><li>Stephens says software to protect athletes has limited effect</li></ul><p>Racism directed at athletes is getting worse, and software designed to protect them from abuse has little impact, former US Open champion Sloane Stephens said on Monday.</p><p>Stephens, speaking after her straight-sets victory over Karolina Pliskova in the French Open first round, said she has had to endure it her whole career.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/sloane-stephens-says-racist-abuse-of-athletes-is-getting-worse\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/sloane-stephens-says-racist-abuse-of-athletes-is-getting-worse", "date_published": "2023-05-29 15:41:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Whatever it takes’: Biden and McCarthy’s tense journey to debt deal", "description": "<p>Like the deal they crafted, the relationship the president and House speaker forged does not look pretty but appears to have gotten the job done</p><p>When Kevin McCarthy <a href=\"https://www.theguardian.com/us-news/2023/jan/06/kevin-mccarthy-republican-wins-house-speaker'\">was struggling</a> early this year to get enough votes from his own Republicans to become speaker of the House of Representatives, Democratic president Joe Biden called the prolonged saga a national embarrassment, then had a little fun.</p><p>“I’ve got good news for you,” Biden said, pointing playfully at a reporter after a speech in Kentucky. “They just elected you speaker.”</p> <a href=\"https://www.theguardian.com/us-news/2023/may/29/biden-mccarthy-debt-ceiling-journey\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/29/biden-mccarthy-debt-ceiling-journey", "date_published": "2023-05-29 15:39:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Paxman bows out as host of University Challenge", "description": "<p>Former Newsnight presenter, 73, will end stint as longest serving current quizmaster on British television</p><p>Jeremy Paxman’s stint as the longest serving current quizmaster on British television will come to an end on Monday night when he presents his final edition of University Challenge.</p><p>The 73-year-old former Newsnight presenter is bowing out from the show after revealing he has been <a href=\"https://www.theguardian.com/media/2022/oct/04/jeremy-paxman-got-parkinsons-diagnosis-after-doctor-saw-him-on-tv\">diagnosed with Parkinson’s disease</a>.</p> <a href=\"https://www.theguardian.com/media/2023/may/29/jeremy-paxman-bows-out-as-host-of-university-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/29/jeremy-paxman-bows-out-as-host-of-university-challenge", "date_published": "2023-05-29 15:32:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Scorsese to make another movie about Jesus, he announces after meeting Pope", "description": "<p>Scorsese, cinema’s most mainstream Catholic director, angered Catholics globally with his 1988 film The Last Temptation of Christ</p><p>Martin Scorsese may follow his acclaimed crime epic about the killing of Native Americans in the US in the 1920s with another film about Jesus Christ, reports suggest.</p><p>Scorsese, fresh from a rapturous reception for his <a href=\"https://www.theguardian.com/film/2023/may/20/killers-of-the-flower-moon-review-martin-scorsese-leonardo-dicaprio\">Killers of the Flower Moon</a> at the Cannes film festival, is currently in Italy attending a series of religious and cinematic events.</p> <a href=\"https://www.theguardian.com/film/2023/may/29/martin-scorsese-to-make-another-movie-about-jesus-he-announces-after-meeting-pope\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/29/martin-scorsese-to-make-another-movie-about-jesus-he-announces-after-meeting-pope", "date_published": "2023-05-29 15:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to pick knits: six questions to ask before buying that cardigan", "description": "<p>A quick touch test can give you a sense of a knit’s quality. But dig deeper into its fibre and yarn and you can ensure your jumper lasts years</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get Guardian Australia’s weekend culture and lifestyle email</a></li></ul><p>In the 12 months I’ve spent moving between Melbourne and Sydney, I’ve learned that Sydneysiders treat winter like it’s just for fun.</p><p>At this time of year, the difference is most apparent in the morning. In Sydney, I’m still walking to yoga in shorts. In Melbourne I’m waking up to frosted windows and clouds of mist, then reaching for my favourite knitwear – some of which I’ve had for years.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/30/how-to-pick-knits-six-questions-to-ask-before-buying-that-cardigan\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/30/how-to-pick-knits-six-questions-to-ask-before-buying-that-cardigan", "date_published": "2023-05-29 15:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A decade through the lens of Guardian Australia photographer Mike Bowers – in pictures", "description": "<p>From the furnace of federal politics to fires, droughts and floods, Guardian Australia’s photographer-at-large captures 10 years of tumult and triumph</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/27/10-years-of-guardian-australias-best-photography-in-pictures\">10 years of Guardian Australia’s best photography – in pictures</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/30/a-decade-through-the-lens-of-guardian-australia-photographer-mike-bowers-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/may/30/a-decade-through-the-lens-of-guardian-australia-photographer-mike-bowers-in-pictures", "date_published": "2023-05-29 15:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plan to scrap specialist sex offender teams ‘a danger to public safety’, says probation union", "description": "<p>Highly skilled officers in England and Wales to be replaced by less qualified staff under MoJ proposals</p><p>Plans to disband specialist teams that deliver treatment courses for sex offenders have prompted fears public safety will be jeopardised.</p><p>Under the Ministry of Justice proposals, which are being fiercely resisted internally, behaviour programmes for a wide variety of offenders would be delivered by staff who are not fully qualified probation officers.</p> <a href=\"https://www.theguardian.com/law/2023/may/29/plan-scrap-specialist-sex-offender-teams-danger-to-public-safety-says-probation-union\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/may/29/plan-scrap-specialist-sex-offender-teams-danger-to-public-safety-says-probation-union", "date_published": "2023-05-29 15:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experts call for ‘loss and damage’ fund for nature in developing world", "description": "<p>Rich nations should pay for biodiversity loss, which disproportionately affects poor countries, say scientists</p><p>Wealthy countries should pay for the loss and damage they cause to nature in poorer countries in the same way as for climate impacts, researchers have argued.</p><p>At the Cop27 climate talks in November, world leaders agreed to a dedicated “loss and damage” fund providing financial assistance to poor nations stricken by climate disaster. More developed countries, which are largely responsible for driving climate breakdown, are to pay compensation to poorer nations, which are typically more vulnerable to its impacts.</p> <a href=\"https://www.theguardian.com/environment/2023/may/29/loss-and-damage-fund-nature-developing-world-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/29/loss-and-damage-fund-nature-developing-world-aoe", "date_published": "2023-05-29 15:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My father had dementia, and I was his caregiver. Here’s what I wish I had known  |  Cynthia Dearborn", "description": "<p>When <strong>Cynthia Dearborn</strong> became her 75-year-old father’s caregiver, she knew little about what lay ahead. Two decades on, she shares the insights that helped her help him</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>In 2007, I was suddenly plunged into the role of caregiver for my then 75-year-old father, who had vascular dementia. His short-term memory was severely impaired, as were his judgment and reasoning skills. At the outset, I knew very little about dementia and next to nothing about caregiving, and fumbled my way through one challenge after another. With experience, I grew more competent and confident.</p><p>While everyone’s situation is different, and every individual unique, here are six insights that helped me help my father.</p> <a href=\"https://www.theguardian.com/books/2023/may/30/my-father-had-dementia-and-i-was-his-caregiver-heres-what-i-wish-i-had-known\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/30/my-father-had-dementia-and-i-was-his-caregiver-heres-what-i-wish-i-had-known", "date_published": "2023-05-29 15:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s ever-harsher welfare system means that now only the rich can afford to make art | Alex Niven", "description": "<p>Postwar artists wouldn’t have had a chance without affordable housing or social security. When will politicians realise that?</p><p>When John Lydon sang in 1976 that anarchy was coming to the UK, he wasn’t far wrong. Genuine anarchism (a noble political tradition) certainly didn’t descend on Britain in the wake of punk rock and Margaret Thatcher’s general election victory three years later. But since 1979, the consensus that the British state should empower individuals through social security (such as the “<a href=\"https://www.insidehousing.co.uk/news/profit-motives-not-residents-interests-drove-estate-regeneration-project-academic-report-says-81616\">council tenancy</a>” Lydon sneered at in Anarchy in the UK) has been steadily unpicked by Thatcher and her successors – a triumph for laissez-faire anti-statism, if not quite anarchy itself.</p><p>The irony is that countercultural outbursts like punk were really enabled by the statist policies of postwar Britain. For all that countless artists, musicians and writers from the 50s to the 80s saw government as the enemy and thought they were mavericks railing against the system, the flourishing culture of the period was very much a product of the welfare state and its nurturing social infrastructures.</p><p>Alex Niven is a lecturer in English literature at Newcastle University and the author of New Model Island</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/britain-welfare-rich-art-artists-housing-social-security\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/britain-welfare-rich-art-artists-housing-social-security", "date_published": "2023-05-29 14:58:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They don’t know the rules’: actors hit back at theatregoers phoning, drinking and fighting", "description": "<p>What’s it like to star in a play when audience members watch football, ring friends, open lagers or pass round entire chickens? Actors vent their anger at the ‘Netflix mindset’ of the new post-Covid generation</p><p>Punch-ups in the stalls. Drunken audience members singing and shouting over songs. Theatregoers filming performances – or just watching something else on their phones instead. These are just some of the examples of bad behaviour recently reported in theatres. What on earth is it like for actors to contend with such unruliness?</p><p>“I was in Dreamgirls and there would be fights in the audience,” recalls West End actor Marisha Wallace. “It was wild. It happened so often that they had to get more security and put extra signs up that said: ‘Don’t sing, don’t dance.’” She continues: “It’s off-putting and you don’t want to stop the show and ruin it even more for everyone else. It’s very distracting when you’re trying to sing, act and dance. It’s unsafe as well because any noises, or anything that throws you, will put you in the wrong spot on stage.” In these instances, she says, actors could “get hit by a piece of scenery” or even end up falling off the stage.</p> <a href=\"https://www.theguardian.com/stage/2023/may/29/they-dont-know-the-rules-actors-hit-back-at-theatregoers-phoning-drinking-and-fighting\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/29/they-dont-know-the-rules-actors-hit-back-at-theatregoers-phoning-drinking-and-fighting", "date_published": "2023-05-29 14:51:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met plan to stop mental health response will leave thousands ‘without support’", "description": "<p>Health groups raise alarm after Sir Mark Rowley says he will order officers not to attend 999 calls about mental health incidents</p><p>Thousands of people in a mental health crisis will be “left without support” under worrying and inappropriate police plans to “walk away” from emergency incidents, health chiefs have said.</p><p><a href=\"https://www.theguardian.com/uk-news/2023/may/28/met-police-to-stop-attending-emergency-mental-health-calls\">In a letter seen by the Guardian</a>, the Metropolitan police comissioner, Sir Mark Rowley, said that from September he would order the force’s police officers not to attend thousands of 999 calls about mental health incidents.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/29/met-police-sir-mark-rowley-mental-health-response-support\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/29/met-police-sir-mark-rowley-mental-health-response-support", "date_published": "2023-05-29 14:36:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just Stop Oil activists in court after pitch invasion at Twickenham", "description": "<p>Climate protester who threw orange cornflour at rugby final says group will continue to target sports events</p><p>Two Just Stop Oil activists have appeared in court after allegedly forcing a stoppage in play during Saturday’s Gallagher Premiership rugby union final at Twickenham.</p><p>Samuel Johnson, 40, and Patrick Hart, 37, are charged with criminal damage and aggravated trespass after they invaded the pitch midway through the first half of the match between Saracens and Sale, Wimbledon magistrates court was told on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/29/just-stop-oil-activists-in-court-after-pitch-invasion-at-twickenham\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/29/just-stop-oil-activists-in-court-after-pitch-invasion-at-twickenham", "date_published": "2023-05-29 14:20:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kathleen Stock says she is a ‘moderate’ as protests planned over Oxford debate", "description": "<p>Former professor who argues trans people cannot expect all rights afforded by biological sex is due to speak at Oxford Union</p><p>Kathleen Stock, the gender-critical feminist whose address to Oxford university students on Tuesday has prompted planned protests, has insisted that she is a “moderate” and has a right to cause upset to the trans community.</p><p>Before her contested appearance at the Oxford Union, Stock said it was her trans activist opponents, who want the event cancelled, who were extreme.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/29/kathleen-stock-says-she-is-a-moderate-as-protests-planned-over-oxford-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/29/kathleen-stock-says-she-is-a-moderate-as-protests-planned-over-oxford-debate", "date_published": "2023-05-29 14:20:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve been too scared to go to work’: my life as a builder in badly behaved Britain", "description": "<p>I get all sorts of awkward customers, many of whom look for any excuse not to pay. But it’s the overly friendly ones you have to worry about</p><p>I have been a builder since I was a teenager. I have also worked as a fisher and a tree surgeon, but I always return to building, because it’s the one thing I think I’m good at.</p><p>We get all sorts of awkward customers – especially after a job has been completed. Once, I was called at 5am: a towel rail was hanging 45 degrees off the wall. When I arrived at the property, the husband looked terribly sheepish and the wife said: “It just fell off.” She took the kids to school while the husband said: “OK, what do we need to fix it?”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/29/ive-been-too-scared-to-go-to-work-my-life-as-a-builder-in-badly-behaved-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/29/ive-been-too-scared-to-go-to-work-my-life-as-a-builder-in-badly-behaved-britain", "date_published": "2023-05-29 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WSL 2022-23 review: club-by-club analysis and our writers’ highlights", "description": "<p>We assess how each team fared and select the best players, rising talents and goals of the season</p><p>ACL injuries to Beth Mead, Vivianne Miedema, Leah Williamson and Laura Wienroither. Season-ending injuries to Kim Little and Lia Wälti. Long-term injuries to Caitlin Foord and Steph Catley. Arsenal’s season was blighted by the absence of key personnel. Yet, somehow, they have a League Cup trophy and a place in next season’s Champions League. The resilience of the squad, the willingness and desire of players to step up and fight for each other as the challenge has got harder and harder, has been incredible. <strong>SW</strong></p> <a href=\"https://www.theguardian.com/football/2023/may/29/wsl-2022-23-review-club-by-club-analysis-and-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/wsl-2022-23-review-club-by-club-analysis-and-highlights", "date_published": "2023-05-29 14:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s ridiculously antiquated’: could robot boats transform marine science?", "description": "<p>No one has yet been able to sail an autonomous boat across the Atlantic, but a young couple in Wales hope their craft will revolutionise ocean monitoring of temperatures, wildlife and more</p><p>When Anahita Laverack and Ciaran Dowds tested their robot boat for the first time off the coast of Wales, it was not smooth sailing. The 23-year-olds, both engineering graduates from Imperial College London, launched their autonomous craft – a 4ft, unmanned vessel – from a sailboat off the coast of Aberystwyth last July.</p><p>Although the seas were rough, the robot boat “performed beautifully”, says Dowds – but he did not.</p> <a href=\"https://www.theguardian.com/environment/2023/may/29/robot-boats-marine-science-wales-laverack-dowds-oshen\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/29/robot-boats-marine-science-wales-laverack-dowds-oshen", "date_published": "2023-05-29 14:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I didn’t think it was annoying enough’: how Spitting Image made The Chicken Song", "description": "<p>‘It’s a piss-take of Agadoo by Black Lace, one of those mindless summer hits. Someone said “Hold a chicken in the air” and I went “Stick a deckchair up your nose”. We finished it in four minutes’</p><p>I was in parody band the Hee Bee Gee Bees with Angus Deayton and Michael Fenton Stevens. Our first single, <a href=\"https://www.youtube.com/watch?v=bDj4paFzgMU\">Meaningless Songs (In Very High Voices) </a>– written with Richard Curtis – got to No 2 in Australia. We joked that we were big down under. John Lloyd was producing Not the Nine O’Clock News and asked if he could use our songs, but we wanted to keep them for ourselves. Then when John started Spitting Image, he said: “How do you feel about being musical director?”</p> <a href=\"https://www.theguardian.com/culture/2023/may/29/spitting-image-chicken-song-agadoo-black-lace\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/29/spitting-image-chicken-song-agadoo-black-lace", "date_published": "2023-05-29 13:55:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Encore! Surefire shows returning for the Edinburgh festival in 2023", "description": "<p>In the run-up to the festival, our writers will choose new productions that have caught their eye – but here’s a selection of those we’ve already reviewed</p><p>Richard Marsh has clearly seen Die Hard more times than he’s had Christmas dinners. He’s here in his best Bruce Willis vest, brandishing a finger gun and a teddy bear, to retell the 1980s action flick in rhyme, from start to explosive finish. And why not splice it with the story of his marriage to a fellow Die Hard fan while he’s at it? But unlike Willis, Marsh won’t be barefoot: “Have you seen this floor?” he asks with a grimace. <a href=\"https://www.theguardian.com/stage/2022/aug/14/yippee-ki-yay-review-die-hard-richard-marsh-gilded-balloon-edinburgh\">Read the full review</a>. <strong>CW<br /></strong><em><a href=\"https://tickets.edfringe.com/whats-on/yippee-ki-yay-the-die-hard-parody\">Gilded Balloon at the Museum,</a></em><em><a href=\"https://tickets.edfringe.com/whats-on/yippee-ki-yay-the-die-hard-parody\"> 3-27 August</a></em></p> <a href=\"https://www.theguardian.com/stage/2023/may/29/shows-edinburgh-festival-2023-reviewed\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/29/shows-edinburgh-festival-2023-reviewed", "date_published": "2023-05-29 13:51:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The lesson from the Phillip Schofield scandal? A moral grey area is not OK in any workplace | Gaby Hinsliff", "description": "<p>In the post-#MeToo era we are much more alert to power imbalances in relationships; it’s time employers started exercising their duty of care</p><p>Imagine an older man, in his 50s, in a position of swaggering power and influence. A cabinet minister, maybe, or an industry bigshot.</p><p>He meets a starstruck <a href=\"https://www.standard.co.uk/news/uk/phillip-schofield-affair-colleague-15-years-old-itv-this-morning-b1084206.html\">15-year-old</a> desperate to get into the business, and encourages her to apply for a job in his office when she’s old enough. It’s an unbelievable opportunity and so, after turning 18, she follows it up and <a href=\"https://www.dailymail.co.uk/tvshowbiz/article-12131993/Schofields-lover-just-15-met-Schoolboy-asked-Phillip-job-Morning.html\">gets the job</a>. Shortly afterwards, this kindly (and did I mention married?) mentor <a href=\"https://www.thetimes.co.uk/article/holly-willoughby-im-hurt-by-phillip-schofield-deceit-sk8km7pgk\">begins sleeping with</a> this grateful now 20-year-old mentee, who is younger than his own daughter. What would you think of him?</p><p>Gaby Hinsliff is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/phillip-schofield-scandal-workplace-metoo-this-morning-itv\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/phillip-schofield-scandal-workplace-metoo-this-morning-itv", "date_published": "2023-05-29 13:42:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Search and rescue under way after Iowa apartment building collapse", "description": "<p>One person rescued early Monday after part of six-story building collapsed but officials have not said whether anyone killed</p><p>A person was rescued early on Monday and taken to a hospital, following several more rescues on Sunday night after a building collapsed in Iowa.</p><p>The Davenport fire chief, Michael Carlsten, said at a news conference on Monday that it was unclear how many people, if any, were still missing after an apartment building in the eastern Iowa city collapsed.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/29/iowa-building-collapse-rescue-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/29/iowa-building-collapse-rescue-victims", "date_published": "2023-05-29 13:39:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barnsley v Sheffield Wednesday: League One playoff final – live", "description": "<ul><li>Latest updates from the 3pm kick-off at Wembley</li><li><a href=\"https://www.theguardian.com/football/2023/may/28/sheffield-wednesday-and-barnsley-aim-to-keep-sky-high-level-at-wembley-football-league-one\">Preview: South Yorkshire rivals chase final high</a></li><li>Get in touch: <a href=\"mailto:barry.glendenning@theguardian.com\">email Barry</a> or tweet <a href=\"https://twitter.com/bglendenning\">@bglendenning</a></li></ul><p><strong>Michael Duff:</strong> The youngest side in the Championship goes up against the oldest today and Barnsley’s Tykes are living up to their nickname with an average of 24 compared to Wednesday’s 29. Michael Duff doesn’t think his team’s comparative inexperience will stand against them today.</p><p>“They’ll have 1,000s more games than us and that might help them, it might not,” he said in an interveiw with BBC Radio Sheffield. “Our youth and naivety might help us. I’m not concerned about anyone freezing. It might happen but it could happen with older players as well. It’s a one-off occasion and whoever can handle it best.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/29/barnsley-sheffield-wednesday-league-one-playoff-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/29/barnsley-sheffield-wednesday-league-one-playoff-final-live", "date_published": "2023-05-29 13:29:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jubilant Latvians given national holiday after shock ice hockey win over USA", "description": "<ul><li>Team won bronze at ice hockey world championship</li><li>Members of parliament pass bill to commemorate win</li></ul><p>Latvians woke up to go to work Monday morning, only to find they didn’t have to. Their parliament had met at midnight to declare a holiday after the national ice hockey team chalked up its best result at the world championship.</p><p>Latvia, where hockey is hugely popular, co-hosted the men’s championship with Finland, and the country’s <a href=\"https://www.theguardian.com/sport/2023/may/28/latvia-shock-usa-to-win-their-first-ice-hockey-world-championship-medal\">4-3 overtime victory over the United States</a> for the bronze medal on Sunday was greeted with jubilation.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/jubilant-latvians-given-national-holiday-after-shock-ice-hockey-win-over-usa\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/jubilant-latvians-given-national-holiday-after-shock-ice-hockey-win-over-usa", "date_published": "2023-05-29 13:19:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Phillip Schofield denies claims of ‘toxic’ culture on This Morning", "description": "<p>Ex-presenter says handful of people ‘have grudge’ after Dr Ranj Singh describes raising alarm about working environment on show</p><p>Former This Morning presenter Phillip Schofield has hit back at critics, claiming there was “no toxicity” on the ITV show and appearing to blame his departure on a “handful of people with a grudge”.</p><p>The presenter’s comments left ITV on Friday and was dropped by his talent agency as he <a href=\"https://www.theguardian.com/uk-news/2023/may/26/phillip-schofield-quits-itv-after-admitting-affair-with-this-morning-colleague\">admitted to an affair with a younger male colleague</a> – which he described as “unwise, but not illegal” – while married.</p> <a href=\"https://www.theguardian.com/business/2023/may/29/phillip-schofield-denies-claims-of-toxic-culture-on-this-morning\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/29/phillip-schofield-denies-claims-of-toxic-culture-on-this-morning", "date_published": "2023-05-29 13:18:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Berlin to Brussels, the night train renaissance gathers speed with the new European Sleeper", "description": "<p>The latest capital-to-capital sleeper is one of Europe’s most eagerly awaited new routes – and connects London to Berlin in 16 hours</p><p>In the beer gardens of Berlin, night trains are a conversation topic almost as hot as how to get the <a href=\"https://www.theguardian.com/music/2019/apr/16/worlds-most-infamous-bouncers-berlin-documentary\">Berghain bouncers</a> to let you into their nightclub. (“Be a single man, be ‘alright’-looking, don’t smile,” I’m told.)</p><p>I’m in <a href=\"https://www.prater-biergarten.de/en/\">Prater Biergarten</a> – the German capital’s oldest beer garden – reconnecting with a friend over pilsner and pretzels with butter injected into them. When I tell him I’m here to take the first European Sleeper to Brussels, perhaps the most hyped new route in the night train resurgence, he says he’s riding the same train next month. He tells me he feels guilty about taking loads of flights recently, so wants a less climate-crippling option. Plus, he says, “On a night train you can chill and just start drinking.”</p> <a href=\"https://www.theguardian.com/travel/2023/may/29/berlin-to-brussels-night-train-renaissance-gathers-speed-new-european-sleeper\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/29/berlin-to-brussels-night-train-renaissance-gathers-speed-new-european-sleeper", "date_published": "2023-05-29 13:18:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fine bank holiday weather to continue across much of UK this week", "description": "<p>Temperatures will dip slightly from highs of Sunday, when Plymouth reached 24.4C </p><p>The fine weather over the bank holiday weekend will continue across much of the UK, forecasters have said, even as temperatures dip slightly from the highs of Sunday.</p><p>Sunday was the hottest day of the year so far, with Plymouth reaching 24.4C (75.9F), 0.1C higher than was observed in West Yorkshire on Saturday. While the Met Office said the coming days would be substantially cooler, with temperatures unlikely to rise higher than 20C on Monday, the sunshine is expected to stick around all week.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/29/fine-bank-holiday-weather-to-continue-across-much-of-uk-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/29/fine-bank-holiday-weather-to-continue-across-much-of-uk-this-week", "date_published": "2023-05-29 13:13:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 review: the season’s best photos", "description": "<p>Memorable moments and indelible images from another captivating top flight season</p><p>Also: <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-players-of-the-season\">Players</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-managers-of-the-season\">Managers</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-goals-of-the-season\">Goals</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-matches-of-the-season\">Matches</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-young-players-of-the-season\">Young players</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-season-review-signings-of-the-season\">Signings</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-flops-of-the-season\">Flops</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-gripes-of-the-season\">Gripes</a> | <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-pundits-of-the-season\">Pundits</a> </p><p>The season began with Manchester City’s new £51m signing, Erling Haaland, scoring … a lot. The Norwegian struck twice on <a href=\"https://www.theguardian.com/football/2022/aug/07/west-ham-manchester-city-premier-league-match-report\">his Premier League debut</a>, at West Ham, scored another against Newcastle <a href=\"https://www.theguardian.com/football/2022/aug/21/newcastle-united-manchester-city-premier-league-match-report\">where City rescued a 3-3 draw</a>, and then racked up back-to-back hat-tricks against Crystal Palace and Nottingham Forest. Contrast that with Darwin Núñez, Liverpool’s big summer recruit, who netted on his league debut at Fulham before head-butting Palace’s Joachim Andersen to earn a red card and suspension. The highlight (lowlight?) of the month came after Chelsea’s match with Tottenham, when the rival managers, Thomas Tuchel and Antonio Conte, became locked in a comically fierce handshake.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-the-seasons-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-the-seasons-best-photos", "date_published": "2023-05-29 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welcome to Cornwall! Please don’t ruin it for us local people | Natasha Carthew", "description": "<p>From not using Airbnb to tipping staff properly, a little consideration can mean a happy holiday season for everyone</p><p>So, you’re thinking of coming to Cornwall. Perhaps you’re here for a half-term break or planning your annual summer pilgrimage. But what do you really know about this seemingly perfect, picture-postcard holiday destination?</p><p>For example, have you ever wondered where the local people live? Or have you noticed that many of your holiday neighbours are recognisable in the narrow lanes of the pretty fishing villages because they are the same people you live near in London? If you talk to the local people – the ones who serve you in the fancy fish restaurants or who clean your bed linen and come out to your rental on a Sunday night to help with the sticky front door – they will tell you that they have been priced out of their own towns.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/welcome-to-cornwall-please-dont-ruin-it-for-us-local-people\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/welcome-to-cornwall-please-dont-ruin-it-for-us-local-people", "date_published": "2023-05-29 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mauricio Pochettino landing at Chelsea carries an irresistible sense of jeopardy | Jonathan Liew", "description": "<p>Coach and club are not natural bedfellows, so Argentinian will need time and must show he now knows how to tame chaos</p><p>“Every week I am fired,” complained Mauricio Pochettino last June, a few weeks before <a href=\"https://www.theguardian.com/football/2022/jul/05/psg-christophe-galtier-manager-mauricio-pochettino-sacked\">Paris Saint-Germain fired him</a>. “I like Manchester City, because they gave Guardiola the opportunity to build. They gave him time. At PSG, you also need that. By giving serenity to this project, we will be close to winning the Champions League.”</p><p>Serenity. Yes. Well, good luck with that. One of the fundamentals of coaching is that vacancies rarely turn up at clubs where everything is running smoothly. Yet even allowing for this, Pochettino’s appointment at Chelsea carries its own irresistible quantum of jeopardy. A coach who craves order and control, colliding head-on with an organisation that has spent two decades running on the fumes of chaos. A coach who values a tight-knit environment and close personal relationships, entering a club that has spent the last year trying to sign every professional footballer in the northern hemisphere. For better or worse, something is going to break here.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/29/mauricio-pochettino-chelsea-coach-jeopardy\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/29/mauricio-pochettino-chelsea-coach-jeopardy", "date_published": "2023-05-29 13:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘F1 is a meritocracy’: Wolff against any restrictions for rampant Red Bull", "description": "<ul><li>Mercedes team principal: ‘They have just done a good job’</li><li>Monaco procession means Red Bull have won all six races so far</li></ul><p>Toto Wolff has insisted it would be fundamentally wrong if Formula One was to attempt to peg back Max Verstappen and Red Bull as a reaction to the dominance they have displayed this season.</p><p><a href=\"https://www.theguardian.com/sport/2023/may/28/max-verstappen-wins-wet-monaco-f1-gp-to-stretch-world-championship-lead\">Verstappen won the Monaco Grand Prix</a> comfortably on Sunday from Aston Martin’s Fernando Alonso and Alpine’s Esteban Ocon. For two-thirds of the race he was in complete control at the front of the field in the dry and then when heavy rain created late drama he and Red Bull had the mastery of the conditions in the wet as well.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/f1-is-a-meritocracy-wolff-against-any-restrictions-for-rampant-red-bull\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/f1-is-a-meritocracy-wolff-against-any-restrictions-for-rampant-red-bull", "date_published": "2023-05-29 12:55:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ugandan president signs anti-LGBTQ+ law with death penalty for same-sex acts", "description": "<p>Global outcry over Museveni’s assent to draconian new anti-gay law, condemned as a ‘permission slip for hate and dehumanisation’</p><p><br />Uganda’s president, Yoweri Museveni, has signed into law the world’s <a href=\"https://www.theguardian.com/world/2023/may/02/uganda-parliament-passes-anti-lgbtq-bill\">harshest anti-LGBTQ+ bill</a>, which allows the death penalty for homosexual acts. The move immediately drew widespread international outrage as well as condemnation from many Ugandans.</p><p>Early on Monday, the speaker of the Ugandan parliament, Anita Among, released a statement on social media confirming Museveni had assented to the law <a href=\"https://www.theguardian.com/world/2023/mar/21/ugandan-mps-pass-bill-imposing-death-penalty-homosexuality\">first passed by MPs in March</a>. It imposes the death penalty or life imprisonment for certain same-sex acts, up to 20 years in prison for “recruitment, promotion and funding” of same-sex “activities”, and anyone convicted of “attempted aggravated homosexuality” faces a 14-year sentence.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/29/ugandan-president-yoweri-museveni-anti-lgbtq-bill-death-penalty\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/29/ugandan-president-yoweri-museveni-anti-lgbtq-bill-death-penalty", "date_published": "2023-05-29 12:44:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia launch morning missile strikes on Kyiv after overnight barrage", "description": "<p>Residents run for shelter during attack that appears to have been part of effort to exhaust air defences</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Ukraine war – latest news updates</a></strong></li></ul><p>Russian forces have launched an intense and unusual daytime missile barrage at Kyiv, forcing residents to flee to bomb shelters, in what appears to be an effort to exhaust Ukraine’s air defences.</p><p>The Ukrainian military said it had intercepted all the ballistic missiles fired at the city in the attack that began at 11am. One person was reported to have been injured. Residents who had become accustomed to a string of night-time attacks ran to Kyiv’s metro stations and other shelters after a succession of loud bangs as incoming missiles were intercepted and bursts of smoke from air defences dotted the clear morning sky.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/russia-missile-strikes-kyiv-overnight-barrage-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/russia-missile-strikes-kyiv-overnight-barrage-ukraine", "date_published": "2023-05-29 12:37:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Somerset and Lancashire set early pace in T20 Blast", "description": "<p>There was gloom at Yorkshire and shoots of recovery at Gloucestershire as the T20 Blast began with little fanfare</p><p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a></p><p>Twenty20 cricket is celebrating the 20th anniversary of its founding with celebrations running throughout the season, the ECB proud of the once bold new format that has taken the world by storm. It star-studded matches, packed with world class batters, dynamic fielders, fast men and mystery spinners, have transformed the game’s finances and established it as the Premier League of the summer months. In an alternative universe maybe.</p> <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/may/29/county-cricket-lancashire-somerset-t20-blast-yorkshire-gloucestershire\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/99-94-cricket-blog/2023/may/29/county-cricket-lancashire-somerset-t20-blast-yorkshire-gloucestershire", "date_published": "2023-05-29 12:28:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pulp review – reunited Britpop oddballs thrill a new generation", "description": "<p><strong>Neighbourhood Weekender, Victoria Park, Warrington<br /></strong>Ably led by the ultimate disco dad in Jarvis Cocker, mass sing-songs blended with darker moments to prove Pulp can still do reunions with panache</p><p>Reunion tours have become a common feature of the live circuit nowadays, but Pulp do them with panache. Having originally split in 2002 after their huge Britpop-era success, they toured again in 2011-12 and now, more than a decade later, they have not forgotten how to make an entrance. An electronic drone grows louder and louder before Jarvis Cocker ascends from beneath the stage – like a boyband member half his age – and launches into 1995’s I Spy, a dazzling tale of working-class revenge that includes the marvellous line: “Take your year in Provence and shove it up your arse.”</p><p>Having formed in 1978 and been influenced more by the likes of Sparks and Roxy Music than, say, the Beatles and the Kinks, Pulp were always the oddballs who crashed the Britpop party. Now, they may seem an unlikely band to be such a hit at a festival with a young audience. They pepper the setlist with deep cuts, the breeze blows the sound around for the first half an hour, and many in the audience won’t have been born when the band headlined V festival here in 1996. However, a mix of parents, radio, YouTube and Spotify seem to have taken their songs to a whole new generation.</p> <a href=\"https://www.theguardian.com/music/2023/may/29/pulp-review-reunited-britpop-oddballs-thrill-a-new-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/29/pulp-review-reunited-britpop-oddballs-thrill-a-new-generation", "date_published": "2023-05-29 12:23:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Champions to Championship: how slow-thinking Leicester sealed their own fate | Ben Fisher", "description": "<p>Poor management and poor recruitment have seen the unthinkable happen to a club who have enjoyed a glorious decade</p><p>Over the past few months the pre-match montages on the big screens at Leicester’s King Power Stadium have felt particularly bittersweet. One culminates in Ricardo Pereira striking late at PSV Eindhoven to tee up a first European semi-final and a date with Roma at the Stadio Olimpico last May, the other with Wes Morgan lifting the Premier League trophy with Claudio Ranieri. Confetti rains down and then there are a few seconds of Vichai Srivaddhanaprabha, Leicester’s late owner, applauding fans on all four sides of the ground before the pictures fade to black. At which point supporters instinctively respond with a rousing cheer.</p><p>Seven years on from winning the title, six on from competing with Atlético Madrid for a spot in the Champions League semi-finals, two on from winning the FA Cup and missing out on a top-four league finish on the final day, and 12 months on from another European adventure, Leicester are coming to terms with relegation. Their previous three league finishes read: fifth, fifth, eighth. And now 18th, two points shy of Everton, who <a href=\"https://www.theguardian.com/football/blog/2023/may/28/disbelief-hangs-in-air-as-leicester-suffer-an-avoidable-relegation\">stayed up on the final day at their expense</a>.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/how-slow-thinking-leicester-sealed-their-own-fate-relegation-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/how-slow-thinking-leicester-sealed-their-own-fate-relegation-premier-league", "date_published": "2023-05-29 12:16:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Burning flags and big red lips: Monday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/may/29/burning-flags-and-big-red-lips-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/may/29/burning-flags-and-big-red-lips-mondays-best-photos", "date_published": "2023-05-29 12:15:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seven men remanded in custody over attempted murder of DCI John Caldwell", "description": "<p>Accused appeared at Dungannon magistrates court via video link charged with Omagh shooting </p><p>Seven men have been remanded in custody after appearing before a district judge in Northern Ireland charged with the attempted murder of PSNI Det Ch Insp John Caldwell in Omagh in February.</p><p>Caldwell was shot several times outside a sports complex in Omagh, County Tyrone, in February.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/29/seven-men-remanded-in-custody-over-attempted-of-dci-john-caldwell\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/29/seven-men-remanded-in-custody-over-attempted-of-dci-john-caldwell", "date_published": "2023-05-29 12:03:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CQC case reveals ‘degrading’ conditions in England care home as Covid hit", "description": "<p>Residents at Kettering home left lying in faeces, dehydrated and with infected wounds as ministers rushed to free up NHS capacity</p><p>The depth of suffering in care homes in England as Covid hit has been laid bare in a court case exposing “degrading” treatment with residents being “catastrophically let down”.</p><p>Care levels at the Temple Court care home in Kettering collapsed so badly in April 2020, when ministers rushed to free up NHS capacity by discharging thousands of people, that residents were left lying in their own faeces, dehydrated, malnourished and suffering necrotic, infected wounds, the Care Quality Commission found. Fifteen of its residents died with Covid in the first weeks of the pandemic.</p> <a href=\"https://www.theguardian.com/society/2023/may/29/cqc-case-reveals-degrading-conditions-in-england-care-home-as-covid-hit\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/29/cqc-case-reveals-degrading-conditions-in-england-care-home-as-covid-hit", "date_published": "2023-05-29 12:02:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea confirm Mauricio Pochettino’s appointment as head coach", "description": "<ul><li>Former Tottenham manager given initial two-year deal</li><li>Pochettino starts job after Chelsea finish 12th in league</li></ul><p>Chelsea have confirmed the appointment of Mauricio Pochettino as their head coach, with the former Tottenham manager signing a two-year contract that features a club option of a further year.</p><p>Pochettino takes over after the club finished 12th in the Premier League after a chaotic season during which Thomas Tuchel, Graham Potter and Frank Lampard had spells in charge. Chelsea said he would official start on 1 July.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/chelsea-confirm-mauricio-pochettino-appointment-head-coach\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/chelsea-confirm-mauricio-pochettino-appointment-head-coach", "date_published": "2023-05-29 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hitmen review – nihilistic mess of a gratuitously violent revenge tale", "description": "<p>Couple who kill a man for harassing them in the pub are pursued by an army of his father’s goons. A few sparky performances can’t redeem this cartoonish thriller</p><p>One might start to wonder if the career of British writer-director Savvas D Michael (previously responsible for <a href=\"https://www.theguardian.com/film/2022/apr/26/the-bezonians-review-unlikable-london-gangsters-cameo-vinnie-jones\">The Bezonians</a>) may be propelled, like the scam in The Producers, by a deliberate intention to make crap movies for an investment write-off. Anything is possible in the wild and wonderful world of the film business. The only other explanation is that Michael thinks the laddish, nihilistically violent and yet not in the slightest bit amusing quasi-cartoon world he’s created in Hitman is entertaining. Could anyone be that deluded?</p><p>Hitmen’s inciting incident occurs when a bickering couple, office administrator Luke (Daniel Caltagirone) and estate agent Lauren (Lois Brabin-Platt, one of the few redeeming features of the film) are harassed in a pub by a drunken visiting American (Max Lohan) who is trying pick up Lauren. They manage to punch him so badly he dies, and evade getting done for murder by claiming self-defence. This enrages the dead guy’s rich grandfather (Eric Roberts) who hires an army of hitmen to kill Luke and Lauren. Unfeasibly, each one fails to kill their quarries for increasingly absurd reasons. They end up getting protected by one soft-hearted but deadly assassin (Lucas Aurelio) who is grieving for his recently deceased wife, and is deluded in the belief that Luke and Lauren really love each other.</p> <a href=\"https://www.theguardian.com/film/2023/may/29/hitmen-review-nihilistic-mess-of-a-gratuitously-violent-revenge-tale\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/29/hitmen-review-nihilistic-mess-of-a-gratuitously-violent-revenge-tale", "date_published": "2023-05-29 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Taylor Swift’s Eras tour took over America", "description": "<p>The superstar’s 52-stop US tour has dominated headlines since March with fan theories, romantic controversy and even a congressional hearing</p><p>On St Patrick’s Day of this year, Taylor Swift kicked off her Eras Tour, a 52-stop showcase encompassing all ten of her studio albums. Since then, people have fallen into three categories: either you won the Ticketmaster lottery and attended the tour, a <a href=\"https://www.theatlantic.com/culture/archive/2023/03/taylor-swift-eras-tour-review/673438/\">genuinely epic event</a> in which the 33-year-old singer plays 44 or more songs over roughly three and a half hours; you did not get tickets, and have instead viewed innumerable videos of the show – her outfits, her choreography, her stage banter, the crowd, the celebrities; or you exist somewhere outside the Swiftie-verse and have been forced to pay attention to the Eras tour through consistent headlines and hype.</p><p>A Taylor Swift stadium tour – her first since 2018, owing to the pandemic – was always going to be an event. But the Eras Tour has surpassed mere pop spectacle and become an ongoing mass cultural moment. It exists in the physical world, bringing <a href=\"https://www.tennessean.com/story/entertainment/music/2023/05/10/taylor-swift-eras-tour-record-breaking-crowd-nashville/70203629007/\">record-breaking</a> <a href=\"https://uproxx.com/pop/taylor-swift-the-eras-tour-concert-history-madonna/\">crowds</a> to a different US city each weekend. It has generated unceasing buzz, with headlines on anything from how demand <a href=\"https://www.theguardian.com/us-news/2022/nov/17/tennessee-ticketmaster-investigation-taylor-swift-tickets\">broke Ticketmaster</a> (and led to <a href=\"https://www.theguardian.com/music/2022/dec/05/taylor-swift-fans-sue-ticketmaster-over-tour-sale-debacle\">lawsuits</a> and a <a href=\"https://www.cbsnews.com/news/taylor-swift-fans-and-congress-take-on-ticketmaster/\">congressional hearing</a>) to her romantic life to how far people are willing to go for tickets. (One Massachusetts father, for example, <a href=\"https://nypost.com/2023/05/21/massachusetts-dad-pays-21000-for-last-minute-taylor-swift-tickets/\">shelled out $21k</a> to go last-minute.) And it exists in a vast, ever-expanding digital world of clips, reactions, live-streams, dissections and analysis. After viewing a few videos several months ago, my discovery pages on Instagram and TikTok are still predominantly Eras Tour content; even the algorithm loves Taylor Swift.</p> <a href=\"https://www.theguardian.com/music/2023/may/29/taylor-swift-eras-tour-america-takeover\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/29/taylor-swift-eras-tour-america-takeover", "date_published": "2023-05-29 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 review: pundits of the season", "description": "<p>From Monday Night Football to non-league via YouTube, here are our picks of the game’s best commentators</p><p>“City will win that league by 10 points.” Neville <a href=\"https://youtu.be/s3I83hMhR7w?t=441\">made that prediction</a> back in early February, with Arsenal five points clear (and with a game in hand) of their rivals. People smirked, but they are <a href=\"https://www.theguardian.com/football/premierleague/table\">not laughing now</a>. Neville – like every pundit – has also got plenty wrong, but the eight-times Premier League title winner’s opinion carries an authority that few can match, and he remains a brilliant broadcaster. There is no “say what you see” with Neville: his in-depth tactical analysis is insightful but succinct, while Monday Night Football remains essential viewing – the interview with the PGMOL chief refereeing officer Howard Webb this month was headline news. A pundit on top of his game.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-pundits-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-pundits-of-the-season", "date_published": "2023-05-29 12:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tin can allies: two budget recipes with a tin of butter beans, by Jess Elliot Dennison", "description": "<p>Two meals for about £1 a head: tomato, leek and oregano beans with feta, and butter-bean mash with sausage and lemony greens</p><p>I would happily write a whole book about butter beans – they’re the tin I reach for most. Butter beans are such a cheap and versatile ingredient, and they have such a comforting quality. In our house, we always make a midweek version of tomato, leek and oregano beans (essentially posh beans on toast), which always hits the spot after a long day at work. The tin juices, meanwhile, are primarily responsible for making bean mash really creamy – just delicious with crisp sausagemeat. So, whatever you do, hold on to some of that wonderfully starchy liquid.</p><p>Jess Elliott Dennison is the author of Tin Can Magic, published by Hardie Grant at £15. To order a copy for £13.65, go to <a href=\"https://guardianbookshop.com/tin-can-magic-9781784883201\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/food/2023/may/29/budget-meals-butter-bean-recipes-tomato-leek-feta-mash-crisp-sausage-jess-elliot-dennison\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/29/budget-meals-butter-bean-recipes-tomato-leek-feta-mash-crisp-sausage-jess-elliot-dennison", "date_published": "2023-05-29 12:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Contestant dies during Swansea triathlon", "description": "<p>Man, 61, pronounced dead during 750m swim stage of ‘sprint’ event</p><p>A 61-year-old man has died during the swim stage of a triathlon event in Swansea, organisers have said.</p><p>The triathlete, who has not been named, was pronounced dead after emergency services and members of the public tried to help him at the scene.</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/contestant-dies-swansea-triathlon-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/contestant-dies-swansea-triathlon-wales", "date_published": "2023-05-29 11:55:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mars bar wrappers changed to paper from plastic in UK trial", "description": "<p>Confectionary with environmentally friendly packaging will be available at 500 Tesco stores</p><p>Consumers buying Mars bars at Tesco in the coming days will notice a change: the chocolate bar’s usual plastic wrapper has been swapped for a more environmentally friendly paper one.</p><p>The confectionery maker Mars Incorporated is trialling recyclable paper packaging for a limited time, with the bars available at 500 Tesco stores from Monday.</p> <a href=\"https://www.theguardian.com/business/2023/may/29/mars-bar-wrappers-changed-to-paper-from-plastic-in-uk-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/29/mars-bar-wrappers-changed-to-paper-from-plastic-in-uk-trial", "date_published": "2023-05-29 11:54:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drax-owned wood pellet plant in US broke air pollution rules again", "description": "<p>Amite BioEnergy, which was fined $2.5m in 2021, notified Mississippi facility had breached emission limits</p><p>A US plant that supplies wood pellets to the UK power generator Drax has violated air pollution limits in Mississippi, it has emerged.</p><p>The Mississippi Department of Environmental Quality (MDEQ) has written to Amite BioEnergy notifying the Drax-owned company that it had violated emissions rules.</p> <a href=\"https://www.theguardian.com/business/2023/may/29/drax-owned-wood-pellet-plant-in-us-broke-air-pollution-rules-amite-bioenergy-mississippi-emissions-limits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/29/drax-owned-wood-pellet-plant-in-us-broke-air-pollution-rules-amite-bioenergy-mississippi-emissions-limits", "date_published": "2023-05-29 11:38:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 90 English primary schools to close or face closure for lack of pupils", "description": "<p>Guardian analysis lays bare effect of dwindling pupil numbers and associated funding amid rising housing and childcare costs</p><ul><li><a href=\"https://www.theguardian.com/education/2023/may/29/where-am-i-going-to-send-my-children-anguish-as-schools-close-across-england\">‘Where am I going to send my children?’: anguish as schools close</a></li></ul><p>More than 90 English primary schools – many of them in cities and towns – are to close or at risk of closure because they are more than two-thirds empty, according Guardian analysis of government data.</p><p>A combination of falling birth rates and the <a href=\"https://www.theguardian.com/commentisfree/2023/apr/13/city-without-children-dystopia-new-reality-london\">urban exodus of young families</a> in the face of rising housing and childcare costs, mean many primary schools are seeing their numbers – and associated funding – drop, with some struggling keep their doors open as a result.</p> <a href=\"https://www.theguardian.com/education/2023/may/29/more-90-primary-schools-in-england-to-close-or-face-closure-for-lack-of-pupils\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/29/more-90-primary-schools-in-england-to-close-or-face-closure-for-lack-of-pupils", "date_published": "2023-05-29 11:34:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What if nobody is bad at maths?", "description": "<p>When I teach five-year-olds the subject they typically scream with excitement. Here’s how to stop maths-phobia setting in</p><p>When I tell people I’m a mathematician, one of the first things many of them say is “I’m really bad at maths”. Sometimes I can detect a touch of pride in their voices, but I suspect this is more like bravado – an attempt to hide a certain amount of insecurity, or block out often painful classroom memories.</p><p>I’m sad that the subject is so polarising, with some believing they are “maths people” and others convinced they’re bad at it. But very few aspects of human behaviour are so black and white. Our abilities might fall along a continuum, but the most important thing is that everyone can get better if they’re helped in the right way. You won’t necessarily believe that if you’ve been scarred by your experiences at school. But one thing I know is that when I help five- and six-year-olds with maths they typically scream with excitement, and only learn to fear it later.</p> <a href=\"https://www.theguardian.com/books/2023/may/29/what-if-nobody-is-bad-at-maths\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/29/what-if-nobody-is-bad-at-maths", "date_published": "2023-05-29 11:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League final day: Everton survive, Leicester and Leeds drop – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/barneyronay\">Barney Ronay</a> and <a href=\"https://twitter.com/JFfutbol\">Jonathan Fadugba</a> as the 2022-23 Premier League season draws to a close. Plus, <a href=\"https://twitter.com/SuzyWrack\">Suzy Wrack</a> is here for a WSL debrief.</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: Everton survive on a sort of dramatic final day in the Premier League. The panel ask what now for them and for Leicester and Leeds, the two sides relegated with Southampton.</p> <a href=\"https://www.theguardian.com/football/audio/2023/may/29/everton-survive-on-the-final-day-of-the-premier-league-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/may/29/everton-survive-on-the-final-day-of-the-premier-league-football-weekly", "date_published": "2023-05-29 11:26:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’d smoke and run 150 yards’: Bell says he used marijuana before NFL games", "description": "<ul><li>Running back implies marijuana did not affect performance</li><li>31-year-old criticizes former Jets coach Adam Gase</li></ul><p>Former Pittsburgh Steelers and New York Jets running back Le’Veon Bell says he smoked marijuana before playing some NFL games during his career.</p><p>“That’s what I did,” <a href=\"https://podcasts.apple.com/us/podcast/what-the-hell-bell-steel-here-episode-30-feat-leveon-bell/id1641301763?i=1000614604793\">Bell told Barstool Sports’ Steel Here podcast</a> on Friday. “When I was playing football, I smoked, bro. Even before the games, I’d smoke and I’d go out there and run for 150 [yards], two [touchdowns].”</p> <a href=\"https://www.theguardian.com/sport/2023/may/29/id-smoke-and-run-150-yards-bell-says-he-used-marijuana-before-nfl-games\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/29/id-smoke-and-run-150-yards-bell-says-he-used-marijuana-before-nfl-games", "date_published": "2023-05-29 11:25:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Erdoğan and his hardline allies have won Turkey – women and LGBTQ+ people will pay the price | Constanze Letsch", "description": "<p>For civil society and rights defenders, five more years of the Turkish president and his radical backers are a daunting prospect</p><p>On Sunday, Recep Tayyip Erdoğan was <a href=\"https://www.theguardian.com/world/2023/may/28/polls-close-in-second-round-of-the-turkish-presidential-election\">declared the winner</a> of Turkey’s presidential runoff elections. According to numbers reported by the state-owned Anadolu news agency, more than <a href=\"https://www.reuters.com/world/middle-east/who-won-turkeys-2023-elections-final-results-high-stakes-issue-2023-05-29/\">27 million voters</a> cast their ballots in favour of Erdoğan, who has been at the country’s helm for more than two decades. He entered the second round in the lead in the polls, and was expected by most to emerge victorious. Although Erdoğan captured slightly more than half of the vote, more than 25 million people also mobilised to vote against him.</p><p>The elections were being held under deeply unfair conditions, with an opposition set up to fail. Istanbul’s mayor, Ekrem İmamoğlu, was <a href=\"https://www.aljazeera.com/news/2022/12/15/why-has-a-turkish-court-given-istanbul-mayor-a-prison-term-explainer\">recently sentenced</a> to more than two years in prison and banned from holding public office for insulting members of the supreme election council. This left the opposition unable to nominate its maybe most promising candidate. This was all amid biased media coverage, relentless smear campaigns against the eventual opposition candidate, Kemal Kılıçdaroğlu, threats, manipulation and a crackdown on civil society, such as <a href=\"https://www.duvarenglish.com/turkish-police-detain-over-100-pro-kurdish-activists-lawyers-politicians-ahead-of-elections-news-62274\">the arrest</a> of 126 Kurdish lawyers, activists and politicians at the end of April in Diyarbakır.</p><p>Constanze Letsch is a former Turkey correspondent for the Guardian and has recently finished a PhD on urban renewal in Istanbul</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/recep-tayyip-erdogan-turkey-election-women-civil-society\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/recep-tayyip-erdogan-turkey-election-women-civil-society", "date_published": "2023-05-29 11:23:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Health Assembly commits to boosting global access to rehabilitation", "description": "<p>‘Landmark’ resolution in Geneva seeks to boost neglected service in all healthcare sectors, from prosthetics to physical therapy</p><p>Rehabilitation needs are “largely unmet globally” and in many countries less than 50% of people receive the services they require, according to a “landmark” <a href=\"https://apps.who.int/gb/ebwha/pdf_files/EB152/B152_CONF1-en.pdf\">resolution adopted by the World Health Assembly</a> in Geneva on Friday.</p><p>At the 76th World Health Assembly, World Health Organization (WHO) member states made a non-binding commitment to expand rehabilitation services to all levels of healthcare and to strengthen their financing mechanisms. Demand for the services is expected to grow as the burden of non-communicable diseases rises globally, says the document.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/29/world-health-assembly-commits-to-boosting-global-access-to-rehabilitation\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/29/world-health-assembly-commits-to-boosting-global-access-to-rehabilitation", "date_published": "2023-05-29 11:12:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frozen food: expert tips on how to get the best out of your freezer", "description": "<p>How you can help avoid waste – and what you can (and can’t) use frozen</p><ul><li><a href=\"https://www.theguardian.com/money/2023/may/29/uk-food-bills-save-money-buy-frozen-food-freezer\">UK food bills: can you really save money if you buy frozen?</a></li></ul><p>Kate Hall, the home cooking consultant behind <a href=\"https://www.thefullfreezer.com/\" title=\"\">the Full Freezer</a> website, tries to help people get the best out of their freezer, whether that is preserving leftovers or buying frozen in the shops.</p><p>At the outset she suggests people keep a notepad beside their food waste or compost bin to keep track of what is being thrown away. This helps identify foods where you could be buying less, Hall says: “Are we just buying things on autopilot that we could take off the shopping list?”</p> <a href=\"https://www.theguardian.com/food/2023/may/29/frozen-food-expert-tips-best-freezer\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/29/frozen-food-expert-tips-best-freezer", "date_published": "2023-05-29 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 review: flops of the season", "description": "<p>We select a few contenders for the Premier League’s flop of the season – and invite you to have your say</p><p>Let’s face it, this entire page could have been filled with Chelsea flops. There was a point in late April when, with Chelsea on a losing run under the dumbfounded Frank Lampard, saviour without a clue, it became almost possible that the club would pay the ultimate price for eight months of farce and get relegated. As it is, the (dis)organisation that walloped out close to £600m on transfers finished in mid-table, but with no heroics in staying up. From Thomas Tuchel’s still-mysterious defenestration, to Graham Potter being handed a squad so bloated they had to use two different dressing rooms, to spending all that loot and still not signing a striker beyond Pierre-Emerick Aubameyang – signed for Tuchel only for the coach to be sacked within days – Chelsea’s decision-making made little sense.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-flops-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-flops-of-the-season", "date_published": "2023-05-29 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your thoughts on the final episode of Succession", "description": "<p>We would like to hear your thoughts on the finale, and the show as a whole</p><p>And like that, the story of Succession has concluded. No more private jets, no more family betrayal, and no more meetings.</p><p>We would like to hear your views on the final episode of Succession, and the show as a whole. How do you feel about its conclusion? Did it end how you expected? What were your favourite moments?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/29/share-your-thoughts-on-the-final-episode-of-succession\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/29/share-your-thoughts-on-the-final-episode-of-succession", "date_published": "2023-05-29 10:50:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spain’s PM calls snap election after conservative and far-right wins in local polls", "description": "<p>Pedro Sánchez says Spanish people need to ‘clarify’ what they want after ruling socialists suffer losses in regional and municipal elections</p><p>Spain’s socialist prime minister, Pedro Sánchez, has called a snap general election in response to the triumph of the rightwing opposition in Sunday’s regional and municipal elections.</p><p>The conservative People’s party (PP) – which used the polls as a de facto referendum on Sánchez’s coalition government with the far-left, anti-austerity <a href=\"https://www.theguardian.com/world/2019/nov/12/spain-ruling-socialists-strike-coalition-deal-with-podemos-sanchez\">Podemos party</a> – <a href=\"https://www.theguardian.com/world/2023/may/28/spain-election-rows-over-eta-and-allegations-of-fraud\">scored an emphatic win, securing absolute majorities in the Madrid region and the city council</a>, aking regions including Aragón, Valencia and the Balearic islands from the prime minister’s Spanish Socialist Workers party (PSOE).</p> <a href=\"https://www.theguardian.com/world/2023/may/29/spain-pm-calls-snap-election-after-opposition-and-far-right-wins-in-local-polls-pedro-sanchez\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/spain-pm-calls-snap-election-after-opposition-and-far-right-wins-in-local-polls-pedro-sanchez", "date_published": "2023-05-29 10:38:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 review: signings of the season", "description": "<p>We select a few contenders for the Premier League’s signing of the season – and offer you the chance to have your say</p><p>The simplest deals are often the best deals, and too many overthought this one. What would a manager like Pep Guardiola do with a guaranteed goal machine with the cruising speed of a runaway Scania and the height of an Olympian pole vaulter? The answer, once the requisite adjustments had been made, was that Guardiola and Manchester City now had the use of a goalscoring force so powerful that early 20th-century ghosts such as Dixie Dean and George Camsell were brought back to prominence. All while journalists reached for metaphors along the lines of “wrecking ball” and “Death Star”; Haaland appears to have made City more powerful than they could possibly imagine. Pity poor Darwin Núñez, who entered the season being compared to the Norwegian, and at Liverpool had the kind of inconsistent season that might be expected of a new signing in a new country. From two goals on his league debut at West Ham onwards, there could never be doubts in Haaland.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-season-review-signings-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-season-review-signings-of-the-season", "date_published": "2023-05-29 10:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The spray-can vigilantes shaming Bogotá for its perilous paving slabs", "description": "<p>In Colombia’s capital a group of ‘Minesweepers’ are marking loose slabs to warn pedestrians and prod local authorities to act</p><p>Unlike Bogotá’s graffiti artists, who use hoodies and the cover of night <a href=\"https://www.theguardian.com/world/2013/dec/30/bogota-graffiti-artists-mayor-colombia-justin-bieber\">to hide themselves from the authorities</a>, Francisco de Nicolás can be seen wandering the city centre in broad daylight, spray can in hand, as he seeks his next target.</p><p>He’s on the lookout for loose paving slabs that could soak or trip unsuspecting pedestrians. When he finds them, he casually highlights them in hot pink spray paint, chatting jovially to passersby and handing out business cards.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/colombia-bogota-paving-slabs-spray-paint\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/colombia-bogota-paving-slabs-spray-paint", "date_published": "2023-05-29 10:15:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This is the reality of running a small restaurant in Britain right now. It’s a miracle we survive | Mandy Yin", "description": "<p>Sales may be back to pre-Covid levels, but inflation is eating into our tiny profits. Here’s how the finances work</p><p>At my restaurant, an independent <a href=\"https://www.theguardian.com/lifeandstyle/2018/jul/20/sambal-shiok-malaysian-restaurant-review-grace-dent\">Malaysian laksa bar</a> in north London, we have a sharing plate of fried chicken on the menu. It isn’t just any old fried chicken. Instead of wings, we use strips of tender chicken thigh that are marinated in a satay spice paste before being dredged in eggs and a spiced gram-flour coating. It is fried in oil and served with a roasted peanut sauce. It costs £13.</p><p>You may think that sounds like a lot and a few customers seem to agree: we’ve been getting reviews in which people complain about our “expensive” prices. I understand the impulse; it’s a difficult time for most people and eating out has become a luxury. But let me break down the total costs of running a restaurant using our fried chicken as an example.</p><p>Mandy Yin is the chef-owner of Sambal Shiok Laksa Bar, London</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/running-a-small-restaurant-britain-sales-covid-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/running-a-small-restaurant-britain-sales-covid-inflation", "date_published": "2023-05-29 10:10:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve never seen so much vitriol’: activist Paul Boden on America’s homelessness crisis", "description": "<p>Leading voice demanding rights for the unhoused discusses the history of homelessness and where the US can go from here </p><p>Back in 1983, when a recession and horrible rainstorms thrust homelessness in the political spotlight in San Francisco, Paul Boden was already familiar with life on the streets.</p><p>Then 23, he had been squatting, couch-surfing and staying at hostels since he was 16. When he saw people lining up to get spots in San Francisco’s first temporary emergency shelters, Boden volunteered to help out.</p> <a href=\"https://www.theguardian.com/society/2023/may/29/paul-boden-america-homelessness-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/29/paul-boden-america-homelessness-crisis", "date_published": "2023-05-29 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Breaking Infinity review – low-budget time-travel puzzler goes round in circles", "description": "<p>Liam must work out not just what he did and what’s gone wrong but how to stop it in the first place when the time-travel gizmo at his super-secret science lab goes wrong</p><p>This British-made puzzle of a movie revolves around Liam (Neil Bishop), a young man who wakes up with amnesia in an eerily quiet hospital ward with stitches in his face and a big bandage around his head. He suddenly has a vision of an older man (Martin Bishop) dressed like a shepherd in a nativity play telling him to wake up. When he does, it’s as if he’s shifted to a different point in time, and the injuries are much less severe. The only doctor around is Emma (Zoe Cunningham), who helpfully explains he was exposed to an intense electromagnetic field that caused his memory loss, but when he starts bombarding her with questions she less helpfully insists that it’s best if memories come back on their own.</p><p>It turns out Liam has been working at a super-secret science lab on a gizmo that allows people to time travel. Liam, both the lead inventor and first guinea pig, has done just that, except it seems as if he’s come a bit unstuck in time as a consequence, like Billy Pilgrim in Kurt Vonnegut Jr’s classic novel Slaughterhouse-Five. Or it might be something else: the science in this fiction is very muddled and consists of characters jabbering at speed about quantum fields and string theory while very cheap visual effects (reminiscent of 1980s Doctor Who episodes) helpfully signal when we make a temporal jump. Liam must work out not just what he did and what’s gone wrong but how to stop it in the first place before it triggers the end of the world. For some reason, an attractive valley in Wales is the location of the next big bang, which surely won’t please the local tourist board.</p> <a href=\"https://www.theguardian.com/film/2023/may/29/breaking-infinity-review-low-budget-time-travel-puzzler-goes-round-in-circles\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/29/breaking-infinity-review-low-budget-time-travel-puzzler-goes-round-in-circles", "date_published": "2023-05-29 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy’s recipe for pasta and peas | A kitchen in Rome", "description": "<p>A square meal from Lazio featuring spring peas and lasagne sheets cut up into stamp-sized pieces</p><p>Take a sheet of paper. You can simply use it as is, filling it with words or drawings, or you could roll it into a tube, shred it into ribbons of any width, rip or cut it into any number of squares, or fold it into a boat, hat or peacock. Well, the same applies to sheets of pasta! I am thinking mostly about the sheets of fresh egg pasta that here in Italy come in stacks in cellophane-topped packets. For a long time, I only ever saw these sheets as “sheets to be layered” (their purpose was stated in their name), but even when the packet has “lasagne” printed on the front in big letters, it doesn’t mean that’s the only way to use them; they are sheets of great potential, to be rolled into cannelloni or sliced into ribbons of any width.</p><p>They can also be cut into squares of any size, to wrap around a filling (if the pasta is soft enough, although it generally isn’t after days in the packet). I cut sheets into 6cm squares or diamonds for basil and other types of pesto, while for minestrone and other bean soups a 3cm square or lozenge is a good shape and size for a spoon. And the shapes don’t need to be neat. Quite the opposite, in fact – <em>maltagliati</em> (meaning badly cut) is one of the nicest shapes of all, and then there are <em>quadrucci</em>, which are little squares that vary in size from postage stamps to mosaic tiles or to the size of a pencil rubber or pea.</p> <a href=\"https://www.theguardian.com/food/2023/may/29/italian-pasta-and-peas-recipe-rachel-roddy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/29/italian-pasta-and-peas-recipe-rachel-roddy", "date_published": "2023-05-29 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: part mafia boss, part Artful Dodger, Julian the cat scorns society’s rules", "description": "<p>We can only speculate about what our ginger and white moggy gets up to away from home. But crime and violence are clearly involved</p><p>I grew up around different kinds of domestic cat. My grandparents had a cat. My parents had three. My sister has had seven cats over the years. So I thought I was pretty familiar with their behaviour parameters. That is until I met Julian.</p><p>Julian is a law unto himself, less cat and more Artful Dodger with mafia stirrings. We got him from an animal rescue charity in Hounslow, west London, in 2019 when he was presumed to be around two years old. All we knew about him was: “He cannot tolerate living with any other animals or with small children.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/29/the-pet-ill-never-forget-part-mafia-boss-part-artful-dodger-julian-the-cat-scorns-societys-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/29/the-pet-ill-never-forget-part-mafia-boss-part-artful-dodger-julian-the-cat-scorns-societys-rules", "date_published": "2023-05-29 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Unpredictability is our biggest problem’: Rio Grande Valley farmers experiment with ancient farming styles", "description": "<p>A study is under way in the water-scarce region to see if commodity farmers can use the regenerative technique of cover cropping as a way to adapt to rapidly changing weather conditions</p><p>In one of the toughest growing regions in the US, commercial farmers like Frank Machac are experimenting with a style of ancient agriculture more known for soil health than profit.</p><p>They are perhaps unlikely budding agroecologists. “My number one concern is yield, I’m not worrying about climate change,” said Machac, 60, a ruddy-faced straight talker with 30 years’ farming experience in the Rio Grande Valley (RGV).</p> <a href=\"https://www.theguardian.com/environment/2023/may/29/rio-grande-valley-farmers-study-ancient-technique-cover-cropping-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/29/rio-grande-valley-farmers-study-ancient-technique-cover-cropping-climate-crisis", "date_published": "2023-05-29 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong court rebuffs effort to dismiss Jimmy Lai national security trial", "description": "<p>Lawyers acting for pro-democracy activist argued that proceedings could be biased due to judge selection</p><p>Hong Kong’s high court has rejected an attempt by lawyers acting for the jailed pro-democracy activist Jimmy Lai to have his national security trial dismissed.</p><p>The court ruled on Monday that the argument the trial may appear to be biased had “no merits”, and gave the proceedings, which are scheduled to start in September, the green light.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/hong-kong-court-rebuffs-effort-to-dismiss-jimmy-lai-national-security-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/hong-kong-court-rebuffs-effort-to-dismiss-jimmy-lai-national-security-trial", "date_published": "2023-05-29 09:53:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 review: matches of the season", "description": "<p>We select a few contenders for the Premier League’s match of the season – and invite you to have your say</p><p>The darkest hour is before the dawn, they say, and Erik ten Hag’s United regime began with two grim league defeats. After Brighton had won at Old Trafford, brilliant Brentford made hay in boiling temperatures as the new United, in attempting to play the ball out from the back, looked rather like the failing collective of the previous decade. David de Gea dropped clangers, Cristiano Ronaldo snarled at his teammates. “[Ten Hag] will need to be an exceptional manager, a man of considerable moral courage, to recover from this,” I wrote <a href=\"https://www.theguardian.com/football/2022/aug/13/brentford-manchester-united-premier-league-match-report\">in my match report</a> that day. He has gone a considerable distance to suggest he might be. Brentford, meanwhile, confirmed they were here to stay as a fly in any passing elite-level ointment.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-matches-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-matches-of-the-season", "date_published": "2023-05-29 09:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession finale review – a perfect, terrible goodbye", "description": "<p>There was more agony by the moment as Jesse Armstrong’s epic ramped up to the most exquisitely humiliating ending imaginable. No one should have to cope with such pain</p><p><em>Spoiler alert: don’t read on unless you’ve watched the finale of Succession season four.</em></p><p>When the hurly burly’s done, a battle can, it turns out, be lost and won.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/29/succession-finale-review-a-perfect-terrible-goodbye\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/29/succession-finale-review-a-perfect-terrible-goodbye", "date_published": "2023-05-29 09:25:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: power prices dip to negative in Europe amid clean energy boost", "description": "<p>Low demand combined with sunny conditions and meltwater lifts hydro and solar production</p><p>Over the last week, several European countries had power prices in the wholesale energy market dip into negative values during daylight hours. The decline in prices was mostly driven by the abundance of available energy generated by renewable sources, combined with the relatively low demand for energy for heating or cooling, caused by normal springtime temperatures.</p><p>Negative prices often occur when there is an excess supply of electricity in the market. This can happen when renewable energy sources such as wind, solar, or hydro produce a large quantity of electricity which exceeds demand and cannot be stored for later use. In such cases, producers may offer negative prices to incentivise wholesale consumers to take the surplus electricity off the grid and avoid overloading the system. This situation occurred due to an area of high pressure dominating across much of central and north-west Europe, providing lots of solar power generation across the area. Meanwhile, Finland experienced an oversupply of hydroelectric power resulting from excessive springtime meltwater which in turn led to negative prices here as well.</p> <a href=\"https://www.theguardian.com/environment/2023/may/29/weather-tracker-power-prices-dip-to-negative-in-europe-amid-clean-energy-boost\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/29/weather-tracker-power-prices-dip-to-negative-in-europe-amid-clean-energy-boost", "date_published": "2023-05-29 09:08:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poem of the week: Life and Song by Sidney Lanier", "description": "<p>Imagining the poet as a kind of musical instrument is a somewhat dotty thought, but here the conceit resonates with irresistible musicality</p><p><strong>Life and Song</strong></p><p>“If life were caught by a clarionet,<br />And a wild heart, throbbing in the reed,<br />Should thrill its joy and trill its fret,<br />And utter its heart in every deed,<br /><br />“Then would this breathing clarionet<br />Type what the poet fain would be;<br />For none o’ the singers ever yet<br />Has wholly lived his minstrelsy,<br /><br />“Or clearly sung his true, true thought,<br />Or utterly bodied forth his life,<br />Or out of life and song has wrought<br />The perfect one of man and wife;<br /><br />“Or lived and sung, that Life and Song<br />Might each express the other’s all,<br />Careless if life or art were long<br />Since both were one, to stand or fall:<br /><br />“So that the wonder struck the crowd,<br />Who shouted it about the land:<br />‘His song was only living aloud,<br />His work, a singing with his hand!’”<br /></p> <a href=\"https://www.theguardian.com/books/2023/may/29/poem-of-the-week-life-and-song-by-sidney-lanier\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/29/poem-of-the-week-life-and-song-by-sidney-lanier", "date_published": "2023-05-29 09:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Water is too boring’?! Can you really survive on nothing but coffee, tea or juice?", "description": "<p>Everyone agrees you need some form of hydration – but are any of the alternatives as good for you as H20? And precisely how much should you be gulping down?</p><p>Guzzling water has become something of a badge of honour among celebrities, with Jennifer Aniston and Gwyneth Paltrow revealing they drink up to three litres a day. But not everyone finds it so easy. Florence Pugh, for one, recently announced that she finds water “too boring to drink”. As well as the lack of flavour, she bemoaned the constant toilet breaks that come with a high intake, calling them “a waste of time”. Instead, she prefers orange juice, elderflower presses and tea.</p><p>What do the experts say? How much water should we be drinking every day – and is it just as healthy to get your hydration from other beverages?</p> <a href=\"https://www.theguardian.com/society/2023/may/29/water-is-too-boring-can-you-really-survive-on-nothing-but-coffee-tea-or-juice\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/29/water-is-too-boring-can-you-really-survive-on-nothing-but-coffee-tea-or-juice", "date_published": "2023-05-29 09:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 review: goals of the season", "description": "<p>We select a few contenders for the best strikes of this top-flight season – and invite you to have your say</p><p>In the entirety of last season, the Paraguayan mustered a solitary goal and his Newcastle career looked to be whimpering to an end. Almirón has spent the past nine months proving any doubters they were incorrect by becoming one of the most elegant and creative players in the league. He started a run of seven goals in as many games, six of which Newcastle won, with a double at Fulham in early October. When Bruno Guimarães lofted a pass over the defence at Craven Cottage, few could have anticipated what Almirón would do next. Standing on the right-hand side of the area, he let the ball drop out of the sun and on to his left boot, volleying it across Bernd Leno into the top corner. The goal helped ignite Almirón’s revival and Newcastle’s push for the Champions League, but it was also a perfect moment in itself.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-goals-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-goals-of-the-season", "date_published": "2023-05-29 09:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 review: managers of the season", "description": "<p>We select a few contenders for the Premier League’s manager of the season – and invite you to have your say</p><p>This selection – alphabetically first but meritocratically last – could just as easily have been Mikel Arteta, Steve Cooper, Thomas Frank or Erik ten Hag. But De Zerbi carries it, and with good reason. Ordinarily, arriving after the start of the season would be enough to rule him out of lists such as this, but strangely, in this case it fortifies his position in it. <a href=\"https://www.theguardian.com/football/2022/sep/18/brighton-confident-of-making-roberto-de-zerbi-their-new-manager\">His appointment in September</a> left him plenty of time to work, but more than that, the manner in which he has inculcated a style change in between matches, most particularly solving a goalscoring problem that has dogged Brighton for years, make him impossible to leave out. Watching Brighton at any point during any game, it’s clear that the players know their jobs as individuals and a collective and stick to them in all circumstances against every opponent. On the face of things, this looks a brave plan – different opponents have different strengths and weaknesses – but in reality it makes perfect sense, because De Zerbi formulated it.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-managers-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-managers-of-the-season", "date_published": "2023-05-29 08:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Old Man review – wilderness horror as cranky codger faces off with mysterious hiker", "description": "<p>Lucky McKee’s psychological horror starring Stephen Lang feels inauthentic and flat </p><p>Here is an unexceptional psychological horror from director Lucky McKee that feels dated and clunky, with some fairly ropey acting – or maybe that is down to the shaky lines put into the actors’ mouths. It only comes alive after a freaky plot twist at the end, but even that left the hairs on the back of my neck unprickled, the carpet under my feet unpulled.</p><p>Stephen Lang plays a cranky codger known only as Old Man who lives in the remote Smoky Mountains wilderness. The set design of his wooden cabin is distractingly inauthentic; it’s like an Ikea store display that has been done up in hicksville chic. Old Man has woken up in a filthy temper; first his dog, Rascal, pees on the floor, and then there is a knock at the door. Old Man shoves his shotgun into the face of the stranger standing outside. “Do as I say, or you’ll end up like her,” he growls, jabbing the gun at a stuffed wildcat on the wall.</p> <a href=\"https://www.theguardian.com/film/2023/may/29/old-man-review-wilderness-horror-as-cranky-codger-faces-off-with-mysterious-hiker\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/29/old-man-review-wilderness-horror-as-cranky-codger-faces-off-with-mysterious-hiker", "date_published": "2023-05-29 08:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On Marriage by Devorah Baum review – endless love or life sentence?", "description": "<p>The author and film-maker explores the landscape of matrimony in an erudite and entertaining quest for enlightenment</p><p>“Marriage,” writes Devorah Baum, in her incisive and thought-provoking interrogation of the subject, “is a formal relation that could arguably lay claim to being the world’s most enduring and universal.” It’s the plot that drives much of western literature and drama; it is presented to successive generations (especially women) as both the highest goal and a yoke of oppression. It has often been regarded as the most bourgeois and conservative of institutions, while proving flexible enough to accommodate radical reinventions. Why, then, she wonders, has there been so little serious intellectual engagement with the idea of marriage?</p><p>Baum herself has tackled the subject before, in a different medium; together with her husband, Josh Appignanesi, she is the co-creator of two films, <em><a href=\"https://www.theguardian.com/film/2016/nov/09/the-new-man-review-parenting-documentary-josh-appignanesi\">The New Man</a></em> and <em><a href=\"https://www.theguardian.com/film/2023/feb/05/husband-review-josh-appignanesi-devorah-baum-squirmingly-uncomfortable-new-york-book-tour-docucomedy#:~:text=Husband%20review%20%E2%80%93%20squirmingly%20uncomfortable%20New%20York%20book%20tour%20docucomedy,-In%20their%20follow&amp;text=The%20new%20film%20from,previous%20collaboration%2C%20The%20New%20Man.\">Husband</a></em>, documentary (mockumentary?) explorations of the dynamic between a contemporary couple committed to a partnership of equals. In these movies, both partners offer what you suspect is an exaggerated version of themselves: Baum the straight woman, Appignanesi the butt of the joke. The point, of course, is that a marriage is unknowable to anyone outside it (and often to the people in it), so that only the couple themselves know where the lines between autofiction, truth and comedy blur in these retellings.</p> <a href=\"https://www.theguardian.com/books/2023/may/29/on-marriage-by-devorah-baum-review-endless-love-or-life-sentence\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/29/on-marriage-by-devorah-baum-review-endless-love-or-life-sentence", "date_published": "2023-05-29 08:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French Open day two: Norrie in action, Djokovic, Alcaraz and Garcia to come – live", "description": "<ul><li>Follow all the first-round action from Roland Garros</li><li><a href=\"https://www.theguardian.com/sport/2023/may/26/born-to-be-no-1-tennis-the-making-of-carlos-alcaraz\">‘Born to be No 1’: the making of Carlos Alcaraz</a></li><li>Get in touch: <a href=\"mailto:daniel.harris.casual@theguardian.com\">email Daniel</a> or tweet <a href=\"https://twitter.com/DanielHarris\">@DanielHarris</a></li></ul><p>Morning all and welcome to day two of Roland-Garros 2023!</p><p>We’ve got an almost indecent amount of joy for you today. We begin with the mercurial hands and teenage attitude of Benoît Paire, who meets Cameron Norrie, and at almost the same time Karolina Pliskova takes on Sloane Stephens, the 2018 finalist.</p> <a href=\"https://www.theguardian.com/sport/live/2023/may/29/french-open-tennis-day-two-djokovic-alcaraz-garcia-norrie\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/may/29/french-open-tennis-day-two-djokovic-alcaraz-garcia-norrie", "date_published": "2023-05-29 08:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is it worth playing the waiting game in the hope of a better mortgage deal?", "description": "<p>As costs rose yet again last week, with a warning to expect 5%-plus fixed rates, we look at the options for homebuyers</p><p>Would-be and existing homeowners, looking for some sense of certainty in the mortgage market, have been left bitterly disappointed.</p><p>Last week’s UK inflation figures, which showed a slower-than-expected decrease, have sparked expectations that the Bank of England will raise interest rates above 5% by the end of the year – meaning that those borrowing to buy, or renewing their mortgage, soon will face significant cost increases.</p> <a href=\"https://www.theguardian.com/money/2023/may/29/is-it-worth-playing-the-waiting-game-in-the-hope-of-a-better-mortgage-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/29/is-it-worth-playing-the-waiting-game-in-the-hope-of-a-better-mortgage-deal", "date_published": "2023-05-29 08:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2022-23 review: players of the season", "description": "<p>We select a few contenders for the Premier League’s player of the season – and invite you to have your say</p><p>There aren’t many players ridiculous enough to mooch through their careers secure in the knowledge that any team in the world will take them any time they’re benevolent enough to deem them worthy. But Erling Haaland is one, a lab-created goalmonster sent from the future to destroy the present. Obviously there are the numbers – 36 goals, four hat-tricks – those alone tell us plenty. But football is about feelings not figures, and what’s special about Haaland is the fear he inspires in otherwise aggressive defenders and the joyful abandon that gives him, somehow apologetic and vicious at the same time – he knows it’s not fair but he’s glad it’s not fair, smile scrunching and expanding like a viking Les Dawson. Haaland isn’t the best at everything – there have been and still are defter and more imaginative centre-forwards. But the overall package of power and timing, of ravenousness and composure, are like nothing the game has ever seen – and he’s still getting better.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-players-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/premier-league-2022-23-review-players-of-the-season", "date_published": "2023-05-29 08:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wayne Rooney brings empathy and progress as DC United head coach", "description": "<p>The former England captain is learning managerial skills away from the spotlight of his homeland. It could eventually help in the Premier League</p><p>Of all the intimate details that surfaced during <a href=\"https://www.theguardian.com/commentisfree/2022/jul/29/wagatha-christie-win-vardy-v-rooney\">the Wagatha Christie trial</a>, DC United fans most likely took note of one point in particular. According to text messages read out in court, Coleen Rooney never much liked Washington DC, which she called “a nice place to visit, but different to live.” Her husband, however, appears to have a much stronger connection to the city and its club.</p><p>After two seasons with the club as a player, Wayne Rooney is DC United’s head coach. The former England captain was linked with several jobs – most notably at his boyhood club, Everton – after getting his managerial start at Derby County. A return to Major League Soccer, however, appealed most of all despite DC United sitting second-bottom of the Eastern Conference when he arrived last season – they’d also suffered their worst-ever MLS loss just days before Rooney was appointed.</p> <a href=\"https://www.theguardian.com/football/2023/may/29/wayne-rooney-brings-empathy-and-progress-as-dc-united-head-coach\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/29/wayne-rooney-brings-empathy-and-progress-as-dc-united-head-coach", "date_published": "2023-05-29 08:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Melbourne nightclub’s use of snakes and a baby crocodile sparks probe", "description": "<p>Two Wrongs, in South Yarra, on Sunday night shared images on social media of patrons posing with the native reptiles</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/may/29/australia-news-live-melbourne-earthquake-politics-economy-albanese-nsw\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Victoria’s conservation regulator is investigating the use of live snakes and a baby crocodile at a Melbourne nightclub after a social media backlash.</p><p>Two Wrongs, located on Chapel Street in South Yarra, on Sunday night shared images on social media of patrons posing with the native reptiles at an event to mark its new menu.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/may/29/melbourne-nightclubs-use-of-snakes-and-a-baby-crocodile-sparks-probe\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/may/29/melbourne-nightclubs-use-of-snakes-and-a-baby-crocodile-sparks-probe", "date_published": "2023-05-29 07:29:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "2% tax on UK rich list families ‘could raise £22bn a year’", "description": "<p>Campaigners for tax reform say similar levies in Europe have helped to reduce inequality   </p><p>A modest wealth tax on the richest 350 families in the UK could raise more than £20bn a year – enough to fund the construction of 145,000 new affordable homes a year – according to research by fairer taxation campaigners.</p><p>A 2% tax on assets above £10m held by all members of the <a href=\"https://www.thetimes.co.uk/article/sunday-times-rich-list-2023-revealed-b3kxb5kx3\">Sunday Times rich list</a> could raise as much as £22bn, according to analysis by <a href=\"https://www.taxjustice.uk/\">Tax Justice UK</a>, the <a href=\"https://www.econchange.org/\">Economic Change Unit</a> and the <a href=\"https://neweconomics.org/\">New Economics Foundation</a> (NEF).</p> <a href=\"https://www.theguardian.com/news/2023/may/29/2-tax-uk-rich-list-families-raise-22bn-year-reform-inequality\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/may/29/2-tax-uk-rich-list-families-raise-22bn-year-reform-inequality", "date_published": "2023-05-29 07:01:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK women ‘twice as likely to miss out on pensions auto-enrolment’", "description": "<p>TUC says its study suggests one in 10 women have employers who do not have to enter them into a pension</p><p>Women are more than twice as likely as men to miss out on being automatically put into a workplace pension, according to a report.</p><p>The Trades Union Congress (TUC) said its study suggested that more than one in 10 women were in jobs where their employers did not have to enter them into a workplace pension, compared with fewer than one in 20 men.</p> <a href=\"https://www.theguardian.com/money/2023/may/29/uk-women-workplace-pensions-auto-enrolment-tuc-report\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/29/uk-women-workplace-pensions-auto-enrolment-tuc-report", "date_published": "2023-05-29 07:01:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can hairspray protect white clothing from makeup smears? | Anita Bhagwandas on beauty trends", "description": "<p>Here’s a hack that could prove to be a game-changer – but choice of hairspray is key</p><p><strong>The hack</strong><br />Using hairspray to save your collars from makeup transfer.</p><p><strong>The test</strong><br />I have this beautiful Batsheva dress I’ve never worn. Why? Simply because it’s white, and every time I look at it lovingly on its hanger, I know that I will get makeup all over it when I do eventually wear it. So I am very invested in this hack that has become <a href=\"https://www.instagram.com/reel/CqIDkwMIwe1/?utm_source=ig_embed&amp;amp;ig_rid=0a4f96da-e827-4537-b24c-0af2d5ccd823\" title=\"\">popular online</a>, where you spray the collar of your white clothing to prevent makeup transfer. I mentioned it to a stylist friend who says she does it to clothes before her clients put them on.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/29/can-hairspray-protect-white-clothing-from-makeup-smears\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/29/can-hairspray-protect-white-clothing-from-makeup-smears", "date_published": "2023-05-29 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gypsy review – the ultimate stage mother rules with hard-bitten brashness", "description": "<p><strong>Pitlochry festival theatre</strong><br />Mama Rose drags her two daughters from one vaudeville fleapit to the next in a bulldozer of a role</p><p>There’s something of the <a href=\"https://www.theguardian.com/stage/2009/sep/08/tony-kushner-mother-courage\">Mother Courage</a> about Mama Rose. Like Bertolt Brecht’s play, in which a woman trades her way through the 30 years’ war in a primal effort to support her family, Gypsy is about a mother who acts out of economic necessity to keep her daughters alive. It is not a pretty tale.</p><p>In an embittered take on the American dream, the Arthur Laurents/Jule Styne/Stephen Sondheim musical shows the entrepreneurial spirit at its most extreme – and least rewarded. Mama Rose, the ultimate stage mother, drags daughters June and Louise from one vaudeville fleapit to the next, sustaining their tawdry act on self-belief alone.</p><p><a href=\"https://pitlochryfestivaltheatre.com/whats-on/gypsy/\">Until 30 September</a></p> <a href=\"https://www.theguardian.com/stage/2023/may/29/gypsy-review-pitlochry-festival-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/29/gypsy-review-pitlochry-festival-theatre", "date_published": "2023-05-29 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sergio García needs to stop taking swipes for the good of his reputation | Ewan Murray", "description": "<p>Life has apparently turned sour for the LIV rebel, with digs at Luke Donald, Rory McIlroy and a Ryder Cup snub</p><p>There once was a swashbuckling young Spaniard named Sergio. When Señor García burst on to the golf scene more than two decades ago, there was excitement about a player who was carefree on the course and had a twinkle in his eye off it. The expectation was that García would win a lot more than the solitary major that has come his way – <a href=\"https://www.theguardian.com/sport/2022/apr/01/sergio-garcia-its-special-to-be-called-a-masters-champion-but-my-career-was-already-great\" title=\"\">the 2017 Masters</a> – but a combined 27 victories between the DP World and PGA Tours still make the 43-year-old one of the finest players of his generation.</p><p>We are, however, entitled to ask why life apparently turned so sour for García. Going by the guide books, his <a href=\"https://www.theguardian.com/sport/2022/jul/17/sergio-garcia-pours-scorn-on-european-tour-and-announces-resignation\" title=\"\">2022 switch to LIV Golf</a> should have afforded him professional harmony. The rebel tour has been handed fresh impetus by the success of <a href=\"https://www.theguardian.com/sport/2023/may/21/brooks-koepka-becomes-first-liv-golfer-to-win-major-with-us-pga-triumph\" title=\"\">Brooks Koepka at the US PGA Championship</a>.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/29/sergio-garcia-needs-to-stop-taking-swipes-for-the-good-of-his-reputation\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/29/sergio-garcia-needs-to-stop-taking-swipes-for-the-good-of-his-reputation", "date_published": "2023-05-29 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s 2023 – and women are still being told to cut their art down to size", "description": "<p>From paintings stuck in cellars for centuries to acclaimed sculptures pointlessly destroyed, the art of women has been crowded out of galleries and public spaces. It’s time we stopped putting up with it</p><p>Last week I was speaking with an artist – highly regarded and in her 60s – when she began telling me about a recent incident with a male curator. She had been helping him install a show at a major institution when he realised the measurements for a large work of hers were off – he’d failed to double check the dimensions of the gallery. As a result, he asked if she could chop off a section of her large-scale artwork so it could fit. Understandably outraged, she declined, and the work didn’t end up in the show. But she also wondered whether the curator would have asked the same of a male artist – to butcher his own work to make it accommodate the space?</p><p>Women accommodate to a fault. But why have we been made to feel like this: guilty if we take up space; unpleasant if everything we do is not done with grace; demanding if we ask for what we want? It’s shocking to think that in 2023, the questioning of women’s authority – and the disbelief in what we are capable of – is still rife.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/29/art-history-galleries-men-women\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/29/art-history-galleries-men-women", "date_published": "2023-05-29 07:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One EU policy the Tories are happy to emulate: cracking down on refugees | Daniel Trilling", "description": "<p>Greece, Bulgaria and Poland have been accused of forcibly turning away migrants – at terrible human cost</p><p>If you want to see what Rishi Sunak’s Tories hope to achieve with their “stop the boats” policy – and the brutal reality that underlies it – look to Greece. The country’s rightwing prime minister, Kyriakos Mitsotakis, is currently riding high, having surprised pundits with the <a href=\"https://www.theguardian.com/commentisfree/2023/may/22/the-guardian-view-on-the-greek-election-the-new-hegemony\">scale of his victory</a> over the left in Sunday’s general election. Mitsotakis has convinced many voters that he is returning Greece to stability after the turbulence of the 2010s – and part of the pitch is his claim to have all but ended refugee boat crossings from Turkey.</p><p>“We proved that the sea has borders, and those borders can and must be guarded,” Mitsotakis declared at a <a href=\"https://www.aljazeera.com/features/2023/5/15/greeces-conservatives-campaign-on-firm-but-fair-refugee-policy\">campaign event</a> on 12 May, at which he claimed his government had reduced “irregular” arrivals by 90%. The choice of location was significant: Mitsotakis was speaking amid the ruins of Moria, the chaotic, filthy refugee camp that sprang up on the Aegean island of Lesbos during Europe’s refugee crisis, and which <a href=\"https://www.theguardian.com/global-development/2022/sep/08/two-years-after-the-fire-moria-refugee-camps-legacy-still-leaves-its-mark\">burned down</a> in 2020. Today, with the government building a new network of “closed” camps to house those who do still arrive, it appears order has been restored.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/eu-policy-tories-happy-to-emulate-crackdown-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/eu-policy-tories-happy-to-emulate-crackdown-refugees", "date_published": "2023-05-29 07:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nathan Fielder’s TV show moves in mysterious ways – my ex laughed, I cried | Emma Forrest", "description": "<p>The Rehearsal features regular people trying out different solutions to a problem. Isn’t that what we’re all doing much of the time?</p><p>The Rehearsal is an HBO documentary series in which the comedian Nathan Fielder guides strangers through an overwhelming domestic problem. The first episode opens with a man on a trivia team who wants to confess he lied for a decade about having a masters degree. Fielder has him practise the admission on an actor cast to look – and sound – like the team member he’s most intimidated by. To make it even more realistic, it all happens in a replica of the bar he plans to meet her in.</p><p>Every possible outcome of their discussion is imagined and accounted for. In times of unknown global turbulence<strong>,</strong> people have tended to surrender to the madness of ectoplasm, seances or, 100 years later, QAnon. But in allowing people to rehearse their own lives, Fielder guides vulnerable souls to emotional breakthrough via the pursuit of order. Using his blank presence he is, like a psychiatrist, their “tabula rasa” – a clean slate on to which these people can project.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/29/nathan-fielders-tv-show-moves-in-mysterious-ways\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/29/nathan-fielders-tv-show-moves-in-mysterious-ways", "date_published": "2023-05-29 07:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 20 best easy pasta recipes – from pistachio pesto to great baked gnocchi", "description": "<p>Elia Sebregondi’s citrussy pistachio pesto, Nigella’s no-cook garlicky thyme mushrooms, Rukmini Iyer’s crispy baked gnocchi and two recipes each from Nigel Slater and Anna Del Conte. Buon appetito!</p><p>It was Jacob Kenedy’s pasta e patate that sold me. A beguiling dish of two favourite foods. Introducing maybe the best 20 Best: featuring Giorgio Locatelli’s garlic, oil and chilli spaghetti, Florence Knight’s clams and lovage linguine, Anna Del Conte’s bucatini wth pancetta. Perfect pasta meals made in just minutes. Whether it’s fast food for you in a hurry, or a feast with friends or family. Simple!</p> <a href=\"https://www.theguardian.com/food/2023/may/29/20-best-easy-pasta-recipes-pistachio-pesto-baked-gnocchi-nigella-lawson-joe-trivelli\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/29/20-best-easy-pasta-recipes-pistachio-pesto-baked-gnocchi-nigella-lawson-joe-trivelli", "date_published": "2023-05-29 07:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Getxophoto festival – in pictures", "description": "<p>Work by more than 20 photographers from countries including Switzerland, Japan, Morocco, Ecuador, Mexico, Argentina, the UK and Brazil is displayed at the <a href=\"https://www.getxophoto.com/en/\">annual photography festival</a> in Getxo in the Basque Country, close to Bilbao, Spain from 1 to 25 June. The theme of Getxophoto is PAUSE, understood as a potentially revolutionary gesture at a time of hyper-productivity and permanent connection</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/29/getxophoto-festival-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/may/29/getxophoto-festival-in-pictures", "date_published": "2023-05-29 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When my running app broke it was a revelation: ‘being better’ is about taking care of yourself | Laura Kay", "description": "<p>After my mental health took a nosedive I deleted years’ worth of data and missed targets – and the guilt that goes with them</p><p>In early 2018, I was training for the <a href=\"https://www.theguardian.com/lifeandstyle/2017/apr/16/how-run-marathon-london-months-preparation-carbs\">London Marathon</a> – the first and only marathon I’ll ever run in my life. I had treated myself to an expensive fitness watch that tracked my time, pace, splits – every piece of information I could ever wish to know about what I had just endured.</p><p>At the end of my final training run – a gruelling 21 miles (34km) during which I got lost on Wandsworth Common and had a lovely little cry on the bus afterwards – I threw myself down on the floor the moment I got home, only to see my watch had failed me. Twenty-one miles briefly flashed on the screen before it went blank and disappeared for ever.</p><p>Laura Kay is a former Guardian journalist and the author of three novels, including <a href=\"https://guardianbookshop.com/the-split-9781529409826\">The Split</a>, which is about running</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/running-app-mental-health-data-guilt\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/running-app-mental-health-data-guilt", "date_published": "2023-05-29 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I do not think ethical surveillance can exist’: Rumman Chowdhury on accountability in AI", "description": "<p>One of the leading thinkers on artificial intelligence discusses responsibility, ‘moral outsourcing’ and bridging the gap between people and technology</p><p>Rumman Chowdhury often has trouble sleeping, but, to her, this is not a problem that requires solving. She has what she calls “2am brain”, a different sort of brain from her day-to-day brain, and the one she relies on for especially urgent or difficult problems. Ideas, even small-scale ones, require care and attention, she says, along with a kind of alchemic intuition. “It’s just like baking,” she says. “You can’t force it, you can’t turn the temperature up, you can’t make it go faster. It will take however long it takes. And when it’s done baking, it will present itself.”</p><p>It was Chowdhury’s 2am brain that first coined the phrase “moral outsourcing” for a concept that now, as one of the leading thinkers on artificial intelligence, has become a key point in how she considers accountability and governance when it comes to the potentially <a href=\"https://www.theguardian.com/technology/2023/may/03/ai-could-be-as-transformative-as-industrial-revolution-patrick-vallance\">revolutionary impact</a> of AI.</p> <a href=\"https://www.theguardian.com/technology/2023/may/29/rumman-chowdhury-interview-artificial-intelligence-accountability\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/29/rumman-chowdhury-interview-artificial-intelligence-accountability", "date_published": "2023-05-29 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fragments of Paradise review – broadly sketched portrait of film-maker Jonas Mekas", "description": "<p>KD Davison’s hagiography of the ‘godfather of American avant garde cinema’ says much about his profound influence, but glosses over uncomfortable details about his early life</p><p>Hailed as “the godfather of American avant garde cinema”, Jonas Mekas led an extraordinary, multi-hyphenated career whose wide-ranging influence must have proved a challenge for a documentary to encompass. When Mekas arrived in New York as a Lithuanian exile in 1949, the first thing he bought was a Bolex camera. For the displaced immigrant, when language faltered images became a means of communication.</p><p>As Fragments of Paradise charts Mekas’s professional milestones – a critic, a film-maker, a curator, and so on – what emerges most movingly is his philosophy of creative togetherness. In founding Film Culture magazine, the Film-Makers’ Cooperative, and later on the Anthology Film Archives, Mekas succeeded in building a nurturing space for those forgotten by the mainstream. It’s the kind of community-oriented work reflecting the belief that, for him, the home is the cinema.</p> <a href=\"https://www.theguardian.com/film/2023/may/29/fragments-of-paradise-review-broadly-sketched-portrait-of-film-maker-jonas-mekas\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/29/fragments-of-paradise-review-broadly-sketched-portrait-of-film-maker-jonas-mekas", "date_published": "2023-05-29 06:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outsourcedg care means more children being moved further away – study", "description": "<p>Oxford University research reveals 17,000 out-of-area placements in England can be attributed to the corporate takeover of care</p><p>The corporate takeover of children’s care has led to more children moving between short-term, unstable placements far away from their families, according to research.</p><p>The Oxford University <a href=\"https://doi.org/10.1016/j.chiabu.2023.106245\">study</a> – which drew on more than 600,000 care records – revealed 17,000 out-of-area placements in England can be attributed to the outsourcing of care to for-profit providers between 2011 and 2022.</p> <a href=\"https://www.theguardian.com/society/2023/may/29/outsourcing-care-has-led-to-more-children-moving-further-away-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/29/outsourcing-care-has-led-to-more-children-moving-further-away-study", "date_published": "2023-05-29 06:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve followed Radiohead from the start – I recognise genius when I hear it’: Rickie Lee Jones’s honest playlist", "description": "<p>The American singer loves dancing to Marvin Gaye and cleaning the yard to Bruce Springsteen. But which big shot singer-songwriter can’t she stand?</p><p><strong>The first song I remember hearing</strong><br />It’s a tie between Honeycomb by Jimmie Rodgers and (How Much Is) That Doggie in the Window? by Patti Page, which came out the year before I was born. I’d have heard them on the radio, growing up in Chicago and then Arizona.</p><p><strong>The first single I bought</strong><br />Ticket to Ride by the Beatles, because I liked the B-side, Yes It Is. My first album was Fifth Dimension by the Byrds, because I loved I Come and Stand at Every Door, about a ghost from Hiroshima. In Phoenix, you could buy records at the drugstore, so I’d have bought them from Walgreens.</p> <a href=\"https://www.theguardian.com/music/2023/may/29/rickie-lee-jones-honest-playlist\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/29/rickie-lee-jones-honest-playlist", "date_published": "2023-05-29 06:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: backpacking in the Himalayas, I found the courage to change my life", "description": "<p>After two decades of work, work and more work, Ann Halloran decided it was time to leave her comfort zone. And it all began with a broken walking stick</p><p>One day last September, Ann Halloran made her way to her nearest bus stop in Hove, East Sussex, with a 15kg rucksack. She had done plenty of travelling but, at 65, was setting off alone on her first backpacking adventure. Somewhere between her first stop in Turkey and her final destination – a yoga retreat in Mazunte, Mexico – she found a new perspective.</p><p>In Nepal, climbing the 5,400m (17,575ft) Gokyo Ri in the Himalayas, Halloran broke her walking stick. She has osteoporosis, which makes bones more likely to break, so the stick was an essential piece of trekking kit in the mountains. Losing it was a blow, but she found reserves of inner strength: “I challenged myself,” she says. The setback was surmountable, a new stick was found. “It gave me confidence that at my age I could go up to that height.” Now, she says: “Whenever I get scared, I think of myself on top of that mountain, looking out over Lake Gokyo – and beyond that, Everest. I say, if you can do that, you can do anything.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/29/a-new-start-after-60-backpacking-in-the-himalayas-i-found-the-courage-to-change-my-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/29/a-new-start-after-60-backpacking-in-the-himalayas-i-found-the-courage-to-change-my-life", "date_published": "2023-05-29 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How would a home swap affect stamp duty and inheritance tax?", "description": "<p>We plan to exchange deeds and move into my mother-in-law’s new £700,000 house and she will switch to our £600,000 one</p><p><strong>Q</strong> I’m hoping you can shed light on an odd situation. My mother-in-law is selling her home and, with the proceeds, is buying a new one for £700,000. My wife and I and our children will be moving into this new house, and my mother-in-law will move into our current home, which is valued at £600,000. We plan to formalise the swap by exchanging deeds. Are we subject to any land tax or inheritance tax as the difference between the properties is £100,000? There are no mortgages on either property as we all own our properties outright.<br /><strong>RG</strong></p><p><strong>A</strong> You will need to do more than just exchange deeds to formalise the swap. As with a normal house purchase, you will each need to use a solicitor to go through the standard conveyancing process. And you will have to pay stamp duty land tax (SDLT) on the market value of the property you are acquiring. Except that, according to the team of conveyancing solicitors at <a href=\"https://gordonbrownlaw.co.uk/\">GB Law</a>, because the properties differ in value, you will both pay SDLT based on the highest value of the two properties (so the value of your mother-in-law’s new home). The SDLT would be based on the market value of each property if you “paid” your mother-in-law your home worth £600,000 plus £100,000 in cash as a balancing payment.</p> <a href=\"https://www.theguardian.com/money/2023/may/29/home-swap-stamp-duty-inheritance-tax\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/29/home-swap-stamp-duty-inheritance-tax", "date_published": "2023-05-29 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What can I do about £1,300 spent by a vulnerable man on an Apple account?", "description": "<p>I can’t get a refund on spending using family sharing even though he has special needs and didn’t have permission</p><p><strong>I work for a charity that supports CM, a 25-year-old with Down’s syndrome and a learning disability, to live in his home.</strong></p><p><strong>He has round-the-clock care and limited capacity around decision-making.</strong></p> <a href=\"https://www.theguardian.com/money/2023/may/29/apple-account-refund-family-sharing\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/29/apple-account-refund-family-sharing", "date_published": "2023-05-29 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The mountain’s power sends volts through the soul’: hiking the Tour du Mont Blanc", "description": "<p>An eight-day trek high in the Alps of France, Italy and Switzerland proves a stern test amid bad weather, snoring hikers and hangovers. But the views …</p><p>It was the penultimate day of my Tour du Mont Blanc and, as I scrambled up the side of the Aiguilles de l’Argentière, I was feeling smug. I’d ticked off more than 90 of the 105 miles, almost all in dazzling spring sunshine. Such luck with the weather was encouraging complacency. But up high, any hubris is ripe for a humbling. And the mountain gods were beginning to conspire.</p><p>The first hint of trouble came when I recognised the two fellow hikers coming the other way. In Tré-le-Champ, way below, we had drunk coffee at neighbouring tables and, realising we were on the same route, resolved to move on to beer when we saw each other again at the next refuge, La Flégère. So when I saw them marching back to the village, I stopped, assumed a quizzical face and asked: <em>Est-ce l</em><em>a bonne direction?</em></p> <a href=\"https://www.theguardian.com/travel/2023/may/29/hiking-the-tour-du-mont-blanc-mountain-walking-france-alps\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/29/hiking-the-tour-du-mont-blanc-mountain-walking-france-alps", "date_published": "2023-05-29 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yes, I do take my pillow with me on holiday. And I’m very happy with my life choices, thank you very much", "description": "<p>Sneer all you like, but everyone needs a few home comforts when travelling. And it’s not as if I’m taking my favourite mug</p><p>Another year, another survey (by M&amp;S bank this time) of the stuff British people insist on taking on holiday. None can beat my mother’s friend who travelled to China for a fortnight with an entire suitcase filled with Ginger Nuts, but honestly, what weirdos take a water filter jug (4%), anti-bacterial spray (30%) and air freshener (9%)? What of spontaneity and seeing where the wind takes you, home fragrance and bacteria-wise?</p><p>No, I’m sorry I can’t keep this pretence up. For a start, the 43% who bring their own teabags are entirely correct, especially if they are heading abroad. No one should face the morning with only Lipton Yellow or whatever brown, pumpkin-spiced water <a href=\"https://www.theguardian.com/food/2020/jun/24/us-woman-sparks-transatlantic-tea-war-with-brutal-online-brew\">America is calling “tea” this year.</a> Slippers (36%): yes, of course, because cosiness is high on the holiday checklist. “Your favourite mug” (10%): well, I’m torn on this one. It is a truth universally acknowledged that all holiday accommodation expects you to drink out of a thimble, like a tiny Beatrix Potter dormouse, but what kind of reckless fool risks their favourite mug in a suitcase? Third favourite I could get behind.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/yes-i-do-take-my-pillow-with-me-on-holiday-and-im-very-happy-with-my-life-choices-thank-you-very-much\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/yes-i-do-take-my-pillow-with-me-on-holiday-and-im-very-happy-with-my-life-choices-thank-you-very-much", "date_published": "2023-05-29 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the biggest television event of 2023 is finally here", "description": "<p>It’s the last episode of Succession – and time to see who can seize the crown. Plus, Jeremy Paxman’s final University Challenge. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/29/tv-tonight-the-biggest-television-event-of-2023-is-finally-here\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/29/tv-tonight-the-biggest-television-event-of-2023-is-finally-here", "date_published": "2023-05-29 05:20:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Zelenskiy thanks air defence forces as explosions rock Kyiv for second night in a row", "description": "<p>Ukrainian president says ‘most of the lives that could have been taken by the [strikes] were saved’</p><ul><li><a href=\"https://www.theguardian.com/world/2023/may/29/russia-ukraine-war-at-a-glance-what-we-know-on-day-460-of-the-invasion\">At a glance: what we know on day 460 of the invasion</a></li></ul><p>Hello and welcome to the Guardian’s live coverage of the war in Ukraine with me, Helen Livingstone.</p><p>The Ukrainian capital Kyiv has endured a second night of aerial assault, after suffering the largest drone attack since the beginning of the Russian invasion on Sunday. Two people died in that attack after which Ukrainian president Volodymyr Zelesnkiy thanked the country’s air defence forces, saying he was “grateful to each and every person”.</p><p><strong>Zelenskiy has put forward a bill that would sanction Russian ally Iran for 50 years due to its role in supplying Moscow with weapons, including hundreds of drones.</strong> If passed by Ukraine‘s parliament, the bill would stop Iranian goods transiting through Ukraine and ban use of its airspace, as well as imposing trade, financial and technology sanctions against Iran and its citizens.</p><p><strong>The death toll from a Russian missile <a href=\"https://viewer.gutools.co.uk/world/2023/may/26/russian-missile-strike-outpatient-clinic-dnipro\">attack on a medical facility in Dnipro</a> on Friday has risen from two to four people</strong>, according to the region’s governor.</p><p><strong>Russian attacks near the eastern city of Bakhmut, the scene of heavy fighting in recent months, have abated slightly over the weekend</strong>, according to a spokesperson for the Ukrainian military.</p><p><strong>Western countries left Belarus no choice but to <a href=\"https://viewer.gutools.co.uk/world/2023/may/25/wagner-group-boss-forces-leaving-bakhmut-yevgeny-prigozhin\">deploy Russian tactical nuclear weapons</a> and had better take heed not to “cross red lines” on key strategic issues, a senior Belarusian official was quoted as saying.</strong> Alexander Volfovich, state secretary of Belarus’ Security Council, said it was logical that the weapons were withdrawn after the 1991 Soviet collapse as the United States had provided security guarantees and imposed no sanctions. “Today, everything has been torn down. All the promises made are gone forever,” the Belta news agency quoted Volfovich as telling an interviewer on state television.</p><p><strong>The EU’s spokesperson for foreign affairs and security policy, Nabila Massrali, has said Russia “will be held accountable” for attacks on civilian areas</strong>. “[Russian] leadership &amp; perpetrators will be held accountable. We remain committed to help <a href=\"https://viewer.gutools.co.uk/world/ukraine\">Ukraine</a> defend itself,” she wrote on Twitter.</p><p><strong>The Russian ambassador to the UK, Andrei Kelin <a href=\"https://www.bbc.com/news/uk-politics-65720980\">told the BBC</a> that the west’s supplying of weapons to Ukraine risked escalating the conflict to levels not yet seen</strong>. Russia has “enormous resources and we haven’t just started yet to act very seriously”, he said.</p><p><strong>Russia said its air defence systems destroyed several drones as they approached the Ilsky oil refinery in the Krasnodar region near the Black Sea on Sunday</strong>. “Several unmanned aerial vehicles (UAVs) tried to approach the territory of the Ilsky oil refinery in the Krasnodar Krai,” the region’s emergency officials said on the Telegram messaging channel. “All of them were neutralized, the infrastructure of the plant was not damaged.” It was not possible to verify the report.</p><p><strong>South Africa’s president, Cyril Ramaphosa, has appointed a panel to investigate <a href=\"https://viewer.gutools.co.uk/world/2023/may/11/us-accuses-south-africa-of-providing-arms-to-russia-reports\">US allegations that a Russian ship collected weapons from a naval base near Cape Town</a> last year</strong>, the presidency said in a statement. The allegations have caused a diplomatic row between the US, South Africa and Russia and called into question South Africa’s non-aligned position on the Ukraine conflict.<br /><em>With Agence France-Presse and Reuters</em></p> <a href=\"https://www.theguardian.com/world/live/2023/may/29/russia-ukraine-war-live-zelenskiy-thanks-air-defence-forces-as-explosions-rock-kyiv-for-second-night-in-a-row\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/29/russia-ukraine-war-live-zelenskiy-thanks-air-defence-forces-as-explosions-rock-kyiv-for-second-night-in-a-row", "date_published": "2023-05-29 05:13:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starwatch: Why ‘night shine’ clouds at edge of space may be product of pollution", "description": "<p>Atmospheric methane and industrial pollutants suggested as reasons for lack of noctilucent cloud sightings before 1885</p><p>Late spring, early summer marks the beginning of noctilucent cloud season in the northern hemisphere. The name derives from Latin, where noctilucent means “night shine”. These beautiful cloud formations can often be seen during the summer months shining with an electric blue colour against the darkening western sky about 30 minutes after the sun sets.</p><p>The origin of the noctilucent clouds remains mysterious. They are the highest known clouds in Earth’s atmosphere, existing at an altitude of about 80km (50 miles), which is virtually the edge of space. They are regarded as being too high and too tenuous to have any effect on the weather at ground level.</p> <a href=\"https://www.theguardian.com/science/2023/may/29/starwatch-why-night-shine-clouds-at-edge-of-space-may-be-product-of-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/29/starwatch-why-night-shine-clouds-at-edge-of-space-may-be-product-of-pollution", "date_published": "2023-05-29 05:05:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Social mobility is a fairytale’: Faiza Shaheen on fighting for Labour and hating Oxford", "description": "<p>When the UK finally goes to the polls, the British-Pakistani-Fijian daughter of a car mechanic could win the seat that Iain Duncan Smith has held for more than 30 years. Some would see that as proof that anyone can succeed – but not Shaheen</p><p>It was 12 December 2019; the first winter general election in Britain since 1923. Faiza Shaheen walked into Waltham Forest town hall in north-east London. The academic, economist, self-described inequality geek and Labour parliamentary candidate for Chingford and Woodford Green was about to find out if she had pulled off a feat so close to impossible that the odds were one in 10m. Had she – a working-class, Muslim, British-Pakistani-Fijian daughter of a car mechanic – toppled the former leader of the Conservative party, Iain Duncan Smith, in a seat that he had held for 27 years? A seat in which Tory values were so enshrined, it was previously held – albeit the boundaries had changed over the years – by Norman Tebbit and Winston Churchill. It was the perfect David versus Goliath battle. And then David lost.</p><p>“It was crushing,” says Shaheen. “One of those out-of-body experiences. They show you the results just before you go on stage and I was like: ‘Oh my God, we’ve lost.’ I could see my party, all these young people with so much hope on their faces, and I couldn’t look at them. When I saw Iain Duncan Smith go up, I just thought: ‘How can this be the outcome?’”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/29/social-mobility-is-a-fairytale-faiza-shaheen-on-fighting-for-labour-and-hating-oxford\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/29/social-mobility-is-a-fairytale-faiza-shaheen-on-fighting-for-labour-and-hating-oxford", "date_published": "2023-05-29 05:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gaia Pope’s family angry at lack of police and health reforms a year after inquest", "description": "<p>Relatives of Dorset teenager say some organisations have only made minor tweaks after coroner’s findings</p><p>Relatives of <a href=\"https://www.theguardian.com/uk-news/2022/apr/27/gaia-pope-dorset-teenager-lost-fear-and-self-doubt-before-death\">Gaia Pope</a> have expressed anger and heartache at the lack of progress on key reforms in policing and healthcare they believe are needed a year after the Dorset teenager’s inquest exposed dozens of failings in her care.</p><p>One described the impact of her death and the legal process that followed as “a wound that will never heal or even stop bleeding” while another said they still felt badly traumatised and let down by the legal system.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/29/gaia-pope-family-angry-lack-police-reforms-inquest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/29/gaia-pope-family-angry-lack-police-reforms-inquest", "date_published": "2023-05-29 05:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK could break up unless it is rebuilt as ‘solidarity union’, says Mark Drakeford", "description": "<p>Exclusive: First minister of Wales says bonds that tie UK together have come under ‘sustained assault’ from 40 years of neoliberalism</p><p>The UK could break apart unless it is rebuilt as a “solidarity union” where every citizen’s rights to public services and financial security are protected, the first minister of Wales, has warned.</p><p>Mark Drakeford said the social and political bonds that tie the different parts of the UK together have come under “sustained assault” from 40 years of neoliberalism, a trend launched by Margaret Thatcher in 1979 and then reinforced after Brexit by Boris Johnson and Liz Truss.</p> <a href=\"https://www.theguardian.com/politics/2023/may/29/uk-could-break-up-unless-it-is-rebuilt-as-solidarity-union-says-mark-drakeford\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/29/uk-could-break-up-unless-it-is-rebuilt-as-solidarity-union-says-mark-drakeford", "date_published": "2023-05-29 05:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We desperately need a government who will say it: Britain is still reeling from Covid | John Harris", "description": "<p>Pupil absence is soaring. Long-term sickness is hammering the workforce. Yet some senior Tories expend all their energy on defending Boris Johnson</p><p>Of all the factions and cliques in and around the modern Conservative party, none is grimmer than the small gang who think that Boris Johnson is the <a href=\"https://www.telegraph.co.uk/news/2023/05/24/boris-johnson-is-being-stitched-up-like-a-kipper/\">victim of conspiracies</a> involving the fabled “blob”, and that the condition of their party – and, indeed, the country – would be a thousand times better if only he was still in Downing Street.</p><p>Even now, a hardcore of Johnson cultists still reportedly think he could sooner or later return to the Tory leadership. A few of his other disciples acknowledge – for now, at least – that such dreams are probably over, but still devotedly try to defend him. The latest nadir was reached last week, after news broke of his referral to the police by civil servants in relation to even more alleged breaches of Covid regulations.</p><p>John Harris is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/29/government-britain-covid-pupils-absence-long-term-sickness-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/29/government-britain-covid-pupils-absence-long-term-sickness-boris-johnson", "date_published": "2023-05-29 05:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I couldn’t outrun my grief’: Julie Byrne on the death of her musical partner", "description": "<p>Singer-songwriter Julie Byrne’s friend and collaborator Eric Littmann died at 31. Yet the astonishing final record they made together is really about life</p><p>Julie Byrne precisely remembers the day she met the man who would change her life. “I loved him right away,” she says. It was the 2014 SXSW festival in Austin, Texas and Eric Littmann had helped engineer <a href=\"https://www.youtube.com/watch?v=w-6UIDHoIGc&amp;ab_channel=PortalsMusic\">an outdoor live session</a> by the then-emerging songwriter on a dry creek bed. “He always said he felt chosen by me, right out the gate,” she recalls. “I remember feeling so at ease in his presence.” At the creek, they paired off together. “We heard the call of a mourning dove and I asked him whose song that was and he told me.”</p><p>Today, mourning doves are common in Byrne’s New York neighbourhood, where she moved after Littmann’s untimely death in June 2021, at age 31. One often perches by her studio window. “As a bereaved person who’s always trying to figure out how to reach him, these are things that I experience as visitations,” she says, speaking by phone. “It doesn’t even feel so much like an association. It feels real, undeniable.”</p> <a href=\"https://www.theguardian.com/music/2023/may/29/julie-byrne-on-death-of-musical-partner-eric-littmann\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/29/julie-byrne-on-death-of-musical-partner-eric-littmann", "date_published": "2023-05-29 05:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Regulatory void’: online gambling firms accused of exploiting lucrative African markets", "description": "<p>Sub-Saharan Africa is fertile ground for western companies seeking an army of new punters. One bereaved mother in Malawi is among those who feels she is paying the price</p><p>One morning in June 2021, Kettie Bonongwe* was at home in her village in northern Malawi when she was told that the body of her 16-year-old son, Wati*, had been found. He had killed himself.</p><p>Bonongwe was shattered. “I never expected anything like this to happen,” she says. “It was heartbreaking for so many reasons.” She knew, however, what had pushed him to take his own life.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/29/regulatory-void-online-gambling-firms-accused-of-exploiting-lucrative-african-markets\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/29/regulatory-void-online-gambling-firms-accused-of-exploiting-lucrative-african-markets", "date_published": "2023-05-29 05:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Niger’s cycle of deadly violence raises questions over US counter-terror role", "description": "<p>The western security assistance was regarded as a success but now some analysts suggest it is making matters worse</p><p>“We fled here to Niamey with nothing. We don’t even know how to feed ourselves,” said Amadou as he sat outside a tiny concrete home on the fringe of Niger’s capital, recounting an attack on his village by government forces late last year.</p><p>Another family member opened the door, revealing that it was empty except for a few foam bedrolls and a couple of cooking pots and household items.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/niger-cycle-of-deadly-violence-raises-questions-over-us-counter-terror-role\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/niger-cycle-of-deadly-violence-raises-questions-over-us-counter-terror-role", "date_published": "2023-05-29 04:45:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan may take ‘destructive measures’ after North Korea announces satellite launch dates", "description": "<p>Tokyo says any missile entering its territory will be destroyed as Pyongyang completes preparations to launch first military spy satellite</p><p>Japan’s military has said it will destroy any North Korean missile that violates its territory and is making preparations to do so, after Kim Jong-un’s regime told Tokyo it plans to launch a satellite between 31 May and 11 June.</p><p>Japan’s chief cabinet secretary, Hirokazu Matsuno, said any launch by North Korea, even if termed a satellite launch, affected the safety of Japanese citizens. “The government recognises that there is a possibility that the satellite may pass through our country’s territory.”</p> <a href=\"https://www.theguardian.com/world/2023/may/29/japan-may-take-destructive-measures-after-north-korea-announces-satellite-launch-dates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/japan-may-take-destructive-measures-after-north-korea-announces-satellite-launch-dates", "date_published": "2023-05-29 04:41:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Number of people prosecuted in China’s courts up 12% in five years, report shows", "description": "<p>Experts point to crackdown on national security and legal system that encourages guilty pleas </p><p>Chinese courts prosecuted 8.3 million people in the five years to 2022, a 12% increase on the previous period. There was also a nearly 20% increase in the number of protests against court rulings.</p><p>The figures released by the supreme people’s procuratorate (SPP) in March give a glimpse of how China’s notoriously opaque justice system has operated in recent years, amid a tightening domestic security environment.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/number-of-people-prosecuted-china-courts-up-12-per-cent-report-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/number-of-people-prosecuted-china-courts-up-12-per-cent-report-shows", "date_published": "2023-05-29 04:30:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Eat with your hands’: Guardian readers share their instant noodle serving suggestions", "description": "<p>From a chilli theme to a double-carbohydrate power move, here are some deliciously fun ways of preparing instant noodles</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>The discourse on instant noodles can get as spicy as a serve of Shin Ramyun. After chefs shared their <a href=\"https://www.theguardian.com/food/2023/may/24/just-add-milk-how-to-level-up-your-instant-noodles\">instant noodle hacks</a>, which included tips of the crustacean – just add prawns – and incarcerated – see <a href=\"https://www.buzzfeed.com/watch/video/2504\">prison burrito</a> – kind: Guardian readers have come in hot with their tips, recipes and serving suggestions.</p><p>From one packet of dehydrated, squiggled, convenient and affordable carbohydrates, comes a multiverse of possibilities.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/29/instant-noodle-hacks-guardian-readers-share-their-serving-suggestions\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/29/instant-noodle-hacks-guardian-readers-share-their-serving-suggestions", "date_published": "2023-05-29 04:04:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was so scared’: the Ukrainian children taken to Russia for financial gain", "description": "<p>Ukraine says 16,000 children have been deported from Russian-held territory during the war – many by friends and relatives seeking to make money from fostering</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Ukraine war – latest news updates</a></strong></li></ul><p>The stories told to Svitlana Popova’s 15-year-old daughter, Alina, while she lived under Russian occupation in Ukraine’s southern Kherson province, were designed to terrify her. Yvgenia, the pro-Russian mother of Alina’s best friend, spun her a web of lies. Alina and her family, the woman insisted, had taken food aid from the Russian-imposed administration. When the fast-approaching Ukrainian forces came into Kherson, she added, they would hurt anyone who had been in contact with the Russians.</p><p>Alina told the Guardian that she had felt Yvgenia was her friend. When the woman suggested fleeing to Russia for “safety”, the scared girl agreed.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/i-was-so-scared-the-ukrainian-children-taken-to-russia-for-financial-gain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/i-was-so-scared-the-ukrainian-children-taken-to-russia-for-financial-gain", "date_published": "2023-05-29 04:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Murdochs' real-life succession drama | Podcast", "description": "<p>Who will take over Rupert Murdoch’s media empire after he dies, and why does it matter? Paddy Manning reports</p><p>As fans of HBO’s award-winning Succession watch the finale of the show, we hear about the real life succession battle that inspired it: the Murdochs.</p><p>Although the writers have drawn inspiration from various business dynasties for the show, the parallels to the Murdoch family are clear. It’s been reported that in Rupert Murdoch’s divorce settlement, Jerry Hall was told she could not feed storylines to the show’s writers.</p> <a href=\"https://www.theguardian.com/news/audio/2023/may/29/the-murdochs-real-life-succession-drama-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/may/29/the-murdochs-real-life-succession-drama-podcast", "date_published": "2023-05-29 02:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Baby boomtown: does Nagi hold the secret to repopulating Japan?", "description": "<p>Fertility rate is more than twice the national average and nearly half of households have three or more children – thanks in no small part to generous daycare and an all-in approach to raising families</p><p>Set against mountains and forests, Nagi basks beneath a cobalt sky, reflected in perfectly symmetrical rows of submerged rice paddies. But there is more to this town in western <a href=\"https://www.theguardian.com/world/japan\">Japan</a> than pretty views and agricultural output. Nagi is quietly producing what much of the rest of the country is lacking: children.</p><p>On a recent afternoon, groups of schoolchildren weighed down by their <em><a href=\"https://www.theguardian.com/world/2023/feb/07/old-school-backpacks-too-heavy-japans-pupils-complain\">randoseru</a></em><a href=\"https://www.theguardian.com/world/2023/feb/07/old-school-backpacks-too-heavy-japans-pupils-complain\"> </a>stopped off at the museum of contemporary art on their way home. In a public building nearby, adults struggled to make themselves heard above the din of excitable preschoolers.</p> <a href=\"https://www.theguardian.com/world/2023/may/29/baby-boomtown-does-nagi-hold-the-secret-to-repopulating-japan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/baby-boomtown-does-nagi-hold-the-secret-to-repopulating-japan", "date_published": "2023-05-29 01:16:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 460 of the invasion", "description": "<p>Zelenskiy praises air defence forces after deadly strikes on Kyiv; Ukrainian president also puts forward bill to sanction Iran</p><p><strong>The Ukrainian president has praised the country’s air defence forces after <a href=\"https://www.theguardian.com/world/2023/may/28/kyiv-russian-drone-strike-kills-one-in-ukraine-capital-says-mayor\">Kyiv endured the largest drone attack since the beginning of the Russian invasion</a></strong>. Volodymyr Zelenskiy said that “most of the lives that could have been taken by the [strikes] were saved” and thanked “each and everyone” of the people who had taken part in defensive operations in the capital.</p><p><strong>Two people were killed and three injured in the strikes</strong>, which came as Kyiv prepared to celebrate the anniversary of its founding.</p><p><strong>The Ukrainian military said 58 of 59 Russian drone strikes across Ukraine were intercepted by aerial defence systems. </strong>Most were shot down over Kyiv.</p><p><strong>Zelenskiy has put forward a bill that would sanction Russian ally Iran for 50 years due to its role in supplying Moscow with weapons</strong>, including hundreds of drones. If passed by Ukraine’s parliament, the bill would stop Iranian goods transiting through Ukraine and ban the use of its airspace, as well as imposing trade, financial and technology sanctions against Iran and its citizens.</p><p><strong>The death toll from a Russian missile <a href=\"https://www.theguardian.com/world/2023/may/26/russian-missile-strike-outpatient-clinic-dnipro\">attack on a medical facility in Dnipro</a> on Friday has risen from two to four people</strong>, according to the region’s governor.</p><p><strong>Russian attacks near the eastern city of Bakhmut, the scene of heavy fighting in recent months, abated slightly over the weekend</strong>, according to a spokesperson for the Ukrainian military.</p><p><strong>Western countries left Belarus no choice but to <a href=\"https://www.theguardian.com/world/2023/may/25/wagner-group-boss-forces-leaving-bakhmut-yevgeny-prigozhin\">deploy Russian tactical nuclear weapons</a> and had better take heed not to “cross red lines” on key strategic issues, a senior Belarusian official was quoted as saying.</strong> Alexander Volfovich, state secretary of Belarus’ security council, said it was logical that the weapons were withdrawn after the 1991 Soviet collapse as the United States had provided security guarantees and imposed no sanctions. “Today, everything has been torn down. All the promises made are gone forever,” the Belta news agency quoted Volfovich as telling an interviewer on state television.</p><p><strong>The EU’s spokesperson for foreign affairs and security policy, Nabila Massrali, has said Russia “will be held accountable” for attacks on civilian areas</strong>. “[Russian] leadership and perpetrators will be held accountable. We remain committed to help Ukraine defend itself,” she wrote on Twitter.</p><p><strong>The Russian ambassador to the UK, Andrei Kelin, <a href=\"https://www.bbc.com/news/uk-politics-65720980\">told the BBC</a> that the west’s supplying of weapons to Ukraine risked escalating the conflict to levels not yet seen</strong>. Russia had “enormous resources and we haven’t just started yet to act very seriously”, he said.</p><p><strong>Russia said its air defence systems destroyed several drones as they approached the Ilsky oil refinery in the Krasnodar region near the Black Sea</strong> on Sunday. “Several unmanned aerial vehicles (UAVs) tried to approach the territory of the Ilsky oil refinery in the Krasnodar Krai,” the region’s emergency officials said on the Telegram messaging channel. “All of them were neutralized, the infrastructure of the plant was not damaged.” It was not possible to verify the report.</p><p><strong>South Africa’s president, Cyril Ramaphosa, has appointed a panel to investigate <a href=\"https://www.theguardian.com/world/2023/may/11/us-accuses-south-africa-of-providing-arms-to-russia-reports\">US allegations that a Russian ship collected weapons from a naval base near Cape Town</a> last year</strong>, the presidency said in a statement. The allegations have caused a diplomatic row between the US, South Africa and Russia and called into question South Africa’s non-aligned position on the Ukraine conflict.<br /><em>With Agence France-Presse and Reuters</em></p> <a href=\"https://www.theguardian.com/world/2023/may/29/russia-ukraine-war-at-a-glance-what-we-know-on-day-460-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/29/russia-ukraine-war-at-a-glance-what-we-know-on-day-460-of-the-invasion", "date_published": "2023-05-29 01:02:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession finale: who will triumph in the Roys’ last ever outing? Watch along – live", "description": "<p>It’s the final episode of one of TV’s all-time greatest shows. Say farewell to Roman, Kendall, Shiv – and The Disgusting Brothers – with our liveblog. Warning: contains spoilers</p><p>One quick thing before we start: would you like to read some of The Guardian’s extensive recent Succession coverage? Oh good.</p><p>We have a <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/25/ultimate-succession-quiz\">Succession quiz!</a></p> <a href=\"https://www.theguardian.com/tv-and-radio/live/2023/may/29/succession-finale-final-episode-live-watch-along\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/live/2023/may/29/succession-finale-final-episode-live-watch-along", "date_published": "2023-05-29 00:17:47+00:00", "persistent": false, "user": null, "language": "en-UK"}]