[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New BrutePrint Attack Lets Attackers Unlock Smartphones with Fingerprint Brute-Force", "description": "Researchers have discovered an inexpensive attack technique that could be leveraged to brute-force fingerprints on smartphones to bypass user authentication and seize control of the devices.\nThe approach, dubbed BrutePrint, bypasses limits put in place to counter failed biometric authentication attempts by weaponizing two zero-day vulnerabilities in the smartphone fingerprint authentication (SFA", "link": "https://thehackernews.com/2023/05/new-bruteprint-attack-lets-attackers.html", "date_published": "2023-05-29 14:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "AceCryptor: Cybercriminals' Powerful Weapon, Detected in 240K+ Attacks", "description": "A crypter (alternatively spelled cryptor) malware dubbed AceCryptor has been used to pack numerous strains of malware since 2016.\nSlovak cybersecurity firm ESET said it identified over 240,000 detections of the crypter in its telemetry in 2021 and 2022. This amounts to more than 10,000 hits per month.\nSome of the prominent malware families contained within AceCryptor are SmokeLoader, RedLine", "link": "https://thehackernews.com/2023/05/acecryptor-cybercriminals-powerful.html", "date_published": "2023-05-29 12:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "3 Challenges in Building a Continuous Threat Exposure Management (CTEM) Program and How to Beat Them", "description": "If you're a cybersecurity professional, you're likely familiar with the sea of acronyms our industry is obsessed with. From CNAPP, to CWPP, to CIEM and all of the myriad others, there seems to be a new initialism born each day.\nIn this article, we'll look at another trending acronym – CTEM, which stands for Continuous Threat Exposure Management – and the often-surprising challenges that come", "link": "https://thehackernews.com/2023/05/3-challenges-in-building-continuous.html", "date_published": "2023-05-29 11:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New GobRAT Remote Access Trojan Targeting Linux Routers in Japan", "description": "Linux routers in Japan are the target of a new Golang remote access trojan (RAT) called GobRAT.\n\"Initially, the attacker targets a router whose WEBUI is open to the public, executes scripts possibly by using vulnerabilities, and finally infects the GobRAT,\" the JPCERT Coordination Center (JPCERT/CC) said in a report published today.\nThe compromise of an internet-exposed router is followed by the", "link": "https://thehackernews.com/2023/05/new-gobrat-remote-access-trojan.html", "date_published": "2023-05-29 09:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Don't Click That ZIP File! Phishers Weaponizing .ZIP Domains to Trick Victims", "description": "A new phishing technique called \"file archiver in the browser\" can be leveraged to \"emulate\" a file archiver software in a web browser when a victim visits a .ZIP domain.\n\"With this phishing attack, you simulate a file archiver software (e.g., WinRAR) in the browser and use a .zip domain to make it appear more legitimate,\" security researcher mr.d0x disclosed last week.\nThreat actors, in a", "link": "https://thehackernews.com/2023/05/dont-click-that-zip-file-phishers.html", "date_published": "2023-05-29 07:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "PyPI Implements Mandatory Two-Factor Authentication for Project Owners", "description": "The Python Package Index (PyPI) announced last week that every account that maintains a project on the official third-party software repository will be required to turn on two-factor authentication (2FA) by the end of the year.\n\"Between now and the end of the year, PyPI will begin gating access to certain site functionality based on 2FA usage,\" PyPI administrator Donald Stufft said. \"In addition", "link": "https://thehackernews.com/2023/05/pypi-implements-mandatory-two-factor.html", "date_published": "2023-05-29 04:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}]