[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Pfizer fails to answer", "description": "Question on notice not answered. How can this be acceptable?\nSenator Rennick, \n\n17:30:24:12\nLink the full video from the Australian Government, \nhttps://www.aph.gov.au/News_and_Events/Watch_Read_Listen/ParlView/video/1585181?utm_source=substack&amp;utm_medium=email\n\nSenate Standing Committees on Education and Employment \n\nhttps://www.aph.gov.au/Parliamentary_Business/Committees/Senate/Education_and_Employment\n\nLink the full video from the Australian Government,\n\nhttps://www.aph.gov.au/News_and_Events/Watch_Read_Listen/ParlView/video/1585181?utm_source=substack&amp;utm_medium=email\n\nSenator Rennick https://www.youtube.com/watch?v=yNSCQyPv-7U\nDoes Pfizer understand what about the mechanism of the vaccine causes myocarditis and pericarditis? \nVaccine safety remains of utmost priority for Pfizer. We take adverse events that are potentially associated with our COVID-19 vaccines very seriously. We closely monitor all such events and collect relevant information to share with global regulatory authorities. \nWith hundreds of millions of doses of the original and Omicron BA.4/BA.5-adapted bivalent Pfizer-BioNTech COVID-19 vaccine administered globally, and more than 4.6 billion vaccines delivered overall, the benefit-risk profile of our vaccines is well established and remains positive for all authorised indications and age groups. \nTo date, hundreds of millions of people around the world have received our vaccines, and serious adverse events that are unrelated to the vaccine are likely to occur at a similar rate as they would in the general population. \nIt is important to note that every medicine – and vaccine – has side effects. However, all approved medicines and vaccines are rigorously tested in clinical trials to ensure the side effects are manageable and the benefits outweigh the risks. \nPfizer is aware of rare reports of myocarditis and pericarditis, predominantly in male adolescents and young adults, after mRNA COVID-19 vaccination. According to public health and regulatory authorities around the world , the number of reports is small given the number of doses administered and patients have typically rapidly improved with conservative treatment. \nIt’s important to note that the reported risk for myocarditis after COVID-19 infection is substantially higher when compared with reported rates for individuals without COVID-19 infection or after vaccination. \nIn addition to following up on any clinical and spontaneously reported cases of myocarditis/pericarditis, we are conducting several large, retrospective database studies that assess vaccine safety including myocarditis/ pericarditis in each age group. These studies take time to accrue sufficient data to be informative given rarity of event. \nAlthough a number of hypotheses regarding the pathophysiological mechanisms have been put forward, the research data available are extremely scarce and the actual mechanism for the pathogenesis of this adverse event post-vaccination is far from being established. \nIt is important to note that global regulatory authorities and medical societies continue to recommend COVID-19 vaccinations.", "link": "https://www.youtube.com/watch?v=kzQjBcoIMYI", "date_published": "2023-08-27T16:07:28.114265+00:00", "persistent": false, "dead": false, "artist": "Dr. John Campbell", "album": "Dr. John Campbell", "user": null, "language": "en-UK", "thumbnail": "https://i4.ytimg.com/vi/kzQjBcoIMYI/hqdefault.jpg"}]