[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "30 Best Xbox One Games of All Time [2023 Edition]", "description": "The Xbox One had a rough start, positioned as an all-in-one media solution with mandatory Kinect to a lack of compelling exclusives over long stretches. Nevertheless, there have been some great games, with new titles in the Halo, Forza and Gears franchises, a worthwhile compilation celebrating Rare, and much more.\n\nThird-party developers also had plenty to offer during its generation, resulting in some of the best games ever. Open-world, co-op, action-adventure, side-scrolling platform shooters, and more are available.\n\nThough the number of cross-gen titles is slowly declining, it's worth looking back on the Xbox One and what it offered in terms of pure gaming goodness. Check out 30 of the best Xbox One titles and what made them worthwhile.", "link": "https://www.youtube.com/watch?v=nqVl8Sl9XOU", "date_published": "2023-08-27T17:47:17.473998+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/nqVl8Sl9XOU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What The Hell Happened To Immortals of Aveum?", "description": "Ascendant Studios' Immortals of Aveum is now available for Xbox Series X/S, PS5 and PC. It has some high-level Hollywood talent involved and boasts sharp visuals courtesy of Unreal Engine 5.1. However, this magic-based first-person shooter hasn't made much of an impact (and it's not because of Gamescom).\n\nWhen you look past the shiny veneer, the tale of Jak and the Order of the Immortals as they battle the overwhelming forces falls somewhat flat. Some of this is due to the dialogue, but the awkward combat and lackluster control options also hurt it.\n\nWith five years of development, triple-A pricing and significant hype, you have to wonder: What happened? Why is Immortals of Aveum average at best and comfortably mediocre at worst? Let's take a closer look.", "link": "https://www.youtube.com/watch?v=c9gptRLAO1s", "date_published": "2023-08-27T09:47:03.166435+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/c9gptRLAO1s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Scorpion - \"Get Over Here\" Evolution - MK9 vs MKX vs MK11 vs MK1 #shorts", "description": "Check out the complete evolution of Scorpion's \"Get Over Here\" line from MK9 to MK1.", "link": "https://www.youtube.com/watch?v=ncXPH8rpBXE", "date_published": "2023-08-27T08:26:59.025897+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/ncXPH8rpBXE/hqdefault.jpg"}]