[{"source": "https://www.jefftk.com/news.rss", "title": "Trying a Wet Suit", "description": "<p><span>\n\nI get cold very quickly in the water, enough that unless it's close to\nbody temperature I get chilled through within ~15min.  This mostly\nwasn't a problem, because I'd take a quick dip to cool off and then\nhang out on the beach, but now that I have kids they (and I) want lots\nof swimming together time.  When I touched on this </span>\n\n<a href=\"https://www.jefftk.com/p/weekday-evening-beach-picnics\">a few weeks ago</a> \n\n<a href=\"https://www.lesswrong.com/posts/4CmAtozcAHXbakWAz#cBe5BHcz2bauvYaPr\">people\nrecommended</a> \n\n<a href=\"https://www.lesswrong.com/posts/4CmAtozcAHXbakWAz/weekday-evening-beach-picnics?commentId=r4ENMYrvNECNKWs7A\">trying\na wetsuit</a>, and yesterday evening I did for the first time!\n\n\n\n<p>\n\nIt was different in a bunch of ways, but on balance I like it a lot.\nSome things I noticed:\n\n\n\n</p>\n\n<p>\n\n</p>\n\n<ul>\n\n<li><p>Initially there was some air in my suit, which felt funny\nbubbling out.\n\n</p></li>\n<li><p>The suit is slightly buoyant, taking some getting used to.\n\n</p></li>\n<li><p>It still felt cold getting in, until my body had time to heat\nup the trapped layer of water.\n\n</p></li>\n<li><p>I didn't get cold in the water!  This was with maybe ~78F water\nand ~82F air.  I could play with my kids until they wanted to get out\nof the water.\n\n</p></li>\n<li><p>I bought separate pants and a vest, which I wore under my\nswimsuit.  The pants worked very well, and the vest worked ok: I got a\nbit of water rotating through where they met, and I occasionally\nneeded to pull the vest down.  Possibly a full body suit would have\nbeen better? But those seem more annoying to get in and out of, and\nthe amount of water moving through was pretty low with the kind of\nplaying we were doing.\n\n</p></li>\n<li><p>Once I got out of the water, I stayed wet a lot longer.  This\nwas warmer than usual for the first part, since it was a warm sort of\nwet, though after we got to the stage where I normally would have been\nfully dry (~45m?) I was mildly colder.\n\n</p></li>\n</ul>\n\n\n\n<p>\n\nOverall I'm happy, and am looking forward to swimming with it again in\nthe future!\n\n</p>\n\n<p>\n\n(My kids are now asking if they can get ones too, which is fine with\nme!)\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid0cQgqdWb9jReg3iVuivb93Xik1f91fJyYaAad2YPo21TEwJAJg2TK4haqY1xajWRal\">facebook</a>, <a href=\"https://mastodon.mit.edu/@jefftk/110962147402649565\">mastodon</a></i></p>", "link": "https://www.jefftk.com/p/trying-a-wet-suit", "date_published": "2023-08-27T15:02:33.551324+00:00", "persistent": false, "dead": false, "artist": "Jeff Kaufmann", "album": "Jeff Kaufmann", "user": null, "language": "en-US", "thumbnail": null}]