[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Justice Smith is a Dante's Inferno and BOTW fan #gaming #dungeonsanddragons #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=tiVU85gtKtU", "date_published": "2023-03-28 23:12:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The game that inspired that John Wick 4 scene #johnwick #gaming #keanureeves #shorts", "description": "", "link": "https://www.youtube.com/watch?v=pTapD_StJoo", "date_published": "2023-03-28 23:11:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pokemon: Pilot vs Finale #ashketchum #pokemonanime #pokemon #gaming #pokemon #pikachu #shorts", "description": "", "link": "https://www.youtube.com/watch?v=ILpZO-IQcf8", "date_published": "2023-03-28 23:09:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Trolls Band Together - Official Trailer (2023)  Anna Kendrick, Justin Timberlake", "description": "Check out the trailer for Trolls Band Together, an upcoming DreamWorks Animation movie starring Anna Kendrick and Justin Timberlake. \n\nAfter two films of true friendship and relentless flirting, Poppy (Anna Kendrick) and Branch (Justin Timberlake) are now officially, finally, a couple (#broppy)! As they grow closer, Poppy discovers that Branch has a secret past. He was once part of her favorite boyband phenomenon, BroZone, with his four brothers: Floyd (Troye Sivan), John Dory (Eric André), Spruce (Daveed Diggs), and Clay (Kid Cudi). BroZone disbanded when Branch was still a baby, as did the family, and Branch hasn’t seen his brothers since. \n\nBut when Branch’s bro Floyd is kidnapped for his musical talents by a pair of nefarious pop-star villains—Velvet (Amy Schumer) and Veneer (Andrew Rannells)—Branch and Poppy embark on a harrowing and emotional journey to reunite the other brothers and rescue Floyd from a fate even worse than pop-culture obscurity. \n\nThe movie also stars Camila Cabello as Viva, Zosia Mamet as Crimp, RuPaul Charles as Miss Maxine, Zooey Deschanel as Bridget, Christopher Mintz-Plasse as Gristle, the Icona Pop duo Aino Jawo and Caroline Hjelt as Satin and Chenille, Anderson .Paak as Prince D, Ron Funches as Cooper, Kunal Nayyar as Guy Diamond, and Kenan Thompson as Tiny Diamond. Trolls Band Together directed by Walt Dohrn. Tim Heitz serves as co-director. It is produced by Gina Shay.\n\nTrolls Band Together opens in theaters on November 17, 2023.", "link": "https://www.youtube.com/watch?v=lqQp35-rN9A", "date_published": "2023-03-28 23:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom Early Map Comparison", "description": "Nintendo just released a new look at the gameplay mechanics of Tears of the Kingdom but also gave us a look at the sequel's version of Hyrule. But how different is the map from Breath of the Wild? We jumped back in to our old saves to find out.\n\nThe Legend of Zelda: Tears of the Kingdom features new gameplay systems such as Fuse, Ultrahand, and Ascend. New ways to traverse the old map and interact with the materials should breathe new life into TotK, and hopefully will keep it from feeling too much like BotW. This Hyrule comparison isn't exhaustive, but should give a good indication of how certain areas have changed.", "link": "https://www.youtube.com/watch?v=PPbxgKdPG1g", "date_published": "2023-03-28 22:54:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hypercharge - Official Story Campaign Update Trailer", "description": "Watch the latest trailer for Hypercharge to see what to expect with the latest update, which brings a story campaign, a new map, the boss Major Evil, objectives, and more to the first and third-person shooter action figure game. Learn more about Hypercharge here: \n\nhttp://store.steampowered.com/app/523660/HYPERCHARGE_Unboxed/\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=31EGjf2fF8k", "date_published": "2023-03-28 22:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wayfinder - Official Venomess Teaser Trailer", "description": "Wayfinder is an MMO action-adventure RPG where players become Wayfinders to unlock their powers and choose their path and playstyle while pushing back a hostile force that have overtaken the world. Take a look at a brand new Wayfinder called Venomess who is an expert alchemist and a deadly assassin that was teased at PAX East 2023. Wayfinder is launching in Early Access on PlayStation 4, PlayStation 5, and PC in May 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=EEoCYl3KegE", "date_published": "2023-03-28 21:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Veiled Experts - Official Final Beta Trailer", "description": "Check out the latest action-packed trailer for Veiled Experts to see characters and more from this upcoming tactical third-person action shooter game. Veiled Experts will be available as a free-to-play game on Steam in Q2 2023. The final beta test will be open to the public beginning March 30 at 12 a.m. PT through April 6 at 12 a.m. PT. \n\nIn Veiled Experts, jump into the boots, sneakers and heels of a group of multinational agents engaged in a worldwide conflict between governments, corporations and terrorists to take hold of an advanced microchip known as the Lepton System, a groundbreaking technology that threatens to throw off the world’s balance of power. Veiled Experts is a 5v5 shooter featuring dynamic environments with destructible elements, a cast of characters with distinct abilities and styles, and a variety of mission sites.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=Xa7TmN0q7Ow", "date_published": "2023-03-28 20:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "D&D Digital - Official First Look at New Virtual Tabletop", "description": "This year's D&amp;D Direct unveiled the new immersive virtual tabletop experience, D&amp;D Digital Play Experience, presented by Wizards of the Coast. \n\nWith stunning visuals and diverse creation tools, the D&amp;D Digital Play experience will give players and Dungeon Masters a new way to fully sink into their campaign. Perfect for connecting DM’s and players online or in real life. \n\nThis first look has Gina Darling, Ify Nwadiwe, and Principal Game Designer Kale Stutzman, showcasing their first impressions and insights into the game. \n\nCheck out the D&amp;D Direct for more reveals!", "link": "https://www.youtube.com/watch?v=S8NoG-w1RbI", "date_published": "2023-03-28 19:25:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "World War 3 - Official Tokyo Map Reveal Trailer", "description": "World War 3 is an online multiplayer tactical FPS set against the backdrop of a modern global conflict. As part of World War 3's Operation Sunstorm event, players will battle their way through Tokyo to fight for control. Check out the featured highlight trailer of Japan's capital Tokyo included in World War 3 Operation Sunstorm available on March 30 for PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=HcMq7j1jOas", "date_published": "2023-03-28 19:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sifu - Official Arenas Expansion Launch Trailer", "description": "Sifu is a realistic third-person brawler with tight Kung Fu combat mechanics and cinematic martial arts action embarking you on a path for revenge. A new content update for the game brings the Arenas expansion offering 9 new locations and 45 merciless challenges spread over 5 game modes. The Arenas Expansion is packing up to 10 extra hours of gameplay with the wave-based Survival Mode, perfection-oriented Performance Mode, a race against the clock in Time Attack, and more. The Arenas Expansion for Sifu is available now on PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming #Sifu", "link": "https://www.youtube.com/watch?v=EjDhZL40CH4", "date_published": "2023-03-28 18:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tekken 8 - Official Jun Kazama Gameplay Trailer", "description": "Jun Kazama takes the spotlight in this latest gameplay trailer for Tekken 8. Check it out to see the character in action!\n\nTekken 8 is coming to PlayStation 5, Xbox Series X/S, and Steam.\n\n#IGN #Gaming #Tekken", "link": "https://www.youtube.com/watch?v=9BS9NRpWRwA", "date_published": "2023-03-28 16:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us Part 1 - Official PC Launch Trailer", "description": "The Last of Us Part I is available now on PC via Steam and the Epic Games Store. Check out the launch trailer for another look at the game, including the PC features such as ultra-wide support and more.\n\nIn a ravaged civilization, where infected and hardened survivors run rampant, Joel, a weary protagonist, is hired to smuggle 14-year-old Ellie out of a military quarantine zone. However, what starts as a small job soon transforms into a brutal cross-country journey.\n\n#IGN #Gaming #TheLastOfUs", "link": "https://www.youtube.com/watch?v=Zf5xOsXXFY8", "date_published": "2023-03-28 15:29:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Nintendo Switch OLED Model: The Legend of Zelda Tears of the Kingdom Edition - Official Trailer", "description": "Check out the trailer for the Nintendo Switch – OLED Model The Legend of Zelda: Tears of the Kingdom Edition, available on April 28, 2023. Additionally, a The Legend of Zelda: Tears of the Kingdom themed Nintendo Switch Pro Controller and carrying case will also launch alongside the game on May 12, 2023.\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=66Cw3lyvtj0", "date_published": "2023-03-28 14:49:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 - Official World of Valisthea Trailer", "description": "Watch the new Final Fantasy 16 trailer and get a look at FF16 Valisthea. Final Fantasy 16 is an upcoming action RPG in the acclaimed Final Fantasy series where players play as Clive Rosfield on a mission to free mankind from its fate with the use of Eikonic powers at his disposal to overcome the obstacles of enemies that lie before him. Get an in-depth look at the world of Valisthea where Clive's adventure takes place. Final Fantasy 16 launches on June 22 for PlayStation 5.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=oD5V4fimwlU", "date_published": "2023-03-28 14:39:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - Official Gameplay Demonstration", "description": "Check out 10 minutes of The Legend of Zelda: Tears of the Kingdom gameplay. Join series producer Eiji Aonuma for a look at gameplay from The Legend of Zelda: Tears of the Kingdom, including Tears of the Kingdom Link’s new abilities.\n\nThe video also reveals a Nintendo Switch OLED Model The Legend of Zelda: Tears of the Kingdom edition will be available on April 28, 2023, with a Nintendo Switch Pro controller - The Legend of Zelda: Tears of the Kingdom edition and Nintendo Switch carrying case - Legend of Zelda: Tears of the Kingdom Edition will be available on May 12, 2023.\n\nThe Legend of Zelda: Tears of the Kingdom is coming to Nintendo Switch on May 12, 2023.\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=HP7DIvd6eKY", "date_published": "2023-03-28 14:13:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Elemental - Official Trailer (2023) Leah Lewis, Mamoudou Athie", "description": "Explore Element City and meet its residents in this trailer for Disney and Pixar’s Elemental, an upcoming movie starring Leah Lewis as Ember, Mamoudou Athie as Wade, Ronnie del Carmen as Ember’s soon-to-be retired dad, Bernie; Shila Ommi as Ember’s love-seeking mom, Cinder; Wendi McLendon-Covey as Wade’s stormy and Air-Ball-loving boss, Gale; Catherine O’Hara as Wade’s welcoming mom, Brook; Mason Wertheimer as Ember’s admiring earth neighbor, Clod; and Joe Pera as an overgrown city bureaucrat, Fern.\n\nDirected by Peter Sohn, produced by Denise Ream, p.g.a., and executive produced by Pete Docter, Elemental features a screenplay by John Hoberg & Kat Likkel and Brenda Hsueh with story by Sohn, Hoberg & Likkel and Hsueh. The film’s original score was composed and conducted by Thomas Newman.\n\nElemental opens in theaters on June 16, 2023.\n\n#IGN #Movies #Pixar", "link": "https://www.youtube.com/watch?v=de6_GooXxXs", "date_published": "2023-03-28 13:17:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Demon Spore - Exclusive Teaser Trailer", "description": "Check out the teaser trailer for upcoming action roguelite game, Demon Spore. Inspired by 80s monster movies, Demon Spore is a twin stick shooter set deep inside a genetic research laboratory where a tissue replication experiment has gone horribly wrong. A mass of cells has evolved into a hellish creature and as a scientist trapped inside the lab with a few survivors, it's up to you to learn about this new organism and find its weaknesses.\n\nHere’s a look at some tense Demon Spore gameplay, with a glimpse of how you’ll forge a path through the lab in your fight for survival. Demon Spore is coming soon to PC via Steam.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=JxguDfoBFzY", "date_published": "2023-03-28 11:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Batman: The Doom That Came to Gotham Review", "description": "Batman: The Doom That Came to Gotham reviewed by Samantha Nelson. Narration by Max Scoville.\n\nBatman: The Doom That Came to Gotham is a treat for Batman fans, putting a suitably horrific Lovecraftian spin on his allies and enemies that brings out some of the best parts of the Dark Knight while heavily emphasizing the “dark” part. While not all the tweaks to the original comic’s story are for the best, this largely faithful adaptation delivers plenty of unsettling horror, well-done action scenes, and detective-driven twists.", "link": "https://www.youtube.com/watch?v=4w0GJISXam8", "date_published": "2023-03-28 00:46:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lady Gaga's Harley Quinn Reveal In Joker 2 Is Darker Than Anticipated - IGN The Fix: Entertainment", "description": "We’ve got a new glimpse at Lady Gaga’s DC character, spotted filming the Joker sequel in New York. And while fans might remember the photo posted by director Todd Phillips on Instagram featuring Joaquin Phoenix's Joker and Gaga as Dr. Harleen Quinzel, we now know what Lady Gaga might look like in #Joker2. Looking at this version of Harley Quinn in #TheJoker2 and given the more grounded and dark tone of the first Joker film, it kinda reminds me of DC Black Label’s Harleen, which explores Harley Quinn’s past before the makeup and mallet, diving deeper into how her abusive past affected her and how The Joker was able to manipulate her. From DC to Marvel news, the Disney Plus Daredevil series is apparently already planned out for a second season. Director James Gunn talks about the runtime for Guardians of the Galaxy Volume 3, and so much more on today's entertainment news on IGN.", "link": "https://www.youtube.com/watch?v=smWrZVK5wPE", "date_published": "2023-03-28 00:10:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 - How to Make Money Fast", "description": "Resident Evil 4’s Merchant has some awesome gear to buy in his store, but the problem is, everything he sells is so expensive! If you want to buy out the Merchant’s inventory whenever he has new supplies, you can follow these tips for how to make money fast in Resident Evil 4.\n\nTimestamps:\n00:00 - Intro\n00:27 - 1: Buy the Treasure Maps\n01:02 - 2: Read the Item Sell Description\n01:31 - 3: The Best Treasure Gemstone Bonuses\n01:56 - 4: Shoot Crows for Loot\n02:36 - 5: Sell Your Guns for Cash\n03:06 - 6: Sell Healing Items for Cash\n03:27 - 7: How to Open Locked Drawers/Cupboards (Small Keys)\n03:49 - 8: Watch for Hanging Silver Lanterns\n\nFor more guides, walkthroughs, tips and collectibles, check out our full written guide on IGN.\nhttps://www.ign.com/wikis/resident-evil-4-remake/", "link": "https://www.youtube.com/watch?v=0s7ZnX9zA8k", "date_published": "2023-03-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]