[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Resident Evil 4 Remake's Krauser Boss Fight Is ABSOLUTELY CRACKING", "description": "Jack Krauser and Leon Kennedy have history. Krauser, once an honourable soldier to whom the thrill of combat gave life meaning, slipped out of favour with the US military. It was during a covert mission to suppress a T-virus outbreak in South America that Krauser and Kennedy first met. \n\nAs the operation progressed, Krauser grew resentful of Kennedy, believing his greater importance to the mission reflected poorly on his self-worth. Compounding matters was Krauser’s growing obsession with the power of the Veronica virus, culminating in him perceiving the T-virus as beneficial, as an opportunity to become formidable, a chance to be stronger than Leon.", "link": "https://www.youtube.com/watch?v=VCHOzhCNvFk", "date_published": "2023-03-28 15:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Star Wars Jedi: Survivor vs Fallen Order - 15 BIGGEST DIFFERENCES", "description": "Over three years after the release of Star Wars Jedi: Fallen Order comes the long-awaited sequel, Star Wars Jedi: Survivor. Releasing on April 28th for Xbox Series X/S, PS5 and PC, it sees Cal Kestis battling the Empire and being pushed to the brink. \n\nWith new technology and lots of feedback to draw on, what sets the sequel apart from the original? Let's look at 15 differences.", "link": "https://www.youtube.com/watch?v=-iNtUV1GvNY", "date_published": "2023-03-28 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Dredge Review - One of the Biggest Surprises of 2023 So Far", "description": "Finally, when you aren’t fishing, collecting, or dodging nightmares to maintain your sanity, you’re probably talking to the many characters who live on different islands around The Marrows. \n\nThey are all represented by character portraits, but the quality and style of each of those pieces of art convey the personalities and demeanors of the characters. Each character you meet also seems to indirectly deliver a piece of information that further fleshes out the situation in The Marrows as well as the overall story. \n\nMysterious shipwrecks, a mayor gone mad, a person trying to get away from everything and start a new life on another island, a son lost to the sea. Each character has a unique story, and one that is worth seeing to its conclusion.", "link": "https://www.youtube.com/watch?v=-iuUxCDfMWQ", "date_published": "2023-03-28 10:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}]