[{"source": "https://thehill.com/news/feed/", "title": "Biden asks McCarthy to present GOP budget before Easter recess", "description": "President Biden on Tuesday called on Speaker Kevin McCarthy (R-Calif.) and House Republicans to release a budget proposal before lawmakers leave for Easter recess at the end of the week, reiterating that he would meet with McCarthy once his conference has done so. “My hope is that House Republicans can present the American public with...", "link": "https://thehill.com/homenews/administration/3922920-biden-asks-mccarthy-to-present-gop-budget-before-easter-recess/", "date_published": "2023-03-28 22:50:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ moves to end consent decree with Seattle police after more than a decade", "description": "The Justice Department announced Tuesday that it filed a joint proposal with Seattle to replace the consent decree with the Seattle Police Department after more than a decade of supervising the police department. In an announcement Tuesday, the Justice Department stated that the Seattle police department has made \"notable progress\" in areas overseen by the...", "link": "https://thehill.com/homenews/3922819-doj-moves-to-end-consent-decree-with-seattle-pd-after-more-than-a-decade/", "date_published": "2023-03-28 22:48:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US holding back nuclear forces data from Russia", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38;National Security Defense &#38;National Security   The Big Story  US halts nuke info sharing with Russia after withdrawal The nuclear standoff between Washington and Moscow has intensified amid the faltering New START treaty, which Russia suspended involvement in last month. © Russian Defense Ministry Press...", "link": "https://thehill.com/newsletters/defense-national-security/3922858-us-holding-back-nuclear-forces-data-from-russia/", "date_published": "2023-03-28 22:46:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What our past tells us about young people and guns", "description": "Among the many types of gun laws now under challenge are those restricting gun access to those between 18 and 21 — the category of persons most liable to commit crimes.", "link": "https://thehill.com/opinion/judiciary/3922165-what-our-past-tells-us-about-young-people-and-guns/", "date_published": "2023-03-28 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House raises pressure on GOP lawmakers to take action on guns", "description": "The White House is blaming Republicans in Congress for the lack of action on guns, turning up the heat on the GOP to address rampant gun violence while appealing to voters fed up with America’s epidemic of mass shootings.  President Biden is focusing his anger over the elementary school shooting in Nashville this week squarely...", "link": "https://thehill.com/homenews/administration/3922702-white-house-raises-pressure-on-gop-lawmakers-to-take-action-on-guns/", "date_published": "2023-03-28 22:27:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rand Paul among lawmakers opposing TikTok ban bills: 'I think it's a mistake'", "description": "Sen. Rand Paul (R-Ky.) declared his opposition to a possible nationwide TikTok ban as many members of both parties push back against the platform, saying a ban would be a “mistake.”  Paul told Fox News in an interview on Tuesday that he believes a ban would violate the First Amendment. He noted that TikTok is...", "link": "https://thehill.com/homenews/senate/3922854-rand-paul-among-lawmakers-opposing-tiktok-ban-bills-i-think-its-a-mistake/", "date_published": "2023-03-28 22:26:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden on Israel's proposed judicial reforms: 'They cannot continue down this road'", "description": "President Biden on Tuesday said he hopes Israeli Prime Minister Benjamin Netanyahu “walks away from” plans to pursue reforms to the country’s judiciary, which has drawn criticism from U.S. officials and sparked protests and work stoppages in Israel. \"Like many strong supporters of Israel, I'm very concerned, and I'm concerned that they get this straight....", "link": "https://thehill.com/homenews/administration/3922859-biden-on-israels-proposed-judicial-reforms-they-cannot-continue-down-this-road/", "date_published": "2023-03-28 22:20:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TikTok ban still on the table", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  TikTok ban still on table amid progressive opposition Prominent liberal Democrats are coming out against a TikTok ban, but the chairman of the House Democratic Caucus said Tuesday a block on the app owned by a Chinese parent company is still an...", "link": "https://thehill.com/newsletters/technology/3922841-tiktok-ban-still-on-the-table/", "date_published": "2023-03-28 22:16:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden urges Congress to act after Nashville school shooting", "description": "{beacon}    Evening Report Tuesday, March 28 ©  AP Fallout after Nashville school shooting President Biden again called on Congress to act on gun policy Tuesday in the wake of the deadly mass shooting at a school in Nashville, saying a \"majority of the American people want an assault weapons ban.\"   Authorities have released...", "link": "https://thehill.com/newsletters/evening-report/3922826-biden-urges-congress-to-act-after-nashville-school-shooting/", "date_published": "2023-03-28 22:08:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter restricts Greene’s congressional account over ‘vengeance’ post", "description": "Twitter on Tuesday restricted Rep. Marjorie Taylor Greene’s (R-Ga.) congressional account for seven days after she repeatedly posted an image of a poster about a rally called “Trans Day of Vengeance.” Greene tweeted about the event after three children and three adults were killed in a shooting at a Christian school in Nashville. The suspect...", "link": "https://thehill.com/policy/technology/3922811-twitter-restricts-greenes-congressional-account-over-vengeance-post/", "date_published": "2023-03-28 22:03:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden calls Nashville police chief, officers who responded to school attack", "description": "President Biden on Tuesday spoke to the Nashville police chief and two Metro police officers who responded to the elementary school shooting the day prior, thanking them for their response. The president talked to officers Michael Collazo and Rex Engelbert, the police officers who have been credited with confronting and killing the shooter. Biden thanked...", "link": "https://thehill.com/homenews/administration/3922763-biden-calls-nashville-police-chief-officers-who-responded-to-school-attack/", "date_published": "2023-03-28 21:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin takes ‘nuclear blackmail’ to new level with Belarus plans", "description": "Russian President Vladimir Putin is upping the ante in his game of nuclear blackmail with the West by promising to place missiles in Belarus.  The transfer of nuclear weapons, which comes ahead of an anticipated Ukrainian counteroffensive, is intended to raise fears of escalation as the U.S. and NATO allies consider arming Kyiv with more...", "link": "https://thehill.com/policy/defense/3922713-putin-takes-nuclear-blackmail-to-new-level-with-belarus-plans/", "date_published": "2023-03-28 21:32:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York grand jury not expected to hear additional evidence in Trump case this week", "description": "The Manhattan grand jury considering former President Trump’s involvement in a 2016 hush payment is not expected to hear additional evidence in the probe this week, according to a source familiar with the matter. The grand jury is not expected to convene Wednesday and will meet on Thursday to consider a different case, according to...", "link": "https://thehill.com/regulation/court-battles/3922684-new-york-grand-jury-not-expected-to-hear-additional-evidence-in-trump-case-this-week/", "date_published": "2023-03-28 21:24:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Authoritarian regimes trying to skirt sanctions are developing alternative markets", "description": "A new economic partnership between China and Russia is designed to help both countries escape the consequences of Western sanctions.", "link": "https://thehill.com/opinion/finance/3922568-authoritarian-regimes-trying-to-skirt-sanctions-are-developing-alternative-markets/", "date_published": "2023-03-28 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pennsylvania progressive defends TikTok as 'incredible organizing tactic'", "description": "Rep. Summer Lee (D-Pa.) on Tuesday defended TikTok as an “incredible organizing tactic,” throwing her support behind the platform amid a bipartisan effort by lawmakers to crack down on the popular video sharing app because of national security and data privacy concerns. “We can think about privacy and security and make sure that we're doing...", "link": "https://thehill.com/homenews/house/3922639-pennsylvania-progressive-defends-tiktok-as-incredible-organizing-tactic/", "date_published": "2023-03-28 20:41:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dems push back on GOP fentanyl claims during hearing with Mayorkas", "description": "Senate Democrats on Tuesday made their most forceful push yet against narratives linking immigration and the fentanyl crisis, slamming Republicans for their attempts to entangle the two issues. Data shows the vast majority of fentanyl enters the U.S. through the cars of American citizens, a fact highlighted repeatedly by Democrats as GOP lawmakers increasingly cast...", "link": "https://thehill.com/homenews/senate/3922643-dems-push-back-on-gop-fentanyl-claims-during-hearing-with-mayorkas/", "date_published": "2023-03-28 20:31:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California’s desert trees can’t take the heat: study", "description": "Some of the Southwest's most iconic desert trees are running for their lives in what could be a grim harbinger for more temperate ecosystems across the West. A study in Functional Ecology offers evidence that desert ecosystems, long perceived as the most resilient to climate change, may be hitting their limits. Researchers at the University of California Riverside found that...", "link": "https://thehill.com/policy/equilibrium-sustainability/3922578-californias-desert-trees-cant-take-the-heat-study/", "date_published": "2023-03-28 20:16:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US must safeguard democracy by combatting corruption", "description": "The U.S. appears less than serious about supporting democracy when it allows authoritarian and kleptocratic regimes park stolen funds.", "link": "https://thehill.com/opinion/international/3922473-the-us-must-safeguard-democracy-by-combatting-corruption/", "date_published": "2023-03-28 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Disney eliminating Metaverse unit as layoffs begin", "description": "Disney is eliminating its metaverse unit as part of its plan to lay off 7,000 workers that will save the company billions of dollars, a source familiar with the situation told The Hill.  The Wall Street Journal first reported the plan to cut the division responsible for developing metaverse strategies, citing people familiar. The source...", "link": "https://thehill.com/policy/technology/3922510-disney-eliminating-metaverse-unit-as-layoffs-begin/", "date_published": "2023-03-28 19:39:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers debate who to blame for COVID school closures: Teachers unions or Trump?", "description": "House members spent a Tuesday hearing debating who to blame for school closures amid the COVID-19 pandemic, with Republicans deriding the influence of teacher's unions and Democrats blasting the Trump administration. During the hearing, titled “The Consequences of School Closures: Intended and Unintended,” members of the Select Subcommittee on the Coronavirus Pandemic agreed that school...", "link": "https://thehill.com/homenews/house/3922397-lawmakers-debate-who-to-blame-for-covid-school-closures-teachers-unions-or-trump/", "date_published": "2023-03-28 19:33:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers slam regulators following Silicon Valley Bank failure", "description": "Lawmakers raked banking regulators at the Federal Reserve, Treasury Department and Federal Deposit Insurance Corporation (FDIC) over the coals during a hearing of the Senate Banking Committee on Tuesday after the agencies failed to act on signs that Silicon Valley Bank (SVB) was in trouble, mobilizing instead to bail out depositors after it had collapsed....", "link": "https://thehill.com/business/3922479-lawmakers-slam-regulators-following-silicon-valley-bank-failure/", "date_published": "2023-03-28 19:32:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Liz Cheney: 'Need to spend less time banning books,' more time stopping 'horrific gun violence'", "description": "Former Rep. Liz Cheney (R-Wyo.) urged Republicans to focus on reducing gun violence rather than banning books, in the wake of a school shooting in Nashville, Tenn., that left three children and three staff members dead. “If we really want to keep our children safe, we need to spend less time banning books and more...", "link": "https://thehill.com/homenews/house/3922464-liz-cheney-need-to-spend-less-time-banning-books-more-time-stopping-horrific-gun-violence/", "date_published": "2023-03-28 19:25:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Adnan Syed murder conviction reinstated", "description": "Maryland’s second-highest court reinstated the conviction and sentence of Adnan Syed, the man whose murder investigation and trial was the center of the hit podcast “Serial,” saying a lower court violated the rights of the victim’s family when it vacated his conviction last year. The Maryland appellate court ruled in a 2-1 decision that the...", "link": "https://thehill.com/regulation/court-battles/3922453-adnan-syed-murder-conviction-reinstated/", "date_published": "2023-03-28 19:20:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Karine Jean-Pierre talks 'Saturday Night Live,' and why she might not catch an impression of herself", "description": "White House press secretary Karine Jean-Pierre says if “Saturday Night Live” ever features an impersonation of her, she’s unlikely to catch it, because she’s usually taking a Saturday night snooze. “I think I’m usually sleeping,” Jean-Pierre replied when asked if she’s able to enjoy shows like “SNL” on the weekend or if they hit too...", "link": "https://thehill.com/blogs/in-the-know/3922454-karine-jean-pierre-talks-saturday-night-live-and-why-she-might-not-catch-an-impression-of-herself/", "date_published": "2023-03-28 19:17:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Possible TikTok ban raises alarms for Democrats ahead of 2024", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report    The Big Story  Possible TikTok ban raises alarms for Democrats ahead of 2024 Democrats are expressing concerns that a ban on the video sharing app could depress engagment for Generation Z voters ahead of next year’s general election.  © AP Photo/Jose Luis Magana...", "link": "https://thehill.com/newsletters/campaign-report/3922472-possible-tiktok-ban-raises-alarms-for-democrats-ahead-of-2024/", "date_published": "2023-03-28 19:13:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US needs India, and much more, to make inroads into the Global South", "description": "It ultimately boils down to Washington’s approach to world affairs which is still predominantly driven by liberal internationalism over realpolitik.", "link": "https://thehill.com/opinion/international/3922239-the-us-needs-india-and-much-more-to-make-inroads-into-the-global-south/", "date_published": "2023-03-28 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Female lawmakers of color launch ERA caucus, push to affirm 28th Amendment", "description": "A multiracial coalition of female lawmakers announced the launch of the Congressional Caucus for the Equal Rights Amendment (ERA) on Tuesday afternoon.  The caucus, which will work to affirm the ERA as the 28th Amendment to the Constitution, will be co-chaired by Democratic founders Reps. Cori Bush (Mo.) and Ayanna Pressley (Mass.).  Reps. Judy Chu...", "link": "https://thehill.com/homenews/house/3922422-female-lawmakers-of-color-launch-era-caucus-push-to-affirm-28th-amendment/", "date_published": "2023-03-28 18:58:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former FDA official: US one crisis away from another infant food shortage", "description": "A former top official for the Food and Drug Administration (FDA) warned lawmakers on Tuesday that the U.S. is only one crisis away from experiencing another infant formula shortage and called for heightened regulations on manufacturers and greater organization within his former agency. Frank Yiannas, who served as the FDA’s deputy commissioner for food policy...", "link": "https://thehill.com/homenews/house/3922342-former-fda-official-us-one-crisis-away-from-another-infant-food-shortage/", "date_published": "2023-03-28 18:52:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox contributor: Trump was 'absolutely horrific' during Hannity interview", "description": "Fox News contributor and former Rep. Jason Chaffetz (R-Utah) blasted former President Trump on Tuesday, saying that he was \"absolutely horrific\" during his interview with Fox's Sean Hannity. \"I watched that and I thought, 'Where is Donald Trump?'\" Chaffetz said on \"Fox and Friends.\" \"I voted for Donald Trump twice. I have defended him countless...", "link": "https://thehill.com/homenews/media/3922330-fox-contributor-trump-was-absolutely-horrific-during-hannity-interview/", "date_published": "2023-03-28 18:46:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dominion, Fox News want testimony from Tucker Carlson, Sean Hannity", "description": "Fox News’ biggest stars and most powerful leaders could take the witness stand in a Delaware courtroom next month as part of the network’s ongoing legal fight with Dominion Voting Systems, new court documents show.  Hosts Tucker Carlson, Sean Hannity and Laura Ingraham as well as Fox News Media CEO Suzanne Scott are among the...", "link": "https://thehill.com/homenews/media/3922389-dominion-fox-news-want-testimony-from-tucker-carlson-sean-hannity/", "date_published": "2023-03-28 18:33:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress should take an all of the above approach to supporting unions", "description": "America’s workers haven’t been able to count on Congress for decades. Far too often Congress passes bills that support the whims of CEOs, but do little for the workers that keep America’s economy running. Over the decades Americans have borne the consequences: union membership has dropped, while economic inequality and insecurity have increased.   Yet, even...", "link": "https://thehill.com/opinion/congress-blog/3922381-congress-should-take-an-all-of-the-above-approach-to-supporting-unions/", "date_published": "2023-03-28 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Baltimore mayor rejects request to process East Palestine wastewater", "description": "Baltimore Mayor Brandon Scott denied a request from a contractor to dump pretreated wastewater from the Norfolk Southern train derailment in East Palestine, Ohio, earlier this year, citing public health concerns. Clean Harbors, a waste management company, planned to bring at least 675,000 gallons of wastewater from East Palestine to the city-run Back River Wastewater...", "link": "https://thehill.com/homenews/state-watch/3922365-baltimore-mayor-rejects-request-to-process-east-palestine-wastewater/", "date_published": "2023-03-28 18:27:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nashville shooter was under doctor’s care for ‘an emotional disorder’", "description": "The 28-year-old shooter who killed three children and three adults at a Christian elementary school in Nashville, Tenn., on Monday had been under the care of a doctor for an “emotional disorder,” police said.  Nashville Metro Chief John Drake told reporters on Tuesday that Audrey Elizabeth Hale “was under care — doctor’s care — for...", "link": "https://thehill.com/homenews/state-watch/3922320-nashville-shooter-was-under-doctors-care-for-an-emotional-disorder/", "date_published": "2023-03-28 18:21:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "U.S. holds back nuclear forces data from Russia in response to treaty violations", "description": "The White House said it has stopped sharing detailed data on its strategic nuclear forces with Russia in response to the Kremlin refusing to comply with a key nuclear arms treaty, the standoff another front between Washington and Moscow over Russia’s war in Ukraine.   Russian President Vladimir Putin announced in February that it was suspending...", "link": "https://thehill.com/policy/national-security/3922344-u-s-holds-back-nuclear-forces-data-from-russia-in-response-to-treaty-violations/", "date_published": "2023-03-28 18:19:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mexico is moving to power California and Arizona. But who will pay for it?", "description": "Residents of the U.S. Southwest could one day power their homes with solar energy generated across the border — if a multi-pronged plan from the Mexican government comes to fruition.  A 120-megawatt capacity photovoltaic (PV) plant in the Sonoran seaside city of Puerto Peñasco already began feeding the national grid last month, while another 300...", "link": "https://thehill.com/homenews/state-watch/3922053-mexico-is-moving-to-power-california-and-arizona-but-who-will-pay-for-it/", "date_published": "2023-03-28 18:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell blasts proposal to wind down war authority in Iraq", "description": "Senate Republican Leader Mitch McConnell (Ky.) rebuked President Biden and his Democratic allies in Congress for pushing a proposal to repeal the Authorization for Use of Military Force (AUMF) in Iraq at a time that U.S. troops in the region face threats from Iran and terrorist organizations.  “I am opposed to Congress sunsetting any military...", "link": "https://thehill.com/policy/defense/3922267-mcconnell-blasts-proposal-to-wind-down-war-authority-in-iraq/", "date_published": "2023-03-28 17:57:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dem Caucus chair says TikTok ban is still on the table", "description": "As a growing number of liberal Democrats come out in opposition to a TikTok ban, the chairman of the House Democratic Caucus said Tuesday that such a blockade remains a possibility. \"I don't think anybody's closing any door at this point,\" Rep. Pete Aguilar (D-Calif.) told reporters in the Capitol. The comments arrive as lawmakers...", "link": "https://thehill.com/homenews/3922259-dem-caucus-chair-says-tiktok-ban-is-still-on-the-table/", "date_published": "2023-03-28 17:53:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Body camera footage shows confrontation with Nashville school shooter", "description": "Body camera footage released by the Metropolitan Nashville Police Department on Tuesday shows the moment officers confronted a shooter at a local elementary school, who was ultimately killed in the shoot-out. The footage from officers Rex Engelbert and Michael Collazo shows police searching the first floor of The Covenant School before rushing upstairs in response...", "link": "https://thehill.com/homenews/state-watch/3922118-body-camera-footage-shows-confrontation-with-nashville-school-shooter/", "date_published": "2023-03-28 17:51:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Series of small earthquakes rattles Northern California", "description": "A string of small earthquakes struck Northern California on Tuesday in the state's latest series of climate woes. Three small earthquakes occurred just after 6 a.m. PST and were measured northwest of Pacifica, California, with the largest of the three reaching a 3.4 magnitude, according to the U.S. Geological Survey. The other two earthquakes, according...", "link": "https://thehill.com/homenews/3922164-series-of-small-earthquakes-rattles-northern-california/", "date_published": "2023-03-28 17:51:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Northwestern poll: Chicago race in dead heat", "description": "The closely-watched race for mayor in Chicago has Brandon Johnson and Paul Vallas neck and neck with just a week to go before voting in the runoff election, according to a new survey. The poll from Northwestern University shows Johnson and Vallas each with 44 percent support, with 12 percent of voters still undecided in...", "link": "https://thehill.com/homenews/campaign/3922245-northwestern-poll-chicago-race-in-dead-heat/", "date_published": "2023-03-28 17:44:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence must appear before Jan. 6 grand jury: reports", "description": "Former Vice President Mike Pence has been ordered to appear before a grand jury weighing efforts to overturn the 2020 election, according to reports from multiple outlets on Tuesday, after a top federal judge ruled that executive privilege could not entirely shield him from answering questions. The sealed order rejected former President Trump’s claims of...", "link": "https://thehill.com/regulation/court-battles/3922251-pence-must-appear-before-jan-6-grand-jury-reports/", "date_published": "2023-03-28 17:43:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon chief: Biden admin should’ve notified Congress 'earlier' on deadly Syria strike", "description": "Defense Secretary Lloyd Austin on Tuesday conceded that the Biden administration should have notified Congress “earlier” than it did about a deadly drone attack on U.S. forces in Syria last week.  The admission comes after several Senate Armed Services Committee Republicans admonished Pentagon leaders for not quickly notifying Congress of the Iran-backed attack that killed...", "link": "https://thehill.com/policy/defense/3922241-pentagon-chief-biden-admin-shouldve-notified-congress-earlier-on-deadly-syria-strike/", "date_published": "2023-03-28 17:40:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US, Japan reach trade deal for electric vehicles", "description": "The U.S. and Japan have reached a trade agreement related to batteries used in electric vehicle minerals.  Under the agreement the countries won’t impose export tariffs upon each other. The deal comes after the Inflation Reduction Act limits consumer tax credits for electric vehicles to cars where the batteries are mined or processed in countries...", "link": "https://thehill.com/policy/energy-environment/3922243-us-japan-reach-trade-deal-for-electric-vehicles/", "date_published": "2023-03-28 17:37:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America’s EV aspirations are enabling China's rise and modern-day slavery", "description": "Aren’t we better than this?", "link": "https://thehill.com/opinion/energy-environment/3921840-americas-ev-aspirations-are-enabling-chinas-rise-and-modern-day-slavery/", "date_published": "2023-03-28 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Garland testifies on Biden budget before Senate panel", "description": "Attorney General Merrick Garland will testify before the Senate Judiciary Committee on Tuesday for the second time in the 118th Congress. Garland is set to discuss Biden's budget proposal in Tuesday's Senate hearing, but he is also likely to field questions related to the Justice Department's investigations into President Biden, former President Trump and former...", "link": "https://thehill.com/homenews/3921617-watch-live-garland-testifies-on-biden-budget-before-senate-panel/", "date_published": "2023-03-28 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden delivers remarks on economic growth during his administration", "description": "President Biden is speaking Tuesday from Durham, N.C., to make his case that his administration’s actions have boosted the U.S. economy. Biden is visiting the semiconductor manufacturer Wolfspeed, which has recently begun a major expansion in the region. The semiconductors industry is the principal beneficiary of last year's CHIPs and Science Act. North Carolina's Research Triangle...", "link": "https://thehill.com/homenews/3922099-watch-live-biden-delivers-remarks-on-economic-growth-during-his-administration/", "date_published": "2023-03-28 16:57:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UK raises terrorism threat level ahead of possible Biden visit to Northern Ireland", "description": "MI5, the United Kingdom's domestic counterintelligence and security agency, has raised the terrorism threat level in Northern Ireland from \"substantial\" to \"severe,\" meaning an attack is highly likely. The decision, announced by U.K. Secretary of State for Northern Ireland Chris Heaton-Harris on Tuesday, comes days before a possible visit to the country by President Biden. Biden's...", "link": "https://thehill.com/homenews/3921952-uk-raises-terrorism-threat-level-ahead-of-possible-biden-visit-to-northern-ireland/", "date_published": "2023-03-28 16:32:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In Korea, it's about who has the sharpest missiles — and the ability to shoot them down", "description": "The heavens far above the stratosphere may be the battleground in “Star Wars” against North Korea’s vaunted hypersonic cruise missiles. The U.S. Forces Korea command showed off its highest-flying answer to attacks from the North while U.S. and South Korean forces last weekend were winding up their first full-scale joint war games in six years. ...", "link": "https://thehill.com/opinion/international/3919896-in-korea-its-about-who-has-the-sharpest-missiles-and-the-ability-to-shoot-them-down/", "date_published": "2023-03-28 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Details continue to emerge about Nashville shooting", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING  More...", "link": "https://thehill.com/newsletters/1230-report/3921936-the-hills-1230-report-details-continue-to-emerge-about-nashville-shooting/", "date_published": "2023-03-28 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden on school shootings: ‘I can't do anything but plead with Congress to act’", "description": "President Biden on Tuesday argued that he can’t do much more to curb gun violence other than plead with Congress to act, blaming lawmakers for their lack of legislation to ban assault weapons following another deadly school shooting — this time in Nashville. “The Congress has to act. The majority of the American people want...", "link": "https://thehill.com/homenews/administration/3922033-biden-on-school-shootings-i-cant-do-anything-but-plead-with-congress-to-act/", "date_published": "2023-03-28 16:28:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thousands of pounds of beef shipped to 9 states recalled over E. coli concerns", "description": "Thousands of pounds of boneless beef chuck are being recalled, according to the U.S. Department of Agriculture.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3921859-thousands-of-pounds-of-beef-shipped-to-9-states-recalled-over-e-coli-concerns/", "date_published": "2023-03-28 16:24:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Defense chief slams Tuberville's hold on Pentagon nominees over abortion policy", "description": "Defense Secretary Lloyd Austin on Tuesday said there will be \"powerful effects\" on military readiness if Sen. Tommy Tuberville (R-Ala.) continues to hold up more than 150 Pentagon nominees over an abortion policy in the Defense Department. Austin told the Senate Armed Services Committee (SASC) the U.S. is facing \"one of the most complex times\"...", "link": "https://thehill.com/policy/defense/3921774-defense-chief-slams-tubervilles-hold-on-pentagon-nominees-over-abortion-policy/", "date_published": "2023-03-28 16:12:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden approval rating slips to 40 percent: Gallup", "description": "President Biden's approval rating has slipped two percent since February, according to a new Gallup poll.  The poll, published on Tuesday, found that 40 percent of respondents approve of the job Biden is doing as president, down from 42 percent in a poll taken last month. Biden's approval also dropped on key issues like the...", "link": "https://thehill.com/homenews/3921751-biden-approval-rating-slips-to-40-percent-gallup/", "date_published": "2023-03-28 16:09:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tennessee Republican responds to school shooting: 'We're not gonna fix it'", "description": "Tennessee Rep. Tim Burchett (R) said there’s no way to “fix” gun violence, after a shooter killed three children and three adults at an elementary school in his home state on Monday. “It’s a horrible, horrible situation,” Burchett told reporters. “And we’re not gonna fix it. Criminals are gonna be criminals.”  “My daddy fought in...", "link": "https://thehill.com/homenews/house/3921950-tennessee-republican-responds-to-school-shooting-were-not-gonna-fix-it/", "date_published": "2023-03-28 16:03:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hundreds of deer carcasses dumped in Memphis lot", "description": "“Smells horrible.”", "link": "https://thehill.com/homenews/3921872-hundreds-of-deer-carcasses-dumped-in-memphis-lot/", "date_published": "2023-03-28 15:45:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis to visit Israel next month, discuss US-Israel relations", "description": "Florida Gov. Ron DeSantis (R) is planning to visit Israel next month to discuss relations between the United States and Israel, The Jerusalem Post and the Museum of Tolerance Jerusalem announced Tuesday. DeSantis is expected to deliver the keynote address at the \"Faces of Israel\" event on April 27 in front of about 400 attendees,...", "link": "https://thehill.com/policy/international/3921763-desantis-to-visit-israel-next-month-discuss-us-israel-relations/", "date_published": "2023-03-28 15:38:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Shifting monetary policy lags confuse markets and central bankers", "description": "Recent spikes in uncertainty are not a result of some mysterious monetary veil shrouding the actions of the Federal Reserve (Fed).", "link": "https://thehill.com/opinion/finance/3921016-shifting-monetary-policy-lags-confuse-markets-and-central-bankers/", "date_published": "2023-03-28 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Country music stars speak out after Nashville school shooting", "description": "Garth Brooks and other country music stars are speaking out following the deadly mass shooting at a Nashville school, saying that “it’s the world we live in right now.” The “Friends in Low Places” singer said that he films his Facebook Live series, “Inside Studio G,” less than two miles from The Covenant School, where...", "link": "https://thehill.com/blogs/in-the-know/3921861-country-music-stars-speak-out-after-nashville-school-shooting/", "date_published": "2023-03-28 15:13:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats eye plan to force vote on gun reforms over GOP opposition", "description": "House Democrats are pushing to force votes on tougher gun laws in the wake of Monday's deadly shooting at a Tennessee elementary school, eyeing a procedural gambit that would bring the legislation to the floor despite the opposition of Republican leaders. At a closed-door meeting of the Democratic Caucus Tuesday morning in the Capitol, Rep....", "link": "https://thehill.com/homenews/house/3921842-democrats-eye-plan-to-force-vote-on-gun-reforms-over-gop-opposition/", "date_published": "2023-03-28 14:59:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Files show Ivana Trump was under counterintelligence inquiry: report", "description": "The late Ivana Trump, the first wife of former President Donald Trump, was under a counterintelligence inquiry conducted by the Federal Bureau of Investigation in the 1990s, according to a new report. Bloomberg News reported that the FBI was looking into allegations related to her ties to Czechoslovakia, her home country. A 190-page, significantly redacted...", "link": "https://thehill.com/blogs/blog-briefing-room/3921787-files-show-ivana-trump-was-under-counterintelligence-inquiry-report/", "date_published": "2023-03-28 14:46:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US electricity from renewables surpasses coal for first time", "description": "Renewable energy for the first time comprised more electricity generated in the U.S. last year than coal or nuclear power, according to data from the U.S. Energy Information Administration (EIA). The federal agency found the growth was largely driven by increased proliferation of wind and solar energy, which collectively made up 14 percent of U.S....", "link": "https://thehill.com/policy/energy-environment/3921784-us-electricity-from-renewables-surpasses-coal-for-first-time/", "date_published": "2023-03-28 14:45:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk: Only verified users' tweets will appear in recommendations feed", "description": "Twitter CEO Elon Musk tweeted on Monday night that only verified users’ tweets will appear in the social media platform’s main recommendations feed, or For You timeline, starting on April 15. It \"is the only realistic way to address advanced AI bot swarms taking over,” he added. “It is otherwise a hopeless losing battle. Voting...", "link": "https://thehill.com/policy/technology/3921810-musk-only-verified-users-tweets-will-appear-in-recommendations-feed/", "date_published": "2023-03-28 14:40:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy warns of ‘dire ramifications’ over Biden debt limit negotiation position", "description": "Speaker Kevin McCarthy (R-Calif.) sent a letter to President Biden on Tuesday blaming him for any negative consequences that come from the looming debt ceiling deadline and suggesting several areas of negotiation for spending reductions and reforms. “With each passing day, I am incredibly concerned that you are putting an already fragile economy in jeopardy...", "link": "https://thehill.com/homenews/house/3921736-mccarthy-warns-of-dire-ramifications-over-biden-debt-limit-negotiation-position/", "date_published": "2023-03-28 14:38:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bankman-Fried bribed Chinese officials with $40 million in crypto: prosecutors", "description": "Disgraced FTX co-founder Sam Bankman-Fried bribed Chinese officials with at least $40 million in cryptocurrency, federal prosecutors alleged in an indictment Tuesday.  Bankman-Fried directed the transfer “in order to influence and induce” Chinese officials to unfreeze his hedge fund accounts that held more than $1 billion in crypto, according to the indictment.  Prosecutors said that...", "link": "https://thehill.com/legal/3921778-bankman-fried-bribed-chinese-officials-with-40-million-in-crypto-prosecutors/", "date_published": "2023-03-28 14:35:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan bill aims to crack down on 'tranq'", "description": "Bipartisan lawmakers in the House and Senate introduced legislation Tuesday to crack down on the illegal use of a veterinary tranquilizer that is increasingly being found in fentanyl and other drugs. Xylazine, also known as “tranq,” is an easily accessible veterinary drug approved for use in animals as a sedative and pain reliever. But it...", "link": "https://thehill.com/policy/healthcare/3921771-bipartisan-bill-aims-to-crack-down-on-tranq/", "date_published": "2023-03-28 14:32:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans: Attacks on diversity are attacks on a full and thriving economy", "description": "Numerous studies have found that diversity is an asset, not a weakness.", "link": "https://thehill.com/opinion/civil-rights/3921677-republicans-attacks-on-diversity-are-attacks-on-a-full-and-thriving-economy/", "date_published": "2023-03-28 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP subpoenas Biden secretary of State for Afghanistan cable", "description": "House Republicans subpoenaed Secretary of State Antony Blinken late Monday, compelling him to turn over a July 2021 dissent cable from U.S. officials in Afghanistan reportedly warning of the grave risk that the government there would collapse. The subpoena, signed by House Foreign Affairs Committee Chair Michael McCaul (R-Texas), comes after a tense exchange between...", "link": "https://thehill.com/homenews/house/3921762-house-gop-subpoenas-biden-secretary-of-state-for-afghanistan-cable/", "date_published": "2023-03-28 14:20:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gluten-free Reese's Pieces Brownie Brittle recalled over undeclared wheat", "description": "Snacks marketed as gluten-free are being recalled because they may contain wheat.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3920428-gluten-free-reeses-pieces-brownie-brittle-recalled-over-undeclared-wheat/", "date_published": "2023-03-28 14:07:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN nearing deal to sign Gayle King to host primetime show", "description": "CNN is closing in on a deal that would bring broadcaster Gayle King to the network to host a show in prime time, according to multiple reports. King, 68, has served as a co-host of “CBS Mornings” for more than a decade and is reportedly in talks with CNN president Chris Licht about a weekly show that...", "link": "https://thehill.com/homenews/3921674-cnn-nearing-deal-to-sign-gayle-king-to-host-primetime-show/", "date_published": "2023-03-28 14:06:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia says anti-ship missiles test-fired in Sea of Japan", "description": "Russia successfully test-fired supersonic anti-ship cruise missiles in the Sea of Japan, the Russian Defense Ministry said on Tuesday. Missile boats with the Pacific Fleet fired two Moskit cruise missiles, both of which struck a mock enemy warship, according to a statement from the Russian Defense Ministry on Telegram. The target was located about 62...", "link": "https://thehill.com/policy/international/3921639-russia-says-anti-ship-missiles-test-fired-in-sea-of-japan/", "date_published": "2023-03-28 13:52:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nashville mayor says 'cult of the gun' should not be celebrated", "description": "Nashville Mayor John Cooper (D) said on Tuesday that the “cult of the gun” should not be celebrated, after a shooting left three children and three staff members dead at a local elementary school. “Guns lead to tragedies,” Cooper told the TODAY Show. “Whatever your political feelings are, we should not be celebrating the cult of...", "link": "https://thehill.com/homenews/state-watch/3921669-nashville-mayor-says-cult-of-the-gun-should-not-be-celebrated/", "date_published": "2023-03-28 13:47:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rick Scott calls for 'automatic death penalty' for school shooters", "description": "Sen. Rick Scott (R-Fla.) called for an “automatic death penalty” for school shooters after a 28-year-old killed three children and three adults at a Christian elementary school in Nashville, Tenn.  “We need to consider an automatic death penalty for school shooters,\" Scott posted to Twitter. \"Life in prison is not enough for the deranged monsters...", "link": "https://thehill.com/homenews/state-watch/3921670-rick-scott-calls-for-automatic-death-penalty-for-school-shooters/", "date_published": "2023-03-28 13:43:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House spokesperson: ‘We should not be saying there’s nothing else to do’ on guns", "description": "White House press secretary Karine Jean-Pierre on Tuesday called on Republicans to show political “courage” and act on gun violence following the deadly school shooting in Nashville the previous day. “When you hear elected officials say it’s another talking point when the president is saying that we need to do more — that’s actually devastating to...", "link": "https://thehill.com/homenews/administration/3921643-white-house-spokesperson-we-should-not-be-saying-theres-nothing-else-to-do-on-guns/", "date_published": "2023-03-28 13:41:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine remains at heart of freedom’s future", "description": "A U.S. decision to leave Ukraine to its own devices would do nothing to reduce America’s global challenges.", "link": "https://thehill.com/opinion/national-security/3921565-ukraine-remains-at-heart-of-freedoms-future/", "date_published": "2023-03-28 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida Democratic chair files ethics complaint against DeSantis over retreat", "description": "Florida Democratic Party Chair Nikki Fried has filed an ethics complaint against Gov. Ron DeSantis (R), accusing him of accepting gifts from his political committee in violation of state law. The complaint centers primarily on a three-day retreat at the Four Seasons in Palm Beach, where DeSantis met with donors and Republican lawmakers. Records filed...", "link": "https://thehill.com/homenews/campaign/3921642-florida-democratic-chair-files-ethics-complaint-against-desantis-over-retreat/", "date_published": "2023-03-28 13:21:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says he feels like Elvis after Jan. 6 choir song hits number one on the charts", "description": "Former President Trump said he feels “like Elvis” after his song with a group of men convicted for the Jan 6., 2021 insurrection at the Capitol hit the top of music charts.  “It’s Donald Trump and the J Six prisoners,” Trump said in a new interview with Fox News host Sean Hannity. “On iTunes and...", "link": "https://thehill.com/blogs/blog-briefing-room/3921625-trump-says-he-feels-like-elvis-after-jan-6-choir-song-hits-number-one-on-the-charts/", "date_published": "2023-03-28 13:16:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Can a candidate run for president while in jail?", "description": "Voters sometimes opine that certain elected officials should be in jail. In this case, one might already be there.", "link": "https://thehill.com/opinion/campaign/3921605-can-a-candidate-run-for-president-while-in-jail/", "date_published": "2023-03-28 13:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Mayorkas testifies before Senate panel", "description": "Homeland Security Secretary Alejandro Mayorkas on Tuesday is testifying at a Senate Judiciary Committee oversight hearing. The hearing is scheduled to begin at 10:00 a.m. ET. Watch the live video above.", "link": "https://thehill.com/homenews/3921566-watch-live-mayorkas-testifies-before-senate-panel/", "date_published": "2023-03-28 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "At least 39 killed in fire at Mexican migrant facility", "description": "At least 39 people were killed after a fire broke out late Monday night at a Mexican migrant facility near the U.S. border. Another 29 people were injured in the blaze and have been transferred to local hospitals, according to Mexico’s National Migration Institute. The migrant detention center in Ciudad Juarez — just across the border...", "link": "https://thehill.com/policy/international/3921578-at-least-39-killed-in-fire-at-mexican-migrant-facility/", "date_published": "2023-03-28 12:48:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says he would 'solve' war in Ukraine in 24 hours if reelected", "description": "Former President Trump in a new interview with Fox News host Sean Hannity claimed he would “solve” Russia’s yearlong war in Ukraine in 24 hours if he’s reelected to the White House, but didn't offer details. “If it's not solved, I will have it solved in 24 hours with Zelensky and with Putin,” Trump told...", "link": "https://thehill.com/policy/international/3921574-trump-says-he-would-solve-war-in-ukraine-in-24-hours-if-reelected/", "date_published": "2023-03-28 12:46:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump shakes off classified documents probe, dodges question on whether he denied authorities access to documents", "description": "Former President Trump in a new interview with Fox News host Sean Hannity shook off the investigation into his handling of classified documents and dodged a question about whether he denied authorities access to the materials they sought.  “I can’t imagine you ever saying, ‘Bring me some of the boxes that we brought back from...", "link": "https://thehill.com/blogs/blog-briefing-room/3921513-trump-shakes-off-classified-documents-probe-dodges-question-on-whether-he-denied-authorities-access-to-documents/", "date_published": "2023-03-28 12:20:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feehery: Conflicts that will drive US politics this decade", "description": "Here are the top nine conflicts that will drive American politics for the rest of this decade and possibly beyond.  Globalization vs. nationalism / The election of Donald Trump ushered in the collapse of the Cold War consensus, the idea shared by Republicans and Democrats that global American hegemony in the face of the Soviet...", "link": "https://thehill.com/opinion/columnists/3920876-feehery-conflicts-that-will-drive-us-politics-this-decade/", "date_published": "2023-03-28 12:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Danica Roem, Joanna McClinton among nominees for EMILYs List rising star award", "description": "Virginia state Del. Danica Roem (D) and Speaker of the Pennsylvania House Joanna McClinton (D) are among those nominated for this year’s Gabrielle Giffords Rising Star Award, an honor EMILYs List presents to women serving in local office. The nominees for the annual award from EMILYs List — which works to elect Democratic, pro-choice women in...", "link": "https://thehill.com/homenews/state-watch/3921522-danica-roem-joanna-mcclinton-among-nominees-for-emilys-list-rising-star-award/", "date_published": "2023-03-28 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats need a post-populist economics", "description": "After 15 years of telling Americans how bad they have it, it’s time to offer them an exciting picture of how today’s economic changes and technological advances can make our lives better.", "link": "https://thehill.com/opinion/finance/3920989-democrats-need-a-post-populist-economics/", "date_published": "2023-03-28 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nashville police release surveillance video of school attack", "description": "Police in Nashville, Tenn., late Monday released surveillance video showing the 28-year-old shooter who killed three children and three adults at a Christian elementary school firing through the building's doors and walking through its hallways armed.  The soundless footage shows the shooter arriving in a silver Honda Fit, then shooting the locked glass doors to...", "link": "https://thehill.com/homenews/state-watch/3921505-nashville-police-release-surveillance-video-of-school-attack/", "date_published": "2023-03-28 11:42:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "We need to safeguard democratic legislatures against kleptocracy", "description": "Nearly everywhere in the world, legislatures are consistently the least popular branch of government — a fact that has been exacerbated in recent years by polarization and gridlock, and which is often underpinned by the sense that representatives are corrupt and ineffectual. Authoritarian powers — including adversaries such as China and Russia — have sought...", "link": "https://thehill.com/opinion/international/3919990-we-need-to-safeguard-democratic-legislatures-against-kleptocracy/", "date_published": "2023-03-28 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Surveillance video shows shooter enter Nashville school", "description": "Newly released video shows the moments a shooter made their way into a Nashville school.", "link": "https://thehill.com/homenews/3921489-surveillance-video-shows-shooter-enter-nashville-school/", "date_published": "2023-03-28 11:11:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China's maritime strategy: To own the oceans by adverse possession", "description": "Even as states and conservation organizations are still celebrating the new United Nations treaty that hopefully will protect 30 percent of the high seas, China is working, in plain sight, to take sovereign control of the world’s oceans. The global presence of China’s “distant water fishing fleet” has garnered substantial attention, particularly since its heightened...", "link": "https://thehill.com/opinion/national-security/3916286-chinas-maritime-strategy-to-own-the-oceans-by-adverse-possession/", "date_published": "2023-03-28 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — House GOP struggles with border security bill", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. The synthetic drug fentanyl, which is manufactured by Mexican cartels using Chinese chemicals and smuggled across the border to a lucrative American market, has strained U.S. ties with Mexico...", "link": "https://thehill.com/newsletters/morning-report/3921426-the-hills-morning-report-house-gop-struggles-with-border-security-bill/", "date_published": "2023-03-28 10:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Rebuilt' and recovered, Fox News's Hall plans return to TV", "description": "In the hours and days that followed a missile strike that killed his colleagues, it was uncertain if Benjamin Hall would survive the injuries he sustained during the attack while covering Russia’s war in Ukraine for Fox News.  Today, one of the network’s leading foreign correspondents is eyeing a remarkable return to the field after...", "link": "https://thehill.com/media/3920535-rebuilt-and-recovered-fox-news-hall-plans-return-to-tv/", "date_published": "2023-03-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dangers of fentanyl escalate US-Mexico tensions", "description": "Editor's note: This is the second installment of a 2-part series. Read Part 1 here. The U.S.-Mexico relationship is under strain from fentanyl smuggling, as politicians on both sides of the Rio Grande scramble to respond to a drug trade that now kills more than 70,000 U.S. nationals every year. The synthetic opioid has largely...", "link": "https://thehill.com/latino/3915655-dangers-of-fentanyl-escalate-us-mexico-tensions/", "date_published": "2023-03-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to know about the Starbucks union-busting hearing", "description": "Former Starbucks CEO Howard Schultz will testify Wednesday before a Senate panel chaired by Sen. Bernie Sanders (I-Vt.), who is leading an investigation into the coffee chain’s labor law violations.  The Senate Health, Education, Labor and Pensions Committee will question Schultz over allegations that Starbucks illegally intimidated, harassed and fired Starbucks workers who helped organize...", "link": "https://thehill.com/business/3920640-five-things-to-know-about-the-starbucks-union-busting-hearing/", "date_published": "2023-03-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Parties point fingers on stalled debt ceiling talks", "description": "Republicans and Democrats are pointing fingers over the seeming lack of progress toward a deal to raise the debt limit, as lawmakers stare down what is likely to be a dramatic months-long stretch in their quest to avoid a default.  And leaders from both sides aren’t signaling any signs of budging just yet.  Speaker Kevin...", "link": "https://thehill.com/business/budget/3920849-parties-point-fingers-on-stalled-debt-ceiling-talks/", "date_published": "2023-03-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tensions high as House GOP tackles take two at border bill", "description": "House Republicans are taking a second crack at a border package after a previous plan to address an issue that fueled the party’s midterm messaging fizzled due to objections from moderate members.  Leaders forecast that a new package could start moving in late April, but internal tension between moderates and border hawks threatens to sink...", "link": "https://thehill.com/latino/3920921-tensions-high-as-house-gop-tackles-take-two-at-border-bill/", "date_published": "2023-03-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: Five big questions if Trump gets indicted", "description": "Former President Trump’s legal fate — at least in the short term — was resting in the hands of a New York grand jury on Monday, amid reports that an indictment could be imminent. The grand jury is hearing evidence assembled by Manhattan District Attorney Alvin Bragg (D) relating to a $130,000 payment to the...", "link": "https://thehill.com/homenews/3920730-the-memo-five-big-questions-if-trump-gets-indicted/", "date_published": "2023-03-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two key Biden nominees cave to GOP pressure campaign: Why it matters", "description": "Two of President Biden’s picks for top administration posts have withdrawn their nominations in the past month, both caving to Republican pressure campaigns while also failing to get enough support from enough moderate Democrats. Phillip Washington, Biden’s pick to lead the Federal Aviation Administration (FAA), withdrew his nomination this week amid criticism that he doesn’t...", "link": "https://thehill.com/homenews/administration/3920608-two-key-biden-nominees-cave-to-gop-pressure-campaign-why-it-matters/", "date_published": "2023-03-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House gets brief reprieve after Israel delays judicial reforms", "description": "The Biden administration is watching Israeli Prime Minister Benjamin Netanyahu’s single-minded pursuit of judicial reforms with extreme concern, and working to quell the chaos and explosive cycle of violence with the Palestinians that Netanyahu’s agenda has inflamed. Netanyahu appeared to step back from the brink on Monday, with members of his coalition announcing they would...", "link": "https://thehill.com/policy/international/3920688-white-house-gets-brief-reprieve-after-israel-delays-judicial-reforms/", "date_published": "2023-03-28 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to warn private sector investments at stake under GOP proposals", "description": "President Biden on Tuesday will warn that private sector investments are at stake under Republican proposals, especially in states like North Carolina, Arizona, New York, Georgia and Ohio. Biden is traveling to Durham to visit Wolfspeed, a semiconductors manufacturer that recently announced a $5 billion investment to expand their North Carolina operations. The president will...", "link": "https://thehill.com/homenews/administration/3920859-biden-to-warn-private-sector-investments-at-stake-under-gop-proposals/", "date_published": "2023-03-28 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says he was not a 'big fan' of Fed Chair Jerome Powell and 'beat the hell out of him'", "description": "Former President Donald Trump took aim at Federal Reserve Chair Jerome Powell in a new interview on Monday, saying that he was not a \"big fan\" of him. \"I had my own situation with Powell and I beat the hell out of him,\" Trump told Fox News host Sean Hannity in a new interview that...", "link": "https://thehill.com/business/3921112-trump-says-he-was-not-a-big-fan-of-fed-chair-jerome-powell-and-beat-the-hell-out-of-him/", "date_published": "2023-03-28 03:10:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says DeSantis endorsement was 'nuclear weapon,' could be working in a pizza parlor without it", "description": "Former President Donald Trump recounted in a new interview Monday how Florida Gov. Ron DeSantis (R) asked him to back him in 2018, saying that his endorsement was like a \"nuclear weapon.\" Trump told Fox News' Sean Hannity in an interview that aired Monday night that \"it was like a nuclear weapon went off\" after...", "link": "https://thehill.com/blogs/blog-briefing-room/3921087-trump-says-desantis-endorsement-was-nuclear-weapon-could-be-working-in-a-pizza-parlor-without-it/", "date_published": "2023-03-28 02:45:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House unanimously passes bill to work to remove China's 'developing country' label", "description": "The House unanimously passed a bill on Monday that would direct the Secretary of State to work toward stripping the People’s Republic of China of its “developing country” label in international organizations  The measure — titled the PRC Is Not a Developing Country Act — cleared the House in a 415-0 vote. The legislation would...", "link": "https://thehill.com/homenews/house/3921082-house-unanimously-passes-bill-to-work-to-remove-chinas-developing-country-label/", "date_published": "2023-03-28 02:27:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says that 'his people' did not post photo of him threatening Bragg with bat", "description": "Former President Donald Trump denied in a new interview Monday that his team posted a photo of him holding a baseball bat next to a photo of Manhattan prosecutor Alvin Bragg, saying it may have been added to the article he posted \"later.\" \"So you did not post the picture of you with a baseball...", "link": "https://thehill.com/blogs/blog-briefing-room/3921044-trump-says-that-his-people-did-not-post-photo-of-him-threatening-bragg-with-bat/", "date_published": "2023-03-28 02:06:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Equality is overdue': Congressional Black women lead fight for ERA as 28th Amendment", "description": "Members of the Congressional Black Caucus spent Monday evening detailing how Black women have been vital in the fight to enshrine the Equal Rights Amendment as the 28th Amendment to the constitution. The group was clear about why now is the time to make that amendment the law of the land.  “Black women have always...", "link": "https://thehill.com/homenews/3921011-congressional-black-women-lead-equal-rights-amendement-fight/", "date_published": "2023-03-28 01:42:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie says 'it's not going to end nicely' for Trump", "description": "Former New Jersey Gov. Chris Christie (R) said whoever is going to debate former President Donald Trump needs the \"skill\" to debate the former president on the stage during any potential 2024 run for the White House. \"You better have somebody on that stage who can do to him what I did to Marco [Rubio],...", "link": "https://thehill.com/homenews/campaign/3920982-christie-says-its-not-going-to-end-nicely-for-trump/", "date_published": "2023-03-28 01:12:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Madonna adds Tennessee tour stop to protest anti-LGBTQ+ legislation", "description": "Madonna is adding a Tennessee tour stop to raise money for trans-rights organizations in the wake of the state passing historic anti-LGBTQ+ legislation. The queen of pop's The Celebration Tour now includes a Nashville show and seven other bonus dates. Earlier this month Tennessee became the first state to pass a law explicitly targeting drag...", "link": "https://thehill.com/blogs/in-the-know/3920950-madonna-tennessee-stop-anti-lgbtq-legislation/", "date_published": "2023-03-28 00:50:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rand Paul staffer stabbed in D.C. with 'life-threatening injuries'", "description": "Authorities said that a suspect is in custody after a member of Sen. Rand Paul’s (R-K,y.) congressional staff was the target of an attack in Washington, D.C. over the weekend.  In a news release, the Metropolitan Police Department (MPD) said that an arrest has been made in relation to an incident that happen in the...", "link": "https://thehill.com/homenews/3920979-rand-paul-staffer-stabbed/", "date_published": "2023-03-28 00:45:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man wrongly accused in author Alice Sebold case settles lawsuit for $5.5 million", "description": "New York will pay $5.5 million to a man falsely accused of raping author Alice Sebold when she was a student at Syracuse University, according to his lawyers. Anthony Broadwater's conviction for raping Sebold in 1981 was overturned in 2021, after he had spent 16 years imprisoned before being released in 1991. The Associated Press...", "link": "https://thehill.com/regulation/court-battles/3920918-man-wrongly-accused-in-author-alice-sebold-case-settles-lawsuit-for-5-5-million/", "date_published": "2023-03-28 00:10:10+00:00", "persistent": false, "user": null, "language": "en-US"}]