[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Beths: Tiny Desk Concert", "description": "Lars Gotrich | March 28, 2023\nIf you squint hard enough at the paper in front of Elizabeth Stokes, you'll find an encouraging note she wrote to herself: Breathe. Relax. Smile. (followed by a hand-drawn smiley face, of course). We get it: The Tiny Desk is filmed in broad daylight, at eye level, in front of NPR employees and, eventually, is released to \"the inside of your computer.\" A small reminder helps.\n\nThe thing about The Beths, however, is that you can hear the support and camaraderie of its four members throughout the band's fuzzy-yet-sparkling indie pop — not just in how they dryly joke with each other but in how their arrangements uplift one another. Take, for instance, \"Expert in a Dying Field\" (from, as Stokes tells us, the album Expert in a Dying Field) when the full-band harmony kicks in to repeat and emphasize Stokes' existential question about the changing of times. Or on \"Jump Rope Gazers\" (from, as Stokes again tells us, the album Jump Rope Gazers) as she sheepishly but charmingly declares, \"I think I love you\" to a special someone, and Benjamin Sinclair's clarinet curlicues act as the mirrored response.\n\nThe New Zealanders also offer quieter versions of \"Out of Sight\" and \"When You Know You Know.\" The former, in particular, is transformed from a loud, shoegazing dream to Burt Bacharach-ian soft rock, immediately becoming my new favorite Beths song; it happens to close with a perfect summation of the band's empathetic way of being: \"I keep a flame burning inside / If you need to bum a light.\"\n\nSET LIST\n\"Expert in a Dying Field\"\n\"Jump Rope Gazers\"\n\"Out of Sight\"\n\"When You Know You Know\"\n\nMUSICIANS\nElizabeth Stokes: vocals, guitar\nJon Pearce: guitar, piano, vocals\nBenjamin Sinclair: bass, clarinet, vocals\nTristan Deck: drums, glockenspiel, vocals\n\nTINY DESK TEAM\nProducer: Bob Boilen \nDirector/Editor: Maia Stern\nAudio Engineer: Neil Tevault \nAudio Mix: Josh Rogosin\nSeries Producer: Bobby Carter \nVideographers: Maia Stern, Joshua Bryant, Kara Frame, Sofia Seidel\nAudio Assistant: Josephine Nyouani\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #thebeths", "link": "https://www.youtube.com/watch?v=vt0J3IEYkIg", "date_published": "2023-03-28 09:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}]