[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Introduces GPT-4 AI-Powered Security Copilot Tool to Empower Defenders", "description": "Microsoft on Tuesday unveiled Security Copilot in preview, marking its continued push to embed AI-oriented features in an attempt to offer \"end-to-end defense at machine speed and scale.\"\nPowered by OpenAI's GPT-4 generative AI and its own security-specific model, it's billed as a security analysis tool that enables cybersecurity analysts to quickly respond to threats, process signals, and", "link": "https://thehackernews.com/2023/03/microsoft-introduces-gpt-4-ai-powered.html", "date_published": "2023-03-28 18:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Pakistan-Origin SideCopy Linked to New Cyberattack on India's Ministry of Defence", "description": "An advanced persistent threat (APT) group that has a track record of targeting India and Afghanistan has been linked to a new phishing campaign that delivers Action RAT.\nAccording to Cyble, which attributed the operation to SideCopy, the activity cluster is designed to target the Defence Research and Development Organization (DRDO), the research and development wing of India's Ministry of", "link": "https://thehackernews.com/2023/03/pakistan-origin-sidecopy-linked-to-new.html", "date_published": "2023-03-28 12:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "IcedID Malware Shifts Focus from Banking Fraud to Ransomware Delivery", "description": "Multiple threat actors have been observed using two new variants of the IcedID malware in the wild with more limited functionality that removes functionality related to online banking fraud.\nIcedID, also known as BokBot, started off as a banking trojan in 2017. It's also capable of delivering additional malware, including ransomware.\n\"The well-known IcedID version consists of an initial loader", "link": "https://thehackernews.com/2023/03/icedid-malware-shifts-focus-from.html", "date_published": "2023-03-28 12:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Breaking the Mold: Pen Testing Solutions That Challenge the Status Quo", "description": "Malicious actors are constantly adapting their tactics, techniques, and procedures (TTPs) to adapt to political, technological, and regulatory changes quickly. A few emerging threats that organizations of all sizes should be aware of include the following:\n\nIncreased use of Artificial Intelligence and Machine Learning: Malicious actors are increasingly leveraging AI and machine learning to", "link": "https://thehackernews.com/2023/03/breaking-mold-pen-testing-solutions.html", "date_published": "2023-03-28 11:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Stealthy DBatLoader Malware Loader Spreading Remcos RAT and Formbook in Europe", "description": "A new phishing campaign has set its sights on European entities to distribute Remcos RAT and Formbook via a malware loader dubbed DBatLoader.\n\"The malware payload is distributed through WordPress websites that have authorized SSL certificates, which is a common tactic used by threat actors to evade detection engines,\" Zscaler researchers Meghraj Nandanwar and Satyam Singh said in a report", "link": "https://thehackernews.com/2023/03/stealthy-dbatloader-malware-loader.html", "date_published": "2023-03-28 09:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "President Biden Signs Executive Order Restricting Use of Commercial Spyware", "description": "U.S. President Joe Biden on Monday signed an executive order that restricts the use of commercial spyware by federal government agencies.\nThe order said the spyware ecosystem \"poses significant counterintelligence or security risks to the United States Government or significant risks of improper use by a foreign government or foreign person.\"\nIt also seeks to ensure that the government's use of", "link": "https://thehackernews.com/2023/03/president-biden-signs-executive-order.html", "date_published": "2023-03-28 08:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Apple Issues Urgent Security Update for Older iOS and iPadOS Models", "description": "Apple on Monday backported fixes for an actively exploited security flaw to older iPhone and iPad models.\nThe issue, tracked as CVE-2023-23529, concerns a type confusion bug in the WebKit browser engine that could lead to arbitrary code execution.\nIt was originally addressed by the tech giant with improved checks as part of updates released on February 13, 2023. An anonymous researcher has been", "link": "https://thehackernews.com/2023/03/apple-issues-urgent-security-update-for.html", "date_published": "2023-03-28 03:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}]