[{"source": "https://www.theguardian.com/rss", "title": "UK ‘strikingly unprepared’ for impacts of climate crisis", "description": "<p>Government’s official advisers point to ‘lost decade’ in efforts to protect lives and livelihoods</p><p>The UK is “strikingly unprepared” for the impacts of the climate crisis, according to the <a href=\"https://www.theccc.org.uk/\">Climate Change Committee</a> (CCC), which said there had been a “lost decade” in efforts to adapt for the impacts of global heating.</p><p>The CCC, the government’s official climate adviser, said climate damages will inevitably intensify for decades to come. It has <a href=\"https://www.theguardian.com/environment/2021/jun/16/uk-failing-to-protect-against-climate-dangers-advisers-warn\">warned</a> <a href=\"https://www.theguardian.com/environment/2019/jul/10/uks-preparation-for-climate-crisis-like-dads-army\">repeatedly</a> of <a href=\"https://www.theguardian.com/environment/2016/jul/12/uk-poorly-prepared-for-climate-change-impacts-government-advisers-warn\">poor preparation</a> in the past and said government action was now urgently needed to protect people and their homes and livelihoods.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/29/uk-strikingly-unprepared-impacts-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/29/uk-strikingly-unprepared-impacts-climate-crisis", "date_published": "2023-03-28 23:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bulb bailout may cost UK government billions less than feared, says watchdog", "description": "<p>National Audit Office estimates bill of £246m for saving energy supplier as result of sharp fall in gas prices</p><p>The bailout of the bust energy supplier Bulb is expected to cost the government billions of pounds less than originally feared because of a sharp fall in wholesale gas prices, according to the National Audit Office.</p><p>The public spending watchdog said the government may end up spending £246m on saving the supplier, which has 1.5 million customers and was acquired by Octopus Energy late last year.</p> <a href=\"https://www.theguardian.com/business/2023/mar/29/bulb-bailout-may-cost-uk-government-billions-less-than-feared-says-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/29/bulb-bailout-may-cost-uk-government-billions-less-than-feared-says-watchdog", "date_published": "2023-03-28 23:01:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Louise Casey: Met police chief accepting term ‘institutional’ would mean so much", "description": "<p>Mark Rowley says he accepts the report but will not use the term because it has become politicised</p><p>Louise Casey has told the Metropolitan police commissioner it would “mean so much” if he accepted the term “institutional” regarding the failings in the force, as the war of words over the use of the word showed no signs of slowing down.</p><p>It came as the mother of two sisters whose dead bodies were photographed and shared on a WhatsApp group by two officers said she was “gobsmacked” he refused to use the term.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/louise-casey-met-police-chief-accepting-term-institutional-would-mean-so-much\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/louise-casey-met-police-chief-accepting-term-institutional-would-mean-so-much", "date_published": "2023-03-28 22:22:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rupert Murdoch has fuelled polarisation of society, Barack Obama says", "description": "<p>Former US president tells Sydney audience that media coverage has helped exacerbate divisions and that we no longer have a ‘shared story’</p><p>The former US president Barack Obama has suggested that Rupert Murdoch’s media empire has led to greater polarisation in western societies through news coverage designed to “make people angry and resentful”.</p><p>Speaking to a capacity crowd of about 9,000 people at Sydney’s Aware Super Theatre on Tuesday night, Obama mixed childhood memories of transiting through Australia as a child with pointed observations about the current political discourse and the rise of China.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/29/rupert-murdoch-has-fuelled-polarisation-of-society-barack-obama-says\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/29/rupert-murdoch-has-fuelled-polarisation-of-society-barack-obama-says", "date_published": "2023-03-28 22:09:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England Under-21s slip to Croatia defeat despite Morgan Gibbs-White penalty", "description": "<ul><li>Croatia youngsters pull off 2-1 victory at Craven Cottage</li><li>Lee Carsley makes 10 changes after England’s win over France</li></ul><p>England Under-21s slipped to a 2-1 defeat by Croatia in their final warmup match ahead of this summer’s European Championship. Lee Carsley’s side were bidding to sign off for Georgia with a fourth friendly win out of four, having beaten Germany, Italy and, on Saturday, <a href=\"https://www.theguardian.com/football/2023/mar/25/emile-smith-rowe-ends-goal-drought-to-help-young-lions-maul-france\">thumping France 4-0</a>.</p><p>But Carsley changed all 10 outfield players for their last tune-up match and they had only a late Morgan Gibbs-White consolation from the penalty spot to show for a ragged display at Craven Cottage.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/england-under-21s-slip-to-croatia-defeat-despite-morgan-gibbs-white-penalty\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/england-under-21s-slip-to-croatia-defeat-despite-morgan-gibbs-white-penalty", "date_published": "2023-03-28 22:07:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cosmic explosion last year may be ‘brightest ever seen’", "description": "<p>Astronomers say gamma-ray burst may have been result of star collapsing to form black hole</p><p>A cosmic explosion that blinded space instruments last year may be the brightest ever seen, according to astronomers.</p><p>The blast took place 2bn light years from Earth, producing a pulse of intense radiation that swept through the solar system in October last year.</p> <a href=\"https://www.theguardian.com/science/2023/mar/28/cosmic-explosion-last-year-may-be-brightest-ever-seen\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/28/cosmic-explosion-last-year-may-be-brightest-ever-seen", "date_published": "2023-03-28 22:07:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK to abolish law requiring press to pay legal costs when sued", "description": "<p>Government to roll back section 40 legislation, recommended by Leveson, as part of media bill</p><p>Ministers will push ahead with plans to abolish a key piece of press regulation law, unpicking one of the main recommendations of the Leveson inquiry into the culture of the British newspaper industry.</p><p>The government said they would roll back a rule that could require news outlets to pay the costs of the people who sue them unless the news outlet is signed up to a state-backed press regulator. Labour indicated that opposition MPs will not object to the plan, meaning it is likely to sail through the House of Commons.</p> <a href=\"https://www.theguardian.com/media/2023/mar/28/uk-government-abolish-law-requiring-press-pay-legal-costs-sued-leveson\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/28/uk-government-abolish-law-requiring-press-pay-legal-costs-sued-leveson", "date_published": "2023-03-28 21:30:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominion wants Fox News hosts and executives to testify at trial", "description": "<p>Company wants Rupert Murdoch and Tucker Carlson among those to take the stand when $1.6bn defamation case goes to trial</p><p>Dominion Voting Systems wants to call Rupert and Lachlan Murdoch, as well as some of Fox News’s most well-known hosts, to testify in its <a href=\"https://www.theguardian.com/media/2023/mar/21/fox-news-dominion-16bn-defamation-lawsuit-court\">$1.6bn defamation lawsuit</a>.</p><p>Dominion also wants to call Tucker Carlson, Sean Hannity, Laura Ingraham, Lou Dobbs, Bret Baier, Maria Bartiromo, Jeanine Pirro and Dana Perino to testify at trial, according to a <a href=\"https://www.documentcloud.org/documents/23729502-2023-03-27-proposed-pre-trial-stipulation\">Monday filing</a> first <a href=\"https://www.cnn.com/2023/03/28/media/fox-dominion-filing/index.html\">reported by CNN</a>.</p> <a href=\"https://www.theguardian.com/media/2023/mar/28/dominion-lawsuit-fox-news-hosts-executives-testify\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/28/dominion-lawsuit-fox-news-hosts-executives-testify", "date_published": "2023-03-28 21:10:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scott McTominay stuns Spain to extend Scotland’s perfect start to qualifying", "description": "<p>In November 1984, Steve Clarke stood alongside his father on the north terrace of Hampden Park as a Scotland team inspired by Kenny Dalglish swatted aside Spain. Almost 40 years on, Clarke found himself at the helm of a result which is arguably even more impressive given the football paths subsequently taken by the nations in question.</p><p>Scotland, who sit proudly atop their Euro 2024 qualifying section, were fully worth their first win over the Spanish since Clarke was that paying punter. Two-goal Scott McTominay was the hero.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/scotland-spain-euro-2024-qualifier-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/scotland-spain-euro-2024-qualifier-match-report", "date_published": "2023-03-28 20:55:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kieffer Moore header helps Wales sink Latvia after Gareth Bale farewell", "description": "<p>So far, so good. Wales claimed their first Euro 2024 qualifying win courtesy of Kieffer Moore’s first-half header. This was Wales’s first game back in Cardiff since their group-stage exit at the World Cup and a sold-out crowd gave Gareth Bale, the most-capped male player and the country’s all-time leading goalscorer, a fitting send-off. The Latvia coach, Dainis Kazakevics, went on the charm offensive in the buildup to the game, talking up Wales’s chances of topping Group D ahead of Croatia, but this display provided little evidence of those credentials.</p><p>Fifteen minutes before kick-off Bale bid farewell to the Wales supporters who have adored him since he made his debut for his country in 2006 as a 16-year-old left-back. A visibly choked Bale, who flew in from California for the game, was presented with a commemorative plaque and cap before addressing the Red Wall who serenaded him as he emerged from the tunnel. “I’m going to miss playing in front of you,” Bale said. “It has been the biggest pleasure.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/wales-latvia-euro-2024-qualifier-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/wales-latvia-euro-2024-qualifier-match-report", "date_published": "2023-03-28 20:51:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bear Grylls Meets President Zelenskyy review – a totally chemistry-free interview", "description": "<p>There’s no spark to this chat between the survivalist and the inspirational politician. Luckily, the Kyiv residents he meets provide the presenter with personal, memorable moments</p><p>‘I spent a life working in survival,” says Bear Grylls, on his way to Ukraine to shoot War Zone: Bear Grylls Meets President Zelenskyy. “But now I will be learning from Ukrainians about what it takes to survive … in a war zone.” As the presenter travels to Kyiv, to meet civilians and to interview Ukrainian leader Volodymyr Zelenskiy, he keeps trying to bring up his military and survival credentials. He’s not always successful, but that does not mean his trip is in vain.</p><p>Grylls is in his element at the start of the programme, hurtling in a van with his crew through Poland towards the border. He receives a call from Bruce, a fixer inside Ukraine, who has intel that airstrikes on Kyiv are imminent. Once inside the capital, Grylls surveys the eerie street architecture created since the Russians invaded a year ago: steel girders, chopped up and welded together into 6ft-high asterisks to form “tank traps”, lie on pavements as if giants have been playing a game of jacks, and burnt-out Russian tanks lie by the roadside, totems of small victories past.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/28/bear-grylls-meets-president-zelenskyy-review-far-from-the-wilderness-survivalist-just-about-manages\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/28/bear-grylls-meets-president-zelenskyy-review-far-from-the-wilderness-survivalist-just-about-manages", "date_published": "2023-03-28 20:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US court reinstates Adnan Syed murder conviction in Serial podcast case", "description": "<p>Maryland court orders conviction reinstated and new hearing held but ruling suggests Syed, 41, will not remain convicted for long  </p><p>A court in Maryland has reinstated the murder conviction of Adnan Syed, the Baltimore man whose alleged involvement in the 1999 murder of 17-year-old Hae Min Lee was the subject of the hit podcast Serial.</p><p>Syed, 41, was convicted of murdering Lee in 2000 and sentenced to life in prison, though he always maintained his innocence. In September last year, state prosecutors revealed they had uncovered new evidence they said undermined Syed’s conviction and pointed to two alternative suspects.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/adnan-syed-murder-conviction-reinstated-serial-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/adnan-syed-murder-conviction-reinstated-serial-podcast", "date_published": "2023-03-28 19:50:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard Sharp ‘unsuitable’ for chair, says former BBC boss", "description": "<p>John Birt says appointment process for chairman ‘fatally flawed’ due to ‘cosiness’ of Boris Johnson loan</p><p>Former BBC director general John Birt has said chairman Richard Sharp’s appointment should not stand as he was an “unsuitable candidate” in a “fatally flawed” process.</p><p>Lord Birt said the “cosiness” of the £800,000 loan that Sharp facilitated for Boris Johnson makes him unsuitable for the role, despite the BBC chairman denying wrongdoing.</p> <a href=\"https://www.theguardian.com/media/2023/mar/28/richard-sharp-unsuitable-candidate-chair-says-former-bbc-boss-john-birt\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/28/richard-sharp-unsuitable-candidate-chair-says-former-bbc-boss-john-birt", "date_published": "2023-03-28 19:16:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The bar sinks low enough for Sunak to enjoy a brief dose of popularity", "description": "<p>Liaison committee gently questions a prime minister who stands out just for getting a few things half-right</p><p>A minister who has admitted to using cocaine being sent out to announce a clampdown on laughing gas. Totally normal. A home secretary who can’t be trusted to stay on message. Totally normal. A government prepared to break international law by deporting refugees. Totally normal. An environment secretary permanently at war with herself and the farming community. Totally normal. A chancellor unbothered by a 4% hit to GDP from Brexit. Totally normal. A prime minister who finds all the above totally normal. Totally normal.</p><p>It’s sometimes easy to forget just how toxic the Conservative brand really is. How low the bar for normal politics has become. So when we come across a prime minister who appears to manage some of the basics – who gets a few things half-right without crashing the economy, lying through his teeth or starting a civil war in his own party – it’s tempting for some to invest him with superhuman powers. An alien from another world. When in reality he’s only doing what any country has a right to expect from a leader. Strip back the polls and even though Rishi Sunak’s own ratings are improving, those of his party are still through the floor. It turns out you can quite like him but reckon the Tories are out of time and ideas.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/28/the-bar-sinks-low-enough-for-sunak-to-enjoy-a-brief-dose-of-popularity\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/28/the-bar-sinks-low-enough-for-sunak-to-enjoy-a-brief-dose-of-popularity", "date_published": "2023-03-28 19:08:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eubank Jr likely to be denied permission for revival of Conor Benn fight", "description": "<ul><li>Eubank Jr needs approval from British Boxing Board of Control </li><li>Original fight called off after Benn tested positive for clomifene</li></ul><p>The proposed revival of Conor Benn’s bout against Chris Eubank Jr is in danger of being derailed because the British Boxing Board of Control is likely to deny the Eubank Jr permission to take part in the fight even if it is located abroad.</p><p>All British boxing licence-holders need to apply to the board for permission to compete in a foreign territory under a different commission. If they refuse to do so then they run the risk of their British licence being suspended.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/28/chris-eubank-jr-boxing-conor-benn\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/28/chris-eubank-jr-boxing-conor-benn", "date_published": "2023-03-28 19:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poole harbour oil spill washes up on wildlife haven Brownsea Island", "description": "<p>Exclusive: National Trust concerned at danger to rich mix of ecosystems including lagoon, woodland, salt marsh and reedbed </p><p>Oil from the Perenco pipeline <a href=\"https://www.theguardian.com/environment/2023/mar/26/poole-harbour-major-incident-declared-over-leak-from-oil-field\">leak in Poole harbour</a> has washed up on the shores of Brownsea Island, an internationally important wetland and marine conservation zone.</p><p>Nearly 200 barrels of reservoir fluid – a brine mixture that is about 15% oil – leaked into the waters of Ower Bay on Sunday from the pipeline sparking a major incident and urgent clean-up operation.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/28/poole-harbour-oil-spill-washes-up-on-wildlife-haven-brownsea-island\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/28/poole-harbour-oil-spill-washes-up-on-wildlife-haven-brownsea-island", "date_published": "2023-03-28 18:58:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry: royals ‘agreed not to sue’ newspapers over phone hacking", "description": "<p>Harry says he was conditioned to accept family’s view that they should not dare take on UK newspaper industry</p><p>Prince Harry has claimed members of the royal family struck a secret deal with newspapers not to sue them over phone hacking because it would “open a can of worms”.</p><p>Harry alleged his own family hid information from him about press intrusion and he had been conditioned to accept his family’s view that they should not dare to take on the British newspaper industry.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/prince-harry-royals-agreed-not-to-sue-newspapers-over-phone-hacking\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/prince-harry-royals-agreed-not-to-sue-newspapers-over-phone-hacking", "date_published": "2023-03-28 18:55:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Humza Yousaf says FM vote sends ‘strong message’ but SNP unity bid stumbles", "description": "<p>Scotland’s first Muslim leader hails victory but rival Kate Forbes rejects offer of cabinet post</p><p>Humza Yousaf has said becoming Scotland’s first Muslim leader sends a strong message “to every single person out there who feels that they don’t belong”, after he was <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/new-snp-leader-humza-yousaf-voted-in-scotland-first-minister\">voted in by MSPs</a>.</p><p>But the first minister’s attempts to reunited his party after a bitter leadership campaign fell at the first hurdle after his main rival, Kate Forbes, turned down a position in his cabinet, saying she preferred to support him from the backbenches.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/28/humza-yousaf-snp-unity-bid-stumbles-kate-forbes-declines-cabinet-offer-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/28/humza-yousaf-snp-unity-bid-stumbles-kate-forbes-declines-cabinet-offer-scotland", "date_published": "2023-03-28 18:50:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the Conservatives’ illegal migration bill – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/28/martin-rowson-on-the-conservatives-migration-bill-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/28/martin-rowson-on-the-conservatives-migration-bill-cartoon", "date_published": "2023-03-28 18:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden brings forward Belfast visit, putting meeting with king in doubt", "description": "<p>Charles and president likely to instead stage back-to-back visits to mark 25 years of Good Friday agreement</p><p>Hopes that Joe Biden’s landmark trip to Belfast next month will be rounded off by a meeting with King Charles are fading after the US president brought forward by a week <a href=\"https://www.theguardian.com/uk-news/2023/mar/13/biden-confirms-plan-to-mark-good-friday-agreement-anniversary-in-belfast\">his trip</a> to celebrate 25 years of peace.</p><p>It now appears likely the king and the president will stage back-to-back visits in an echo of historic visits to Dublin <a href=\"https://www.theguardian.com/world/2011/may/23/barack-obama-lands-dubin-ireland-visit\">by Barack Obama</a> <a href=\"https://www.theguardian.com/uk/2011/may/17/queen-elizabeth-ireland-visit-wreath\">and the queen</a> in 2011.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/joe-biden-brings-forward-belfast-visit-king-charles\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/joe-biden-brings-forward-belfast-visit-king-charles", "date_published": "2023-03-28 18:25:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five planets line up to put on celestial show for skywatchers tonight", "description": "<p>Mercury, Venus, Mars, Jupiter and Uranus will briefly appear in a planetary alignment near the crescent moon after sunset</p><p>Five planets will align in the night sky for an extraordinary view on Tuesday in a phenomenon dubbed a “planetary parade”.</p><p>The planets – Mercury, Jupiter, Venus, Uranus and Mars – will come together on the western horizon, near the crescent moon, for a brief display after sunset. People almost anywhere on Earth with a westerly view and clear skies will be able to catch it.</p> <a href=\"https://www.theguardian.com/science/2023/mar/28/planetary-parade-mercury-venus-mars-jupiter-uranus\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/28/planetary-parade-mercury-venus-mars-jupiter-uranus", "date_published": "2023-03-28 18:25:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Birmingham trams stopped after spillage of ‘unknown substance’", "description": "<p>West Midlands fire service seals off area outside government building, halting trams in both directions</p><p>Tram services have been halted in Birmingham city centre after emergency crews were called out to the spillage of an unknown substance at a government building.</p><p>West Midlands fire service sealed off an area outside the city’s Civil Justice Centre after being called to the scene, near the West Midlands Metro Bull Street tram stop, at 4.07pm on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/birmingham-trams-stopped-unknown-substance-spillage-government-building\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/birmingham-trams-stopped-unknown-substance-spillage-government-building", "date_published": "2023-03-28 18:09:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland v Spain: Euro 2024 qualifying – live", "description": "<ul><li>Match at Hampden Park kicks off at 7.45 (BST)</li><li><a href=\"https://www.theguardian.com/football/2023/mar/27/steve-clarke-says-scotland-should-not-feel-they-are-the-underdog-against-spain\">Clarke tells Scotland to forget playoff and take on Spain</a></li><li>Share your thoughts with Scott <a href=\"mailto:scott.murray@theguardian.com\">via email</a></li></ul><p><strong>Tonight’s other game in Group A has just finished: Georgia 1-1 Norway. </strong>Alexander Sørloth gave Norway the lead on 15 minutes; Georges Mikautadze equalised on the hour. Then the ball dropped to an unmarked Martin Ødegaard … and oh my. A decent result for Scotland.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/28/scotland-v-spain-euro-2024-qualifying-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/28/scotland-v-spain-euro-2024-qualifying-live", "date_published": "2023-03-28 18:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mothers and babies being put at risk due to unsafe NHS maternity services, expert warns", "description": "<p>NHS ombudsman says more tragedies will occur unless decisive action in taken</p><p>Mothers and babies are being put at risk because maternity services are still providing unsafe care, despite a series of scandals that have cost lives, the NHS ombudsman has warned.</p><p>More tragedies will occur unless the health service takes decisive action to put an end to repeated and deeply ingrained problems which lead to “the same mistakes over and over again”, he said.</p> <a href=\"https://www.theguardian.com/society/2023/mar/28/risk-unsafe-nhs-maternity-services-ombudsman\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/28/risk-unsafe-nhs-maternity-services-ombudsman", "date_published": "2023-03-28 17:58:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on our links to slavery: a necessary reckoning with the past | Editorial", "description": "<p>Facing up to the fact that Britain was built on subjugation and empire will help navigate the future</p><p>The Guardian has long been considered a champion of progressive values, rooted in a northern English radical tradition. So it will come as a shock to many that much of the wealth of the Manchester Guardian’s founder, John Edward Taylor, and that of most of his backers was connected to transatlantic slavery. A two-year-long <a href=\"https://www.theguardian.com/the-scott-trust/ng-interactive/2023/mar/28/the-scott-trust-legacies-of-enslavement-report\" title=\"\">investigation</a> has shown that Taylor traded in slave-picked US cotton and that one of his funders <a href=\"https://www.theguardian.com/news/ng-interactive/2023/mar/28/in-memoriam-the-enslaved-people-linked-to-the-guardian\" title=\"\">enslaved</a> people. Now, recognising this historical injustice, the Scott Trust – which owns the Guardian – has offered an apology for our involvement in this crime against humanity and pledges itself to a decade-long programme of restorative justice. This is a moral commitment to the “understanding that the past cannot be erased, and must not be ignored”, as the historian Olivette Otele writes.</p><p>That history begins by seeing the Guardian shorn of idealist illusions. Like many Georgians, the paper dressed in an air of respectability and saw itself as a mouthpiece for much-needed political reform. This image conceals the economic interests of its founders, which were hiding in plain sight. In April 1821, a month before the first Manchester Guardian was published, Taylor <a href=\"https://www.theguardian.com/media/from-the-archive-blog/2017/nov/15/manchester-guardian-prospectus-1821\" title=\"\">said</a> that his newspaper would “supply that information on [cotton manufacture], the deficiency of which is often so obviously apparent”. In this guise, the Guardian had progressive values, but it was also a lobbyist for slave-produced cotton, which at that time constituted two-thirds of Britain’s cotton imports.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/the-guardian-view-on-our-links-to-slavery-a-necessary-reckoning-with-the-past\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/the-guardian-view-on-our-links-to-slavery-a-necessary-reckoning-with-the-past", "date_published": "2023-03-28 17:53:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jury to hear statements from Gwyneth Paltrow’s children in Utah ski crash trial", "description": "<p>Depositions from Apple, 18, and Moses, 16, would be read in court but they would not be called to give evidence in person</p><p>Jurors in the Gwyneth Paltrow <a href=\"https://www.theguardian.com/film/2023/mar/26/gwyneth-paltrow-ski-crash-utah-goop-hollywood\">ski crash trial</a> were expected to hear statements from her two teenage children on Tuesday as the proceeding approaches expected summations on Thursday.</p><p>Attorneys for <a href=\"https://www.theguardian.com/film/gwynethpaltrow\">Paltrow</a>, 50, said depositions from 18-year-old Apple and 16-year-old Moses, would be read in court but they would not be called to give evidence in person as time began to run out on the eight-day trial’s clock.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/gwyneth-paltrow-ski-trial-children-witness\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/gwyneth-paltrow-ski-trial-children-witness", "date_published": "2023-03-28 17:53:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Israel’s political crisis: not over yet | Editorial", "description": "<p>Benjamin Netanyahu hasn’t abandoned his attack on the supreme court. His opponents should not give up either</p><p>There is no room for relief. Benjamin Netanyahu’s assault on Israel’s democratic institutions is not over; it is merely on pause. After nearly three months of political crisis, popular outrage and mounting protests, the prime minister was forced to <a href=\"https://www.theguardian.com/world/2023/mar/27/israel-netanyahu-judiciary-plans-halt\" title=\"\">suspend his attack</a> on the judiciary. He has already caused serious damage to the economy and the state through a headlong charge at the supreme court’s independence, which was opposed by most Israelis. Though he said that he was “not willing to tear the nation in half”, his primary motivation is not saving the country, but himself.</p><p>Mr Netanyahu, who has corruption charges hanging over him, has no love for the judiciary. And though the court has repeatedly undercut Palestinian rights in the West Bank and helped to entrench the occupation, the prime minister’s far-right coalition partners are angered by even its modest rulings outlawing Israeli settlements. They are unlikely to back down. Mr Netanyahu’s best hope is that the protests’ momentum ebbs over Passover and in the weeks that follow.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/the-guardian-view-on-israels-political-crisis-not-over-yet\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/the-guardian-view-on-israels-political-crisis-not-over-yet", "date_published": "2023-03-28 17:52:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Brown feared career was over before signing Leicester contract", "description": "<ul><li>Former England full-back: ‘You didn’t think a deal would come’</li><li>37-year-old wants ‘everyone at the top of the game to align’</li></ul><p>Mike Brown says he feared his career was finished after being released by Newcastle at the end of last season, but the full-back is now preparing for Leicester’s Champions Cup last-16 match against Edinburgh at Welford Road on Friday night.</p><p>The 37-year-old signed for the Tigers on a short-term deal in January and, following five accomplished appearances and two tries, it was announced on Tuesday that his contract has been extended into next season.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/28/mike-brown-feared-career-was-over-before-signing-leicester-contract\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/28/mike-brown-feared-career-was-over-before-signing-leicester-contract", "date_published": "2023-03-28 17:44:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chennai Super Kings line up Ben Stokes as future captain in IPL", "description": "<ul><li>Side sees all-rounder as potential long-term leader</li><li>England working with CSK so Stokes is fit for Ashes</li></ul><p>Ben Stokes is being groomed as a possible long-term captain of Chennai Super Kings as he prepares to start the Indian Premier League this year as a specialist batter. The all-rounder heads into the tournament with English fingers crossed that he is fit to play a full role in the Ashes this summer after a longstanding knee injury curtailed his role with the ball during the recent 1-1 Test series in New Zealand.</p><p>Fresh scans are said to have come back clear but England’s Test captain has recently had a cortisone injection and will not bowl at the start of the eight-week tournament that starts on Friday. CSK, who signed Stokes for £1.6m, begin on Monday against Lucknow Super Giants.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/28/chennai-super-kings-line-up-new-signing-ben-stokes-for-captaincy-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/28/chennai-super-kings-line-up-new-signing-ben-stokes-for-captaincy-cricket", "date_published": "2023-03-28 17:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French protesters and police clash in marches against pension changes", "description": "<p>Police use teargas and water cannon against hooded protesters on the margins in some cities</p><p>Protesters and police clashed on the edges of street demonstrations in France on Tuesday as hundreds of thousands of people took part in marches against Emmanuel Macron’s use of constitutional executive powers to push through<a href=\"https://www.theguardian.com/world/2023/mar/28/french-student-protests-anti-macron-anger-pensions\"> an unpopular rise in the pension age</a> to 64.</p><p>While demonstrations in Paris and Nantes were peaceful, with the majority of demonstrators chanting and calling for the pension changes to be scrapped, on the margins in some cities, men in masks or hoods clashed with police.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/french-protesters-and-police-clash-in-marches-against-pension-changes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/french-protesters-and-police-clash-in-marches-against-pension-changes", "date_published": "2023-03-28 17:18:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s been a journey’: Republic of Ireland’s James McClean shares autism diagnosis", "description": "<ul><li>Wigan Athletic winger noticed traits shared with daughter</li><li>‘Being autistic won’t and should never hold her back’</li></ul><p>James McClean, the Republic of Ireland international, has revealed he has been diagnosed with autism.</p><p>The 33-year-old made his diagnosis public in an Instagram post on Tuesday during World Autism Acceptance Week, prompting his wife, Erin, to write of her pride. McClean underwent an autistic spectrum disorder assessment after recognising traits he shared with the couple’s daughter, Willow-Ivy.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/republic-of-irelands-james-mcclean-shares-autism-diagnosis\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/republic-of-irelands-james-mcclean-shares-autism-diagnosis", "date_published": "2023-03-28 17:17:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Next buys Cath Kidston brand for £8.5m with remaining UK stores to close", "description": "<p>About 125 jobs are at risk after British retailer falls into administration for second time in two years</p><p>Next has bought the Cath Kidston brand name for £8.5m, after the vintage-inspired British retailer fell into administration for the second time in two years.</p><p>It is understood that about 125 jobs are at risk as administrators from PricewaterhouseCoopers are set close the four UK Cath Kidston stores – in London, Ashford, Cheshire Oaks and York – once stock is sold off. The brand’s website is also being licensed back to the administrators for 12 weeks.</p> <a href=\"https://www.theguardian.com/business/2023/mar/28/next-buys-cath-kidston-brand-for-85m-with-remaining-uk-stores-to-close\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/28/next-buys-cath-kidston-brand-for-85m-with-remaining-uk-stores-to-close", "date_published": "2023-03-28 17:13:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We must continue to guard against the anti-vaccine movement | Letters", "description": "<p><strong>Bernard Bedford, Dr Andrew Hill </strong>and <strong>Andrew Scaife</strong> respond to an article by Devi Sridhar on the dangers of vaccine scepticism, especially with regard to children</p><p>I wholeheartedly agree with Devi Sridhar’s concern about dwindling childhood protection from infectious diseases (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/27/vaccines-work-children-covid-decline-england\" title=\"\">In a sceptical era, understand this: vaccines do work - and our children need them, 27 March</a>). Coming from a small hamlet near Holmfirth, West Yorkshire, I developed measles, mumps, then whooping cough in rapid succession on starting primary school. I spent most of my first four months off school. I was fortunate to join a long queue and receive my first polio vaccine.</p><p>In 1966, when I was a medical student, my father was appointed to manage the only British Polio Fellowship residential home in the country. I was horrified to find young people there with severe paralysis from the waist down, wholly dependent on carers. There were older residents too, many with grossly swollen ankles. They shared ghastly stories of life in an iron lung during their initial recovery and the anger of their plight now.</p> <a href=\"https://www.theguardian.com/society/2023/mar/28/we-must-continue-to-guard-against-the-anti-vaccine-movement\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/28/we-must-continue-to-guard-against-the-anti-vaccine-movement", "date_published": "2023-03-28 17:08:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Malawi does need foreign aid, but structural reform too | Letter", "description": "<p><strong>Asher Jacobsberg </strong>responds to a letter that said aid is doing more harm than good in Malawi</p><p>Re Benny Dembitzer’s letter on aid to Malawi (<a href=\"https://www.theguardian.com/world/2023/mar/23/foreign-aid-is-doing-more-harm-than-good-in-malawi\" title=\"\">23 March</a>), as someone who lives in Malawi and has seen first-hand the devastation caused by Cyclone Freddy, and other cyclones in recent years, it seems to me to be the worst time to suggest that Malawi does not need aid. While of course structural reforms are needed in Malawi to make it more resilient, Malawians are also in dire need of immediate support to rebuild their homes, roads and other infrastructure.</p><p>It seems that Mr Dembitzer is confusing and conflating the two issues. A country may need both aid and structural reform. Malawi definitely needs both. He is also incorrect that international NGOs “have not understood that trees are the only form of fuel to heat homes and cook food”. Many international and local NGOs I know of here have projects around reforestation, reducing firewood and charcoal use, and improving food security.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/malawi-does-need-foreign-aid-but-structural-reform-too\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/malawi-does-need-foreign-aid-but-structural-reform-too", "date_published": "2023-03-28 17:08:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office planning to house asylum seekers on disused cruise ships", "description": "<p>Exclusive: Ministers facing growing anger from Tory backbenchers over use of hotels in their constituencies</p><p>The Home Office is planning to use disused cruise ships to house asylum seekers amid growing anger from Conservative backbenchers over the use of hotels in their constituencies.</p><p>Ministers are looking at <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/asylum-seekers-uk-face-being-moved-to-army-bases-disused-ferries-reports\">possible vessels</a> including a former cruise ship from Indonesia, which would be moored in south-west England, the Guardian understands.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/28/home-office-planning-to-house-asylum-seekers-on-disused-cruise-ships\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/28/home-office-planning-to-house-asylum-seekers-on-disused-cruise-ships", "date_published": "2023-03-28 17:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nashville school shooter who killed six sent warning message before attack", "description": "<p>Audrey Hale, 28, said ‘something bad is about to happen’ as police accused of lack of urgency after being alerted by suspect’s friend</p><p>A shooter who <a href=\"https://www.theguardian.com/us-news/2023/mar/27/tennessee-nashville-school-shooting-covenant\">murdered three children and three adults</a> at a Christian elementary school in Tennessee on Monday sent social media messages to a friend before the attack, warning: “Something bad is about to happen.”</p><p>The messages from Audrey Hale, 28, who was shot dead by police responding to 911 calls from the Covenant school in Nashville, were “basically a suicide note”, the killer wrote, and “you’ll probably hear about me on the news after I die.”</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/nashville-school-shooting-tennessee-warning-messages-police\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/nashville-school-shooting-tennessee-warning-messages-police", "date_published": "2023-03-28 16:47:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michel Houellebecq sex film to be released despite attempt to stop it", "description": "<p>Amsterdam court dismisses French author’s complaint against film that shows him having sex with young women</p><p>A Dutch art collective can release an experimental erotic film showing the French novelist Michel Houellebecq having sex with young women in spite of the author’s attempt to stop its circulation, an Amsterdam court has ruled.</p><p>Amsterdam’s district court on Tuesday afternoon dismissed a legal complaint by Houellebecq and his wife, Qianyun Lysis, that had aimed to curb the distribution of the film KIRAC 27 by Keeping It Real Art Critics, as well as a trailer that was uploaded on the art collective’s website last month but has since been taken down.</p> <a href=\"https://www.theguardian.com/books/2023/mar/28/michel-houellebecq-sex-film-to-be-released-despite-attempt-to-stop-it\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/28/michel-houellebecq-sex-film-to-be-released-despite-attempt-to-stop-it", "date_published": "2023-03-28 16:41:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer accused of ‘behaving like Putin’ as Corbyn blocked from standing for Labour", "description": "<p>Leftwingers criticise leadership as ‘authoritarian’ and ‘divisive’ as Islington North constituency publicly rejects move</p><p>Jeremy Corbyn has been formally blocked from standing as a Labour MP at the next election, prompting leftwingers to fiercely criticise Keir Starmer’s “authoritarian” and “divisive” move.</p><p>Momentum founder Jon Lansman, who was once one of Corbyn’s closest allies, said Starmer is “behaving like some kind of Putin of the Labour party” who has failed to fulfil his leadership promise of ending factionalism.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/28/starmer-accused-of-behaving-like-putin-as-corbyn-blocked-from-standing-for-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/28/starmer-accused-of-behaving-like-putin-as-corbyn-blocked-from-standing-for-labour", "date_published": "2023-03-28 16:41:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amsterdam tells young British men who want a ‘messy’ weekend to stay away", "description": "<p>In bid to reduce nuisance behaviour ads will be triggered if people search online for terms such as ‘stag party Amsterdam’</p><p>The city of Amsterdam is geo-targeting a campaign to tell young British men wanting a “messy” weekend to stay away.</p><p>Research has suggested these Britons aged 18-35, and Dutch men of a similar age, tend to cause most nuisance in the red light district, with stag parties, pub crawls and all-night drink and drug benders making life <a href=\"https://www.theguardian.com/world/2022/oct/01/amsterdam-considers-banning-cannabis-tourists-from-its-coffee-shops\">unbearable for residents</a>.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/amsterdam-young-british-men-misbehave-stay-away-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/amsterdam-young-british-men-misbehave-stay-away-campaign", "date_published": "2023-03-28 16:35:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson jokes he was given Partygate fine for ‘eating lunch at his desk’", "description": "<p>Former prime minister told audience in Lagos that his fine from police for breaking Covid laws was ‘bizarre’</p><p>Boris Johnson has made light of his police fine for the Partygate scandal during a speech in Nigeria, joking that he was criminalised for standing up and eating lunch at his desk for 20 minutes.</p><p>The former prime minister dismissed his fine from police for breaking Covid laws as “bizarre” at a conference in Lagos on “rehumanising human experience”.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/28/boris-johnson-jokes-he-was-given-partygate-fine-for-eating-lunch-at-his-desk\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/28/boris-johnson-jokes-he-was-given-partygate-fine-for-eating-lunch-at-his-desk", "date_published": "2023-03-28 16:27:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What challenges await the new SNP leader and first minister of Scotland?", "description": "<p>Humza Yousaf must reunite the party, fill its coffers and face opposition MPs who believe he is the SNP’s weak point</p><p>Humza Yousaf’s confirmation as Scotland’s new first minister, the sixth since the devolved parliament was convened in 1999, may well be the easiest task he faces during his first week in charge.</p><p>Putting the vexed decisions about his policy agenda and spending plans to one side, he has a number of urgent and challenging tasks in the days ahead, within the party he now leads and the government he now has to establish.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/what-challenges-await-the-new-snp-leader-and-first-minister-of-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/what-challenges-await-the-new-snp-leader-and-first-minister-of-scotland", "date_published": "2023-03-28 16:26:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Alfredo Di Stéfano, can you hear me? Your boys took one hell of a beating!", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>We probably shouldn’t be waving big meaty slabs of succulent temptation in front of fate’s drooling maw, so apologies in advance to all affected supporters should the worst happen this evening. But facts are facts are facts: Scotland have a surprisingly good record against Spain. Their first-ever World Cup qualifying match that wasn’t part of the old Home Championship was against the Spanish at Hampden in May 1957, and if you think the Scots are underdogs tonight, then this was another level altogether. Scotland’s team was made up from players from Clyde, Charlton and second-tier wastrels Liverpool, while Spain were a glamorous amalgam of the brightest stars from Barcelona and Real Madrid. The Spanish forward line that evening consisted of Ladislao Kubala, <a href=\"https://www.theguardian.com/football/blog/2014/jul/07/alfredo-di-stefano-real-madrid\">Alfredo Di Stéfano</a>, Luis Suárez and <a href=\"https://www.theguardian.com/football/2022/jan/18/paco-gento-obituary\">Paco Gento</a>. Time to crank that old Sunday Post-o-meter up to 11: jings, crivvens, help ma boab!</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/alfredo-di-stefano-can-you-hear-me-scotland-spain-euro-2024-football-daily\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/alfredo-di-stefano-can-you-hear-me-scotland-spain-euro-2024-football-daily", "date_published": "2023-03-28 16:05:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Lineker wins battle with HMRC over £4.9m tax bill", "description": "<p>Tribunal rules TV host has not failed to pay any tax or national insurance as IR35 rules do not apply to him</p><p>Gary Lineker has won his battle with HMRC over a £4.9m tax bill.</p><p>The tax authorities had told the Match of the Day host, who operates his own company and works on a freelance basis for the BBC and BT Sport, that <a href=\"https://www.theguardian.com/football/2023/feb/27/gary-linekers-lawyers-say-hmrc-tax-probe-looking-in-the-wrong-place\">he should have been classed as an employee</a>.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/gary-lineker-wins-battle-with-hmrc-over-49m-tax-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/gary-lineker-wins-battle-with-hmrc-over-49m-tax-bill", "date_published": "2023-03-28 16:01:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Before cancer I was really unhappy’: Tracey Emin on the joy of founding her own art school", "description": "<p>When she thought she was dying, Emin vowed to create a lasting legacy. Now she has opened the doors of a new art school and studio complex in Margate, and found fulfilment in helping younger artists</p><p>It’s a Saturday morning and the band of the 1st Margate Girls’ and Boys’ Brigade is marching down a side street with pipes and drums ringing out amid a crowd that includes luminaries of the art world, Bob Geldof, and the kids across the road who are still in their pyjamas. Then the town’s Social Singing Choir launches into a version of Madonna’s Like a Prayer that is so lovely people cry. Tracey Emin, too, seems to wipe away a tear as she waits in her tricorn hat and red robe – the official costume of a Freewoman of Margate – to cut the red ribbon and officially open her new art school.</p><p>This delightful public performance is an Emin artwork, but not as we know it. Emin’s subject matter until now had always been herself. “That woman knows herself,” as Lucian Freud said approvingly. But this ceremony is about her embrace of other people. It’s about the community she is setting out to create.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/28/tracey-emin-on-the-joy-of-founding-her-own-art-school-margate\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/28/tracey-emin-on-the-joy-of-founding-her-own-art-school-margate", "date_published": "2023-03-28 16:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nashville victims: three nine-year-olds and school head among six shot dead", "description": "<p>Three children at the Covenant School in the Tennessee capital were shot dead on Monday, the 129th US mass shooting this year</p><p>Three nine-year-old children and three adults arrived at the Covenant School, a small, private Christian academy in Nashville, Tennessee, on Monday for what appeared to be a normal day of school.</p><p>Before noon, all six had been killed – the victims of a shooter who terrorized the school with multiple firearms before being shot dead by police.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/nashville-shooting-victims-covenant-school\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/nashville-shooting-victims-covenant-school", "date_published": "2023-03-28 15:48:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal backed to overturn Bayern deficit in Women’s Champions League", "description": "<ul><li>Jonas Eidevall predicts a WSL side will rule Europe soon</li><li>‘With the squad we have here, we can beat any team’</li></ul><p>Jonas Eidevall has expressed full confidence Arsenal can overcome a <a href=\"https://www.theguardian.com/football/2023/mar/21/bayern-munich-arsenal-womens-champions-league-quarter-final-first-leg-match-report\">1-0 first-leg deficit</a> against Bayern Munich and reach their first Women’s Champions League semi-final in 10 years.</p><p>By Tuesday lunchtime 19,600 tickets had been sold for the fixture at the Emirates Stadium on Wednesday night. This season’s Continental Cup winners <a href=\"https://www.theguardian.com/football/live/2023/mar/25/tottenham-v-arsenal-womens-super-league-live\">crushed Tottenham 5-1</a> in a Women’s Super League north London derby on Saturday, ideal preparation for the return leg against the German club.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/arsenal-bayern-munich-womens-champions-league-jonas-eidevall\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/arsenal-bayern-munich-womens-champions-league-jonas-eidevall", "date_published": "2023-03-28 15:43:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One of the biggest safeguarding risks to Black children is the Metropolitan police | Franklyn Addo", "description": "<p>Three years after the Child Q incident, officers are still targeting and strip-searching Black schoolchildren. Here’s how we can stop this</p><p>Three years ago, frightful details emerged of the <a href=\"https://www.theguardian.com/news/audio/2022/mar/25/shameful-strip-search-of-child-q-today-in-focus-podcast\">strip-searching </a>of a 15-year-old Black schoolgirl by police officers in Hackney. At the time, I was working in the borough as part of a <a href=\"https://www.independent.co.uk/voices/london-stabbings-murder-knife-crime-victims-uk-rates-a8290626.html\">harm reduction programme</a>, engaging with vulnerable young people in settings ranging from hospitals to pupil referral units.</p><p>“Child Q” was wrongfully suspected of carrying cannabis and was intimately searched by police officers at school, without the necessary supervision, while menstruating. Sadly, hers was not an isolated case. <a href=\"https://www.theguardian.com/uk-news/2023/mar/26/race-disparity-police-strip-searches-of-children-england-and-wales\">A new report </a>by the children’s commissioner shows that Black children in England and Wales were 11 times more likely to be subject to pre-arrest strip-search than their white peers. While politicians such as Keir Starmer deliver <a href=\"https://www.theguardian.com/politics/2023/mar/23/keir-starmer-promises-to-halve-violence-against-women-as-part-of-labour-crime-mission\">sensationalised vignettes</a> about the scent of weed plaguing London and “ruining lives” so as not to appear soft on crime, young Black children endure the lived realities of the degrading and disproportionate policing this discourse promotes.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/metropolitan-police-safeguarding-risk-black-children-schools-strip-search-child-q\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/metropolitan-police-safeguarding-risk-black-children-schools-strip-search-child-q", "date_published": "2023-03-28 15:43:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Assisted dying inquiry hears people in UK face ‘unbearable suffering’", "description": "<p>Commons health and social care committee begins hearing evidence for and against changing law in UK</p><p>People dying in the UK face “uncontrollable” pain and “unbearable suffering”, which palliative alone cannot fix, according to the first evidence to a major new parliamentary inquiry asking if assisted dying should finally be legalised.</p><p>In a shocking submission in favour of a law change, Molly Meacher told the Commons health and social care committee that the reality of end of life could include vomiting faeces, endless nausea and decaying tumours that smelled so bad they drove people out of hospital wards.</p> <a href=\"https://www.theguardian.com/society/2023/mar/28/assisted-dying-inquiry-hears-people-in-uk-face-unbearable-suffering\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/28/assisted-dying-inquiry-hears-people-in-uk-face-unbearable-suffering", "date_published": "2023-03-28 15:41:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inequality starts before birth – so child benefits should too | Mary Reader", "description": "<p>Providing a safety net from ‘cradle to grave’ is already too late. Time to revive an old Labour policy that can make things fairer</p><p>By the time children start school in the UK, those from low-income backgrounds are already an average of <a href=\"https://epi.org.uk/publications-and-research/education-in-england-annual-report-2020/\">four months behind their peers</a> in terms of educational development. The gap only widens from there. By the end of primary school, it’s nine months. By the time they take their GCSEs, 18 months. Inequality grows exponentially throughout childhood, gaining momentum with every year a child gets older.</p><p>That’s why it has been so refreshing to see <a href=\"https://www.theguardian.com/uk-news/2023/mar/14/budget-2023-hunt-to-announce-4bn-boost-for-childcare-in-england\">childcare</a> and the early years firmly back on the political agenda since the spring budget. But interventions in the early years of a child’s life may already be too late. We know that inequality starts much earlier than nursery: it starts in the womb.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/inequality-starts-before-birth-child-benefits-pregnant-women\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/inequality-starts-before-birth-child-benefits-pregnant-women", "date_published": "2023-03-28 15:37:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emahoy Tsegué-Maryam Guèbrou: the Ethiopian nun who was one of history’s most distinctive pianists", "description": "<p>Guèbrou, who has died aged 99, was a classically trained musician and society girl who turned towards faith – and cultivated a style of playing like no other</p><p>The music of the pianist Emahoy Tsegué-Maryam Guèbrou, who has died at the age of 99, seemed to reflect every area of her extraordinary life. A daughter of Addis Ababa’s upper classes, she was immersed in Ethiopian traditional song, then trained in classical violin and piano, embraced early jazz and later took holy orders. So it’s quite fitting that her compositions were a curious fusion of <em>fin de siècle</em> parlour piano, gospel, ragtime, Ethiopian folk music and the choral traditions of the country’s Orthodox church. A BBC radio documentary on her work was entitled <a href=\"https://www.theguardian.com/music/2017/apr/17/ethiopia-93-year-old-singing-nun-emahoy-tsegue-maryam-guebrou\">The Honky Tonk Nun</a>, and it seemed to sum up the paradoxical nature of her music – a mix of high and low art, sacred and profane, precise notation and free improvisation.</p><p>Guèbrou might have remained unknown to the outside world were it not for the French musicologist Francis Falceto, who worked with the record label Buda Music to release <a href=\"https://www.discogs.com/release/1174982-Tsegu%C3%A9-Maryam-Gu%C3%A8brou-%C3%89thiopiques-21-Piano-Solo\">an album</a> of her archive recordings in 2006. It was part of a series of compilation albums of Ethiopian music entitled Éthiopiques. The series was a revelation, even to many people who thought they were familiar with Africa’s best music. Where there are certain instruments, rhythms, scales and voicings that are shared by several different regions around the continent, the music of Ethiopia – one of the world’s oldest Christian civilisations – stands distinct and discrete from anything in neighbouring countries.</p> <a href=\"https://www.theguardian.com/music/2023/mar/28/emahoy-tsegue-maryam-guebrou-the-ethiopian-nun-who-was-one-of-historys-most-distinctive-pianists\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/28/emahoy-tsegue-maryam-guebrou-the-ethiopian-nun-who-was-one-of-historys-most-distinctive-pianists", "date_published": "2023-03-28 15:36:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter to promote only paying users’ tweets, Elon Musk announces", "description": "<p>From 15 April, ‘For you’ tab that curates popular posts will feature just Twitter Blue subscribers  </p><p>Twitter’s feed will promote only the tweets of users paying its £8 monthly subscription service, Elon Musk, the site’s owner and chief executive, has tweeted.</p><p>From 15 April, the “For you” tab on the site, which attempts to algorithmically curate popular posts for users, will feature only “verified accounts”, Musk tweeted, describing the decision as “the only realistic way to address advanced AI bot swarms taking over”.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/28/twitter-to-promote-only-paying-users-tweets-elon-musk-announces\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/28/twitter-to-promote-only-paying-users-tweets-elon-musk-announces", "date_published": "2023-03-28 15:27:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons who do not pave over garden could receive water bill discount, Ofwat says", "description": "<p>Cheaper rates could be applied to those who install water butts under plans unveiled by regulator </p><p>Water bill discounts could be given to people who do not pave over their front gardens and install water butts, under plans unveiled by the regulator.</p><p>Customers could also be charged dynamically based on how much water they use, with people who reduce their usage paying less than heavy users, Ofwat announced on Tuesday.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/28/uk-water-saving-bills-ofwat\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/28/uk-water-saving-bills-ofwat", "date_published": "2023-03-28 15:23:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New SNP leader Humza Yousaf voted in as Scotland’s first minister", "description": "<p>Yousaf becomes Scotland’s youngest first minister and first from minority ethnic background</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/28/national-education-union-teachers-strike-exams-disruption-uk-politics-latest\">Politics live – latest updates</a></li></ul><p>The SNP leader, Humza Yousaf, has been voted in by MSPs as Scotland’s youngest first minister and the first from a minority ethnic background.</p><p>The 37-year-old succeeds Nicola Sturgeon, who formally tendered her resignation to the king on Tuesday morning after announcing her intention to stand down last month after more than eight years in the post.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/new-snp-leader-humza-yousaf-voted-in-scotland-first-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/new-snp-leader-humza-yousaf-voted-in-scotland-first-minister", "date_published": "2023-03-28 15:21:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Treasury will find extra cash to fund NHS pay offer, says Jeremy Hunt", "description": "<p>Treasury confirms new funding will be made available, but Department of Health must also make savings</p><p>Jeremy Hunt has conceded the Treasury will have to find extra money to fund the pay offer to NHS staff, though the Department of Health and Social Care will also be forced to make savings.</p><p>Health unions are now consulting their members on the offer, which includes a one-off bonus of up to 8.2% for this year and a pay rise of 5% from April, plus more for the lowest-paid.</p> <a href=\"https://www.theguardian.com/society/2023/mar/28/treasury-extra-cash-fund-nhs-pay-offer-chancellor-jeremy-hunt\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/28/treasury-extra-cash-fund-nhs-pay-offer-chancellor-jeremy-hunt", "date_published": "2023-03-28 15:06:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how do you make exercise enjoyable?", "description": "<p>We would like to hear about how the ways you keep fitness fun</p><p>For even the most avid exercise addicts among us, there are some days when you just don’t want to do it. It feels like pure drudgery, a chore that you can’t help but put off. This need not be the case: there are so many ways that fitness can bring sheer endorphin-inducing joy, it doesn’t have to be a dull, repetitive, lonely affair.</p><p>How do you make exercise as enjoyable as possible? Perhaps you have rediscovered team sports as an adult, or taken up a dance class that leaves you ecstatic. Is it the company of a furry friend that makes running more than tolerable, or listening to a playlist of banging tunes? Or is it the sense of community you have around your regime, in real life or on apps, that keeps you coming back for more?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/28/tell-us-how-do-you-make-exercise-enjoyable\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/28/tell-us-how-do-you-make-exercise-enjoyable", "date_published": "2023-03-28 15:02:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists gain insights into Old Master artists’ use of egg in oil paintings", "description": "<p>Egg tempera is used for modification and fine-tuning of paint properties, research finds</p><p>It pays to go to work on an egg when painting with oils, researchers have found, as the addition of yolk can prevent wrinkling, yellowing and problems with humidity.</p><p>The use of egg as a binding medium for pigments, a form of paint known as egg tempera, has a long history, turning up in works including the mural paintings of the Palace of Nestor in Pylos, dating to 1200BC.</p> <a href=\"https://www.theguardian.com/science/2023/mar/28/scientists-old-master-artists-egg-tempera-oil-paintings\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/28/scientists-old-master-artists-egg-tempera-oil-paintings", "date_published": "2023-03-28 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Net zero tsar and senior Tories among those urging biomass subsidies rethink", "description": "<p>Exclusive: Jacob Rees-Mogg and Chris Grayling express concern at system under which Drax made £617m in 2022</p><p>The UK government should rethink its subsidies for burning wood for fuel, former Conservative ministers and the net zero tsar have said.</p><p>The energy company Drax, which burns forest biomass, <a href=\"https://www.theguardian.com/business/2023/feb/23/drax-power-station-profits-nearly-double-call-for-subsidies-cut\">made £893m in direct government subsidies</a> in 2021. The level of support fell to £617m in 2022 as electricity prices exceeded an agreed “strike price” agreed to encourage renewable investment.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/28/net-zero-tsar-senior-tories-biomass-subsidies-rethink\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/28/net-zero-tsar-senior-tories-biomass-subsidies-rethink", "date_published": "2023-03-28 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian man detained after daughter’s anti-war drawings flees house arrest", "description": "<p>Alexei Moskalyov convicted of discrediting armed forces on social media, after police investigated daughter’s drawings</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/28/russia-ukraine-war-live-news-updates-multiple-russian-drones-shot-down-over-kyiv-blasts-attack\">Russia-Ukraine war: latest updates</a></li></ul><p>A Russian man who was detained by police after his daughter drew anti-war pictures at school was sentenced on Tuesday to two years after being convicted of discrediting the armed force.</p><p>But in a dramatic turn of events, a court spokesperson said the man, Alexei Moskalyov, had fled house arrest overnight and his whereabouts were currently not known.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/russian-man-detained-after-daughters-anti-war-drawings-flees-house-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/russian-man-detained-after-daughters-anti-war-drawings-flees-house-arrest", "date_published": "2023-03-28 14:56:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fish finger surprise! The shocking ingredients found in supermarket foods", "description": "<p>This week, a woman in Middlesbrough was greeted by a disturbing sight when she cut into some breaded pollack. It’s far from the first time foreign bodies have turned up in groceries</p><p><strong>Name:</strong> Guerrilla ingredients.</p><p><strong>Age: </strong>Not new. The tabloids have always loved a something-unexpected-found-in-the-groceries story.</p> <a href=\"https://www.theguardian.com/food/2023/mar/28/fish-finger-surprise-the-shocking-ingredients-found-in-supermarket-foods\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/28/fish-finger-surprise-the-shocking-ingredients-found-in-supermarket-foods", "date_published": "2023-03-28 14:53:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US charges Sam Bankman-Fried with bribing Chinese officials", "description": "<p>FTX founder accused of conspiring to bribe Chinese officials with $40m worth of payments in new indictment</p><p>US prosecutors on Tuesday unveiled a new indictment against Sam Bankman-Fried, accusing the founder of <a href=\"https://www.theguardian.com/technology/2022/nov/11/cryptocurrency-exchange-ftx-files-for-bankruptcy-protection-in-us\">now-bankrupt FTX</a> cryptocurrency exchange of conspiring to bribe Chinese government officials with $40m worth of payments.</p><p>Federal prosecutors in Manhattan charged Bankman-Fried with directing the payment in order to unfreeze accounts belonging to his hedge fund, Alameda Research, that Chinese authorities had frozen. The accounts held more than $1bn of cryptocurrency, US prosecutors said.</p> <a href=\"https://www.theguardian.com/business/2023/mar/28/sam-bankman-fried-charges-bribing-chinese-officials\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/28/sam-bankman-fried-charges-bribing-chinese-officials", "date_published": "2023-03-28 14:53:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will an Oasis reunion finally happen – and do we really need it?", "description": "<p>Recent proclamations by the Gallagher brothers have convinced some that re-forming is no longer unthinkable. Here we present the case for and against</p><p>Crashing into our collective consciousness once again, as inexorable as the tides and almost as frequent, is the suggestion of an Oasis reunion. Liam Gallagher has been unusually generous about his brother’s new single Dead to the World, saying “how can such a mean spirited little man write such a beautiful song” – an improvement on comparing his music to that of arch-nemeses Blur – while Noel has said of a reunion: “He’s got my number. He’s got my manager’s number. Call us … Stop talking on the fucking internet and let’s see what you’ve got to say.”</p><p>UN diplomats might have advised more dovish phrasing yet, but by the Gallaghers’ standards they’ve each left a teddy holding some roses on the other’s doorstep. Compare with 2020, when Noel said: “I’ve often thought, ‘Let’s just do a gig.’ But I realised I would only be doing it to shut this fucking idiot up. The only other thing I could come up with was burning his house down or smashing his car in.” Or with 2016, when Liam posted a picture of Noel with the caption “potato”, and then wrote “Fuck Oasis” in block capitals.</p> <a href=\"https://www.theguardian.com/music/2023/mar/28/will-an-oasis-reunion-finally-happen-gallagher\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/28/will-an-oasis-reunion-finally-happen-gallagher", "date_published": "2023-03-28 14:47:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Maldives are 99% water, so why can almost no teenagers swim?", "description": "<p>A lack of swimming skills among young people, especially girls, stops them working in local industries and getting involved in conservation</p><p>Azha Abdul Azeez lives in Malé, the capital of the Maldives archipelago, surrounded by the idyllic Indian Ocean. But she “grew up in the house” and the water that makes up so much of Abdul Azeez’s home – a rich habitat including coral reefs, turtles, manta rays and exotic fish – terrifies her because she never learned to swim.</p><p>“[My parents] were worried that something might happen to me. I think that’s why they didn’t send me [swimming] when I was little,” she says.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/28/the-maldives-are-99-water-so-why-can-almost-no-teenagers-swim\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/28/the-maldives-are-99-water-so-why-can-almost-no-teenagers-swim", "date_published": "2023-03-28 14:41:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A portrait of defeat’: inside a revealing film about Pope Francis", "description": "<p>Gianfranco Rosi’s intimate new documentary In Viaggio: The Travels of Pope Francis follows the pontiff as he confronts contentious issues around the world</p><p>A lot is said during the quiet moments in Gianfranco Rosi’s In Viaggio: The Travels of Pope Francis, when the holy figure takes a pause from giving hopeful or apologetic speeches to stare into the abyss, lost in his own thoughts and prayers. Those are opportunities for Rosi, the documentary film-maker behind Fire at Sea and Notturno, to invite the audience into contemplation and leave room for skepticism and ambivalence.</p><p>“The silence for me is more important than the notes itself,” Rosi tells the Guardian over a Zoom call from Manhattan. “My own interpretation as a film-maker is to give space to silence. Sometimes words aren’t even enough.”</p> <a href=\"https://www.theguardian.com/film/2023/mar/28/gianfranco-rosi-interview-in-viaggio-the-travels-of-pope-frances\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/28/gianfranco-rosi-interview-in-viaggio-the-travels-of-pope-frances", "date_published": "2023-03-28 14:32:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why won’t the Gambling Commission suspend licences of firms that break rules? | Rob Davies", "description": "<p>William Hill has received a record £19.2m penalty, but government must toughen outdated laws</p><ul><li><strong><a href=\"https://www.theguardian.com/business/2023/mar/28/william-hill-to-pay-record-failures-gambling\">Firm to pay record £19.2m for ‘widespread and alarming’ failures</a></strong></li></ul><p>What would a big gambling company have to do in order for its operating licence to be suspended?</p><p>It’s a question that has been tested to its limits by the behaviour of the £11bn industry over the past decade, culminating in the <a href=\"https://www.theguardian.com/business/2023/mar/28/william-hill-to-pay-record-failures-gambling\">record £19.2m fine handed down to William Hill</a> this week over a rap sheet that beggars belief.</p> <a href=\"https://www.theguardian.com/society/2023/mar/28/gambling-commission-licences-william-hill\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/28/gambling-commission-licences-william-hill", "date_published": "2023-03-28 14:26:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why is Prince Harry bringing legal action against Daily Mail owner?", "description": "<p>Duke of Sussex and other high-profile claimants, including Doreen Lawrence, are making allegations of illegal behaviour by Associated Newspapers</p><p>Prince Harry has joined with Doreen Lawrence and five other high-profile individuals in bringing legal action against Associated Newspapers, the parent company of the Daily Mail and Mail on Sunday. They allege the newspapers engaged in various illegal activities in order to obtain information for use in news stories.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/why-is-prince-harry-bringing-legal-action-against-daily-mail-owner-associated-newspapers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/why-is-prince-harry-bringing-legal-action-against-daily-mail-owner-associated-newspapers", "date_published": "2023-03-28 14:19:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘What’s wrong between men and women’: the thriller igniting debate about femicide", "description": "<p>Cold-case drama The Night of the 12th has just swept the board at the French Oscars and has the nation talking about misogyny and murder. We talk to its director, Dominik Moll, about how it made him question his own place in the patriarchy</p><p>At 6am on a Tuesday in May 2013, the half-charred, petrol-doused body of a young woman was found on a residential street in Lagny-sur-Marne, 25km east of Paris. It was 21-year-old Maud Maréchal, who had been returning at night from a friend’s house to her family home, just a few metres from where she was killed. A neighbour discovered the corpse, the police fruitlessly investigated this horrific murder, and then Maréchal’s death was filed away, hardly noticed by the French press.</p><p>Until now. A fictionalised account of the murder, The Night of the 12th by Franco-German director Dominik Moll, has just swept the boards at France’s Oscars equivalent, the César awards, reviving interest in the Maréchal case. But only, thinks Moll, because he made a point of mentioning her during his speech for best film: “It was important to remind people there was a real victim, and her name was Maud,” says the director, speaking over Zoom from his home in Montreuil, 20km from where the young woman lived. “But then quite a few journalists started to talk about the real case, and some of them not in a very responsible way.”</p> <a href=\"https://www.theguardian.com/film/2023/mar/28/whats-wrong-between-men-and-women-the-thriller-igniting-debate-about-femicide\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/28/whats-wrong-between-men-and-women-the-thriller-igniting-debate-about-femicide", "date_published": "2023-03-28 14:19:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Feelgood factor: Mae Martin’s Sap on Netflix is comedic open-heart surgery", "description": "<p>In the standup’s first solo set since the huge success of their queer romcom Feel Good, we are taken on an emotional rollercoaster with confidence and charm</p><p>It’s always interesting to see a standup’s first show since becoming a superstar. The wait’s been longer than I’d have liked with <a href=\"https://www.theguardian.com/culture/2021/jul/05/feel-goods-mae-martin-if-you-put-a-teenage-girl-in-any-industry-people-will-take-advantage\">Mae Martin</a>’s Sap – because press were excluded from its live performances (one of the perks, it would appear, that fame brings), but now it’s on Netflix, this first solo set since the huge success of <a href=\"https://www.theguardian.com/tv-and-radio/2021/jun/04/feel-good-season-two-review-mae-martins-queer-love-story-is-a-deadpan-delight\">Martin’s queer romcom Feel Good</a> on the same platform. Filmed in their native Canada, on a woodland stage set, it’s a hugely likable hour by a comic who’s made a specialty of emotional self-inquiry, whose standup is like open-heart surgery with a microphone in the scalpel’s place.</p><p>While it incorporates elements from Martin’s previous shows, Sap also feels like a step forward. Unlike <a href=\"https://www.theguardian.com/stage/2017/aug/24/mae-martin-dope-review-edinburgh-festival\">2017’s Dope</a>, say, which zeroed in on Martin’s teenage years and addictive personality, there’s no particular theme here: the show radiates (and justifies) confidence in the 35-year-old’s ability to hold our attention without one. The self-reflexive tics that once characterised Martin’s standup have fallen away, replaced by composure and authority – albeit composure put to the task of depicting a turbulent inner life (“I’m full to the absolute brim with feelings”), and authority in the service of lovably self-mocking humour.</p><p><a href=\"https://www.netflix.com/title/81628816\">Mae Martin: Sap is on Netflix</a></p> <a href=\"https://www.theguardian.com/stage/2023/mar/28/mae-martin-sap-on-netflix-feel-good\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/28/mae-martin-sap-on-netflix-feel-good", "date_published": "2023-03-28 14:16:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League offers no comment on whether Newcastle face investigation", "description": "<ul><li>Saudi Public Investment Fund took majority stake in club</li><li>US court case raises questions over state involvement</li></ul><p>The chief executive of the Premier League has told MPs he cannot comment on whether Newcastle’s links with Saudi Arabia are being reinvestigated in light of a recent US court case.</p><p>Newcastle’s takeover saga ended in 2021 after the Saudi Public Investment Fund <a href=\"https://www.theguardian.com/football/blog/2021/oct/07/premier-league-newcastle-saudi-arabia-takeover-morality-collapse\">took a majority stake</a>, having provided “legally binding assurances” to the Premier League there would be no state involvement in the running of the club.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/premier-league-saudi-arabia-newcastle-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/premier-league-saudi-arabia-newcastle-united", "date_published": "2023-03-28 14:14:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s a four-way race for the WSL title – Women’s Football Weekly podcast", "description": "<p>Faye Carruthers, Suzanne Wrack, Robyn Cowen and Anita Asante chat through the latest weekend of WSL action as the title race got blown wide open</p><p>In this week’s pod: lace up your trainers, get to the start line, on your marks, wait for the beep … yes, that’s right – the title race is on!</p><p>Manchester City’s win over Chelsea means things just got (even more) interesting!</p> <a href=\"https://www.theguardian.com/football/audio/2023/mar/28/its-a-four-way-race-for-the-wsl-title-womens-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/mar/28/its-a-four-way-race-for-the-wsl-title-womens-football-weekly-podcast", "date_published": "2023-03-28 14:04:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slavery and the Guardian: the ties that bind us | David Olusoga", "description": "<p>There is an illusion at the centre of British history that conceals the role of slavery in building the nation. Here’s how I fell for it</p> <a href=\"https://www.theguardian.com/news/ng-interactive/2023/mar/28/slavery-and-the-guardian-the-ties-that-bind-us\">Continue reading...</a>", "link": "https://www.theguardian.com/news/ng-interactive/2023/mar/28/slavery-and-the-guardian-the-ties-that-bind-us", "date_published": "2023-03-28 14:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardian owner apologises for founders’ links to transatlantic slavery", "description": "<p>Scott Trust to invest in decade-long programme of restorative justice after  academic research into newspaper’s origins</p><p>The owner of the Guardian has issued an apology for the role the newspaper’s founders had in transatlantic slavery and announced a decade-long programme of restorative justice.</p><p>The Scott Trust said it expected to invest more than £10m (US$12.3m, A$18.4m), with millions<em><strong> </strong></em>dedicated specifically to descendant communities linked to the Guardian’s 19th-century founders.</p> <a href=\"https://www.theguardian.com/news/2023/mar/28/guardian-owner-apologises-founders-transatlantic-slavery-scott-trust\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/mar/28/guardian-owner-apologises-founders-transatlantic-slavery-scott-trust", "date_published": "2023-03-28 14:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your thoughts on the Guardian’s Cotton Capital series", "description": "<p>We would like to hear readers’ opinions about the Cotton Capital series exploring Britain and the Guardian’s links to transatlantic slavery</p><p>In 2020, the Guardian’s owner, the Scott Trust, commissioned independent academic researchers to investigate historical connections the newspaper may have had with transatlantic slavery.</p><p>On Tuesday, the Guardian published the findings, as well as an apology and proposals for a programme of restorative justice from the Scott Trust.</p> <a href=\"https://www.theguardian.com/news/2023/mar/28/share-your-thoughts-guardian-cotton-capital-series-slavery\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/mar/28/share-your-thoughts-guardian-cotton-capital-series-slavery", "date_published": "2023-03-28 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How our founders' links to slavery change the Guardian today | Katharine Viner", "description": "<p>The Guardian is facing up to, and apologising for, the fact that its first editor drew his wealth from a practice that was a crime against humanity</p><p>I remember the moment. We were meeting the historians who had been commissioned by the Scott Trust, which owns the Guardian, to look into our past. The Black Lives Matter movement had put unprecedented focus on racism in our societies, and it had inspired the Guardian to look at itself. Dr Cassandra Gooptar, an irrepressible expert on the history of enslaved peoples, had done some early work, and the evidence was inescapable: there was no doubt that the Guardian was founded with money partly derived from slavery, and the links were extensive. David Olusoga, one of Britain’s top historians who happens to sit on the Scott Trust, was not surprised; this history had, in many ways, been hiding in plain sight. As editor-in-chief of the Guardian, I felt sick to my stomach.</p><p>It is a deeply uneasy feeling to know that one of my predecessors, the Guardian’s founding editor, John Edward Taylor, derived much of his wealth from Manchester’s cotton industry, an industry that relied on firms such as Taylor’s trading with cotton plantations in the Americas that had enslaved millions of Black people forcibly transported from Africa. The great American abolitionist Frederick Douglass made the connection plain: “The price of human flesh on the Mississippi was regulated by the price of cotton in Manchester.”</p> <a href=\"https://www.theguardian.com/news/commentisfree/2023/mar/28/how-our-founders-links-to-slavery-change-the-guardian-today\">Continue reading...</a>", "link": "https://www.theguardian.com/news/commentisfree/2023/mar/28/how-our-founders-links-to-slavery-change-the-guardian-today", "date_published": "2023-03-28 14:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Scouse/Ukrainian mashup’ festival celebrates spirit of Eurovision", "description": "<p>Commissions for ‘pre-party to end all pre-parties’ include monument covered in sandbags, mass kite-fly and ‘queer fantasia’</p><p>A 200-year-old bronze statue commemorating Nelson’s victory at the Battle of Trafalgar is to be surrounded by thousands of sandbags to echo the plight of monuments in Ukraine.</p><p>The plan for Liverpool’s Nelson’s Monument is one of 24 cultural commissions announced on Tuesday as part of a festival that aims to transform the city in the run-up to its staging of the Eurovision song contest.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/festival-celebrates-spirit-of-eurovision-liverpool-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/festival-celebrates-spirit-of-eurovision-liverpool-ukraine", "date_published": "2023-03-28 13:41:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Design news: plates that talk to your table mats, Milan Salone and inspiring kids to build", "description": "<p>The annual furniture fair and design shows of Milan, <em>Cabana</em> magazine goes high street and the sci-fi future of ceramics</p><p>This month we look ahead to Milan Design Week, the biggest event on design world’s calendar featuring new work from the biggest names in furniture, art and fashion. Don’t worry, though, there’s also a report on a UK project to get children into building and a high-street collaboration with the best interiors magazine on the market. Hopefully, there’s something for everyone.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/28/design-news-plates-that-talk-to-your-table-mats-milan-salone-and-inspiring-kids-to-build\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/28/design-news-plates-that-talk-to-your-table-mats-milan-salone-and-inspiring-kids-to-build", "date_published": "2023-03-28 13:32:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Portraits of Dogs review – pass the pooper-scooper, this one’s a stinker", "description": "<p><strong>Wallace Collection, London</strong><br />This show of canine portraiture is so trite and desperate to please, it ends up insulting animals and audience alike</p><p>The Wallace Collection’s lavish, even epic <a href=\"https://www.wallacecollection.org/art/exhibitions-displays/portraits-of-dogs-from-gainsborough-to-hockney/\">survey of canine portraiture</a> down the ages is the kind of exhibition I thought galleries had grown out of: a sickly cocktail of brittle snobbery, fey “fun” and naked desperation to please. At least, to please dog lovers, who really do appear to be the target audience. “Why not pamper your pooch with a gift from our shop?” suggests the website. Why not? Because I’ve never owned a dog and anyway they’re not allowed in our flats.</p><p>Obviously, the dog in art is a valid subject, even if it lacks the pedigree of the cat, which goes back to ancient Egypt. The problem is that Portraits of Dogs frames the image of the dog in a silly, facetious way, like some pretentious pet food commercial.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/28/portraits-of-dogs-review-wallace-collection-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/28/portraits-of-dogs-review-wallace-collection-london", "date_published": "2023-03-28 13:24:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teaching state school kids to love cricket is hard. I know. I’ve tried", "description": "<p>Cricket is dominated by privately educated players and coaches. Spend a day at my school and you will see why</p><p>By <a href=\"https://twitter.com/wjyates72?lang=en\">Will Yates</a> for <a href=\"https://www.thenightwatchman.net/\">The Nightwatchman</a></p><p>In recent years, the divide between cricket at state schools and private schools has become increasingly apparent. Cricketers, commentators, coaches and fans have bewailed the predominance of privately educated players at the game’s top levels. While shows like <a href=\"https://www.bbc.co.uk/iplayer/episodes/m00190pg/freddie-flintoffs-field-of-dreams\">Freddie Flintoff’s Field of Dreams</a><em> </em>and books like <a href=\"https://www.amazon.co.uk/Crickonomics-Anatomy-Cricket-Stefan-Szymanski/dp/1472992717\">Crickonomics</a><em> </em>bring awareness of the problem into the mainstream, the perspectives of the children it affects are often overlooked. As a teacher at a large West London state school and a member of a club nearby where most young players are privately educated, one Tuesday last year gave me a first-hand insight into the experiences of both.</p><p>The yellow box on my timetable jumps out from my laptop screen the second I open it. “COVER DUTY: YEAR 7 BOYS PE, 09:50-10:50”. I sag into my chair involuntarily. It is the second Tuesday of the summer term, my Year 13 form are beside themselves with anxiety about their A-levels, my GCSE English class are days away from their first exam and there is a stack of overdue marking on the desk next to me. A morning corralling 11-year-olds on the Astroturf is the last thing I need.</p> <a href=\"https://www.theguardian.com/sport/the-nightwatchman/2023/mar/28/teaching-state-school-kids-love-cricket-hard-teacher-tried\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/the-nightwatchman/2023/mar/28/teaching-state-school-kids-love-cricket-hard-teacher-tried", "date_published": "2023-03-28 13:19:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My family was massacred on my wedding day. I hold the US in part responsible | Ayman Mohamed Saleh Al Sanabani", "description": "<p>Until Biden fulfills his promise to end arm sales to the Saudis, the US and its largest defense contractors are complicit in war crimes</p><p>My wedding should have been filled with the usual range of wonderful emotions – excitement, trepidation, joy, anxiety and love. Instead, it was marked by terror, devastation and loss.</p><p>The night of 5 October 2015 began so beautifully as my two brothers and I each prepared to wed our brides from nearby villages. We, our families and our guests came together at my uncle’s house, which had been transformed for the festivities: large tents were set up, delicious smells wafting in the breeze. The brides arrived in a 30-car caravan with honking horns, blaring music and cheering heralding their arrival, before gathering with relatives inside one of the houses.</p><p>Ayman Mohamed Saleh Al Sanabani is a Yemeni citizen and plaintiff in a lawsuit against Saudi Arabia, the United Arab Emirates, the US state department, the US defense department, Raytheon, Lockheed Martin and General Dynamics for human rights violations in Yemen</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/yemen-biden-saudis-family-massacred-wedding-day\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/yemen-biden-saudis-family-massacred-wedding-day", "date_published": "2023-03-28 13:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aide to Senator Rand Paul critically wounded in Washington DC stabbing", "description": "<p>Suspect in custody after member of Republican’s staff attacked in apparently random incident</p><p>A member of Senator Rand Paul’s staff was stabbed and critically wounded in Washington on Saturday in an attack that is likely to raise fears about violence in the nation’s capital.</p><p>“This past weekend a member of my staff was brutally attacked in broad daylight in Washington DC,” the Kentucky senator said in a statement to <a href=\"https://abcnews.go.com/Politics/rand-paul-staffer-stabbed-multiple-times-dc-suspect/story?id=98166662\">ABC News late Monday.</a> “I ask you to join [wife] Kelley and me in praying for a speedy and complete recovery, and thanking the first responders, hospital staff, and police for their diligent actions” after the stabbing.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/stabbing-senator-rand-paul-staffer-washington-dc\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/stabbing-senator-rand-paul-staffer-washington-dc", "date_published": "2023-03-28 12:58:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Netanyahu’s failure to grasp anger over Israel judicial overhaul exposes weaknesses", "description": "<p>Israeli prime minister looks out of touch in his handling of response to the country’s latest political crisis </p><p>Israeli prime minister, Benjamin Netanyahu, kept the country waiting all day, but in the end, when he finally <a href=\"https://www.theguardian.com/world/2023/mar/27/israel-netanyahu-judiciary-plans-halt\">announced a suspension to the government’s proposed judicial overhaul</a>, it was a theatrical speech. The 73-year-old compared the unprecedented rift dividing Israel to the tale of Solomon, who commanded an infant be cut in half to decide which of two women was its real mother, thus displaying his wisdom. Try as he might, however, in this story Netanyahu is not playing the role of the king.</p><p>Rather, Israel’s latest political crisis is once again completely his own doing. Bibi, as he is widely known, has for now bought some time by delaying implementing the controversial legislation weakening the power of the supreme court to the Knesset’s summer session, but the issue is far from resolved.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/netanyahus-failure-to-grasp-anger-over-israel-judicial-overhaul-exposes-weaknesses\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/netanyahus-failure-to-grasp-anger-over-israel-judicial-overhaul-exposes-weaknesses", "date_published": "2023-03-28 12:55:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The US is the world’s richest country. So why can’t I get a glass of clean drinking water? | Arwa Mahdawi", "description": "<p>This weekend, 8,000 gallons of latex were accidentally dumped in the Delaware River – and tap water across the country is laced with disturbing chemicals</p><p>My wife is wonderful in every way, but I realised over the weekend that she is simply not built for the apocalypse. On Sunday, I was scrolling through Twitter and having a nice cup of tea when I saw a tweet from a guy called <a href=\"https://twitter.com/YaFavTrashman\">Ya Fav Trashman</a> about a chemical spill that might affect Philadelphia drinking water. “<a href=\"https://www.trinseo.com/News-and-Events/Trinseo-News/2023/March/Latex-Emulsion-Release-to-Waterway-at-Trinseos-Bristol-Plant\">Equipment failure</a>” at a Trinseo chemical facility had dumped more than 8,000 gallons (about 30,000 litres) of “latex emulsion product” into the Delaware river. You can’t just boil or filter these chemicals out of your water.</p><p>I immediately spat out my Delaware River tea. (Perhaps the latex was why it was going down so smoothly?) “Yikes,” I said. “We’d better get some bottled water.” My wife volunteered to go to the nearest shop. She came back with … two bottles.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/the-us-is-the-worlds-richest-country-so-why-cant-i-get-a-glass-of-clean-drinking-water\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/the-us-is-the-worlds-richest-country-so-why-cant-i-get-a-glass-of-clean-drinking-water", "date_published": "2023-03-28 12:50:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republicans accused of hypocrisy over gun safety after Nashville shooting – live", "description": "<p>School shooting that left three children and three adults dead brought condolences from conservatives who oppose gun control</p><p>Good morning.</p><p>Yesterday’s shooting in Nashville, Tennessee, has once again spotlighted the partisan divide on how to address gun violence in schools.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/mar/28/nashville-school-shooting-biden-gun-control-trump-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/mar/28/nashville-school-shooting-biden-gun-control-trump-politics-live-updates", "date_published": "2023-03-28 12:43:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aung San Suu Kyi’s National League for Democracy faces dissolution", "description": "<p>Party refuses to comply with tough new registration law imposed by Myanmar’s military junta</p><p>Aung San Suu Kyi’s National League for Democracy faces the prospect of dissolution after it refused to comply with a tough new party registration law imposed by Myanmar’s military junta.</p><p>The military, which seized power in a coup in February 2021, set Tuesday as a deadline for political parties to re-register under a restrictive new law. It has promised to hold an election, though such a vote has been widely dismissed as lacking in any credibility.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/aung-san-suu-kyi-national-league-democracy-faces-dissolution-myanmar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/aung-san-suu-kyi-national-league-democracy-faces-dissolution-myanmar", "date_published": "2023-03-28 12:37:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Six libraries to close in Aberdeen, despite efforts to save them", "description": "<p>Many of the buildings are in deprived areas, say Save Aberdeen Libraries, while Aberdeen City Council argues facilities will be moved to cheaper ‘hubs’</p><p>Six of Aberdeen’s libraries will close this week after a last-ditch effort to save them was unsuccessful.</p><p>However, the <a href=\"https://twitter.com/SaveAbdnLibs\">Save Aberdeen Libraries</a> campaign – an umbrella group bringing together campaigns to save <a href=\"https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/5481148/petition-started-save-cornhill-library-closure/\">Cornhill</a>, Cults, Ferryhill, Kaimhill, <a href=\"https://www.change.org/p/oppose-the-library-closure-northfield-aberdeen\">Northfield</a> and <a href=\"https://www.silvercityvault.org.uk/index.php?a=ViewItem&amp;key=SnsiTiI6NSwiUCI6eyJpdGVtaWQiOiI5NjQ2MSIsInBlcmNlbnRUZXJtc1RvTWF0Y2giOiIwLjYiLCJtYXhRdWVyeVRlcm1zIjoiMjAiLCJtaW5Eb2NGcmVxIjoiMSIsIm1pblRlcm1GcmVxIjoiMSJ9fQ&amp;pg=5&amp;WINID=1679995491403#aLpaQoOGyPsAAAGHJ4jSMA/96464\">Woodside </a>libraries – has said it is considering legal action against Aberdeen City Council, <a href=\"https://www.heraldscotland.com/news/23416208.aberdeen-library-closure-campaigners-consider-legal-action/\">according to the Herald</a>.</p> <a href=\"https://www.theguardian.com/books/2023/mar/28/six-libraries-to-close-in-aberdeen\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/28/six-libraries-to-close-in-aberdeen", "date_published": "2023-03-28 12:37:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israeli crisis continues as fired minister apparently refuses to quit", "description": "<p>Questions raised over Benjamin Netanyahu’s control over coalition as he makes concessions to far right</p><p>Israeli politics has descended into disarray with questions over whether a fired defence minister is refusing to step down and concerns Benjamin Netanyahu may have promised too much to far-right politicians in exchange for a deal aimed at quelling nationwide demonstrations.</p><p>Facing a climax in the 12-week protest movement against his plans to weaken the power of the courts, the prime minister on Monday evening <a href=\"https://www.theguardian.com/world/2023/mar/27/israel-netanyahu-judiciary-plans-halt\">announced a delay</a> to the proposals, saying he wanted time to seek a compromise with political opponents.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/israeli-political-crisis-continues-fired-defence-minister-refuses-step-down-benjamin-netanyahu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/israeli-political-crisis-continues-fired-defence-minister-refuses-step-down-benjamin-netanyahu", "date_published": "2023-03-28 12:26:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Points mean pages: why I’ve embraced the world of online reading challenges", "description": "<p>I’ve set a goal of reading 50 books this year, and logging my progress is strangely satisfying. Some might not approve of turning reading into a game, but if it works for you, why not?</p><p>This year, for the first time in my life, I signed up for a Goodreads challenge. I decided on the number of books I want to read over the next 12 months (a very modest 50, compared with someone else’s bewildering 300, which I saw float past on my newsfeed) and very quietly I am working towards meeting my target. I have never attempted anything like this before. Reading has always been a very personal thing, a topic to speak about only if someone asks, and I held the firm belief that challenges and targets belonged to my Peloton and not to my bookshelves. Now, however, I have a little percentage tracker on my home page, Goodreads friends applaud my progress each time I finish a book, and it feels … strangely comforting.</p><p>The games, challenges and competitions start with gusto in January. No sooner have we dusted ourselves down from everyone’s “best books of the year”, we’re thrown straight into a literary Alton Towers with an endless choice of book rides on which to hop. The <a href=\"https://www.goodreads.com/challenges/show/11633-2023-reading-challenge\">Goodreads challenge</a> is the most straightforward, and based purely on numbers, but elsewhere online you can commit to a month of reading stories set in certain time periods or in particular countries, books within specific genres, a year-long <a href=\"https://www.goodreads.com/topic/show/22381639-a-z-challenge-locations---2023\">A-Z challenge</a> with a selective version of the alphabet (they tend not to bother with X), or even novels only with yellow covers. My particular favourite is a form of book bingo, in which there are no monthly constraints, but you just need to complete all the reading tasks (for example, a book set in France, a book about vampires) in time to shout “Bingo!” very loudly into the internet before New Year’s Day.</p> <a href=\"https://www.theguardian.com/books/2023/mar/28/points-mean-pages-why-ive-embraced-the-world-of-online-reading-challenges\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/28/points-mean-pages-why-ive-embraced-the-world-of-online-reading-challenges", "date_published": "2023-03-28 12:25:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Luigi has sweet notes of apple’: testing out Lush’s unlikely Super Mario soaps", "description": "<p>Animal-friendly cosmetics brand Lush is releasing a range of Mario-themed products – so our reporter tried them, for science</p><p>The announcement that cosmetics chain Lush would be running a collaboration with the <a href=\"https://www.theguardian.com/film/2023/feb/10/can-the-super-mario-bros-movie-end-30-years-of-terrible-video-game-films\">Super Mario Bros Movie</a> was met with some incredulity in the video game press last week. The animal-friendly brand is not exactly associated with either movie licences or tech tie-ins, so the idea of Mario shower gel or Princess Peach body spray came as a shock.</p><p>So, driven by an insatiable desire for journalistic investigation, I acquired some. And, look, it’s good stuff: the gloopy red Mario shower gel has a lovely subtle cola tang, while the Luigi has sweet notes of apple and rose and the vibrant green colour and consistency of fluorescent play slime. The gold coin soap uses the brand’s popular and giddily candied Honey I Washed the Kids scent, while Bowser’s version has a spicy, dare I say it, masculine aroma. Most of those are based on established Lush ingredients, but the Princess Peach body spray is a brand new fragrance, a sugar bomb of peach and pineapple, which I probably shouldn’t be wearing but totally am. I smell like a walking sweet shop.</p> <a href=\"https://www.theguardian.com/games/2023/mar/28/super-mario-lush-soaps\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/mar/28/super-mario-lush-soaps", "date_published": "2023-03-28 12:15:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ecuador landslide: search for survivors after dozens of homes buried", "description": "<p>President Guillermo Lasso confirms seven people have died, with 62 still missing after disaster on Sunday night</p><p>A huge landslide that swept over an Andean community in central Ecuador, burying dozens of homes, has killed at least seven people, authorities said as rescuers continued a frantic search for survivors.</p><p>Earlier on Monday, officials had reported 16 deaths, but President Guillermo Lasso put the confirmed toll at seven as he arrived on Monday night at the scene of the disaster in Alausí, about 137 miles south of the capital, Quito. Officials also raised the number of people reported missing to 62.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/ecuador-landslide-search-for-survivors-after-dozens-of-homes-buried\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/ecuador-landslide-search-for-survivors-after-dozens-of-homes-buried", "date_published": "2023-03-28 12:07:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China spent $240bn on belt and road bailouts from 2008 to 2021, study finds", "description": "<p>Rise in emergency financing for other countries since 2016 correlates with drop in infrastructure lending</p><p>China spent $240bn (£195bn) bailing out countries struggling under their belt and road initiative debts between 2008 and 2021, new data shows.</p><p>Research found that Chinese state-backed lenders released bailout funds to 22 countries, including Argentina, Pakistan, Sri Lanka and Ukraine. Almost 80% of the emergency rescue lending was issued after 2016, reaching more than $40bn in 2021.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/china-spent-240bn-belt-and-road-debts-between-2008-and-2021\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/china-spent-240bn-belt-and-road-debts-between-2008-and-2021", "date_published": "2023-03-28 12:06:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Denmark lifts Brexit-related deportation threat for British nationals", "description": "<p>New legislation will give ‘extra chance’ to Britons who missed deadline to apply for residency</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/28/national-education-union-teachers-strike-exams-disruption-uk-politics-latest\">Politics live – latest updates</a></li></ul><p>British nationals have spoken of their “relief” after the Danish government lifted a Brexit-related deportation threat, with new laws allowing them more time to apply for residency status.</p><p><a href=\"https://uim.dk/nyhedsarkiv/2023/marts/danmark-forlaenger-ansoegningsfristen-for-britiske-statsborgere/\">Laws will</a> be brought in to accommodate between 300 and 2,000 Britons living in the country before Brexit who had not been informed or did not know they had to make an application to stay there by 31 December 2021.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/28/denmark-lifts-brexit-related-deportation-threat-for-british-nationals\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/28/denmark-lifts-brexit-related-deportation-threat-for-british-nationals", "date_published": "2023-03-28 12:02:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fashion week and French protests: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/mar/28/fashion-week-and-french-protests-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/mar/28/fashion-week-and-french-protests-tuesdays-best-photos", "date_published": "2023-03-28 12:01:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ip Man: The Awakening review – martial-arts action offers quickstep fight rhythms", "description": "<p>The British are the baddies in a clunky origin story that can’t land a blow on  Donnie Yen’s original series</p><p>A mainland Chinese attempt to cash in on Donnie Yen’s superior Hong Kong series about Bruce Lee’s eponymous <em>sifu</em>, this film’s quickstep fighting rhythms are bogged down by a laughable lack of effort on the narrative front. Budding martial arts master Ip Man, played here by former child star and Jet Li acolyte Miu Tse, arouses the ire of the arrogant British colonialist Mr Stark (played by Sergio de Ieso in a possible nod to Iron Man) after interrupting his human trafficking ring. That’s your lot story-wise; slogging through 76 minutes feels like being forced to do one-finger press-ups for the same length of time.</p><p>This is the kind of plot staple – plucky martial arts school takes on foreign bullyboys – that animated many a Shaw Brothers or Golden Harvest production back in the day. Ip’s wing chun must ultimately trump the bartitsu of Mr Stark and his minions; the latter sounds made up, but was actually <a href=\"https://en.wikipedia.org/wiki/Bartitsu\">a genuine 19th-century British martial art</a>. It’s a sign of the times that Britons are now viable bad guys for Chinese and Indian cinema, as in <a href=\"https://www.theguardian.com/film/2022/dec/15/best-films-of-2022-in-the-uk-no-7-rrr\">RRR</a>, and why shouldn’t we be fair game? But there’s something insidious about the demonisation of foreign devils here in the context of China’s recent crackdown in Hong Kong.</p> <a href=\"https://www.theguardian.com/film/2023/mar/28/ip-man-the-awakening-review\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/28/ip-man-the-awakening-review", "date_published": "2023-03-28 12:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern Ireland terrorism threat level rises to ‘severe’", "description": "<p>Chris Heaton-Harris tells MPs MI5 has increased level from ‘substantial’, meaning an attack is highly likely</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/28/national-education-union-teachers-strike-exams-disruption-uk-politics-latest\">Politics live – latest updates</a></li></ul><p>The terrorism threat level in Northern Ireland has been increased from substantial to severe, meaning an attack is highly likely.</p><p>In a written statement to MPs, the Northern Ireland secretary, Chris Heaton-Harris, said MI5 had increased the threat to Northern Ireland from Northern Ireland-related terrorism and the public should remain vigilant but not be alarmed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/northern-ireland-terrorism-threat-level-mi5\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/northern-ireland-terrorism-threat-level-mi5", "date_published": "2023-03-28 11:50:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cinderella review – Royal Ballet fairytale is a shiny sugar-rush", "description": "<p><strong>Royal Opera House, London<br /></strong>Ashton’s three-act ballet combines escapism, clever classicism and panto, and this new version gets better as it goes along</p><p>A <a href=\"https://www.theguardian.com/stage/gallery/2023/mar/24/you-shall-go-to-the-ballet-cinderella-at-the-royal-opera-house-in-pictures\">newly designed production</a> celebrates the 75th anniversary of Frederick Ashton’s Cinderella, sprinkling some fairy dust on what was Britain’s first three-act ballet. It’s a combination of 19th-century classicism with Ashton’s delightfully playful, tricksy footwork, and the broad comedy of the pantomime dame in the shape of the ugly sisters. Whether that mix is entirely successful remains moot, along with whether the story has enough emotional heft to sustain three acts, although this one warms up and gets better as it goes along.</p><p>On opening night, Marianela Nuñez plays Cinders, a girl given to beatific smiles even when engaged in servitude, so good-hearted and pure is she. When she arrives at the ball, she is immediately a ballerina – she makes an amazing entrance, slow descent on pointe down the steps, time suspended. There is not a huge sense of character until the end, in her shy delight at realising her life is about to change.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/28/cinderella-review-royal-ballet-fairytale-is-a-shiny-sugar-rush\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/28/cinderella-review-royal-ballet-fairytale-is-a-shiny-sugar-rush", "date_published": "2023-03-28 11:50:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did Gwyneth Paltrow ski into a retired optometrist? I couldn’t care less, but the farce is unmissable | Marina Hyde", "description": "<p>A starstruck lawyer, a neutrals-clad wellness guru – this has to be the lowest stakes court battle of all time</p><p>To Park City, Utah, currently scene of one of the great pleasures of modern life: a court battle that you’d be relaxed for either side to lose. Yes, it’s the Gwyneth Paltrow <a href=\"https://www.theguardian.com/film/2023/mar/21/gwyneth-paltrow-ski-accident-trial-utah\">ski massacre trial</a>. Take your seats for a preposterously camp battle between a well-to-do retired optometrist who said the high priestess of fanny-steaming skied into him – and Her Vajesty herself, who says he skied into her. Why is this not happening at The Hague? Sorry, but<strong> </strong>NO sense of occasion.</p><p>Before we go any further I want to make a deeply serious point. Something happened that day. Something happened on that mountain in that luxury ski resort, up there in God’s cathedral – and, like anyone who has watched either the plaintiff or the defendant on the stand at any length … I literally could not care less what it was. I mean, this is as low stakes as it gets. Asked about what had been taken from her by the events on the Deer Valley slopes, Paltrow delivered the sociopathically straight-to-meme line: “Well, I lost half a day of skiing.” (Bear in mind this is a woman who claims that <a href=\"https://www.vox.com/2014/6/3/5773924/gwyneth-paltrow-thinks-you-can-hurt-waters-feelings-by-yelling-at-it\">water has feelings</a>.) For his part, Terry Sanderson’s lawyer put things into perspective by declaring: “After the crash, he’s no longer charming.”</p><p>Marina Hyde is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/gwyneth-paltrow-ski-optometrist-court-utah\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/gwyneth-paltrow-ski-optometrist-court-utah", "date_published": "2023-03-28 11:39:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government drops plans for NFT made by Royal Mint", "description": "<p>Labour criticises Rishi Sunak ‘vanity project’ announced weeks before collapse in value of cryptocurrencies</p><p>The UK government has dropped its plans to produce a non-fungible token for sale through the Royal Mint, just under a year after it first announced the project.</p><p>In response to a question from the Conservative MP Harriett Baldwin, the Treasury’s economic secretary, Andrew Griffith, confirmed the abandonment, saying: “In consultation with HM Treasury, the Royal Mint is not proceeding with the launch of a non-fungible token at this time but will keep this proposal under review.”</p> <a href=\"https://www.theguardian.com/technology/2023/mar/28/uk-government-nft-royal-mint-rishi-sunak-cryptocurrencies\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/28/uk-government-nft-royal-mint-rishi-sunak-cryptocurrencies", "date_published": "2023-03-28 11:22:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England recall Hannah Hampton but omit Beth England before World Cup", "description": "<ul><li>Goalkeeper Hampton included for first time since Euro 2022</li><li>West Ham’s Lucy Parker the only uncapped player included</li></ul><p>Hannah Hampton, Esme Morgan and Lucy Parker have been recalled to the England squad for next month’s friendlies against Brazil and Australia. The twice-capped Aston Villa goalkeeper Hampton returns for the first time since last summer’s Euros triumph.</p><p>Manchester City’s Morgan won her three caps last October and her fellow defender Parker, of West Ham, is the only uncapped member of the 25-player squad.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/england-women-squad-recall-hannah-hampton-omit-beth-england-sarina-wiegman\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/england-women-squad-recall-hannah-hampton-omit-beth-england-sarina-wiegman", "date_published": "2023-03-28 11:13:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for almond and lemon shortcakes", "description": "Exquisitely scented little biscuity treats<p>Little almond-scented treats. Lightly crisp outside, soft and fudgy within, these will keep for several days in an airtight container.</p><p>In a deep bowl, mix together 225g of <strong>ground almonds</strong>, ¼ tsp of <strong>baking powder</strong> and 125g of sifted <strong>icing sugar</strong>. Stir in the finely grated zest of a <strong>lemon</strong>. Line a baking sheet with a piece of baking parchment.</p> <a href=\"https://www.theguardian.com/food/2023/mar/28/nigel-slater-midweek-treat-recipe-almond-and-lemon-shortcakes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/28/nigel-slater-midweek-treat-recipe-almond-and-lemon-shortcakes", "date_published": "2023-03-28 11:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Security guards in Qatar still being paid as little as 35p an hour", "description": "<p>Fifa and Qatar claimed the World Cup would transform workers’ rights, but 100 days on from the final, the Guardian has found that for some it has become worse</p><p>Security guards employed by a company with contracts at sites linked to the World Cup in Qatar are allegedly still being paid as little as 35 pence an hour, four months after the Guardian first revealed their plight.</p><p>In a <a href=\"https://www.theguardian.com/global-development/2022/nov/18/security-guards-doha-qatar-world-cup-park-claim-they-are-paid-just-35p-an-hour\">Guardian investigation</a>, published on the eve of the World Cup, the guards alleged they were being subjected to abusive practices, including overtime pay below the legal minimum. Interviews this month with security guards employed by Al Nasr Star Security Services at multiple sites suggests the issue of illegal pay remains.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/28/security-guards-in-qatar-still-being-paid-as-little-as-35p-an-hour\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/28/security-guards-in-qatar-still-being-paid-as-little-as-35p-an-hour", "date_published": "2023-03-28 11:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail workers poised for strikes after Easter as talks fail", "description": "<p>CWU union lines up action as MP brands bosses’ threat to put service into administration as ‘scandalous’</p><p>Postal workers at Royal Mail are poised to stage a fresh wave of strikes after Easter as talks in a long-running dispute between the company and union stalled, and <a href=\"https://www.theguardian.com/business/2023/mar/27/royal-mail-bosses-threaten-to-declare-insolvency-as-pay-talks-near-collapse\">a threat by bosses to put the company into administration</a> has been labelled “scandalous”.</p><p>The Communication Workers Union (CWU), which represents about 115,000 postal workers, is close to agreeing multiple strike dates to take place in April after the Easter holidays, the Guardian understands. A formal announcement of the strike dates is expected this week.</p> <a href=\"https://www.theguardian.com/business/2023/mar/28/royal-mail-strikes-after-easter-talks-cwu-union\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/28/royal-mail-strikes-after-easter-talks-cwu-union", "date_published": "2023-03-28 10:58:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | Cross-fertilisation: English players going abroad is a progressive move", "description": "<p>Traditionalists will frown but sabbaticals and wildcards could increase skills and talent pool while making for a better game</p><p>It is amazing how swiftly perceptions can change in sport. Remember how English cricket once revolved around the County Championship until Twenty20 cricket and the Indian Premier League came along? Or the days when the most famous footballers in England ran pubs in retirement to help make ends meet? Progress can sweep aside old-school certainties quicker than you can say leather balls and neat side partings.</p><p>The same is true in rugby union. Even without the chilly financial draught blowing through many clubs in England and Wales there is no ignoring the rise of the French Top 14 as an attractive rival to the Premiership. Salaries are higher across the Channel, crowds are growing steadily and the rock stars of the national team are increasingly rubbing shoulders with bright-eyed English émigrés.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/28/english-rugby-union-players-going-abroad-progressive\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/28/english-rugby-union-players-going-abroad-progressive", "date_published": "2023-03-28 10:58:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thames Water ordered to fix leaks before pumping millions of litres from rivers", "description": "<p>Environment Agency tells supplier to rethink plans to tackle droughts by pumping water from Thames and Severn  </p><p>Thames Water has been told by the Environment Agency it needs to do more to fix the 630m litres of water it leaks a day before it starts taking water from the River Thames or from Wales to tackle drought problems.</p><p>The company has published its ideas for tackling climate crisis-induced droughts across London and the south-east, which include abstracting millions of litres a day from the River Thames and replacing it with treated effluent, to taking 155m litres a day from Wales.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/28/thames-water-ordered-to-fix-leaks-before-pumping-millions-of-litres-from-rivers\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/28/thames-water-ordered-to-fix-leaks-before-pumping-millions-of-litres-from-rivers", "date_published": "2023-03-28 10:54:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the world is turning against social media", "description": "<p>France has banned not only TikTok from government phones, but Facebook and Twitter, too. Could this be a tipping point for big tech? Plus, AI-generated pictures of the pope signal a new type of viral image</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>Government workers in the UK, US, Canada and European Union (the list will have grown by the time you read this) are banned from installing TikTok on their phones.</p><p>On Friday, France joined that list, preventing its civil servants from installing TikTok – and everything else. From the government’s press release (<a href=\"https://www.transformation.gouv.fr/files/presse/cp_interdiction_applications_recreatives_telephone_pro_agents.pdf\">original in French</a>):</p><p><em>After an analysis of the issues, in particular security, the government has decided to ban the downloading and installation of recreational applications on professional telephones provided to public officials from now on.</em></p><p><em>Recreational applications do not have sufficient levels of cybersecurity and data protection to be deployed on government equipment. This ban applies immediately and uniformly. Exemptions may be granted on an exceptional basis …</em></p> <a href=\"https://www.theguardian.com/technology/2023/mar/28/techscape-france-tiktok-ban-facebook\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/28/techscape-france-tiktok-ban-facebook", "date_published": "2023-03-28 10:53:33+00:00", "persistent": true, "user": "rumpel", "language": "en-UK", "tags": ["social media"]}, {"source": "https://www.theguardian.com/rss", "title": "At least 39 dead after fire at migrant facility in Mexico’s Ciudad Juárez", "description": "<p>Ambulances, firefighters and vans from morgue attend facility in city on US border</p><p>At least 39 people have been killed and 29 injured in a fire that spread through an immigration detention centre in the Mexican city of Ciudad Juárez, near the US border.</p><p>Images from the scene showed rows of bodies lying under silver sheets outside the facility in the city across the US border from El Paso, Texas. Ambulances, firefighters and vans from a morgue could also be seen.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/deadly-fire-migrant-facility-mexico-ciudad-juarez\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/deadly-fire-migrant-facility-mexico-ciudad-juarez", "date_published": "2023-03-28 10:49:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French student protests show depth of anti-Macron anger over pensions", "description": "<p>Crisis engulfs president amid growing row over plan to raise retirement age from 62 to 64</p><p>The depth of the domestic crisis facing Emmanuel Macron can be measured by the growing university barricades and packed student assemblies where angry young people have gathered in recent days to intensify protests and help teenage high-school pupils blockade their lycées.</p><p>As long as the country’s youth largely stayed away from the <a href=\"https://www.theguardian.com/world/2023/mar/21/protests-and-strikes-france--pensions-reform-emmanuel-macron\">two months of trade-union-led street demonstrations</a> and transport strikes against Macron’s plan to raise the pension age from 62 to 64, the government felt the protest movement would be manageable. But street demonstrations on Tuesday have shown how far anti-Macron feeling and anger at the use of constitutional executive powers to <a href=\"https://www.theguardian.com/world/2023/mar/17/french-anger-spreads-after-macron-forces-pension-age-rise\">push through</a> the pension changes without a parliamentary vote, have spurred growing numbers of young people to take part.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/french-student-protests-anti-macron-anger-pensions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/french-student-protests-anti-macron-anger-pensions", "date_published": "2023-03-28 10:49:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … England, Harry Kane and his return to Tottenham", "description": "<p>Our resident cartoonist on the striker’s record-breaking achievement and Marcus Rashford’s much-maligned trip to NYC</p> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/mar/28/david-squires-cartoon-england-harry-kane-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/mar/28/david-squires-cartoon-england-harry-kane-tottenham", "date_published": "2023-03-28 10:19:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diageo appoints Debra Crew as its first female chief executive", "description": "<p>Former chief operating officer to be one of fewer than 10 women leading FTSE 100 companies</p><p>The world’s biggest spirits maker, Diageo, has appointed Debra Crew as chief executive, one of few women to lead a FTSE 100 company.</p><p>The company, which makes well-known brands including Johnnie Walker scotch whisky, Guinness and Baileys, announced that Sir Ivan Menezes would step down on 30 June after 10 years as chief executive. It decided to promote Crew from chief operating officer to the top job, effective from 1 July.</p> <a href=\"https://www.theguardian.com/business/2023/mar/28/diageo-debra-crew-chief-executive-ftse-100\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/28/diageo-debra-crew-chief-executive-ftse-100", "date_published": "2023-03-28 10:15:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is happening with Afghan refugees in the UK?", "description": "<p>About 9,000 of the people who arrived in Britain since the fall of Kabul are still living in temporary accommodation</p><p>Since the <a href=\"https://www.theguardian.com/world/2021/aug/15/the-fall-of-kabul-a-20-year-mission-collapses-in-a-single-day\">fall of Kabul</a> in August 2021, 22,833 people have arrived in the UK from Afghanistan, nearly all of whom had at least one family member who served with the British authorities. Nearly 18 months later, about 9,000 are still living in temporary accommodation</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/what-is-happening-with-afghan-refugees-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/what-is-happening-with-afghan-refugees-in-the-uk", "date_published": "2023-03-28 10:07:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the Middle review – referees in grassroots English football take centre stage", "description": "<p>Despite tales of harrassment by players (and spectators) this documentary is a feelgood look at being part of a community, getting stuck in – and picking up dog poo</p><p>You really don’t have to give two hoots about football to get a kick out of this documentary about grassroots referees. It’s an entertaining and affectionate tribute to the men and women who show up week in, week out for 40 quid (plus petrol for a big game). Chasing players around for 90 minutes in the rain isn’t the half of it: verbal abuse comes with the job, as well as spitting and assault from players and spectators, not to mention picking up dog poo off the pitch.</p><p>Director Greg Cruttwell does a terrific job assembling of a lineup of characters. Steve, a retired tube driver with a Benidorm tan, has been reffing for 25 years. Everyone moans about referees, he says, but someone’s got do it. (He looks like a man who can handle a bit of argy-bargy). Glorious Ann Marie Powell is a teacher who moved from Jamaica to work in a London school a decade or so ago. Elderly gent Ron, who has officiated at 6,000 matches, gives the film moments of documentary gold with his views on everything from the state of Coronation Street to cooking sausage rolls in the microwave.</p> <a href=\"https://www.theguardian.com/film/2023/mar/28/in-the-middle-review-referees-in-grassroots-english-football-take-centre-stage\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/28/in-the-middle-review-referees-in-grassroots-english-football-take-centre-stage", "date_published": "2023-03-28 10:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My biggest regret: Was it a mistake to leave Ireland for New York?", "description": "<p>The longer I stay away, the less I feel completely truthful when I tell people I’m Irish – although I’m certainly nothing else</p><p>Not long ago, a friend said – in passing, as though it was so obvious that it didn’t bear any examination – that nobody would willingly choose to live their life again from the beginning if they couldn’t bring with them the benefit of hindsight. I would, I said instantly. I’d go back and do it all over again, no problem. In fact, I’d <em>prefer</em> not to have any hindsight: the idea of starting over and trying to live an unimpeachable life strikes me as a particular kind of torture. No, I’d go from day one, a blank baby, just for the hell of it.</p><p>The concept of regret is difficult for me – not because I believe myself to have lived particularly well, but because to revise any decision could mean not meeting all the people I love, or not going to all the places that mean the most to me. Rather than specific regrets, I tend to harbour a large, free-floating dread that I will one day feel remorse about the way I live more generally – the biggest and most troubling element of this pre-regret being my decision to leave Ireland.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/28/my-biggest-regret-was-it-a-mistake-to-leave-ireland-for-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/28/my-biggest-regret-was-it-a-mistake-to-leave-ireland-for-new-york", "date_published": "2023-03-28 10:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What makes me happy now: my Instagram slippers", "description": "<p>How a pair of synthetic booties have seen the author through a grueling book tour and an environmental calamity</p><p>Growing up a first-generation Filipina in a rural mostly white town, banal objects such as slippers took on outsized significance. Just like Mother Goose stories, Lunchables and VHS players (we had a Betamax), slippers – specifically my parents’ disinterest in and lack thereof – were proof that no matter how “American” we were, we were always inherently foreign. Rather than plush slippers, our family had flimsy <em>tsinelas</em>. The closest I could come to making these cheap, indoor flips-flops feel lavish was by wearing them with socks. (Today, as an adult, I believe this look to be an absolute Asian flex, but in childhood it was humiliating.)</p><p>In my teens and twenties, I messed around with Totes and Isotoner slippers, and swiped the complimentary terry slippers from hotels. But no version ever stuck. After becoming a parent in my thirties, I realized I needed to get serious about the need to be as comfortable as possible during the years’ worth of nights spent at home. So I took up the slipper hunt again.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/28/what-makes-me-happy-now-instagram-slippers\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/28/what-makes-me-happy-now-instagram-slippers", "date_published": "2023-03-28 10:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin prepares Russia for ‘forever war’ with west as Ukraine invasion stalls", "description": "<p>The Russian president has managed to rally people around the flag with talk of a fight for national survival</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/28/russia-ukraine-war-live-news-updates-multiple-russian-drones-shot-down-over-kyiv-blasts-attack\">Russia-Ukraine war – latest news updates</a></li></ul><p>One evening in late December, as Muscovites strolled along their city’s brightly lit streets in anticipation of the end-of-year celebrations, a group of old friends gathered for dinner at the flat of a senior state official.</p><p>Some of the guests present, which included members of Russia’s cultural and political elite, toasted a new year in which they expressed hope for peace and a return to normality.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/putin-prepares-russia-for-forever-war-with-west-as-ukraine-invasion-stalls\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/putin-prepares-russia-for-forever-war-with-west-as-ukraine-invasion-stalls", "date_published": "2023-03-28 09:44:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "German Leopard 2 tanks now in Ukraine, Berlin confirms", "description": "<p>Eighteen German vehicles handed over at border to bolster military supplies from Britain and EU countries</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/28/russia-ukraine-war-live-news-updates-multiple-russian-drones-shot-down-over-kyiv-blasts-attack\">Russia-Ukraine war – latest news updates</a></li></ul><p>Germany’s much-awaited shipment of 18 Leopard 2 battle tanks has arrived in Ukraine, the German defence ministry has confirmed.</p><p>After months of prevaricating, the Germany government announced in late January it would provide Kyiv with the state-of-the-art fighting vehicles, as part of a deal under which several EU states would contribute to a shipment of two Leopard 2 battalions and 31 American-made M1A2 Abrams tanks from the US.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/german-leopard-2-tanks-now-in-ukraine-berlin-confirms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/german-leopard-2-tanks-now-in-ukraine-berlin-confirms", "date_published": "2023-03-28 09:41:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Aren't you tired of this?': mother pleads for action after Nashville school shooting – video", "description": "<p>A woman who said she and her son survived a mass shooting gave an emotional plea after three children and three adults were killed in a shooting at a private Christian school in Nashville on Monday. After a news conference with Metro Nashville police, Ashbey Beasley turned to reporters and asked: 'Aren't you guys tired of covering this?' </p><p></p><p>Beasley said she was in Tennessee with her son on a family vacation and that she had been lobbying for tougher gun legislation since the shooting on 4 July in Highland Park, Illinois. Police said they believed the 28-year-old shooter in Nashville was a former student at Covenant school</p><ul><li><p><a href=\"https://www.theguardian.com/us-news/2023/mar/27/tennessee-nashville-school-shooting-covenant\">Nashville school shooter carefully plotted attack that killed six, say police</a></p></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2023/mar/28/arent-you-tired-of-this-mother-pleads-for-action-after-nashville-school-shooting-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/video/2023/mar/28/arent-you-tired-of-this-mother-pleads-for-action-after-nashville-school-shooting-video", "date_published": "2023-03-28 09:36:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve been spat at’: half of UK theatre staff consider quitting over audience behaviour", "description": "<p>Bectu launches safer theatres charter as survey reveals 45% of workers may quit due to shocking levels of antisocial behaviour by drunken theatregoers</p><p>UK theatre staff have been attacked, sexually harassed and abused by drunken audience members during performances, a new survey has revealed.</p><p>Front of house staff facing violent assaults, theatregoers urinating in fire exits and mass brawls breaking out in auditoriums were among the incidents uncovered by the report from the Broadcasting, Entertainment, Communications and Theatre union (<a href=\"https://bectu.org.uk/\">Bectu</a>).</p> <a href=\"https://www.theguardian.com/stage/2023/mar/28/uk-theatre-staff-audience-behaviour-abuse-drunken-theatregoers\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/28/uk-theatre-staff-audience-behaviour-abuse-drunken-theatregoers", "date_published": "2023-03-28 09:33:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celtic Women head coach head-butted by Rangers assistant and called ‘little rat’", "description": "<ul><li>Incident after 1-1 draw in Scottish Women’s Premier League </li><li>Footage shows Craig McPherson aim a head-butt at Fran Alonso</li></ul><p>The Celtic Women head coach, Fran Alonso, said he was called a “little rat” as footage appeared to show him being head-butted by a member of the Rangers coaching staff following the two sides’ 1-1 draw in the Scottish Women’s Premier League.</p><p>Rangers appeared to be on the verge of securing victory at Broadwood on Monday, until Caitlin Hayes’s equaliser in the ninth minute of injury time ensured the rivals would share the points.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/celtic-women-head-coach-head-butted-by-rangers-assistant-and-called-little-rat\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/celtic-women-head-coach-head-butted-by-rangers-assistant-and-called-little-rat", "date_published": "2023-03-28 09:27:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gwyneth Paltrow’s experts to testify in Utah ski crash trial", "description": "<p>Excerpts from depositions of actor’s children also to be read in court during trial over 2016 collision</p><p>Gwyneth Paltrow’s attorneys are expected to call a series of experts and read depositions from her two teenage children in the first full day of the actor’s trial that they have to call witnesses to make their case.</p><p>Owing to the eight-day limit the judge imposed on the trial, Paltrow’s defence team is expected to face difficult time-management decisions, much like Terry Sanderson’s experienced last week as they attempted to juggle family members, ski instructors and experts in skiing and brain science.</p> <a href=\"https://www.theguardian.com/film/2023/mar/28/gwyneth-paltrows-experts-testify-utah-ski-crash-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/28/gwyneth-paltrows-experts-testify-utah-ski-crash-trial", "date_published": "2023-03-28 09:17:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After Impressionism: why has the National Gallery left female artists out of the picture?", "description": "<p>The gallery predictably frames its new exhibition about modern art around Cézanne, Gauguin and Van Gogh. But there were women painting at the time – so where are their contributions? </p><p>For a 1936 exhibition at MoMA in New York, Alfred H Bar Jr created a <a href=\"https://www.moma.org/momaorg/shared/pdfs/docs/archives/InventingAbstraction_GLowry_359_363.pdf\">flow chart</a> depicting the evolution of modern art in Europe from impressionism through a series of other “-isms”, culminating in abstraction. The chart has become widely derided for its easy-to-follow depiction of art movements evolving in a fixed progression, with no consideration of any artists working outside the Parisian avant garde. The National Gallery’s new exhibition, <a href=\"https://www.theguardian.com/artanddesign/2023/mar/22/after-impressionism-inventing-modern-art-national-gallery-london\">After Impressionism: Inventing Modern Art</a><em>,</em><em> </em>feels like walking through this defunct diagram.</p><p>When the gallery announced the exhibition last year, Twitter users criticised its framing around the three “pivotal figures” of Paul Cézanne, Paul Gauguin, and Vincent van Gogh, and its lack of work by women. The gallery <a href=\"https://twitter.com/NationalGallery/status/1529758889150930944\">responded</a> with a claim that more “major” works by women would be announced in due course. In the final exhibition, there are a total of five works made by women: paintings by <a href=\"https://www.royalacademy.org.uk/article/ra-magazine-francesca-wade-paula-modherson-becker-artist\">Paula Modersohn-Becker</a>, <a href=\"https://www.tate.org.uk/art/artists/sonia-delaunay-993\">Sonia Delaunay</a>, and <a href=\"https://jwa.org/encyclopedia/article/koller-pinell-broncia\">Broncia Koller-Pinell</a>, and sculptures by <a href=\"https://www.musee-rodin.fr/en/resources/rodin-and-artists/camille-claudel\">Camille Claudel</a> and <a href=\"https://www.moma.org/artists/3201\">Käthe Kollwitz</a>. The show includes a total of 94 paintings and sculptures, meaning that 5% of the exhibition is by women – actually a five-fold improvement on the National Gallery’s permanent collection, of which <a href=\"https://www.nationalgallery.org.uk/paintings/women-in-our-collection\">1% of the objects are made by women</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/28/after-impressionism-national-gallery-women-artists\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/28/after-impressionism-national-gallery-women-artists", "date_published": "2023-03-28 09:13:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teaching union says it hopes future strikes won’t disrupt exams but won’t rule it out – UK politics live", "description": "<p>Latest updates: Mary Bousted, joint general secretary of National Education Union, says union hopes to ‘reopen negotations’</p><p>In her interview on the Today programme this morning (see <a href=\"https://www.theguardian.com/politics/live/2023/mar/28/national-education-union-teachers-strike-exams-disruption-uk-politics-latest?page=with:block-642292508f08b7a5ff80bf16#block-642292508f08b7a5ff80bf16\">9.19am)</a>, <strong>Mary Bousted</strong>, the joint general secretary of the National Education Union, criticised the presenter, <strong>Nick Robinson,</strong> for suggesting that one of the candidates in the election for the next NEU general secretary is an extremist.</p><p>Robinson said that Bousted was not right when she said not teacher wanted to disrupt exams, that some extremists in the union did favour these tactics, and that one of them was the man likely to succeed her as general secretary. Robinson did not name him, but he was referring to Daniel Kebede.</p><p>I think this is quite outrageous, actually. You’re you’re bringing what is a really serious issue about the future of teachers, about the current state of teachers in the classroom, down to personalities. I think that is really base and it demeans the programme. I’m really sorry. you’ve done that, Nick.</p><p>We need a strong and united union that can make that case, one that fights and wins on the issues that matter to our members, one that boosts pay, reduces workload, wins on funding and one that reclaims education for educators and for our children.</p> <a href=\"https://www.theguardian.com/politics/live/2023/mar/28/national-education-union-teachers-strike-exams-disruption-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/mar/28/national-education-union-teachers-strike-exams-disruption-uk-politics-latest", "date_published": "2023-03-28 09:03:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Lammy on regrets, Rwanda flights and racism: ‘I’ve had so many death threats’", "description": "<p>The working-class son of Guyanese immigrants could soon be the foreign secretary. He discusses antisemitism, Suella Braverman – and his experience of being stopped and searched at 12</p><p>Last September, the son of a single mother raised in the shadow of the Broadwater Farm estate in north London attended the official proclamation of the king. It was only as David Lammy was dressing for the privy council ceremony at St James’s Palace that the experience started to feel faintly surreal.</p><p>“I got the bus back home just to feel normal,” the shadow foreign secretary says. “I get a bit emotional about this, but I can’t tell you – I’ve travelled a long, long way from where my parents started, and my upbringing, a long, long way. And that’s, in a way, the miracle of this country.” His Guyana-born parents, ardent monarchists, would doubtless have been proud, but didn’t live to see the day; as he notes, his parents, and those of his childhood friends, led hard lives and mostly died relatively young, while his posher university mates’ parents are still busy “running the world”.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/28/david-lammy-on-regrets-rwanda-flights-and-racism-ive-had-so-many-death-threats\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/28/david-lammy-on-regrets-rwanda-flights-and-racism-ive-had-so-many-death-threats", "date_published": "2023-03-28 09:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s verbal assaults pose risks to prosecutors and could fuel violence", "description": "<p>Trump has resorted to ‘incendiary rhetoric’ to deter investigations and to rile up his base, experts say, and shows no sign of letting up</p><p>Donald Trump’s demagogic attacks on prosecutors investigating criminal charges against him are aimed at<strong> </strong>riling up his base and could spark violence, but show no signs of letting up as a potential indictment in at least one case looms, say legal experts.</p><p>At campaign rallies, speeches and on social media Trump has lambasted state and federal prosecutors as “thugs” and claimed that two of them – who are Black – are “racist”, language designed to inflame racial tension.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/trump-incendiary-rhetoric-could-fuel-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/trump-incendiary-rhetoric-could-fuel-violence", "date_published": "2023-03-28 09:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘An inherent indignity’: the fight to get workers with disability a living wage", "description": "<p>Advocates are highlighting a system of state tax credits across the US that allow employers to pay employees as low as $3 an hour</p><p>“They are people who really can’t do anything,” Shawn Tarwater, a state representative in Kansas told a state House committee last month as he argued to protect a scheme that allows companies to pay people with disabilities as little as $3 an hour. “If you do away with programs like that, they will rot at home. There is no place for them to go.”</p><p>The comments have sparked a storm of <a href=\"https://kansasreflector.com/2023/02/16/kansas-organizations-denounce-rep-tarwaters-claim-people-with-disabilities-cant-do-anything/\">protests</a> from <a href=\"https://www.drckansas.org/about/news/pressrelease_february162023\">disability advocates</a> and highlighted a system of state tax credits across the US that allows employers to pay people with disabilities significantly less than the federal minimum wage. In some cases, disability advocates say, people are being paid as little as three cents an hour.</p> <a href=\"https://www.theguardian.com/society/2023/mar/28/disabled-workers-living-wage-fight\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/28/disabled-workers-living-wage-fight", "date_published": "2023-03-28 09:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK supermarket inflation hits record high, making shoppers hunt for bargains", "description": "<p>Prices rise fastest for eggs, milk and cheese amid shortages of salad and other items </p><p>Supermarket price inflation in the UK has hit another record high, adding £837 to annual household bills, as shoppers increasingly turn to multiple supermarkets to hunt for bargains.</p><p>Price increases for groceries hit an all-time high of 17.5% in the four weeks to 19 March compared with a year earlier, according to the latest figures from the data firm Kantar. The prices of eggs, milk and cheese are rising at the fastest pace. The latest price rises mean an average annual household bill for groceries is £5,617, Kantar said.</p> <a href=\"https://www.theguardian.com/business/2023/mar/28/uk-supermarket-inflation-record-high-bargains-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/28/uk-supermarket-inflation-record-high-bargains-prices", "date_published": "2023-03-28 08:15:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan caught between superpowers as rival leaders visit China and US", "description": "<p>Ma Ying-jeou’s ‘we are all Chinese’ message is starkly at odds with vision of Tsai Ing-wen, who seeks support from Washington</p><p>Taiwan’s former president Ma Ying-jeou stood in front of the Sun Yat-sen mausoleum in Nanjing on Tuesday and called for people on both sides of the Taiwan strait to work together for peace, because, he said: “We are all Chinese.”</p><p>The 73-year-old is in China on a historic visit, the first by a current or former Taiwanese president since 1949. In the decades since, tensions have increased as Beijing vows to annex Taiwan under what it calls “reunification”. Taiwan’s government and people have become <a href=\"https://www.theguardian.com/world/2022/aug/28/we-are-chinese-meet-the-taiwanese-who-want-to-embrace-beijing-rule\">increasingly opposed to the prospect of Chinese rule</a>, and few identify themselves as Chinese.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/taiwan-leaders-visit-china-us-ma-ying-jeou-tsai-ing-wen\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/taiwan-leaders-visit-china-us-ma-ying-jeou-tsai-ing-wen", "date_published": "2023-03-28 08:08:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Night of the 12th review – gripping true-crime drama breaks with convention", "description": "<p>A young woman is murdered on the streets of Grenoble in this unnerving, fictionalised version of a real case that haunts the police officers unable to solve it</p><p>French film-maker Dominik Moll has given us a gripping true-crime procedural, a desolate study of the ubiquity of evil and misogynist violence and the abyss of unknowing into which everyone finds themselves gazing: crime victims, relatives and the police themselves. And crime in the real world is often not bounded by the Agatha Christie conventions of clearcut motives and culprits unmasked.</p><p>Moll and screenwriter Gilles Marchand have fictionalised a real case recounted by the French author Pauline Guéna in her 2020 eyewitness reportage book 18.3: Une Année à la PJ, for which she was embedded for a year with France’s Police Judiciaire (equivalent to the UK’s CID); 18.3 being that part of the French penal code which governs their existence. On a certain ominous night in 2016, a young woman in Grenoble called Clara (Lula Cotton-Frapier) leaves a house after dark where she had been hanging out with her friend, Stéphanie (Pauline Serieys), and impulsively records a video in the street on her phone saying how much she loves her – and is then horrifyingly slaughtered by an unseen assailant. A team of cops is assigned to her case, led by the new chief Yohan (Bastien Bouillon) and a moody, careworn older officer Marceau (Bouli Lanners). One of the first things that the forensic squad naturally have to do is delicately bag up Clara’s smartphone, a precious vessel of potentially useful information (including that video) and, fundamentally, her digital soul, a repository of her entire identity.</p> <a href=\"https://www.theguardian.com/film/2023/mar/28/the-night-of-the-12th-review-gripping-true-crime-drama-dominik-moll\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/28/the-night-of-the-12th-review-gripping-true-crime-drama-dominik-moll", "date_published": "2023-03-28 08:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Touching Cloth by Fergus Butler-Gallie review – the pratfalls and pitfalls of priesthood", "description": "<p>Butler-Gallie’s wry memoir of his work as a Church of England priest is warm and rewarding, if tinged with disappointment</p><p>When the young clergyman Fergus Butler-Gallie was asked, by the curious and the insolent, “What made you become a priest?” – with a variety of different emphases depending on the interlocutor – his stock answer was to reply: “Well, I heard that black was slimming.” Yet, as he subsequently reveals in this diary-cum-memoir<em>, </em>his true answer, shruggingly expressed, was: “Death, I suppose.”</p><p>It is this dichotomy between the sacred and profane – or to be more exact, tragedy and farce – that permeates Butler-Gallie’s account of contemporary life in the Church of England. After two accomplished volumes of humorous ecclesiastical history, including 2018’s excellent <em>A Field Guide to the English Clergy</em><em>, </em>he now turns his attention to himself and proves a witty and adept guide to the foibles of the well-intentioned and all too human figures who follow holy orders. He comes from a military family, and when he tells his father that he is considering becoming a clergyman, the patriarch’s response, delivered with “a well-worn hereditary hangdog look”, is: “In many ways it’s not so different from the army. The outfit’s stupid and the pay’s crap.”</p><p><em>Touching Cloth: Confessions and Communions of a Young Priest</em> by Fergus Butler-Gallie is published by Bantam Press (£16.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/touching-cloth-9781787635753\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/mar/28/touching-cloth-review-fergus-butler-gallie-confessions-and-communions-of-young-priest-the-pratfalls-and-pitfalls-of-priesthood\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/28/touching-cloth-review-fergus-butler-gallie-confessions-and-communions-of-young-priest-the-pratfalls-and-pitfalls-of-priesthood", "date_published": "2023-03-28 08:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Founder of Afghan girls’ school project arrested in Kabul", "description": "<p>Matiullah Wesa, head of Pen Path, was beaten and arrested outside a mosque after prayers</p><p>The founder of a project that campaigned for girls’ education in Afghanistan has been detained by Taliban authorities in Kabul, his brother and the UN have said.</p><p>The Taliban government last year barred girls from attending secondary school, making Afghanistan the only country in the world where there is a ban on education.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/28/founder-afghan-girls-school-project-matiullah-wesa-pen-path-arrested-in-kabul\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/28/founder-afghan-girls-school-project-matiullah-wesa-pen-path-arrested-in-kabul", "date_published": "2023-03-28 07:50:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I saw lightning between their fingers’: DJs on the magic of unusual dancefloors", "description": "<p>As new book Dance Your Way Home explores dancing beyond nightclub confines, A Guy Called Gerald, Eliza Rose and more reveal their favourite unexpected places to get down – from Welsh quarries to Croatian beaches</p><p>Smuggled booze, awkward dancing, clumsy kissing and the burning stare of a watchful teacher are experiences that may spring to mind when you think of secondary school dances in the UK. However, if you were a pupil in mid-1980s Chicago, you might find house music heroes such as Frankie Knuckles and Ron Hardy rocking up on a weekly basis to turn your school gymnasium into scenes of sweat-drenched jacking pandemonium.</p><p>In her new book, Dance Your Way Home: A Journey Through the Dancefloor, Emma Warren describes such a scene as “the dance music equivalent of having Jean-Michel Basquiat drop into your after-school art club, or Serena Williams cover Friday afternoon PE”. It’s one of many beautifully detailed and captivating moments in a book that captures unique and untold, yet pivotal, dancefloor moments throughout history and the significant impact they have culturally, socially and politically.</p> <a href=\"https://www.theguardian.com/music/2023/mar/28/dance-music-stars-dancefloors\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/28/dance-music-stars-dancefloors", "date_published": "2023-03-28 07:35:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "William Hill to pay record £19.2m for ‘widespread and alarming’ failures", "description": "<p>Gambling group fined over errors in social responsibility and anti-money-laundering measures</p><p>William Hill has been fined a record £19m for “widespread and alarming” social responsibility and anti-money-laundering failures, the Gambling Commission has announced.</p><p>Three gambling businesses owned by William Hill will pay a total of £19.2m – the largest penalty in the commission’s history. The previous largest fine was <a href=\"https://www.theguardian.com/society/2022/aug/17/entain-settlement-failing-rules-make-gambling-safer-crime-free\">£17m imposed last August on Entain</a>, the gambling firm behind Ladbrokes and Coral.</p> <a href=\"https://www.theguardian.com/business/2023/mar/28/william-hill-to-pay-record-failures-gambling\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/28/william-hill-to-pay-record-failures-gambling", "date_published": "2023-03-28 07:05:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Food inflation at record high; MPs to grill Bank of England over SVB UK collapse – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/2023/mar/28/sour-taste-as-cost-of-sugar-hits-easter-eggs-and-hot-cross-buns-say-uk-retailers\">‘Sour taste’ as cost of sugar hits Easter eggs and hot cross buns, say UK retailers</a></li></ul><p><strong>Last night, Bank of England governor Andrew Bailey said the wave of early retirements could force up inflation, leading to higher interest rates.</strong></p><p>Speaking at the London School of Economics, Bailey said the exit of older workers from the labour force had pushed up economic inactivity.</p><p>If those workers have accumulated enough savings to sustain a desired level of consumption much like the one they had before their early retirement, at least for a while, aggregate demand will not have fallen by as much as aggregate supply.</p><p>We should expect this to put upward pressure on inflation in a way that would call for a higher level of interest rates to dampen demand.</p><p>“We believe the UK banking system is resilient, with robust capital and liquidity positions, and well placed to support the economy.”</p><p>“With the financial policy committee on the case of securing financial stability, the monetary policy committee can focus on its own important job of returning inflation to target.”</p> <a href=\"https://www.theguardian.com/business/live/2023/mar/28/food-inflation-record-high-mps-bank-of-england-silicon-valley-bank-uk-svb-collapse-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/mar/28/food-inflation-record-high-mps-bank-of-england-silicon-valley-bank-uk-svb-collapse-business-live", "date_published": "2023-03-28 07:01:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antonio has joined the chat: group therapy for departed Spurs managers | Jonathan Liew", "description": "<p>WhatsApp group where Daniel Levy’s former employees discuss his wine gum obsession and sketchy transfer policy</p><p><em><strong>Daniel Levy Su</strong></em><em><strong>pport Network </strong>Nuno, José, Mauricio +10 others</em></p><p><strong>José Mourinho </strong>someone add antonio</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/28/antonio-conte-jose-mourinho-daniel-levy-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/28/antonio-conte-jose-mourinho-daniel-levy-tottenham", "date_published": "2023-03-28 07:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London’s County Hall to host immersive Paddington Bear theatre show", "description": "<p>The Paddington Bear Experience, a family-friendly show based on Michael Bond’s character, will be at the ex-GLC building on the South Bank</p><p>The world of Michael Bond’s irrepressible, marmalade-loving bear Paddington is to be re-created for an immersive theatre experience at London’s County Hall.</p><p>Audiences will be invited to explore the environs of 32 Windsor Gardens, where Paddington settles with the Brown family after arriving from Peru, including an array of familiar settings from Bond’s books. Opening later this year, The Paddington Bear Experience will unfold across a space of 26,000 sq ft at the building, a former local government headquarters, on the Thames. The production is designed by Immersive Octopus, the creative collective behind <a href=\"https://www.immersivepeakyblinders.com/\">Peaky Blinders: The Rise</a>, which runs in London until May and brings to life the violent world of the gangster TV series.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/28/londons-county-hall-to-host-immersive-paddington-bear-theatre-show\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/28/londons-county-hall-to-host-immersive-paddington-bear-theatre-show", "date_published": "2023-03-28 07:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Since having our third child my wife seems too busy for sex", "description": "<p>I am a very sexual man, but my wife has so much to juggle that we aren’t as intimate as we once were. How can I reignite the spark?</p><p><strong>I am </strong><strong>in my 40s</strong><strong> and married to the love of my life</strong><strong>. I am</strong><strong> a very sexual and sensual man. I derive pleasure from pleasing my wife and connecting with her physically and emotionally. However, since having our third</strong><strong> child two years ago</strong><strong> I feel that we have lost</strong><strong> our physical connection. We still have sex but it is less frequent than I would like and </strong><strong>it is usually rushed because the kids are at home or</strong><strong> we are off to </strong><strong>run errands. </strong><strong>At times, I feel </strong><strong>as if my wife is so mentally busy juggling work and the kids</strong><strong> that she doesn’t think about sex and intimacy as much as I do.</strong></p><p>It is perfectly normal for a woman with three children and a job to be less available for sex than she was when she had fewer responsibilities. Many couples benefit from planning time together for sex and it sounds as though this would be very useful for you both. If possible, find specific times to get help with childcare and do something fun together and make love elsewhere. I know this is a change from the past when you could have sex more spontaneously, but it is your current reality. You both need to carve out this special time for intimacy as your sexual reconnection will not happen without it. Try to be patient, support your wife as much as you can and remember that for many busy women the sexiest thing you can do is wash the dishes, organise the fridge and empty the bins.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/28/since-having-our-third-child-my-wife-seems-too-busy-for-sex\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/28/since-having-our-third-child-my-wife-seems-too-busy-for-sex", "date_published": "2023-03-28 07:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Legacy, what legacy?’ Fight goes on for migrant workers in Qatar 100 days after World Cup", "description": "<p>The eyes of the world are no longer on Doha and, although some progress has been made, many workers feel let down</p><p>The grass inside Lusail Stadium is lush, richly coloured, moist. One hundred days after the <a href=\"https://www.theguardian.com/football/2022/dec/18/world-cup-final-argentina-france-match-report\" title=\"\">World Cup final</a>, the pitch is still watered daily and cut once a week; a team of around 30 workers are on hand to maintain the site. Empty white seats glare from stands that once housed swaying, jubilant Argentina fans; an unseasonable wind whistles under the roof that once held in their songs. The nearby boulevard, where Lionel Messi and his victorious teammates paraded into the December night, is almost empty save for groups of south Asian workers, cloths covering their heads to protect them from the midday sun, filling in the gaps between paving slabs with fresh cement.</p><p>There is still work to be done here even though the circus has moved on. But many of those who remain are patently at risk of exploitation and abuse despite Qatar’s attempts to mask the cracks in its partially successful labour reforms. When Qatar announced those flagship measures in August 2020, a decade after it won the right to host the World Cup, Fifa called them “groundbreaking”. The Qataris claimed they were a “major step forward”. The UN said they marked a “new era”. Even Qatar’s strongest critics gave them a cautious welcome.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/legacy-fight-goes-on-for-migrant-workers-in-qatar-100-days-after-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/legacy-fight-goes-on-for-migrant-workers-in-qatar-100-days-after-world-cup", "date_published": "2023-03-28 07:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s the great TikTok panic – and it could accelerate the end of the internet as we know it | Emily Taylor", "description": "<p>Democracies should be maturely debating online safety and data, not making  kneejerk responses that risk an idea we all cherish</p><p>TikTok’s chief executive, Shou Zi Chew, discovered during his five-hour <a href=\"https://www.theguardian.com/technology/2023/mar/23/tiktok-shou-zi-chew-congress\">grilling by US Congress</a> what Huawei could have told him all along: being owned by a Chinese company is bad for business.</p><p>In fact, <a href=\"https://www.theguardian.com/technology/2023/mar/17/why-is-tiktok-banned-from-government-phones-and-should-rest-of-us-be-worried\">the panic over TikTok</a> is a lot like like Huawei and 5G all over again. The security and privacy risks are plausible, but largely without evidence. What this is really about is trust, trade and geopolitics.</p><p>Emily Taylor is an associate fellow in the International Security Programme, Chatham House, CEO of Oxford Information Labs and editor of the Journal of Cyber Policy</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/tiktok-panic-end-internet-democracies-online-data\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/tiktok-panic-end-internet-democracies-online-data", "date_published": "2023-03-28 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NGOs, MPs and academics call for withdrawal of UK’s illegal migration bill", "description": "<p>More than 60 signatories write to PM before Tuesday’s debate, warning bill will ‘cost lives’</p><p>More than 60 NGOs, MPs and academics have written to Rishi Sunak urging him to withdraw the UK’s <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/what-does-the-uk-governments-migration-bill-propose\">illegal migration bill</a>, warning that it will drive <a href=\"https://www.theguardian.com/world/modern-slavery\">modern slavery</a> underground and “cost lives”.</p><p>Ahead of the controversial bill’s committee stage debate on Tuesday, signatories, including Anti-Slavery International, After Exploitation and Liberty say it would “rob” people fleeing danger of the right to claim asylum, simply for entering the UK irregularly.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/ngos-mps-and-academics-call-for-withdrawal-of-uks-migration-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/28/ngos-mps-and-academics-call-for-withdrawal-of-uks-migration-bill", "date_published": "2023-03-28 07:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Return of the Gedi: space mission that maps Earth’s forests saved from destruction", "description": "<p>Nasa grants last-minute reprieve to invaluable climate and biodiversity scanner on International Space Station, due to be incinerated in Earth’s atmosphere</p><p>Nasa has extended the life of a key climate and biodiversity sensor for scanning the world’s forests which was set to be destroyed in Earth’s atmosphere.</p><p>The Global Ecosystem Dynamics Investigation (Gedi) mission – pronounced like Jedi in Star Wars – was launched from the Kennedy Space Center in Florida to the <a href=\"https://www.theguardian.com/science/international-space-station\">International Space Station</a> (ISS) in December 2018, and has provided the first 3D map of the world’s forests.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/28/return-of-gedi-space-mission-maps-earths-forests-saved-from-destruction-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/28/return-of-gedi-space-mission-maps-earths-forests-saved-from-destruction-aoe", "date_published": "2023-03-28 06:30:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: multiple drones downed over Kyiv after blasts, mayor says", "description": "<p>Kyiv air defence says they have downed 13 drones involved in a nighttime attack on the Ukrainian capital that sparked fires but caused no casualties.</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-398-of-the-invasion\">What we know on day 398 of the invasion</a></li></ul><p>The German defence minister, <strong>Boris</strong> <strong>Pistorius,</strong> confirmed the arrival of 18 Leopard 2 battle tanks in Ukraine on Monday.</p><p>In a post to Twitter, Pistorius said he believed the tanks would make a “crucial difference at the front”.</p><p>They are in Ukraine already.</p><p>A year ago, no one would have thought that our partners’ support would be so strong.</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/28/russia-ukraine-war-live-news-updates-multiple-russian-drones-shot-down-over-kyiv-blasts-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/28/russia-ukraine-war-live-news-updates-multiple-russian-drones-shot-down-over-kyiv-blasts-attack", "date_published": "2023-03-28 06:09:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "O2 Arena showed a dismal attitude to my disability", "description": "<p>The venue boasts of a ‘gold standard’ customer service award, but it made a concert visit impossible</p><p><strong>I hope you can help with the dismal way the O2 Arena treats folks with disabilities. In July 2020, I spent £338 on tickets for two Elton John performances – a seat for myself on one night, and one for myself and my daughter on another. The concerts were due in November 2021, but postponed until May this year after Elton John had a fall. In the meantime, I was diagnosed with motor neurone disease. I can’t attend gigs on my own and cannot manage the stairs required to get to my seats.</strong></p><p><strong>As I’m a frequent gig-goer, this has been replicated in many other big venues and all, except O2, have swiftly and efficiently changed my booking to accessible seats with a carer. O2 simply suggests I turn up and they will see if they can accommodate me, but no guarantees. This seems appallingly out of step with trying to make access easy for everyone, and completely blind to the problems I have even getting out of my front door now, let alone making a long journey into London. They’ve stuck to this position even after a 75-minute wait to talk to their “accessibility” team. My main concern is they sort out the evening with my daughter as it’s her birthday present. The ticket for my solo attendance will have to be passed to a friend as I can’t attend alone. <br /></strong><em><strong>SK, Billingshurst, West Sussex</strong></em></p> <a href=\"https://www.theguardian.com/money/2023/mar/28/o2-arena-showed-a-dismal-attitude-to-my-disability\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/28/o2-arena-showed-a-dismal-attitude-to-my-disability", "date_published": "2023-03-28 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind Willow, Sleeping Woman review – Murakami’s surreal tales around a Tokyo earthquake", "description": "<p>The seductively quirky sad-serious tone of the author is evident as a constellation of characters try and save the city – including a lost cat and a giant talkative frog</p><p>Japanese novelist Haruki Murakami has inspired some prestigious movies, most recently <a href=\"https://www.theguardian.com/film/2021/jul/14/drive-my-car-review-hamaguchi-murakami\">Ryûsuke Hamaguchi’s Drive My Car</a>. Regardless of whether this new Murakami adaptation (based on his short story collection of the same name) comes to be considered the best, I think it might actually capture the elusive essence of Murakami more than any other – something in it being a Rotoscope animation of elegant simplicity. It has the ruminative lightness, almost weightlessness, the watercolour delicacy and reticence of the emotions, the sense of the uncanny, the insistent play of erotic possibility and that Murakami keynote: a cat.</p><p>Pierre Földes makes his feature directing debut here, having been long been a composer; his musical credits include <a href=\"https://www.theguardian.com/culture/2002/nov/29/artsfeatures8\">Michael Cuesta’s L.I.E.</a> from 2001, and he has written the score for this movie too, which brings together a constellation of characters and storylines around the recent Tokyo earthquake – to which it attributes a tonal sense of disorientation rather than tragedy and sadness. Komura (voiced in the English-language dub by Ryan Bommarito) is a quiet young man working joylessly in a bank; his wife, Kyoko, (Shoshana Wilder) suffers from insomnia and depression, ceaselessly watching TV news reports about the earthquake. She walks out on Komura, plagued by a guilty memory of having made a bizarre Faustian bargain to get together with him in the first place.</p> <a href=\"https://www.theguardian.com/film/2023/mar/28/blind-willow-sleeping-woman-review-murakamis-surreal-tales-around-a-tokyo-earthquake\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/28/blind-willow-sleeping-woman-review-murakamis-surreal-tales-around-a-tokyo-earthquake", "date_published": "2023-03-28 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bonjour cowboy! America through the eyes of a Frenchman – in pictures", "description": "<p>Stetsons, statues and a ridiculously tiny cop car were all part of Bernard Plossu’s sojourns though the American west during the 70s and 80s</p><p></p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/28/bonjour-cowboy-america-through-the-eyes-of-a-frenchman-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/28/bonjour-cowboy-america-through-the-eyes-of-a-frenchman-in-pictures", "date_published": "2023-03-28 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did Vietnam peace protests stop Nixon using nuclear weapons?", "description": "<p>A new documentary, released amid Putin’s brinksmanship over Ukraine, argues that marches in 1969 changed the US president’s mind. Some historians think otherwise</p><p>A new documentary about demonstrations against the Vietnam war in late 1969 argues that the hundreds of thousands who filled the streets in Washington and almost every major US city convinced Richard Nixon to abandon a plan to sharply escalate the war, including the possible use of tactical nuclear weapons.</p><p>The Movement and The “Madman” will <a href=\"https://www.pbs.org/wgbh/americanexperience/films/movement-and-madman/\">air on PBS</a> on Tuesday. Produced and directed by the veteran documentarian Stephen Talbot, it evokes a peak moment of 1960s activism – and the “absolute disconnection” between what Nixon and his national security adviser, Henry Kissinger, were “deciding to do and the human costs of it, whether it’s to our own soldiers or [Vietnam] civilians”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/27/vietnam-war-documentary-nixon-nuclear-weapons-pbs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/27/vietnam-war-documentary-nixon-nuclear-weapons-pbs", "date_published": "2023-03-28 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Enter Ghost by Isabella Hammad review – drama in the West Bank", "description": "<p>An actor returns to Palestine and joins a local production of Hamlet in this richly layered and elegant examination of memories and oppression</p><p>Isabella Hammad impressed with her debut novel, <em><a href=\"https://www.theguardian.com/books/2019/apr/15/the-parisian-isabella-hammad-review\">The Parisian</a></em>. The story of a Palestinian man navigating upheaval at home and abroad during the first half of the 20th century, its marriage of the personal and the political was notably assured for a twentysomething writer.</p><p>Now, four years later, she’s done it again – and what context could offer a more febrile union of the personal and the political than present-day Palestine? <em>Enter Ghost</em> takes you deep inside the protagonist’s experience while opening a wider window on to life for Palestinians and their exhausting day-to-day struggles.</p> <a href=\"https://www.theguardian.com/books/2023/mar/28/enter-ghost-by-isabella-hammad-review-drama-in-the-west-bank\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/28/enter-ghost-by-isabella-hammad-review-drama-in-the-west-bank", "date_published": "2023-03-28 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My sister has become a great gardener – and I have never felt so betrayed | Zoe Williams", "description": "<p>I thought we had figured out years ago what kind of family we are: sowers of chaos. So when did she develop the patience for plants?</p><p>I left a houseplant outside, not because I didn’t know it was a houseplant – I had been told: “This will look nice in your kitchen” – but because I assumed plants were like rabbits: whether you called them indoor or outdoor, they always prefer to be in the garden. It sickened over time without my noticing, to the point where I had to send a picture of it to my sister. She said: “Yes, this is a houseplant, which you are killing,” then sent me an instructional video about how to rescue it.</p><p>As I was watching it, I couldn’t help noticing the timbre of her voice – Prue Leith levels of certainty and expertise with a Gregg Wallace can-do attitude – and the jungle of succulents on her table; tiny, creepy verdure bursting out of terraria – with the garden vying for attention through the window, full of … well, full of damn plants.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/my-sister-has-become-a-great-gardener-and-i-have-never-felt-so-betrayed\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/my-sister-has-become-a-great-gardener-and-i-have-never-felt-so-betrayed", "date_published": "2023-03-28 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sonos Era 100 review: the latest best-sounding smart speaker", "description": "<p>Compact wifi hifi with big sound supports hundreds of music services, multiple voice assistants and looks the part</p><p>The Era 100 is the first of a brand new line of wifi speakers from multi-room audio specialists Sonos, taking what was good about its popular longstanding One series and adding more bass and stereo sound.</p><p>The new compact smart speaker costs £249 ($249/A$399), making it the mid-range option in the company’s speaker line after the firm’s <a href=\"https://www.theguardian.com/technology/2019/aug/12/ikea-symfonisk-speaker-review-sonos-on-the-cheap\">collaboration with Ikea starting at £99</a>.</p><p><strong>Dimensions:</strong> 18.3 x 12 x 13.1cm</p><p><strong>Weigh:</strong> 2kg</p><p><strong>Speakers:</strong> two tweeters, one midwoofer</p><p><strong>Connectivity:</strong> wifi 6, Bluetooth 5, USB-C, AirPlay 2, Spotify Connect</p> <a href=\"https://www.theguardian.com/technology/2023/mar/28/sonos-era-100-review-the-latest-best-sounding-smart-speaker\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/28/sonos-era-100-review-the-latest-best-sounding-smart-speaker", "date_published": "2023-03-28 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winged messengers: how first-class pigeons help police keep Indians safe", "description": "<p>Since 1946, despite floods, cyclones and remote terrain, the birds have carried vital intelligence round Odisha state. Now the authorities want to clip their wings …</p><p>With social media and smartphones offering instant communications, the postcard and the telegram are virtually obsolete. But in India’s eastern state of Odisha, police are working hard to preserve an even older practice – carrier pigeons.</p><p>Used to carry messages between stations in remote regions and keep in touch with police units on the move, the police pigeons of Odisha also proved to be the only dependable method of communication during devastating floods in 1982 and a 1999 super-cyclone that caused widespread destruction in the coastal state. Indeed, the handlers say pigeon post helped save many lives.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/28/winged-messengers-how-first-class-pigeons-help-police-keep-indians-safe\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/28/winged-messengers-how-first-class-pigeons-help-police-keep-indians-safe", "date_published": "2023-03-28 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No reward for leaning in: the workplace toll of emotional labor", "description": "<p>Women are expected to play an impossible game: show compassion and submission while being assertive and confident</p><p>When Devin McNalley, a Michigan native, landed a job in marketing at a large legacy automotive company in her 20s, she couldn’t wait to prove her worth. Her university degree in communications and a self-starter attitude that had transformed a server job into a PR one made her believe she could do good work, get noticed, and even start to meaningfully climb the corporate ladder.</p><p>Devin was entering a male-dominated industry, but she didn’t blink at it. Her mother was among the first generation of women to enter white-collar industries en masse in the second half of the 20th century. The figure of a corporate woman was normal to her, and she had good reason to believe her qualifications, combined with her natural intelligence, charm, and assertiveness, would work in her favor as she sought to get ahead.</p> <a href=\"https://www.theguardian.com/society/2023/mar/27/emotional-labor-work-women-career-gender\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/27/emotional-labor-work-women-career-gender", "date_published": "2023-03-28 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Tourism is our only option’: the community banking on birding in north India", "description": "<p>A new initiative in a Himalayan wildlife sanctuary is attracting birdwatchers and hikers to the remote foothills, and offering vulnerable villages a lifeline</p><p>With the morning sun on her face, Kamla Joshi sits outside her house in Dalar village peeling potatoes, preparing a celebration dish for Holi. I ponder whether I should pitch in, but there are constant distractions: the toddler being chased by her grandad, the buffalo shifting listlessly in the yard, and not least the view of Trisul – a snow-smothered Himalayan knife-edge that rears above the oak trees and mustard flowers of Kamla’s garden in the Kumaon Hills.</p><p>But I’ve only stopped for a cup of spicy chai and it isn’t long before I’m on my feet again, following a hiking path through Dalar with my guide Hem, Kamla’s husband. Our tea break was partly so that Hem could show off his family and the new homestay he’s building in the village where he was born, helped by money he earns as a guide with Village Ways in Binsar wildlife sanctuary. This 50 sq km reserve in Uttarakhand, a forested northern state backing on to the Himalayas, feels far off the tourist trail and is a haven for birds.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/28/tourism-is-our-only-option-the-community-banking-on-birding-in-north-india\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/28/tourism-is-our-only-option-the-community-banking-on-birding-in-north-india", "date_published": "2023-03-28 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disabled people are ‘lost and excluded’ when disasters hit, says UN advocate", "description": "<p>Lack of data and fallout from Covid both hamper equal rights, and women suffer worst, says new chair of UN disability rights committee</p><p>People with disabilities are most at risk and last to be looked for in disasters like earthquakes and floods, a UN official has said.</p><p>A lack of available data means they remain “lost and excluded” from rescue operations, said Gertrude Fefoame, the new chair of the UN committee on the rights of persons with disabilities.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/28/disabled-people-are-lost-and-excluded-when-disasters-hit-says-un-advocate\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/28/disabled-people-are-lost-and-excluded-when-disasters-hit-says-un-advocate", "date_published": "2023-03-28 05:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: an odd hour in which Bear Grylls meets the Ukrainian president", "description": "<p>The TV survival expert travels to Kyiv to interview Zelenskiy and other Ukrainians. Plus: Anton and Giovanni hit Taormina. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/28/tv-tonight-an-odd-hour-in-which-bear-grylls-meets-the-ukrainian-president\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/28/tv-tonight-an-odd-hour-in-which-bear-grylls-meets-the-ukrainian-president", "date_published": "2023-03-28 05:20:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It keeps coming back’: Rochdale estate still plagued by mould that killed toddler", "description": "<p>Guardian visits Freehold before release of damning ombudsman report on housing association </p><p>A week after decorating a bedroom in his family’s flat, the wallpaper is peeling and damp is visible through the new paint. “I’m throwing money away,” says Arunas Yankunas, exasperated.</p><p>In every room – and on doors and clothes – there are traces of mould. Attempts to paint over it do not work. Yankunas had to pull all the carpets up because they were black, and is starting to put laminate flooring down. They are not huge, ugly swathes of mould, but it is enough to be worried and he is at his wit’s end.</p> <a href=\"https://www.theguardian.com/society/2023/mar/28/rochdale-estate-freehold-still-plagued-by-mould-awaab-ishak-death\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/28/rochdale-estate-freehold-still-plagued-by-mould-awaab-ishak-death", "date_published": "2023-03-28 05:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A tragic accident should not have landed Auriol Grey in prison. Our justice system is stuck in the dark ages | Simon Jenkins", "description": "<p>The UK’s obsession with jail time is counterproductive and cruel. There are better ways to deal with wrongdoing</p><p>Auriol Grey, who has cerebral palsy and lives in specially adapted accommodation, was walking along a footpath in Huntingdon, Cambridgeshire, and was infuriated to see a bicycle coming towards her. She waved her arm at it, making the 77-year-old rider swerve, lose her balance and fall into the road, where she was hit by a passing car and died. An act of what might be called antisocial behaviour was followed by a terrible accident. Grey is now <a href=\"https://www.theguardian.com/uk-news/2023/mar/02/pedestrian-jailed-manslaughter-cyclist-fall-car-huntingdon\">serving three years</a> in prison for manslaughter.</p><p>Britain’s judicial system is obsessed with prison to a degree that is unlike any other country in western Europe. The number of prisoners has <a href=\"https://commonslibrary.parliament.uk/research-briefings/sn04334/\">roughly doubled</a> since the 1990s. Prison conditions are so bad that a Dutch court refused to extradite a convict to Britain on grounds of its “<a href=\"https://www.theguardian.com/world/2019/may/10/dutch-court-blocks-extradition-of-man-to-inhumane-uk-prisons\">inhumane</a>” jails.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/prisons-uk-justice-jail-sentences-penal-system\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/prisons-uk-justice-jail-sentences-penal-system", "date_published": "2023-03-28 05:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour urges ministers to show ‘ambition’ as it recasts green growth plan", "description": "<p>The shadow net zero secretary Ed Miliband to set out how plan will create jobs in clean energy</p><p>Labour is recasting its green growth plan as the British version of the US’s Inflation Reduction Act to underline its ambition to invest in good, clean energy jobs.</p><p>Ed Miliband, the shadow net zero secretary, will set out how the party’s green prosperity plan will deliver a multi-billion investment by government and businesses to drive jobs in green industries.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/28/labour-urges-ministers-to-show-ambition-as-it-recasts-green-growth-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/28/labour-urges-ministers-to-show-ambition-as-it-recasts-green-growth-plan", "date_published": "2023-03-28 05:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Social landlord in England said mould was ‘acceptable’ in refugees’ homes", "description": "<p>Rochdale Boroughwide Housing’s failure to treat severe mould led to the death of two-year-old Awaab Ishak</p><p>A social landlord claimed refugee tenants were lucky to have a roof over their heads and that mould was “acceptable” in their homes, an investigation has found.</p><p>A manager at Rochdale Boroughwide Housing (RBH), the housing provider whose failure to treat severe mould <a href=\"https://www.theguardian.com/uk-news/2022/nov/15/death-of-two-year-old-awaab-ishak-chronic-mould-in-flat-a-defining-moment-says-coroner\">led to the death</a> of two-year-old Awaab Ishak, made the remark to a colleague, according to a damning report into the landlord’s wider conduct.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/social-landlord-england-said-mould-acceptable-refugees-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/social-landlord-england-said-mould-acceptable-refugees-homes", "date_published": "2023-03-28 05:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A swipe at fashion capitalism’: Telfar’s experiment lets customers set prices", "description": "<p>Brand beloved by Lil Nas X and AOC debuts new sales model: the more popular an item is, the cheaper it ends up being</p><p>Demi Elder owns 16 Telfar bags. The 31-year-old from Crown Heights, Brooklyn, tries to catch every drop from the brand, which has been name-checked in Beyoncé lyrics and seen on everyone from Lil Nas X to Alexandria Ocasio-Cortez.</p><p>“I love that it’s Black-owned, unisex, thoroughly inclusive, and meant for all genders,” she says.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/27/telfar-fashion-live-pricing\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/27/telfar-fashion-live-pricing", "date_published": "2023-03-28 05:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our universe was lost for ever’: what happens when a tech glitch erases your memories?", "description": "<p>Photos, emails, playlists: our phones and computers have become hosts for our pasts. What happens when the backups fail?</p><p>No matter how much our computers assure us they’re backing everything up to a hard drive in the sky, memory failure remains a hardwired part of our lives. Writers reflect on when a digital loss created an emotional hole – from the college essay that disappeared minutes before the due date to an iPhone update that lost years of photographs.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/27/digital-loss-photos-backup-deleted-memory\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/27/digital-loss-photos-backup-deleted-memory", "date_published": "2023-03-28 05:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The healthspan revolution: how to live a long, strong and happy life", "description": "<p>Dr Peter Attia is an expert on longevity and preventative medicine. He explains how sleep, weight training and other incremental changes can make us much more resilient</p><p>Twenty years ago, Peter Attia was working as a trainee surgeon at Johns Hopkins hospital in Baltimore, where he saved countless people facing what he calls “fast death”. “I trained in a very, very violent city,” he tells me. “We were probably averaging 15 or 16 people a day getting shot or stabbed. And, you know, that’s when surgeons can save your life. We’re really good at that.”</p><p>What got to him, he says, were the people he treated who were in the midst of dying much more slowly. “All the people with cardiovascular disease, all the people with cancer: we were far less effective at saving those people. We could delay death a little bit, but we weren’t bending the arc of their lives.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/28/healthspan-revolution-how-to-live-long-strong-happy-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/28/healthspan-revolution-how-to-live-long-strong-happy-life", "date_published": "2023-03-28 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three abandoned children, two missing parents and a 40-year mystery", "description": "<p>Elvira and her brothers, Ricard and Ramón, were left at a train station in Barcelona aged two, four and five. As an adult, when Elvira decided to look for her parents, she discovered a family history wilder than anything she had imagined</p><p>n 22 April 1984, a sandy-haired, ringleted two-year-old girl named Elvira was driven with her brothers, Ricard and Ramón, aged four and five, to a grand railway terminus in Barcelona. The children, dressed in designer clothes, rode in a white Mercedes-Benz driven by their father’s French friend Denis. He parked near the modernist Estación de Francia and walked them into the hangar-like hall, which had shiny, patterned marble floors and was topped by two glass domes. Once there, he told the children to wait while he bought sweets.</p><p>The three siblings waited, but Denis did not return. Eventually, Elvira started crying. A railway worker asked what was wrong and Ramón, who spoke French and Spanish, explained. The police were called, but when they asked the children their parents’ names, they did not know. Nor could the children give their own surnames, or say where they lived – except that, until recently, it had been Paris.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/three-abandoned-children-two-missing-parents-40-year-mystery-elvira-moral-barcelona\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/three-abandoned-children-two-missing-parents-40-year-mystery-elvira-moral-barcelona", "date_published": "2023-03-28 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ve seen oiled birds’: fears for protected wetlands after Poole harbour spill", "description": "<p>RSPB sounds alarm over Arne peninsula, one of UK’s most heavily protected natural areas</p><p>On the Arne peninsula in Dorset, the gnarled heather and gorse gives way to a soft sand beach gently lapped by the opaque waters of Poole harbour.</p><p>But as a flock of oystercatchers graces the skies above this globally significant ecological site, an unsettling anxiety pervades the otherwise tranquil idyll.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/28/weve-seen-oiled-birds-fears-for-protected-wetlands-after-poole-harbour-spill\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/28/weve-seen-oiled-birds-fears-for-protected-wetlands-after-poole-harbour-spill", "date_published": "2023-03-28 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could faecal transplants be the next frontier in health? | podcast", "description": "<p>Madeleine Finlay hears from science correspondent Linda Geddes about her experience becoming a faecal transplant donor, how getting a dose of someone else’s gut bacteria could treat illnesses like arthritis, diabetes and cancer, and asks whether a pill made from poo is an idea we are  ready to swallow</p> <a href=\"https://www.theguardian.com/science/audio/2023/mar/28/could-faecal-transplants-be-the-next-frontier-in-health-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/mar/28/could-faecal-transplants-be-the-next-frontier-in-health-podcast", "date_published": "2023-03-28 04:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Hits very close to home’: Nashville shooting reporter recounts story of attack at her own school", "description": "<p>A US reporter covering the shooting in Tennessee has told viewers how she is a school shooting survivor</p><p>A television reporter covering the school shooting in Nashville elementary school has described how she is herself a school shooting survivor and offered advice for the parents of children who “witness the unthinkable”.</p><p>Joylyn Bukovac, a reporter for WSM4 in Nashville, Tennessee, disclosed the detail during her live cross from outside Covenant School, where <a href=\"https://www.theguardian.com/us-news/2023/mar/27/tennessee-nashville-school-shooting-covenant\">three adults and three children were killed</a><strong><a href=\"https://www.theguardian.com/us-news/2023/mar/27/tennessee-nashville-school-shooting-covenant\"> </a></strong><a href=\"https://www.theguardian.com/us-news/2023/mar/27/tennessee-nashville-school-shooting-covenant\">on Monday.</a></p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/nashville-tennesee-shooting-reporter-journalist-recounts-story-of-attack-at-her-own-school\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/nashville-tennesee-shooting-reporter-journalist-recounts-story-of-attack-at-her-own-school", "date_published": "2023-03-28 02:20:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Being truthful is essential’: scientist who stumbled upon Wuhan Covid data speaks out", "description": "<p>Florence Débarre’s discovery of genetic data online showed for first time that animals susceptible to coronavirus were present at market</p><p>One of the most compelling clues to the origins of the Covid-19 pandemic was uploaded without announcement to a scientific database, going unnoticed for weeks.</p><p>And then, just as suddenly, it vanished from public view.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/being-truthful-is-essential-scientist-who-stumbled-upon-wuhan-covid-data-speaks-out\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/being-truthful-is-essential-scientist-who-stumbled-upon-wuhan-covid-data-speaks-out", "date_published": "2023-03-28 02:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s way beyond just science’: untangling the hunt for Covid’s origins – podcast", "description": "<p>Three years after much of the world was forced into Covid lockdowns, the precise origins of the virus are still hazy, and the hunt is bringing scientists into confrontation with political forces that many are not prepared for</p><p>One of the most compelling clues as to the origins of a once-in-a-century pandemic was uploaded without announcement – without being noticed for weeks – on a scientific database. And then, just as suddenly, it vanished from public view.</p><p>The genetic data, from swabs taken at the Huanan seafood market in Wuhan, China, in the weeks after Covid-19 first emerged, was available online for only a few weeks: just long enough for a Parisian scientist to <a href=\"https://www.theguardian.com/society/2023/mar/17/covid-19-origins-raccoon-dogs-wuhan-market-data\">stumble upon</a> it while working from her couch on a Saturday afternoon earlier this month.</p> <a href=\"https://www.theguardian.com/news/audio/2023/mar/28/way-beyond-just-science-untangling-hunt-for-covid-origins-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/mar/28/way-beyond-just-science-untangling-hunt-for-covid-origins-podcast", "date_published": "2023-03-28 02:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 398 of the invasion", "description": "<p>Ukraine unable to ensure safety of nuclear plant until Russian forces leave; Kyiv air defence shoots down drones</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-398-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-398-of-the-invasion", "date_published": "2023-03-28 00:09:20+00:00", "persistent": false, "user": null, "language": "en-UK"}]