[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Propaganda chce \"niszczyć polskie miasta rakietami\"", "description": "Czołowy rosyjski propagandysta chce ostrzeliwać polskie miasta. Władimir Sołowjow na antenie Rossija 1 pytał czy Polacy chcą być następni i powiedział, że Rosja zniszczy polskie miasta rakietami. Wcześniej groźby w stronę Warszawy kierowała propaganda Białorusi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/rosja-propaganda-chce-niszczyc-polskie-miasta-rakietami/", "date_published": "2023-03-28 19:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Został niesłusznie skazany za gwałt. Mężczyzna dostanie gigantyczne odszkodowanie", "description": "Stan Nowy Jork zgodził się zapłacić 5,5 miliona dolarów odszkodowania mężczyźnie, który został niesłusznie skazany za gwałt i spędził w więzieniu 16 lat.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/usa-zostal-nieslusznie-skazany-za-gwalt-mezczyzna-dostanie-gigantyczne-odszkodowanie/", "date_published": "2023-03-28 19:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Dwa lata kolonii karnej dla ojca, którego córka narysowała antywojenny obrazek", "description": "Nastoletnia Masza narysowała w szkole antywojenny rysunek. Wezwano jej ojca, przesłuchiwano i według jego relacji - bito. Ostatecznie mężczyzna usłyszał wyrok za dyskredytowanie armii. Rosjanin ma spędzić w kolonii karnej dwa lata. Córkę umieszczono w ośrodku dla nieletnich.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/rosja-dwa-lata-kolonii-karnej-dla-ojca-ktorego-corka-narysowala-antywojenny-rysunek/", "date_published": "2023-03-28 17:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Morze Japońskie: Rosja wystrzeliła pociski Moskit. Trafiły w cel", "description": "Rosyjska marynarka wojenna podczas ćwiczeń na Morzu Japońskim wystrzeliła manewrujące pociski przeciwokrętowe Moskit - przekazał resort obrony Rosji. Pociski trafiły w pozorowany wrogi cel. Na zwiększoną aktywność rosyjskich sił zareagował japoński minister spraw zagranicznych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/morze-japonskie-rosja-wystrzelila-pociski-moskit-trafily-w-cel/", "date_published": "2023-03-28 16:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Układ Słoneczny. We wtorek wieczorem na niebie pojawią się: Jowisz, Merkury, Uran, Mars i Wenus", "description": "We wtorek, chwilę po zachodzie słońca będzie można dostrzec niezwykłe zjawisko. Na naszym niebie pięć planet Układu Słonecznego ułoży się w taki sposób, że wszystkie będą dostrzegalne gołym okiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/uklad-sloneczny-we-wtorek-wieczorem-na-niebie-pojawia-sie-jowisz-merkury-uran-mars-i-wenus/", "date_published": "2023-03-28 16:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "MKOl. Thomas Bach jest za dopuszczeniem Rosjan i Białorusinów do IO 2024 w Paryżu", "description": "Międzynarodowy Komitet Olimpijski we wtorek przywrócił możliwość startów Rosjan i Białorusinów w sportach indywidualnych pod flagą neutralną. Wcześniej przewodniczący organizacji Thomas Bach rekomendował takie rozwiązanie. Decyzja nie oznacza jeszcze zgody na udział w nadchodzących IO 2024 w Paryżu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/mkol-thomas-bach-jest-za-dopuszczeniem-rosjan-i-bialorusinow-do-io-2024-w-paryzu/", "date_published": "2023-03-28 15:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Dziewczynka zaatakowana przez stado psów", "description": "Policja z Manchesteru przejęła 17 psów rasy American Bully. Wcześniej kilka z nich zaatakowało sześcioletnią dziewczynkę. Dziecko trafiło do szpitala. Zwierzęta pogryzły jej twarz.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/wielka-brytania-dziewczynka-zaatakowano-przez-stado-psow/", "date_published": "2023-03-28 13:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Strzelanina w szkole w Nashville. Policja opublikowała nagranie", "description": "Sześć osób, w tym troje dzieci, zginęło w strzelaninie, do której doszło w szkole chrześcijańskiej w Nashville (USA). Atak przeprowadziła uzbrojona kobieta, która została zastrzelona przez policję. Motywy jej działania nie są znane. Policja opublikowała nagranie z kamer monitoringu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/strzelanina-w-szkole-w-nashville-policja-opublikowala-nagranie/", "date_published": "2023-03-28 13:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Wypadek autokaru relacji Warszawa-Odessa. Według policji podróżowało nim 25 osób", "description": "W pobliżu miejscowości Wołoczyska w obwodzie chmielnickim z drogi wypadł autokar jadący z Warszawy do Odessy. Pojazdem podróżowało 25 osób, w tym dwoje dzieci. Ukraińska policja poinformowała o rannych, ale nie podała szczegółów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/ukraina-wypadek-autokaru-relacji-warszawa-odessa/", "date_published": "2023-03-28 13:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zakaz sprzedaży aut spalinowych do 2035 r. Ostateczna decyzja UE", "description": "Zakaz rejestracji prawie wszystkich nowych aut spalinowych wejdzie w życie w 2035 r. w Unii Europejskiej - zadecydowały kraje unijne. Wyjątek będą stanowiły te auta, które będą jeździć tylko na paliwach neutralnych pod względem emisji CO2. Za przyjęciem nowych regulacji opowiedziały się 23 kraje, trzy wstrzymały się od głosu, a Polska - jako jedyna - zagłosowała przeciw.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/zakaz-sprzedazy-aut-spalinowych-do-2035-r-ostateczna-decyzja-ue/", "date_published": "2023-03-28 13:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA, Karolina Północna. Kierowca Amazona dostarczył paczkę. Obok policja negocjowała z bandytą", "description": "Kierowca Amazona w USA zszokował internautów. Nagrano go, jak dostarczał paczkę w chwili, gdy trwało niebezpieczne starcie policji z uzbrojonym bandytą. Film stał się hitem sieci.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/usa-karolina-polnocna-kierowca-amazona-dostarczyl-paczke-obok-policja-negocjowala-z-bandyta/", "date_published": "2023-03-28 12:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja: Przeszukania w największych bankach. Powodem podejrzenia o pranie pieniędzy", "description": "Francuscy i niemieccy śledczy przeszukują pięć banków mających siedziby w paryskiej dzielnicy finansowej. Działania prowadzą w ramach śledztwa dotyczącego masowych oszustw podatkowych i prania pieniędzy. Według gazety Le Monde przeszukiwane banki to Societe Generale, BNP Paribas, Exane, Natixis i HSBC.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/francja-przeszukania-w-najwiekszych-bankach-powodem-podejrzenia-o-pranie-pieniedzy/", "date_published": "2023-03-28 12:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Josef Fritzl napisał książkę w więzieniu. Twierdzi, że jest \"dobrym człowiekiem\"", "description": "Josef Fritzl, który przez ponad dwie dekady więził swoją córkę w piwnicy i wykorzystywał ją seksualnie, napisał książkę. We fragmentach przytaczanych przez austriackie i niemieckie media można wyczytać, że potwór z Amstetten uważa się za dobrego i rodzinnego człowieka. Chwali się też miłosnymi podbojami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/josef-fritzl-napisal-ksiazke-w-wiezieniu-twierdzi-ze-jest-dobrym-czlowiekiem/", "date_published": "2023-03-28 11:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Portugalia: Atak nożownika w Lizbonie. Są ofiary", "description": "Co najmniej dwie osoby zginęły w wyniku ataku nożownika w centrum religijnym Ismaili Centre w Lizbonie. Napastnik został postrzelony przez policję. Funkcjonariusze mieli pojawić się na miejscu po minucie od odebrania zgłoszenia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/portugalia-atak-nozownika-w-lizbonie-sa-ofiary/", "date_published": "2023-03-28 11:24:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Demokratyczna Republika Konga: Wypadek w kopalni złota. Górników odkopywano gołymi rękami", "description": "W jednej z kopalni złota w Demokratycznej Republice Konga zawaliła się ziemia. Do sieci trafiło nagranie, na którym widać, jak mężczyźni gołymi rękami próbują uratować zasypanych. Dzięki ich heroicznej pracy udało się uratować dziewięć osób.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/demokratyczna-republika-konga-wypadek-w-kopalni-zlota-gornikow-odkopywano-golymi-rekami/", "date_published": "2023-03-28 10:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Papież Franciszek w modnej kurtce. Zdjęcie wykonała sztuczna inteligencja", "description": "AI oszukuje internet. Dowodem na to jest zdjęcie papieża Franciszka w modnej, białej kurtce. Utworzono je przy użyciu generatora obrazów sztucznej inteligencji o nazwie Midjourney. Błyskawicznie rozeszło się w sieci, szokując internautów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/papiez-franciszek-w-modnej-kurtce-zdjecie-wykonala-sztuczna-inteligencja/", "date_published": "2023-03-28 09:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Moskwa: Czarny pierścień nad Strogino. Nagrania obiegły sieć", "description": "Mieszkańcy moskiewskiej dzielnicy Strogino nagrali nietypowe zjawisko atmosferyczne. Nad ich głowami pojawił się pierścień czarnego dymu. Propagandowe media zapewniają, że to nic poważnego. Innego zdania są media ukraińskie. Zwracają uwagę, że niektórzy naoczni świadkowie słyszeli głośny huk.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/moskwa-czarny-pierscien-nad-strogino-nagrania-obiegly-siec/", "date_published": "2023-03-28 08:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ramzan Kadyrow spotkał się ze swoją córką. Chwaliła wkład Fundacji Kadyrowa", "description": "Obsadzenie najważniejszych stanowisk w Czeczenii rodziną i przyjaciółmi Ramzana Kadyrowa doprowadza do niespotykanych wcześniej absurdów. Uwagę mediów i komentatorów przykuło niedawne spotkanie przywódcy ze jego córką. 20-letnia Khutmat Kadyrow, kuratorka służby zdrowia, opisywała zasługi Fundacji Achmata Kadyrowa dla republiki. Na czele organizacji stoi... matka Ramzana Kadyrowa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/ramzan-kadyrow-spotkal-sie-ze-swoja-corka-chwalila-wklad-fundacji-kadyrowa/", "date_published": "2023-03-28 07:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Atak irańskich dronów na Kijów. Zniszczono 12 urządzeń", "description": "W nocy z poniedziałku na wtorek w przestrzeni powietrznej Kijowa wykryto i zniszczono 12 dronów produkcji irańskiej Shahed. W poniedziałek wieczorem w stolicy Ukrainy doszło do wielu eksplozji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-28/ukraina-atak-iranskich-dronow-na-kijow-zniszczono-12-urzadzen/", "date_published": "2023-03-28 04:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]