[{"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 399 of the invasion", "description": "<p>Situation at Zaporizhzhia ‘very dangerous’, says UN nuclear watchdog; Avdiika ‘being wiped off face of the earth’ says top local official</p> <a href=\"https://www.theguardian.com/world/2023/mar/29/russia-ukraine-war-at-a-glance-what-we-know-on-day-399-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/29/russia-ukraine-war-at-a-glance-what-we-know-on-day-399-of-the-invasion", "date_published": "2023-03-28 23:03:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Socceroos turn focus to new World Cup qualifying cycle after loss to Ecuador", "description": "<ul><li>Australia lose 2-1 in Melbourne on Tuesday night</li><li>Graham Arnold delights in debuts of young quartet</li></ul><p>Socceroos coach Graham Arnold has delighted in Australia’s learning experience and unearthing of depth against Ecuador as he turns his focus to the start of a new World Cup cycle and next year’s Asian Cup.</p><p>Arnold shrugged off a difficult 2-1 loss in the second match in Melbourne, four days after a 3-1 victory in Sydney, instead savouring his four debutants and building depth.</p> <a href=\"https://www.theguardian.com/football/2023/mar/29/socceroos-turn-focus-to-new-world-cup-qualifying-cycle-after-loss-to-ecuador\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/29/socceroos-turn-focus-to-new-world-cup-qualifying-cycle-after-loss-to-ecuador", "date_published": "2023-03-28 22:34:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mike Pence must testify before grand jury investigating January 6 – reports", "description": "<p>A federal judge ruled the former vice-president must appear in the inquiry into Trump’s attempt to overturn the 2020 election</p><p>Former US vice-president Mike Pence must testify in front of a grand jury investigating Donald Trump’s election subversion and incitement of the January 6 attack on Congress, a federal judge reportedly ruled on Tuesday.</p><p>Multiple news <a href=\"https://www.nytimes.com/2023/03/28/us/politics/pence-testify-jan-6-grand-jury.html\">outlets</a> reported the ruling, which <a href=\"https://apnews.com/article/pence-testify-grand-jury-trump-subpoena-07bdd3e97230dc28787f0becb98bcb4b?utm_source=homepage&amp;utm_medium=TopNews&amp;utm_campaign=position_02&amp;utm_content=eyebrows\">remained</a> under seal.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/mike-pence-testify-jan-6-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/mike-pence-testify-jan-6-trump", "date_published": "2023-03-28 19:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Republican congressman says ‘we’re not going to fix’ school shootings", "description": "<p>Tim Burchett says he doesn’t see a role for Congress in preventing tragedies ‘other than mess things up’ after Nashville shooting</p><p>After the latest massacre of schoolchildren in the United States, the Republican congressman Tim Burchett answered the question Americans have all but given up asking of their elected officials by <a href=\"https://twitter.com/brenonade/status/1640512268927418368\">telling reporters</a>: “We’re not going to fix it.”</p><p>The three-term congressman from Tennessee, the state where an intruder fatally shot three nine-year-old students and three adults at a small Christian school on Monday, appeared to compare the expectation of safety for American schoolchildren with that of soldiers fighting Japanese suicide attackers during the second world war.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/tim-burchett-republican-nashville-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/tim-burchett-republican-nashville-shooting", "date_published": "2023-03-28 18:35:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russian and Belarus athletes should be allowed to compete as neutrals, says IOC", "description": "<ul><li>Thomas Bach: ‘We see that in some sports it’s already working’</li><li>‘Blanket prohibition of athletes cannot go on’</li></ul><p>Russian and Belarusian athletes should be allowed to compete again across all sports as neutral athletes – as long as they have no clear links to the military, the International Olympic Committee has said.</p><p>However the IOC’s executive board has suggested that Russian and Belarusian teams should remain banned from international competition, along with athletes and coaches who are vocal supporters of the war.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/28/russian-and-belarus-athletes-should-be-allowed-to-compete-as-neutrals-says-ioc\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/28/russian-and-belarus-athletes-should-be-allowed-to-compete-as-neutrals-says-ioc", "date_published": "2023-03-28 18:04:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Dungeons & Dragons: Honor Among Thieves review – passable, playful adventure", "description": "<p>There’s just about enough goofy charm, if not enough humour, in this serviceable attempt to create a new big-screen franchise from the fantasy game</p><p>Even with a surprise resurgence in the popularity of the immersive, exhausting role-playing fantasy game Dungeons &amp; Dragons (2017 saw more players of the game than any other year in its entire existence), betting a reported $150m on a new franchise-starting film is a risky, borderline reckless, move, like betting on a regular goblin against a hobgoblin in a magic sorcery battle (note: I have never played Dungeons &amp; Dragons before). As acceptably engaging as Dungeons &amp; Dragons: Honor Among Thieves might be, it’s hard to fully understand the thinking behind such a wild gambit, especially given that a splashy <a href=\"https://deadline.com/2023/01/dungeons-and-dragons-live-action-series-paramount-plus-rawson-marshall-thurber-eone-paramount-pictures-1235215486/\">Paramount+ TV series</a> is also in the works, the success of one film immediately dictating the existence of an entire extended universe.</p><p>While other more mainstreamed franchises have touched upon loosely similar fantasy territory, from Game of Thrones to Lord of the Rings, there’s more of a niche, loaded quality to D&amp;D that could prevent a similar trajectory, an association with hardcore geek culture that might be hard to shake for the average multiplex-frequenter. It’s not as if those behind the film aren’t also acutely aware of this as well, hiring the duo behind Game Night, Horrible Bosses and Spider-man: Homecoming to bring some pop and levity, aiming to give the film a Guardians of the Galaxy-esque irreverence, something the cool kids could enjoy just as much. It’s a passable attempt at such and one which is made all the more passable by context, comparing it with recent Marvel and DC films making it seem that much better but is that enough to warrant such lofty universe-starting investment?</p> <a href=\"https://www.theguardian.com/film/2023/mar/28/dungeons-dragons-honor-among-thieves-review-passable-playful-adventure\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/28/dungeons-dragons-honor-among-thieves-review-passable-playful-adventure", "date_published": "2023-03-28 16:08:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Florida school pulls anti-racism film Ruby Bridges after parent complaint", "description": "<p>Elementary school in Tampa area withdraws screenings of Disney film that tells story of black student in segregated 1960s</p><p>Disney’s anti-racism film <a href=\"https://www.theguardian.com/society/2021/may/06/ruby-bridges-the-six-year-old-who-defied-a-mob-and-desegregated-her-school\">Ruby Bridges</a> is the subject of a complaint brought by a Florida parent who claims the movie is not appropriate for second-graders, because it might teach them that “white people hate Black people”.</p><p>The film, which tells the story of a six-year-old girl who integrated New Orleans schools in the 1960s, has been a staple of school curriculums during Black History Month in the state’s Tampa-area county of Pinellas.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/28/ruby-bridges-florida-school-anti-racism-film-parent-complaint\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/28/ruby-bridges-florida-school-anti-racism-film-parent-complaint", "date_published": "2023-03-28 14:51:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Charlotte Edwards: ‘There’s an edge to me – I am a winner’", "description": "<p>Fresh from Mumbai Indians’ win in the Women’s IPL final, the head coach speaks about the X-factor player England turned down and her desire to coach internationally</p><p>“It’s been the most unbelievable six weeks I have had in cricket,” says Charlotte Edwards, fresh off the plane after the <a href=\"https://www.theguardian.com/sport/2023/mar/26/sciver-brunt-stars-as-mumbai-indians-win-inaugural-womens-premier-league\">victory with Mumbai Indians</a> in the Women’s Premier League final on Sunday and about to head straight into a coaching session with Southern Vipers.</p><p>This 48-hour turnaround may sound like a comedown after Nat Sciver-Brunt sealed a seven-wicket win against Delhi Capitals at Mumbai’s Brabourne Stadium, but Edwards is buzzing. “I just love it,” she says, before heading to the Ageas Bowl. “Maybe the players will be happy to see me … maybe not.”</p> <a href=\"https://www.theguardian.com/sport/2023/mar/28/charlotte-edwards-theres-an-edge-to-me-i-am-a-winner-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/28/charlotte-edwards-theres-an-edge-to-me-i-am-a-winner-cricket", "date_published": "2023-03-28 14:42:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I’ve never felt this pain’: Andreescu leaves court in wheelchair at Miami Open", "description": "<ul><li>Canadian has suffered brutal run of injuries in recent years</li><li>22-year-old had been in good run of form recently</li></ul><p>2019 US Open champion Bianca Andreescu left the court in a wheelchair due to a leg injury in the second set of her Miami Open match against Ekaterina Alexandrova on Monday night.</p><p>Andreescu was trailing in the match when she fell to the court as she moved across the baseline, clutching her lower left leg and screaming. A short time later, she was wheeled off the court to a standing ovation.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/28/ive-never-felt-this-kind-of-pain-andreescu-leaves-court-in-wheelchair-at-miami-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/28/ive-never-felt-this-kind-of-pain-andreescu-leaves-court-in-wheelchair-at-miami-open", "date_published": "2023-03-28 13:35:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Post your questions for singing legend Darlene Love", "description": "<p>As well as having her own timeless hits, Love has sung with everyone from Frank Sinatra to Cher – and she will answer your questions on anything in her starry career</p><p>Hers is one of the most powerful voices in popular music: so warming in its deep register and so head-spinningly euphoric in its higher notes. At the age of 81, Darlene Love is still socking it to audiences – and she joins us this week to answer your questions.</p><p>Grounded first in gospel choirs then doo-wop groups, her group the Blossoms caught the ear of producer Phil Spector in the early 1960s. He drafted Love in to sing the lead on the infectiously strutting He’s a Rebel, which was credited to another group, the Crystals, on its release. Love perfectly evoked the infatuation and insubordination in this tale of loving a no-good guy, and took it to the top of the US charts.</p> <a href=\"https://www.theguardian.com/music/2023/mar/28/post-your-questions-for-singing-legend-darlene-love\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/28/post-your-questions-for-singing-legend-darlene-love", "date_published": "2023-03-28 12:06:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Undefeated South Carolina set up mouthwatering Final Four clash with Iowa", "description": "<ul><li>Aliyah Boston will face Caitlin Clark on Friday night</li><li>Virginia Tech reach their first Final Four after win over OSU</li></ul><p>Aliyah Boston had 22 points and 10 rebounds and top-seeded South Carolina used their smothering defense to stop Maryland 86-75 on Monday night and reach their third straight Final Four.</p><p>Do-it-all star Caitlin Clark and the Iowa Hawkeyes await in the national semi-finals in Dallas on Friday, a game featuring two of the biggest stars in the sport. That can wait for now. Her players deserve that, South Carolina coach Dawn Staley said.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/28/undefeated-south-carolina-set-up-mouthwatering-final-four-clash-with-iowa\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/28/undefeated-south-carolina-set-up-mouthwatering-final-four-clash-with-iowa", "date_published": "2023-03-28 11:41:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Silicon Valley Bank collapse was fastest since Barings, says BoE governor", "description": "<p>Credit Suisse crisis was ‘drawn out’ compared with SVB demise, Andrew Bailey tells MPs</p><p>The governor of the Bank of England has admitted he was surprised by how quickly Silicon Valley Bank failed, saying it was the fastest demise of a lender since<a href=\"https://www.theguardian.com/business/from-the-archive-blog/2015/feb/24/nick-leeson-barings-bank-1995-20-archive\"> Barings Bank collapsed</a> in the mid-1990s.</p><p>Andrew Bailey told MPs on the Treasury committee it had been decades since a lender had gone from “health to death” within a matter of days, saying that Barings Bank –which was brought down by the rogue trader Nick Leeson – was the only worthwhile comparison to what happened to the US tech lender.</p> <a href=\"https://www.theguardian.com/business/2023/mar/28/silicon-valley-bank-collapse-barings-boe-andrew-bailey-credit-suisse\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/28/silicon-valley-bank-collapse-barings-boe-andrew-bailey-credit-suisse", "date_published": "2023-03-28 10:49:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Canadian MPs summon senior soccer officials as they investigate response to abuse", "description": "<p>Former Canada Soccer presidents Nick Bontis and Victor Montagliani will be asked about the organization’s response to sexual abuse within the sport</p><p>Concacaf president Victor Montagliani has been summoned to appear at an investigation by Canadian elected government officials into business dealings by Canada Soccer and how the organization has responded to sexual abuse within the sport.</p><p>A summons has also been issued to another former Canada Soccer president, Nick Bontis. He was elected to Concacaf’s Council in February as its representative for North America just days before <a href=\"https://www.theguardian.com/football/2023/feb/28/head-of-canadian-soccer-resigns-as-dispute-with-players-continues\">resigning from his position at Canada Soccer</a> amid a labor dispute with the women’s national team. Sean Heffernan, Canada Soccer’s chief financial officer, has also been issued with a summons.</p> <a href=\"https://www.theguardian.com/football/2023/mar/28/canadian-mps-summon-senior-soccer-officials-as-they-investigate-response-to-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/28/canadian-mps-summon-senior-soccer-officials-as-they-investigate-response-to-abuse", "date_published": "2023-03-28 09:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia v Ecuador: international football friendly – live", "description": "<ul><li>Updates from the Socceroos’ second homecoming match</li><li>Kick-off time at Melbourne’s Marvel Stadium is 7.30pm AEDT</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.freelance@theguardian.com\">Email Jonathan</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p>Alex Robertson making his international debut the other day gives me a very rare opportunity to say “I told you so”. Here I am back in 2020 earmarking the son (and grandson) of a gun for greatness, be it for Australia, England, Scotland, or Peru.</p><p>Jackson Irvine will captain Australia for the first time tonight. The 63rd skipper of the Socceroos, and first genuine hipster. Here he is mentioning Nick Cave and Tom Waits inside 30 seconds of a profile.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/28/australia-v-ecuador-international-football-friendly-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/28/australia-v-ecuador-international-football-friendly-live", "date_published": "2023-03-28 08:05:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘In awe’: New Zealand aurora hunters entranced by unusually bright southern lights display", "description": "<p>Recent auroras have been so intense they have been visible as far north as Auckland </p><p>The lure of unusually vibrant views of the southern lights in New Zealand has prompted aurora-hunters to drive for hours through the night to capture the “elusive” sight on camera, with social media groups devoted to swapping tips growing in size.</p><p>The aurora australis is always more visible in <a href=\"https://www.theguardian.com/australia-news/2017/may/29/huge-naked-eye-beams-spectacular-aurora-australis-lights-up-the-southern-skies\">New Zealand and Australian skies</a> during autumn and winter – beginning in March in the southern hemisphere – but this month, the southern lights have been more visible than usual, analysts say. Auroras – beautiful light shows in the night sky – are seen when sunspots erupt, causing solar storms which send material from the sun towards Earth.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/in-awe-new-zealand-aurora-hunters-entranced-by-unusually-bright-southern-lights-display\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/in-awe-new-zealand-aurora-hunters-entranced-by-unusually-bright-southern-lights-display", "date_published": "2023-03-28 05:12:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hundreds of thousands to continue strikes and protests in France", "description": "<p>Fears of more violent clashes with police as demonstrations against Macron’s unpopular pensions policy to carry on</p><p>Hundreds of thousands of people are expected to take part in street protests and strikes across France on Tuesday amid fears of violent clashes with police, as demonstrations continue over Emmanuel Macron’s use of constitutional executive powers to push through an unpopular raise of the pension age.</p><p>The protest movement against <a href=\"https://www.theguardian.com/world/2023/mar/16/why-are-pensions-such-a-political-flashpoint-in-france-macron\">raising the age from 62 to 64</a> is the biggest domestic crisis of Macron’s second term, with the strikes on Tuesday expected to affect refineries, bin collections, rail transport, air travel and schools. Authorities in Paris and several cities are braced for clashes between police and protesters.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/strikes-protests-france-macron-pensions-clashes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/strikes-protests-france-macron-pensions-clashes", "date_published": "2023-03-28 04:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Energy-hungry TikTok data centre harming our Ukraine ammunition production plans, CEO says", "description": "<p>Head of Norwegian manufacturer Nammo says plans to increase production at its largest factory are affected by demands of nearby data centre</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p>One of Europe’s largest ammunition manufacturers has said efforts to meet surging demand from the war in Ukraine have been stymied by a new TikTok data centre that is monopolising electricity in the region close to its biggest factory.</p><p>The chief executive of Nammo, which is co-owned by the Norwegian government, said a planned expansion of its largest factory in central Norway hit a roadblock due to a lack of surplus energy, with the construction of TikTok’s new data centre using up electricity in the local area.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/28/energy-hungry-tiktok-data-centre-ukraine-ammunition-production-nammo-norway\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/28/energy-hungry-tiktok-data-centre-ukraine-ammunition-production-nammo-norway", "date_published": "2023-03-28 03:40:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New Zealand may join Aukus pact’s non-nuclear component", "description": "<p>Defence minister says government ‘willing to explore’ participating in ‘pillar two’ of defence deal founded by Australia, UK and US</p><p>New Zealand’s government has confirmed it is discussing joining the non-nuclear part of the Aukus alliance founded by Australia, the UK and US.</p><p>“We have been offered the opportunity to talk about whether we could or wish to participate in that pillar two [non-nuclear] aspect of it,” said Andrew Little, the New Zealand defence minister. “I’ve indicated we will be willing to explore it.”</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/new-zealand-may-join-aukus-pacts-non-nuclear-component\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/new-zealand-may-join-aukus-pacts-non-nuclear-component", "date_published": "2023-03-28 03:11:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Daniel Ricciardo readies for bittersweet F1 return at Australian GP", "description": "<ul><li>Ricciardo to watch from stands after leaving McLaren in 2022</li><li>Oscar Piastri to contest first home GP for struggling McLaren</li></ul><p>Daniel Ricciardo returns to the Australian Grand Prix this weekend without a car but still with plenty of local support at Albert Park, as Melbourne prepares for its biggest weekend of the sporting year and Formula One fans eagerly await what is being tipped as the “fastest race in Melbourne ever”.</p><p>Ousted last year by McLaren and replaced with rookie fellow Australian Oscar Piastri, the popular Ricciardo will endure the bittersweet experience of watching his home grand prix from the outer as his former team battle to get off the ground floor in 2023.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/28/bittersweet-f1-return-for-daniel-ricciardo-as-fastest-ever-australian-grand-prix-predicted\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/28/bittersweet-f1-return-for-daniel-ricciardo-as-fastest-ever-australian-grand-prix-predicted", "date_published": "2023-03-28 02:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "That Australians are having fewer children isn’t just about money – but cutting the cost would help | Jessica Rozen", "description": "<p>If policymakers want a bigger population, they should do more for those who want to have kids</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>It’s no secret that Australians are having fewer children.</p><p>The latest ABS statistics reveal our fertility rate was 1.7 – well below the so-called replacement rate needed to keep the population growing.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p><p>Jessica Rozen (formerly Mizrahi) is an economic consultant and commentator. She has taught, researched and applied economics for over a decade</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/that-australians-are-having-fewer-children-isnt-just-about-money-but-cutting-the-cost-would-help\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/28/that-australians-are-having-fewer-children-isnt-just-about-money-but-cutting-the-cost-would-help", "date_published": "2023-03-28 01:48:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We are very vulnerable’: cyclone-hit Vanuatu pins climate hopes on UN vote", "description": "<p>Pacific nation is sponsoring resolution that will ask ICJ to rule on consequences for climate inaction</p><p>Last month, twin cyclones tore through Port Vila, the capital of the Pacific nation of Vanuatu. The category-four storms left corrugated iron roofs crumpled like leftover wrapping paper, flooded the streets with waste-ridden mud, cut residents off from water and electricity for several days, and sent many fleeing to hastily established evacuation centres.</p><p>Devastation of this sort is becoming more common throughout the Pacific, where rising sea levels are leaving shorelines increasingly vulnerable to extreme weather made more intense by climate change.</p> <a href=\"https://www.theguardian.com/world/2023/mar/28/we-are-very-vulnerable-cyclone-hit-vanuatu-pins-climate-hopes-on-un-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/28/we-are-very-vulnerable-cyclone-hit-vanuatu-pins-climate-hopes-on-un-vote", "date_published": "2023-03-28 00:49:12+00:00", "persistent": false, "user": null, "language": "en-US"}]