[{"source": "https://www.engadget.com/rss.xml", "title": "Spotify's Niche Mixes let you generate personalized playlists for almost anything", "description": "<p>Spotify already offers a host of personalized playlists, and now the company is giving users even more control over the generation of those mixes. Building on the mood, decades and genre playlists the platform <a href=\"https://www.engadget.com/spotify-personalized-mixes-artist-genre-decade-100020453.html\"><ins>debuted in 2021</ins></a>, Spotify today <a href=\"https://newsroom.spotify.com/2023-03-28/introducing-niche-mixes-personalized-playlists-for-almost-anything-you-can-think-of/\"><ins>introduced Niche Mixes</ins></a>, a feature the company says combines all of its personalized playlists “in a playful way.”</p><div id=\"4d77d95a490d4b5db60859c878fe4f49\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>In short, you can now prompt Spotify to create an algorithmically generated mix for almost any mood or genre. To do so, navigate over to Spotify’s search bar and type the activity you want the app to soundtrack for you and add “mix” to the end. You can get pretty creative. I asked Spotify to create a witch house playlist for me, followed by one featuring relaxing videogame soundtracks. In both cases, Spotify obliged and did a pretty good job of selecting appropriate tracks. That said, you'll sometimes run into situations where Spotify won't produce an exact match for the mix you want. For example, I asked it to create a &quot;dubstep work mix,&quot; only to get a workout playlist instead.&nbsp;&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>As with the company’s other personalized mixes, you can expect each playlist to feature a mixture of familiar songs alongside tracks ones you may not have heard before. Niche mixes are available to today to free and Premium users who search in English.</p>This article originally appeared on Engadget at https://www.engadget.com/spotifys-niche-mixes-let-you-generate-personalized-playlists-for-almost-anything-220006705.html?src=rss", "link": "https://www.engadget.com/spotifys-niche-mixes-let-you-generate-personalized-playlists-for-almost-anything-220006705.html?src=rss", "date_published": "2023-03-28 22:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Star Trek: Strange New Worlds' season 2 premieres June 15th", "description": "<p>You now know when you can continue following the <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-preview-040051197.html\">adventures of Captain Christopher Pike</a>. Paramount+ has <a href=\"https://ca.startrek.com/news/new-seasons-strange-new-worlds-lower-decks-prodigy-premiere-globally\">revealed</a> that the second season of <em>Star Trek: Strange New Worlds</em> will premiere June 15th, with new episodes appearing each Thursday. While the streaming service isn't saying much about the plot apart from a <a href=\"https://www.engadget.com/star-trek-lower-decks-season-3-episode-10-the-stars-at-night-review-150041363.html\"><em>Star Trek: Lower Decks</em></a> crossover, it's promising a 10-episode run and has already renewed the show for a third season.</p><p>Animation fans in the US, meanwhile, can expect <em>Lower Decks</em> season four in August and a fifth season in the pipeline. The new episodes have the crew of the <em>USS Ceritos</em> dodging &quot;malevolent computers,&quot; getting trapped in caves and running into aliens from across the galaxy.</p><span id=\"end-legacy-contents\"></span><p>The second season of kids' animated series <em>Star Trek: Prodigy</em> is now slated to debut this winter. The <a href=\"https://www.engadget.com/star-trek-discovery-ending-season-5-next-year-070320271.html\">fifth and final season</a> of <em>Star Trek: Discovery</em> was already poised to arrive in early 2024.</p><p>The two confirmed renewals aren't surprising. While Paramount+ is now <a href=\"https://www.engadget.com/paramount-plus-subscribers-grow-152820376.html\">popular for more than Star Trek</a>, the sci-fi franchise remain one of the service's main attractions. <em>Strange New Worlds</em> and <em>Lower Decks</em> in particular have enjoyed a strong reception. With <a href=\"https://www.engadget.com/star-trek-picard-season-3-paramount-plus-preview-review-080010710.html\"><em>Picard</em> winding down</a> this April, the remaining productions will have to carry extra weight.</p>This article originally appeared on Engadget at https://www.engadget.com/star-trek-strange-new-worlds-season-2-premieres-june-15th-210101079.html?src=rss", "link": "https://www.engadget.com/star-trek-strange-new-worlds-season-2-premieres-june-15th-210101079.html?src=rss", "date_published": "2023-03-28 21:05:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Lockheed Martin is building a Moon-to-Earth satellite communications network", "description": "<p>If humanity is going to have a <a href=\"https://www.engadget.com/what-it-will-take-for-humans-to-colonize-the-moon-and-mars-160026478.html\">long-term presence on the Moon</a>, it's going to need reliable communications — and Lockheed Martin thinks it can provide that link. The company has <a href=\"https://news.lockheedmartin.com/2023-03-28-Crescent-Space-to-Deliver-Critical-Services-to-a-Growing-Lunar-Economy\">created</a> a spinoff devoted to lunar infrastructure, Crescent Space, whose first project is a Moon-to-Earth satellite network. Parsec, as it's called, uses a constellation of small lunar satellites to provide a non-stop connection between astronauts, their equipment and the people back home. The system will also provide navigation help.</p><p>The technology should help explorers keep in touch, and assist with spacecraft course changes. As Lockheed Martin explains, though, it could prove vital to those on lunar soil. Parsec's nodes create a lunar equivalent to GPS, giving astronauts their exact positions and directions back to base. A rover crew might know how to return home without driving into a dangerous crater, for instance.</p><span id=\"end-legacy-contents\"></span><p>Crescent's first Parsec nodes should be operational by 2025, with Lockheed Martin providing the satellites. And before you ask: yes, the company is clearly hoping for some big customers. CEO Joe Landon (formerly a Lockheed Martin Space VP) claims Crescent is &quot;well positioned&quot; to support NASA's <a href=\"https://www.engadget.com/nasa-artemis-program-explained-moon-mars-colonization-video-143013129.html\">Artemis Moon landings</a> and other exploratory missions.</p><p>The startup may seem premature when NASA's Artemis program won't even conduct a lunar flyby until late 2024, and a landing at the end of 2025. However, there's already a clear <a href=\"https://www.engadget.com/2018-11-13-moon-mars-space-race.html\">race to the Moon</a> that includes national efforts from the US and China as well as private projects like <a href=\"https://www.engadget.com/spacex-dennis-tito-moon-space-tourist-161528381.html\">SpaceX's lunar tourism</a>. Crescent could help Lockheed Martin profit from that rush without disrupting its existing businesses.</p>This article originally appeared on Engadget at https://www.engadget.com/lockheed-martin-is-building-a-moon-to-earth-satellite-communications-network-204507410.html?src=rss", "link": "https://www.engadget.com/lockheed-martin-is-building-a-moon-to-earth-satellite-communications-network-204507410.html?src=rss", "date_published": "2023-03-28 20:45:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft to reportedly focus on security and AI in next version of Windows", "description": "<p>Microsoft is working on a new “modern” version of Windows with better security and faster updates, <a href=\"https://www.windowscentral.com/software-apps/windows-11/microsoft-windows-corepc-modern-platform-hudson-valley-2024\">according to</a><em>Windows Central</em>. The initiative, called CorePC, would allow Windows to scale better for different devices while still supporting legacy apps.</p><p>CorePC would aim for many of the same goals as the scrapped Windows Core OS (including the also canceled <a href=\"https://www.engadget.com/microsoft-windows-10x-dead-182353110.html\">Windows 10X</a>), which Microsoft billed as a modular modernization of its OS. CorePC would use “state separation” and split Windows into multiple partitions, similar to iOS and Android. This could make it harder for malware to infect the system while making updates faster.</p><span id=\"end-legacy-contents\"></span><p>“The current version of Windows is not a state-separated platform, meaning the entire system is installed into a single writable partition,” explains <em>Windows Central</em>. “System files, user data, and program files are all stored in the same place. CorePC splits up the OS into multiple partitions, which is key to enabling faster OS updates. State separation also enables faster and more reliable system reset functionality, which is important for Chromebook compete devices in the education sector.”</p><p>CorePC would let Microsoft offer various editions of Windows for different hardware, supporting specific features and apps for each. For example, one educationally focused variant could have a light footprint like ChromeOS, running only the Edge browser, web apps, Office and emulated Android apps. Conversely, CorePC could also offer full-fledged versions of Windows that support all the current features and capabilities of the modern Windows 11 desktop. (A “Neon” compatibility layer would let the OS support legacy Windows apps.)</p><p>The company is also reportedly working on a version of CorePC to rival <a href=\"https://www.engadget.com/apple-silicon-m1-mac-181040846.html\">Apple Silicon</a>, which the iPhone maker began shipping in new Macs more than two years ago. Microsoft’s “silicon-optimized” variant would enhance the operating system’s performance and capabilities when tied to specific hardware (like, theoretically, <a href=\"https://www.engadget.com/surface-laptop-5-13-inch-review-specs-price-a-beautiful-design-thats-almost-run-its-course-153049819.html\">Surface devices</a> running a particular class of chips).</p><p>Finally, Microsoft is (unsurprisingly) baking AI into the new project. Its plans include using artificial intelligence to analyze on-screen content and provide appropriate contextual cues. It sounds like a system-wide extension of the AI capabilities in <a href=\"https://www.engadget.com/microsoft-365-copilot-uses-ai-to-automate-everyday-tasks-in-multiple-apps-151133434.html\">upcoming versions of Office</a>.</p><p>As for when you can get your hands on it, Microsoft is reportedly aiming to use CorePC for the next major version of Windows (presumably “Windows 12”), scheduled for 2024. But, of course, the company’s alleged plans could change between now and then.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-to-reportedly-focus-on-security-and-ai-in-next-version-of-windows-201316103.html?src=rss", "link": "https://www.engadget.com/microsoft-to-reportedly-focus-on-security-and-ai-in-next-version-of-windows-201316103.html?src=rss", "date_published": "2023-03-28 20:13:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "E-book library app OverDrive is shutting down on May 1st", "description": "<p>OverDrive, the service you can use to borrow ebooks, audiobooks and other digital media from your local library, school or university, is shutting down. In a blog post spotted by <a href=\"https://techcrunch.com/2023/03/28/library-ebook-app-overdrive-to-shut-down-on-may-1st-readers-directed-to-libby-instead/\"><em><ins>TechCrunch</ins></em></a>, OverDrive <a href=\"https://company.overdrive.com/2023/03/23/reach-more-readers-with-libby-5-ways-to-prepare-your-patrons-for-the-overdrive-app-sunset/\"><ins>announced last week</ins></a> it would shutter the app on May 1st, 2023. The company first shared it was planning to sunset OverDrive <a href=\"https://company.overdrive.com/2021/08/09/important-update-regarding-libby-and-the-overdrive-app/\"><ins>in 2021</ins></a>, revealing at the time that it would delist the service from app stores in February 2022.</p><p>The shutdown represents an effort by OverDrive to move the majority of its users over to its newer <a href=\"https://www.engadget.com/libby-app-irl-123053789.html\">Libby</a> app. The two services have existed alongside one another since Overdrive introduced Libby in 2017, though there’s little reason to use the older app. Libby offers a handful of features that aren’t available on OverDrive, including, most notably, support for multiple library cards, a unified bookshelf for all your loans and holds and Apple CarPlay support.</p><span id=\"end-legacy-contents\"></span><p>If you use OverDrive to enjoy books on your e-reader, you’re probably wondering how the shutdown will affect your Kindle or Kobo. Amazon did not immediately respond to Engadget’s request for information on how it plans to handle the transition. However, most signs point to the shutdown being a minor inconvenience for users who haven’t already moved to Libby. In the US, you can <a href=\"https://help.libbyapp.com/en-us/6017.htm\"><ins>send most books</ins></a> you find on Libby to your Kindle device. Moreover, if you’re still using OverDrive, you can sync your wish lists to Libby. As for Kobo devices, a Rakuten spokesperson said the company would have more information to share on the transition in the future. In either case, Engadget will update this article once there’s more to know.</p>This article originally appeared on Engadget at https://www.engadget.com/e-book-library-app-overdrive-is-shutting-down-on-may-1st-194807737.html?src=rss", "link": "https://www.engadget.com/e-book-library-app-overdrive-is-shutting-down-on-may-1st-194807737.html?src=rss", "date_published": "2023-03-28 19:48:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Dolphin is releasing its Gamecube and Wii emulator on Steam", "description": "<p>Nintendo might be making it <a href=\"https://www.engadget.com/nintendos-eshop-closures-are-putting-generations-of-games-out-of-reach-140052823.html\">harder to play its older games on official hardware</a>, but there are other options if you know where to look. One of them is about to be a lot easier to find: Dolphin, a popular emulator that runs <a href=\"https://www.engadget.com/2016-09-06-dolphin-emulator-now-supports-every-gamecube-game.html\">most GameCube and Wii titles</a>, will be <a href=\"https://dolphin-emu.org/blog/2023/03/28/coming-soon-dolphin-steam/\">launching on Steam later this year</a>. Dolphin is already available for free, but launching on Steam could make using the emulator more straightforward on devices like the <a href=\"https://www.engadget.com/valve-steam-deck-portable-pc-gaming-133008285.html\">Steam Deck</a>, where  dropping to desktop mode and manually installing programs can be a <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\">little cumbersome</a>.&nbsp;</p><p>That doesn't mean downloading Dolphin from the Steam store will give you <a href=\"https://www.engadget.com/2009-03-31-emulator-runs-wii-games-in-720p-while-we-wonder-what-might-have.html\">instant access to classic Nintendo games</a>, however. Dolphin's store page is quick to point out that the &quot;app does not come with games. You must own an original copy of any game you want to use with Dolphin.&quot; If you've dabbled in retro game emulation at all, that should sound pretty familiar — emulating console games is a bit of a legal gray area.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>That's probably why the <a href=\"https://store.steampowered.com/app/1941680/Dolphin_Emulator/\">Dolphin Steam page</a> is reluctant to even identify what, exactly, it does — instead choosing to say it plays &quot;classics from the Big N's cube-shaped and motion-controlled consoles.&quot; The emulator's website is a bit more explicit, specifically stating that &quot;downloading commercial games is illegal&quot; and <a href=\"https://dolphin-emu.org/docs/faq/\">encouraging users use homebrew tools</a> to make backups of game discs they legally own.&nbsp;</p><p>Dolphin is expected to launch on Steam Early Access by the end of Q2 2023, with a full launch planned by the end of the year.&nbsp;</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/dolphin-is-releasing-its-gamecube-and-wii-emulator-on-steam-193356400.html?src=rss", "link": "https://www.engadget.com/dolphin-is-releasing-its-gamecube-and-wii-emulator-on-steam-193356400.html?src=rss", "date_published": "2023-03-28 19:33:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google searches now provide more context and viewpoints for news stories", "description": "<p>Google already provides some <a href=\"https://www.engadget.com/google-about-this-result-update-170038402.html\">context around search results</a> to help you understand the news, and now it's <a href=\"https://blog.google/products/search/google-search-new-fact-checking-misinformation/\">adding</a> more tools to make sure you see the broader picture. To start, there's a new Perspectives carousel that provides viewpoints from experts, journalists and &quot;other relevant voices&quot; for a given news topic. You may see actors and critics' takes after the Oscars, for instance. Perspectives will be available soon in the US for English users.</p><p>You can also learn more about the writers behind news stories. An &quot;About this author&quot; feature tucked inside &quot;About this result&quot; will show creators' backgrounds and encourage the use of trustworthy sources. Google is rolling out the author info worldwide in English, and you'll also find it in the Perspectives carousel.</p><span id=\"end-legacy-contents\"></span><p>The company is simultaneously upgrading some of its existing features. &quot;About this result&quot; will be available for all search languages in the days ahead. Advisories for rapidly developing stories are coming to French, German, Italian, Spanish and Japanese users, too. And if you put an organization's web address into a search, you'll now get &quot;About this page&quot; info toward the top. You'll have a better sense of whether or not that organization's site is worth visiting.</p><p>The extra features help flesh out Google's larger bid to <a href=\"https://www.engadget.com/google-launches-a-media-literacy-program-with-pbs-student-labs-to-combat-misinformation-160024870.html\">fight misinformation</a> and promote news literacy through education, fact-checking and supplemental info. Ideally, searchers will both look for more reliable info and escape media bubbles that reinforce biases. It's not clear how well the additions will help in practice (it requires a desire to double-check content, after all), and this won't fend off bias accusations <a href=\"https://www.engadget.com/house-panel-subpoenas-the-ceos-from-techs-biggest-companies-over-content-moderation-204641525.html\">against Google itself</a>. However, they may be especially useful to students wanting to verify the quality of their sources for essays and research papers.</p>This article originally appeared on Engadget at https://www.engadget.com/google-searches-now-provide-more-context-and-viewpoints-for-news-stories-191545815.html?src=rss", "link": "https://www.engadget.com/google-searches-now-provide-more-context-and-viewpoints-for-news-stories-191545815.html?src=rss", "date_published": "2023-03-28 19:15:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google and ADT team up for new Nest-integrated security tools", "description": "<p>It’s been three years since Google and security firm ADT <a href=\"https://9to5google.com/2023/03/28/adt-google-nest-security/\"><ins>announced a partnership</ins></a> to develop Nest-integrated products, and we’re finally seeing the fruits of this team-up. ADT just announced a <a href=\"https://newsroom.adt.com/corporate-news/adt-and-google-announce-availability-of-first-integrated-smart-home-security-system-for-diy-customers\"><ins>DIY-friendly suite of security tools</ins></a> under the ADT Self Setup umbrella, and each of these products boasts deep integration with the Google Nest platform.</p><p>The ADT Self Setup system includes components from both companies. On the ADT side, they just announced a slew of compatible products like door and window sensors, standalone motion sensors, smoke detectors, temperature sensors, flooding sensors and a keypad to make adjustments. Additionally, ADT will soon offer a keychain remote for even more control options.</p><span id=\"end-legacy-contents\"></span><p>All of these products connect via a centralized hub with a built-in keyboard, a siren, and full battery backup in the case of a power outage. Each of the above components offers full integration with nearly every Google Nest device, including the battery-powered Nest Doorbell, the Nest Learning Thermostat, the Nest WiFi Router and various indoor and outdoor cameras. Smart displays like the <a href=\"https://www.engadget.com/2019-09-09-google-nest-hub-max-review.html\"><ins>Nest Hub Max</ins></a> are also supported.</p><figure><img alt=\"ADT's new suite of products integrates with Google Nest. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/b789a380-cd97-11ed-beeb-7e9292cfe749\" style=\"height: 938; width: 1760;\" /><figcaption></figcaption><div class=\"photo-credit\">ADT</div></figure><p>What does this mean exactly? You can make adjustments to the Nest devices via the ADT+ app, simplifying your setup, and you will receive specialized notifications from Nest cameras and doorbells whenever they detect activity. These notifications will even alert you to the type of activity, such as a person rooting around or a neighborhood dog giving your porch a good sniff.</p><p>Customers can also use the app to create unique routines and automations that combine the features of both Nest and ADT security products. ADT says these routines will be useful for setting doors to lock on a schedule and lights to turn on or off, among other functions.</p><div id=\"406ba7695b794e48899ffcb5703af10f\"></div><p>Users can receive more benefits by opting into ADT’s smart monitoring system, which is priced at $25 each month. The subscription gets you video verification, in which ADT representatives analyze footage when an alarm is tripped, and 24/7 monitoring. We reached out to ADT and they said the products can be used without a paid monitoring plan, though not all features will be available. As such, the company &quot;strongly recommends customers subscribe in order to get the best protection and experience from their system.&quot;</p><p>In the meantime, the system is available for purchase starting today. A bare-bones pack including just the control hub costs $180, while a starter package that includes the hub, a Nest Doorbell, and several related sensors clocks in at $480. Finally, an ultra-premium package at $580 ships with everything mentioned above, plus a second-generation Nest Hub.</p>This article originally appeared on Engadget at https://www.engadget.com/google-and-adt-team-up-for-new-nest-integrated-security-tools-185037191.html?src=rss", "link": "https://www.engadget.com/google-and-adt-team-up-for-new-nest-integrated-security-tools-185037191.html?src=rss", "date_published": "2023-03-28 18:50:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter’s secret VIP list is the reason you see Elon Musk’s tweets so often", "description": "<p>We now know why Twitter’s algorithm seems to recommend some users’ tweets so often. Newsletter <em>Platformer</em> reports that the company has a <a href=\"https://www.platformer.news/p/the-secret-list-of-twitter-vips-getting\">secret VIP list</a> of a few dozen accounts “it monitors and offers increased visibility” in its recommendation algorithm. The accounts include Elon Musk, as well as a handful of other prominent Twitter users.</p><p>The revelation comes as Musk has <a href=\"https://twitter.com/elonmusk/status/1636835209587949570\">repeatedly</a><a href=\"https://www.engadget.com/elon-musk-twitter-ted-181607962.html\">promised</a> to make Twitter’s recommendation algorithms open source. He also recently stated that soon only paid subscribers to Twitter Blue would <a href=\"https://www.engadget.com/twitter-will-soon-only-recommend-paid-users-in-its-for-you-feed-041101215.html\">be eligible</a> to have their tweets displayed in the algorithmic “For You” feed. It’s not clear if that change would also affect the VIP list of users who regularly get a boost in the feed. Some of the accounts on the list, like President Joe Biden and YouTuber Mr Beast, are currently verified but don’t pay for Twitter Blue. Twitter no longer has a communications team to respond to questions.</p><span id=\"end-legacy-contents\"></span><p>According to <em>Platformer</em>, the VIP list was “originally created to monitor the engagement received by Twitter power users” as the company has tried to allay suspicions that its “shadowbans” certain users to reduce their visibility on the platform. “Our ‘algorithm’ is overly complex &amp; not fully understood internally,” Musk recently <a href=\"https://twitter.com/elonmusk/status/1636838845894279168\">tweeted.</a></p><p>But the list, which reportedly is only 35 accounts in addition to Musk, is also telling about who Musk believes should benefit from Twitter’s algorithm. <em>Platformer</em> didn’t publish the entire list, which includes LeBron James, New York Representative Alexandria Ocasio-Cortez, venture capitalist Marc Andreesen, Tesla fan account @teslaownerssv and conservative personality Ben Shapiro. It also includes @catturd2, an account recently <a href=\"https://www.rollingstone.com/culture/culture-features/catturd2-maga-twitter-shitposting-king-1234674671/\">described</a> by <em>Rolling Stone</em> as the “Sh-tposting King of MAGA Twitter.”</p><p>It’s also not the first time that a report has surfaced about how Musk has tweaked Twitter’s algorithm to boost his own tweets. Last month, Musk said the company was fixing an issue that caused users’ For You feeds to be <a href=\"https://www.engadget.com/elon-musk-says-twitter-is-fixing-its-elon-musk-tweet-problem-091137262.html\">overwhelmed</a> with dozens of Musk tweets. <em>Platformer </em>later <a href=\"https://www.engadget.com/twitter-artificially-boost-elon-musk-tweets-053602807.html\">reported</a> that Twitter employees had changed its algorithm to favor Musk after the CEO was mad that his Super Bowl tweet didn’t receive as much engagement as Biden’s. Musk reportedly fired an engineer who suggested the lack of engagement was due to declining interest in his tweets.</p>This article originally appeared on Engadget at https://www.engadget.com/twitters-secret-vip-list-is-the-reason-you-see-elon-musks-tweets-so-often-181735784.html?src=rss", "link": "https://www.engadget.com/twitters-secret-vip-list-is-the-reason-you-see-elon-musks-tweets-so-often-181735784.html?src=rss", "date_published": "2023-03-28 18:17:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Wikipedia says it has found the 'sound of all human knowledge' with new audio logo", "description": "<p>We don't always think about it, but sound can be as important to <a href=\"https://www.uspto.gov/trademarks/soundmarks/trademark-sound-mark-examples\">identifying a brand</a> as any graphical logo. <a href=\"https://www.engadget.com/netflix-hans-zimmer-extended-ta-dum-intro-animation-123546424.html\">Netflix's 'ta-dum'</a> instantly brings the streaming service's logo to mind. Apple's startup chime <a href=\"https://www.engadget.com/2012-12-12-apples-mac-startup-chime-now-a-registered-trademark.html\">feels like a warm greeting from your computer</a>. Now, Wikipedia has an iconic audio mark of its own: a fluttering of book pages, keyboard clicks and synthesize tones it calls &quot;<a href=\"https://wikimediafoundation.org/news/2023/03/28/wikipedias-new-sound-logo-winner/\">The Sound of All Human Knowledge</a>.&quot;</p><p></p><p>In true Wikipedia fashion, the four second audio clip was <a href=\"https://soundlogo.wikimedia.org/\">sourced from the community</a>. The Wikimedia Foundation hosted a contest to find an audio logo for &quot;projects when visual logos are not an option.&quot; Over 3,000 submissions later, they landed on a series of warm, happy notes preceded by book and keyboard noises, created by Thaddeus Osborne.</p><span id=\"end-legacy-contents\"></span><p>Osborne, a Nuclear Scientist by day, will be awarded $2,500 for creating the winning sound. Wikimedia will also be flying him to a professional recording studio to help produce a finalized version of the audio logo. The foundation says it hopes to have the final sound ready to use by June of this year.</p>This article originally appeared on Engadget at https://www.engadget.com/wikipedia-says-it-has-found-the-sound-of-all-human-knowledge-with-new-audio-logo-181059089.html?src=rss", "link": "https://www.engadget.com/wikipedia-says-it-has-found-the-sound-of-all-human-knowledge-with-new-audio-logo-181059089.html?src=rss", "date_published": "2023-03-28 18:10:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon begins flagging ‘frequently returned’ products", "description": "<p>Amazon has begun displaying a warning about frequently returned items as the company tightens its belt in response to shaky finances and an uncertain economy. Industry-wide e-commerce returns skyrocketed during pandemic lockdowns. Although they’ve declined, they’re still well above pre-pandemic numbers.</p><p>The retailer’s new badge <a href=\"https://www.theverge.com/2023/3/28/23659868/amazon-returns-warning-product-reviews-tag-feature\">reads</a>, “Frequently returned item: Check the product details and customer reviews to learn more about this item.” However, it doesn’t appear visible to everyone (my Amazon account doesn’t show it when viewing the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Qcm8tSmVjdC1BMS1BdXRvbWF0aWMtcHJlLUFkanVzdGVkLXN3aXRjaGFibGUvZHAvQjA5UktRR0dXTC8_dGFnPWdkZ3QwYy1wLW8tcWMtMjAiLCJjb250ZW50VXVpZCI6IjJmODgwYzI3LTY4YjktNGFlNy1hMTZiLTJhNWM0MjE5Yjg4ZSJ9&amp;signature=AQAAAXea4tBcEcL-IUshX7UWuLZSA6jDMaT4YaoY4SpRoZqu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPro-Ject-A1-Automatic-pre-Adjusted-switchable%2Fdp%2FB09RKQGGWL%2F\">record player</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UZW1vZm9uLVdvbWVucy1EcmVzc2VzLUJvaGVtaWFuLVByaW50ZWQvZHAvQjA3UTRUMkg1WS8_dGFnPWdkZ3QwYy1wLW8tcWMtMjAiLCJjb250ZW50VXVpZCI6IjJmODgwYzI3LTY4YjktNGFlNy1hMTZiLTJhNWM0MjE5Yjg4ZSJ9&amp;signature=AQAAASH2vV_Ahe8qlpU1aO9CoIGYO3P9IVS_3xNn21eSE3-Q&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTemofon-Womens-Dresses-Bohemian-Printed%2Fdp%2FB07Q4T2H5Y%2F\">dresses</a> that <em>The Information</em><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ba0a4cdc-cec8-416a-9e93-e11b8179129c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Information&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiYTBhNGNkYy1jZWM4LTQxNmEtOWU5My1lMTFiODE3OTEyOWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlaW5mb3JtYXRpb24uY29tL2FydGljbGVzL2FtYXpvbi1zdGFydHMtd2FybmluZy1jdXN0b21lcnMtYWJvdXQtZnJlcXVlbnRseS1yZXR1cm5lZC1pdGVtcyIsImNvbnRlbnRVdWlkIjoiMmY4ODBjMjctNjhiOS00YWU3LWExNmItMmE1YzQyMTliODhlIn0&amp;signature=AQAAAbJcADkWpJLBBLkfMvrHKGiRYIlnmRSLQ_fbmygt5Giv&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Famazon-starts-warning-customers-about-frequently-returned-items\">reported on</a>). That may suggest Amazon is deploying a gradual rollout or a limited test. In addition, the tagged products all appear to be from third-party vendors fulfilled by Amazon.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"An Amazon product page for a record player with an orange and yellow \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/33647640-cd90-11ed-aebd-3891698ad891\" style=\"height: 1502; width: 2065;\" /><figcaption></figcaption><div class=\"photo-credit\">Amazon / The Verge</div></figure><p>Product returns and exchanges are a convenience businesses use to help customers shop confidently, but they can also be expensive. Return-related costs include shipping, processing the returned inventory and other miscellaneous expenses. The company likely hopes the label will nudge sellers to modify their listings or products, as a prominent alert could seriously damage an item’s sales. Of course, retailers factor returns into their pricing, but with rates higher than usual as companies cut spending (Amazon has <a href=\"https://www.engadget.com/amazon-will-lay-off-another-9000-employees-in-the-coming-weeks-152653190.html\">announced layoffs</a> for 27,000 employees this year), it makes sense it would crack down.</p><p>Some sellers have said their customers return items at a higher clip on Amazon than when bought from other outlets, a discrepancy they chalk up to Amazon’s easy checkout process and fast Prime shipping. The retailer has already passed on some of the extra expenses to vendors, as it raised fees for “Fulfilled by Amazon” sellers earlier this year.</p><p>“We’re currently showing return rate information on some product detail pages to help our customers make more informed purchase decisions,” Amazon spokesperson Betsy Harden confirmed to <em>The Information</em> this week. It isn’t the first time Amazon has highlighted sales data publicly: The company recently began displaying a badge showing how many sales a product made (for example, “100K+ bought in past month”).</p><p>In December, the National Retail Foundation (NRF) <a href=\"https://nrf.com/media-center/press-releases/2022-retail-returns-rate-remains-flat-816-billion\">reported</a> that online return rates rose to 18 percent in 2020 — when customers tallied $428 billion in returned merchandise — from a mere 8.1 percent <a href=\"https://apprisscorp.com/retail/wp-content/uploads/sites/4/2020/01/AR3019-2019-Customer-Returns-in-the-Retail-Industry.pdf\">in 2019</a>. They only dropped slightly to 16.5 percent last year. Unfortunately, bogus returns are another concern: The NRF says retailers lose $10.40 to return fraud for every $100 in returned merchandise.</p>This article originally appeared on Engadget at https://www.engadget.com/amazon-begins-flagging-frequently-returned-products-180013338.html?src=rss", "link": "https://www.engadget.com/amazon-begins-flagging-frequently-returned-products-180013338.html?src=rss", "date_published": "2023-03-28 18:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Clearview CEO claims company's database of scraped images is now 30 billion strong", "description": "<p>Clearview AI, the controversial facial recognition software used by at least 3,100 law enforcement agencies across the US, has scrapped more than 30 billion images from social media platforms like Facebook. CEO Hoan Ton-That shared the statistic in a recent interview with <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=60e97fc3-5759-41aa-a73b-6317bb989588&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MGU5N2ZjMy01NzU5LTQxYWEtYTczYi02MzE3YmI5ODk1ODgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmJjLmNvbS9uZXdzL3RlY2hub2xvZ3ktNjUwNTcwMTEiLCJjb250ZW50VXVpZCI6ImVkNTc5OGVmLTFjYWQtNGM1Zi1iNTkxLTUxMGJkNzUxOTk1ZSJ9&amp;signature=AQAAAQHQ9RwW2k88A6sxAcsRHbDoAsA_yw42ADMW60RWykEm&amp;gcReferrer=https%3A%2F%2Fwww.bbc.com%2Fnews%2Ftechnology-65057011\"><em><ins>BBC News</ins></em></a> (via <a href=\"https://gizmodo.com/clearview-ai-used-million-times-police-face-rec-1850273036\"><em><ins>Gizmodo</ins></em></a>) where he also said the company had run nearly 1 million searches for US police.</p><p>Last March, Clearview <a href=\"https://www.clearview.ai/clearview-ai-releases-2-version-of-industry-leading-facial-recognition-platform-for-law-enforce\"><ins>disclosed</ins></a> its database featured more than 20 billion “publicly available” images, meaning the platform has grown by a staggering 50 percent over the past year. While Engadget cannot confirm those figures, they suggest the company, despite recent setbacks at the hands of groups like the <a href=\"https://www.engadget.com/clearview-ai-agrees-to-limit-sales-of-facial-recognition-data-in-the-us-173357030.html\"><ins>American Civil Liberties Union</ins></a> and <a href=\"https://www.engadget.com/2020-02-05-google-tells-clearview-at-stop-scraping-photos.html\"><ins>legal threats from platform holders</ins></a>, has found no shortage of interest for its services.</p><span id=\"end-legacy-contents\"></span><p>In a rare admission, the Miami Police Department revealed it uses Clearview AI to investigate all manner of crimes, including everything from theft to murder. Assistant Chief of Police Armando Aguilar said the force has used the technology about 450 times per year. “We don’t make an arrest because an algorithm tells us to,” he told <em>BBC News</em>. \"We either put that name in a photographic line-up or we go about solving the case through traditional means.\"</p><p>Ton-That told <em>BBC News</em> he was not aware of any cases where Clearview mistakenly identified someone. Verifying that claim is difficult due to a lack of data and transparency around the use of facial recognition technology. For instance, in the recent <a href=\"https://arstechnica.com/tech-policy/2023/01/facial-recognition-error-led-to-wrongful-arrest-of-black-man-report-says/\"><ins>wrongful arrest of Randal Reid</ins></a>, a Black man who was falsely accused of stealing in a state he had never visited, it’s unclear if police obtained the false match that led to the arrest using Clearview AI or MorphoTrak, a competing facial recognition system. Ton-That said wrongful arrests are the result of \"poor policing.”</p><p>A handful of US cities, including <a href=\"https://www.engadget.com/boston-bans-facial-recognition-193303141.html\"><ins>Boston</ins></a> and <a href=\"https://www.engadget.com/2019-05-14-san-francisco-bans-city-use-of-facial-recognition.html\"><ins>San Francisco</ins></a>, have passed legislation restricting police and government use of facial recognition technologies. Federal action on the subject has been slow. In 2021, a group of 20 lawmakers led by Senator Ron Wyden (D-OR) <a href=\"https://www.engadget.com/senate-bill-clearview-ai-data-ban-185931094.html\"><ins>introduced the Fourth Amendment is Not For Sale Act</ins></a>, a bill that seeks to ban law enforcement and intelligence agencies from buying data from Clearview. The legislation has yet to pass, however.</p>This article originally appeared on Engadget at https://www.engadget.com/clearview-ceo-claims-companys-database-of-scraped-images-is-now-30-billion-strong-174921576.html?src=rss", "link": "https://www.engadget.com/clearview-ceo-claims-companys-database-of-scraped-images-is-now-30-billion-strong-174921576.html?src=rss", "date_published": "2023-03-28 17:49:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft's new Security Copilot will help network admins respond to threats in minutes, not days", "description": "<p>Humanity took another step towards its <em>Ghost in the Shell</em> future on Tuesday with <a href=\"https://blogs.microsoft.com/blog/2023/03/28/introducing-microsoft-security-copilot-empowering-defenders-at-the-speed-of-ai/\">Microsoft's unveiling of the new Security Copilot AI</a> at its inaugural Microsoft Secure event. The automated enterprise-grade security system is powered by OpenAI's GPT-4, runs on the Azure infrastructure and promises admins the ability &quot;to move at the speed and scale of AI.&quot;</p><p><a href=\"https://www.bloomberg.com/news/articles/2023-03-28/microsoft-msft-introduces-openai-chat-tools-for-fighting-cyberattacks?sref=10lNAhZ9#xj4y7vzkg\">Security Copilot</a> is similar to the large language model (LLM) that drives the Bing Copilot feature, but with a training geared heavily towards network security rather than general conversational knowledge and web search optimization. &quot;This security-specific model in turn incorporates a growing set of security-specific skills and is informed by Microsoft’s unique global threat intelligence and more than 65 trillion daily signals,&quot; Vasu Jakkal, Corporate Vice President of Microsoft Security, Compliance, Identity, and Management, wrote Tuesday.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"4701c462fb5d4e2da750f8c783b47d96\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>“Just since the pandemic, we’ve seen an incredible proliferation [in corporate hacking incidents],&quot;Jakkal told <a href=\"https://www.bloomberg.com/news/articles/2023-03-28/microsoft-msft-introduces-openai-chat-tools-for-fighting-cyberattacks?sref=10lNAhZ9#xj4y7vzkg\"><em>Bloomberg</em></a>. For example, “it takes one hour and 12 minutes on average for an attacker to get full access to your inbox once a user has clicked on a phishing link. It used to be months or weeks for someone to get access.”</p><p>Security Copilot should serve as a force multiplier for overworked and under-supported network admins, a filed which Microsoft estimates has more than 3 million open positions. &quot;Our cyber-trained model adds a learning system to create and tune new skills,&quot; Jakkal explained. &quot;Security Copilot then can help catch what other approaches might miss and augment an analyst’s work. In a typical incident, this boost translates into gains in the quality of detection, speed of response and ability to strengthen security posture.&quot;&nbsp;</p><p>Jakkal anticipates these new capabilities enabling Copilot-assisted admins to respond within minutes to emerging security threats, rather than days or weeks after the exploit is discovered. Being a brand new, untested AI system, Security Copilot is not meant to operate fully autonomously, a human admin needs to remain in the loop. “This is going to be a learning system,” she said. “It’s also a paradigm shift: Now&nbsp;humans become the verifiers, and AI is giving us the data.”</p><p>To more fully protect the sensitive trade secrets and internal business documents Security Copilot is designed to protect, Microsoft has also committed to never use its customers data to train future Copilot iterations. Users will also be able to dictate their privacy settings and decide how much of their data (or the insights gleaned from it) will be shared. The company has not revealed if, or when, such security features will become available for individual users as well.</p>This article originally appeared on Engadget at https://www.engadget.com/microsofts-new-security-copilot-will-help-network-admins-respond-to-threats-in-minutes-not-days-174252645.html?src=rss", "link": "https://www.engadget.com/microsofts-new-security-copilot-will-help-network-admins-respond-to-threats-in-minutes-not-days-174252645.html?src=rss", "date_published": "2023-03-28 17:42:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "How to see five planets aligned in the night sky this week", "description": "<p>If you want to catch a (somewhat) rare planetary alignment in the night sky, find a clear area without much light pollution and set your gaze to the west right after sunset this evening. There, you’ll see five of our neighbors — Mercury, Venus, Mars, Jupiter and Uranus — lined up in an orderly fashion.</p><p>The alignment will be visible at the same time this entire week, but this evening should provide the best view from the US. The planets will range from the horizon line to around halfway up the sky. However, you won’t want to wait long because the row of planets will only be visible for about half an hour after sunset.</p><span id=\"end-legacy-contents\"></span><p>You won’t necessarily need binoculars to spot the planets, but they may make your job easier — ditto for augmented reality stargazing apps like Night Sky (iOS) or Sky Map (Android). NASA astronomer Bill Cooke <a href=\"https://www.nbcnews.com/news/world/planets-parade-five-will-lined-night-sky-week-rcna76721\">told</a> the Associated Press this week that Jupiter, Venus and Mars will be the brightest and easiest to spot. He added that the alignment happens “when the planets’ orbits line them up on one side of the sun from Earth’s perspective.”</p><p>Although this cosmic convergence is a somewhat rare occurrence, it just happened only last summer. In addition, if you miss this week’s show, you’ll get another chance in June (albeit with a slightly different breakdown). Be sure to scout a dark spot without tall trees or buildings nearby for the best view.</p>This article originally appeared on Engadget at https://www.engadget.com/how-to-see-five-planets-aligned-in-the-night-sky-this-week-163001255.html?src=rss", "link": "https://www.engadget.com/how-to-see-five-planets-aligned-in-the-night-sky-this-week-163001255.html?src=rss", "date_published": "2023-03-28 16:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple Pay Later is finally available in the US, but only with an invite", "description": "<p>It took nearly a year, but Apple's <a href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL25ld3Nyb29tLzIwMjMvMDMvYXBwbGUtaW50cm9kdWNlcy1hcHBsZS1wYXktbGF0ZXIvIiwiY29udGVudFV1aWQiOiJjYjljYzA5OS1lMjZlLTRlYzYtYWFiZS00NTY3MmI2YjQ2YTEifQ&amp;signature=AQAAAZVQ8GoPzOEmaiCGOqOfoYDJLmP2Nt7PR1kuAfjL9RPJ&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fnewsroom%2F2023%2F03%2Fapple-introduces-apple-pay-later%2F\">pay-over-time system</a> is here. The company has <a href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL25ld3Nyb29tLzIwMjMvMDMvYXBwbGUtaW50cm9kdWNlcy1hcHBsZS1wYXktbGF0ZXIvIiwiY29udGVudFV1aWQiOiJjYjljYzA5OS1lMjZlLTRlYzYtYWFiZS00NTY3MmI2YjQ2YTEifQ&amp;signature=AQAAAZVQ8GoPzOEmaiCGOqOfoYDJLmP2Nt7PR1kuAfjL9RPJ&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fnewsroom%2F2023%2F03%2Fapple-introduces-apple-pay-later%2F\">launched</a> Apple Pay Later for US customers in a &quot;prerelease&quot; version that requires an invitation. If you're included, you can split your online Apple Pay purchases (made with an iPhone or iPad) into as many as four payments spread over six weeks. You can't apply for loans larger than $1,000 and have to link a debit card, but there are no fees or interest payments. This also won't hurt your credit score, and Apple says it won't share data with third-party marketers.</p><p>Apple Pay Later is part of the Wallet app in <a href=\"https://www.engadget.com/ios-164-is-out-with-bug-fixes-and-a-ton-of-new-emoji-181331049.html\">iOS 16.4 and iPadOS 16.4</a>, and includes a calendar to help you track your next instalment.  You'll also get app-based and email notifications for looming payments to be sure you're on time.</p><span id=\"end-legacy-contents\"></span><p>The feature should reach every eligible user in the &quot;coming months,&quot; Apple says. Businesses that use Apple Pay don't need to do anything on their end due to a Mastercard partnership — if you can use Pay Later, you'll see the option during checkout either on the web or in apps. Apple will report Pay Later loans to American credit bureaus starting in the fall, and hopes they'll &quot;promote responsible lending&quot; for both borrowers and lenders.</p><p>Apple first previewed Pay Later at WWDC 2022, and was rumored to be working on the option <a href=\"https://www.engadget.com/apple-pay-later-report-205333095.html\">in 2021</a>. It was supposed to arrive alongside iOS 16 in September, but <em>Bloomberg</em>'s Mark Gurman heard that it was pushed back <a href=\"https://www.engadget.com/apple-pay-later-delayed-report-154805741.html\">due to technical challenges</a>. The company hasn't officially explained the wait.</p><p>Staggered payment systems aren't new, of course. Companies like <a href=\"https://www.engadget.com/amazon-affirm-partnership-buy-now-pay-later-204909148.html\">Affirm</a> and Klarna have been operating for a while, and they aren't tied to specific platforms. However, Pay Later represents a significant expansion of Apple's financial ambitions. It already offers a <a href=\"https://www.engadget.com/apple-card-savings-account-160055471.html\">credit card</a> (managed by Goldman Sachs) and money transfers, and plans to provide <a href=\"https://www.engadget.com/apple-card-savings-account-160055471.html\">savings accounts</a>. Now, the company is <a href=\"https://www.engadget.com/apple-financing-subsidiary-223140051.html\">making lending decisions</a>. While Apple is still far from a bank, it can easily play a large role in your financial life.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-pay-later-is-finally-available-in-the-us-but-only-with-an-invite-161503288.html?src=rss", "link": "https://www.engadget.com/apple-pay-later-is-finally-available-in-the-us-but-only-with-an-invite-161503288.html?src=rss", "date_published": "2023-03-28 16:15:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "FTX co-founder Sam Bankman-Fried accused of bribing Chinese officials", "description": "<p>Former FTX CEO Sam Bankman-Fried (aka SBF) now faces a total of 13 criminal charges. <a href=\"https://www.reuters.com/legal/ftxs-bankman-fried-charged-with-bribery-conspiracy-new-indictment-2023-03-28/\"><ins>Per </ins><em><ins>Reuters</ins></em></a>, a newly unsealed indictment accuses the disgraced entrepreneur of conspiring to pay a $40 million bribe to Chinese government officials. Federal prosecutors allege Bankman-Fried ordered Alameda Research, FTX’s sister company, to transfer the funds to a private wallet, in hopes of convincing Chinese authorities to unfreeze Alameda accounts with more than $1 billion in crypto assets. It is <a href=\"https://www.justice.gov/criminal-fraud/foreign-corrupt-practices-act\"><ins>illegal for US citizens</ins></a> to bribe foreign government officials in order to obtain business.</p><p>The new charge adds even more pressure on the 31-year-old Bankman-Fried. It was only last month that federal prosecutors <a href=\"https://www.engadget.com/ftx-co-founder-sam-bankman-fried-faces-four-new-criminal-charges-153406519.html\"><ins>added four charges</ins></a> to his then 8-count indictment, accusing SBF of fraudulent activity involving FTX and Alameda Research and violating federal campaign finance laws by making secret donations. Bankman-Fried has <a href=\"https://www.engadget.com/ftx-founder-sam-bankman-fried-pleads-not-guilty-195137532.html\"><ins>pleaded not guilty</ins></a> to eight of the 13 criminal charges he faces. He has yet to be arraigned on the remaining ones. Separately, the former entrepreneur faces <a href=\"https://www.engadget.com/ftx-sam-bankman-fried-criminal-and-civil-charges-200410951.html\"><ins>civil lawsuits</ins></a> from the Securities and Exchange Commission (SEC) and Commodity Futures Trading Commission (CFTC).&nbsp;</p><span id=\"end-legacy-contents\"></span><p>SBF has acknowledged FTX employed inadequate risk management. However, he maintains he's not criminally liable for the crypto exchange’s downfall. A trio of former FTX executives – <a href=\"https://www.engadget.com/two-top-fbx-executives-plead-guilty-to-fraud-and-are-cooperating-with-prosecutors-101009292.html\"><ins>Caroline Ellison, Zixiao &quot;Gary” Wang</ins></a> and <a href=\"https://www.engadget.com/ftx-co-founder-nishad-singh-pleads-guilty-to-fraud-and-conspiracy-charges-192939749.html\"><ins>Nishad Singh</ins></a> – have pleaded guilty to their own fraud and conspiracy charges, and agreed to cooperate with prosecutors. According to <em>Reuters</em>, SBF is expected to be arraigned on the new charge on Thursday. That same day, Judge Lewis Kaplan will also consider tweaks to Bankman-Fried’s $250 bail package, including a provision that could limit him to using a <a href=\"https://www.engadget.com/justice-department-wants-sam-bankman-fried-to-use-a-flip-phone-for-the-rest-of-his-bail-201356652.html\"><ins>dumb phone</ins></a> while he waits for the outcome of his trial.</p>This article originally appeared on Engadget at https://www.engadget.com/ftx-co-founder-sam-bankman-fried-accused-of-bribing-chinese-officials-160918751.html?src=rss", "link": "https://www.engadget.com/ftx-co-founder-sam-bankman-fried-accused-of-bribing-chinese-officials-160918751.html?src=rss", "date_published": "2023-03-28 16:09:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Nintendo will release a 'Legend of Zelda: Tears of the Kingdom' OLED Switch on April 28th", "description": "<p>Nintendo had more than just gameplay to show during its <a href=\"https://www.engadget.com/watch-10-minutes-of-legend-of-zelda-tears-of-the-kingdom-gameplay-145613610.html\"><em>Legend of Zelda: Tears of the Kingdom</em> stream</a>. The company has <a href=\"https://www.businesswire.com/news/home/20230328005442/en/Nintendo-News-Nintendo-Switch-%E2%80%93-OLED-Model---The-Legend-of-Zelda-Tears-of-the-Kingdom-Edition-Launches-on-April-28\">revealed</a> that a special edition <em>Tears of the Kingdom</em> OLED Switch will be available April 28th for $360. There's no included game, alas, but you will get ornate artwork on the system, the Joy-Cons and the dock.</p><p>The Switch is functionally the same as <a href=\"https://www.engadget.com/nintendo-switch-oled-review-130025998.html\">regular OLED models</a>. That means a 7-inch screen (versus the original's 6.2 inches), a more capable kickstand and 64GB of expandable storage. You might not rush to replace the <a href=\"https://www.engadget.com/2019-07-17-nintendo-switch-upgraded-battery-life.html\">2019 LCD Switch</a>, but it might be worth an upgrade if you have a launch-era console and want longer battery life on top of the improved display and other tweaks.</p><span id=\"end-legacy-contents\"></span><div id=\"5676e62c5b224c66b3abd7751c6fdc33\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">A The Legend of Zelda: Tears of the Kingdom themed Nintendo Switch Pro Controller and Carrying Case will also launch alongside the game on May 12th. <a href=\"https://t.co/5MeIIwciYn\">pic.twitter.com/5MeIIwciYn</a></p>— Nintendo of America (@NintendoAmerica) <a href=\"https://twitter.com/NintendoAmerica/status/1640719801814319104?ref_src=twsrc%5Etfw\">March 28, 2023</a></blockquote></div><p>You won't have to buy a whole new Switch to show your enthusiasm, thankfully. Nintendo is also introducing <em>Tears of the Kingdom</em> versions of the Pro Controller and Carrying Case. They'll respectively cost $75 and $25 when they arrive on May 12th, the same day as the game. This is probably the wisest investment if you're an existing Switch owner, or aren't thrilled about spending over $300 to catch up on six years' worth of games.</p>This article originally appeared on Engadget at https://www.engadget.com/nintendo-will-release-a-legend-of-zelda-tears-of-the-kingdom-oled-switch-on-april-28th-155617212.html?src=rss", "link": "https://www.engadget.com/nintendo-will-release-a-legend-of-zelda-tears-of-the-kingdom-oled-switch-on-april-28th-155617212.html?src=rss", "date_published": "2023-03-28 15:56:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Steam will drop support for Windows 7 and Windows 8 on January 1st, 2024", "description": "<p>You might not want to hold on to that vintage gaming PC for much longer. Valve has <a href=\"https://help.steampowered.com/en/faqs/view/4784-4F2B-1321-800A\">warned</a> that Steam will no longer support Windows 7, Windows 8 or Windows 8.1 as of January 1st, 2024. The game client's latest features use an embedded version of Google's Chrome browser, which <a href=\"https://www.engadget.com/google-chrome-windows-7-8-1-201122191.html\">dropped support</a> for those operating systems in February. Incoming versions of Steam for Windows will also require OS updates that are only available in Windows 10 and newer releases, Valve adds.</p><p>As <em>PC Gamer</em><a href=\"https://www.pcgamer.com/steam-will-ditch-windows-7-and-8-support-next-year/\">points out</a>, this won't affect most Steam users. Just under 1.9 percent of the software's audience is using one of the relevant Windows versions, according to Valve's <a href=\"https://store.steampowered.com/hwsurvey/Steam-Hardware-Software-Survey-Welcome-to-Steam\">latest survey.</a>  That still affects a significant number of people, though, and may leave them no choice but to either upgrade their OS or buy a PC with a supported platform. The end of support could be particularly troublesome if you need an older version of Windows for work or a retro gaming system.</p><span id=\"end-legacy-contents\"></span><p>There has been plenty of pressure elsewhere to move on. Microsoft <a href=\"https://www.engadget.com/2020-01-14-microsoft-ends-support-for-windows-7-today.html\">stopped supporting Windows 7</a> in January 2020, and Windows 8.1 at the start of 2023. Epic Games no longer supports those platforms if you want to run <em>Fortnite</em>, for that matter. It's becoming harder and harder to use an ancient Windows machine in general — Steam's compatibility change may just be the tipping point that pushes you toward an upgrade.</p>This article originally appeared on Engadget at https://www.engadget.com/steam-will-drop-support-for-windows-7-and-windows-8-on-january-1st-2024-152437694.html?src=rss", "link": "https://www.engadget.com/steam-will-drop-support-for-windows-7-and-windows-8-on-january-1st-2024-152437694.html?src=rss", "date_published": "2023-03-28 15:24:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Watch 10 minutes of 'Legend of Zelda: Tears of the Kingdom' gameplay", "description": "<p>As <a href=\"https://www.engadget.com/nintendo-will-show-10-minutes-of-legend-of-zelda-tears-of-the-kingdom-gameplay-tomorrow-145243370.html\">promised</a>, Nintendo has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1hNnFuYS1aQ2J4QSIsImNvbnRlbnRVdWlkIjoiNDQyY2MwZDEtYTk2Mi00MGI3LWFiMzAtYWViYjE4ZjM4NDZhIn0&amp;signature=AQAAAeqd6CkVHeypl_uqVqsNaCazbR1bpg8HfsF5omLLRHlh&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Da6qna-ZCbxA\">showcased</a> 10 minutes of <em>The Legend of Zelda: Tears of Kingdom</em> gameplay — and it's a useful preview if you're wondering just how the developers will improve on <em>Breath of the Wild</em>'s formula. Most notably, producer Eiji Aonuma notes that fusing objects plays an important role in the game. You can build stronger weapons, and even craft vehicles like powered boats and hovercraft. Enemies can use fused weapons too, though, so you can't assume that a favorite combat strategy will work.</p><p>The demo video also shows a way to reach the floating islands above Hyrule (by using a recall ability on an elevator stone), and what happens if you fall or jump off. You have full control all the way down, so you can glide to distant areas or plunge quickly toward the ground. Many mechanics appear familiar, so you won't have to relearn the fundamentals.</p><span id=\"end-legacy-contents\"></span><div id=\"5e12d65ac72a4da3bbc9809c2cd3f994\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>And yes, Nintendo plans to cater to Legend of Zelda devotees with special edition hardware. The company is <a href=\"https://www.businesswire.com/news/home/20230328005442/en/Nintendo-News-Nintendo-Switch-%E2%80%93-OLED-Model---The-Legend-of-Zelda-Tears-of-the-Kingdom-Edition-Launches-on-April-28\">releasing</a> a <em>Tears of the Kingdom</em><a href=\"https://www.engadget.com/nintendo-switch-oled-review-130025998.html\">OLED Switch</a> (shown below) for $360 on April 28th, weeks ahead of the game's May 12th launch. You won't get a copy of <em>Tears</em>, unfortunately, but you will get lavish artwork on the Switch itself, the Joy-Con controllers and the dock. If you already have a Switch, you can also buy <em>Tears</em>-edition Pro Controller ($75) or carrying case ($25).</p><figure><img alt=\"Nintendo Switch OLED 'Tears of the Kingdom' model\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/1c0fa3b0-cd78-11ed-bfff-507b777f076f\" style=\"height: 1080; width: 1920;\" /><figcaption></figcaption><div class=\"photo-credit\">Nintendo</div></figure><p></p>This article originally appeared on Engadget at https://www.engadget.com/watch-10-minutes-of-legend-of-zelda-tears-of-the-kingdom-gameplay-145613610.html?src=rss", "link": "https://www.engadget.com/watch-10-minutes-of-legend-of-zelda-tears-of-the-kingdom-gameplay-145613610.html?src=rss", "date_published": "2023-03-28 14:56:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple accused of illegally firing pro-union workers", "description": "<p>Apple is once again facing accusations of <a href=\"https://www.engadget.com/nlrb-apple-violated-federal-law-anti-union-meetings-atlanta-103015927.html\">cracking down on union organizers</a>. The Communications Workers of America union (CWA) has filed <a href=\"https://www.nlrb.gov/case/14-CA-314841\">charges</a> with the National Labor Relations Board (NLRB) asserting that Apple illegally intimidated and fired workers at Houston and Kansas City, Missouri stores in retaliation for their labor organization efforts. The ex-employees in Kansas City were ostensibly cut loose for being slightly late, calling out from work or even making typos in timesheets, but were also made to sign a &quot;release of all claims&quot; to get their severance pay. They couldn't challenge Apple's practices once they left, in other words.</p><p>In Houston, Apple allegedly questioned workers individually about their union support and offered improved conditions if they dropped their labor support. Those that persisted in pro-union activity were disciplined and threatened with deteriorating conditions, the CWA claims.</p><span id=\"end-legacy-contents\"></span><p>Only two US stores, in <a href=\"https://www.engadget.com/apple-store-glasgow-scotland-vote-to-unionize-182001646.html\">Oklahoma City</a> and Towson, Maryland, unionized in 2022. Abroad, a store in Glasgow became the third. Other employees, such as those in St. Louis, Missouri, have <a href=\"https://www.engadget.com/apple-store-st-louis-union-election-petition-nlrb-233004256.html\">filed for union elections</a>. Staff in Atlanta <a href=\"https://www.engadget.com/apple-union-cumberland-georgia-cwa-intimidtion-235511083.html\">called off a vote</a> last spring after accusing Apple of intimidation tactics.</p><p>We've asked Apple for comment. The company has historically opposed unionization efforts, reportedly holding mandatory anti-union meetings. Apple is also said to have <a href=\"https://www.engadget.com/apple-benefits-union-towson-maryland-store-203253312.html\">withheld benefits</a> from unionized workers at the Towson store while claiming that they needed to strike a collective bargaining agreement. The firm has tried to head off labor movements by <a href=\"https://www.engadget.com/apple-raising-pay-corporate-retail-082923570.html\">raising wages</a>, <a href=\"https://www.engadget.com/apple-store-raises-benefits-000123583.html\">expanding benefits</a> and <a href=\"https://www.engadget.com/apple-unveils-new-rules-on-working-hours-for-retail-employees-003058468.html\">relaxing schedules</a>.</p><p>Fights between tech giants and their rank-and-file workers aren't new. Labor organization in tech <a href=\"https://www.engadget.com/tech-companies-union-labor-2022-150022946.html\">reached a fever pitch in 2022</a>, with workers at companies like Activision Blizzard, Amazon and Microsoft either unionizing or making their displeasure known. Those brands, meanwhile, have frequently tried to block unionization attempts. The CWA's charges suggest those battles are continuing well into the new year.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-accused-of-illegally-firing-pro-union-workers-140058541.html?src=rss", "link": "https://www.engadget.com/apple-accused-of-illegally-firing-pro-union-workers-140058541.html?src=rss", "date_published": "2023-03-28 14:00:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "ASUS ROG Zephyrus M16 (2023) review: Big performance with a brilliant display", "description": "<p></p><p>Now that systems with <a href=\"https://www.engadget.com/nvidia-geforce-rtx-40-laptop-gpu-price-release-date-165006688.html\">NVIDIA's 40-series mobile GPUs</a> are finally hitting the market, there's a fresh generation of <a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html\">gaming laptops</a> promising even more bombastic performance. And with the 2023 version of <a href=\"https://rog.asus.com/us/\">ASUS</a>' <a href=\"https://rog.asus.com/laptops/rog-zephyrus/rog-zephyrus-m16-2023-series/\">ROG Zephyrus M16</a> packing a 13th-gen Intel CPU and an RTX 4090, we should be in for unmatched gaming prowess. This year, ASUS also upgraded the laptop's display to a stunning new Mini LED panel, and by bringing over the AniMe Matrix lid, the notebook looks better too despite the rest of its chassis being largely unchanged. But the big question is that with our fully loaded review unit costing a whopping $3,500, is this system really delivering the same value back?</p><h2>Design</h2><p>Featuring a relatively slim matte black chassis that weighs just over five pounds, the Zephyrus M16 does a great job at retaining a bit of portability alongside all that performance. And while it looks almost exactly the same as last year's model, the AniMe Matrix LED lid (which we first saw on the <a href=\"https://www.engadget.com/asus-zephyrus-g14-review-amd-ryzen-radeon-173016459.html\">Zephyrus G14 line</a>) adds a bit of extra style without screaming about your power level. That's because when you prefer to be more discreet, you can easily turn off the lights using ASUS's Armoury Crate app and then just flip them back on when you want to surprise some nosy Saiyans.</p><span id=\"end-legacy-contents\"></span><div id=\"f36bc137370a48f4b27ef16b456ae541\"></div><p>Inside, the Zephyrus features RGB backlit keys and stereo speakers on the left and right. Typing feels good, though I wish the actuation felt a tiny bit stiffer, and it would have been nice if the deck was a little better at resisting fingerprints. I would have also liked to see a finger scanner integrated into the power button. It's a feature widely available on <a href=\"https://www.engadget.com/best-laptops-120008636.html\">non-gaming</a> laptops, including those from ASUS, but for some reason, manufacturers think gamers don't care as much about the convenience and security a built-in sensor provides.</p><p>And when it comes to connectivity, the M16 has plenty of ports including multiple USB jacks (both Type-A and Type-C), a full-size HDMI socket and even a microSD card slot. The one port ASUS didn't keep from last year's model is an Ethernet jack, which might be a deal breaker for some, but in 2023, I'm not that bothered.</p><h2>Display</h2><figure><img alt=\"For 2023, the new Mini LED screen on the ASUS ROG Zephyrus M16 features 1,024 local dimming zones along with a peak brightness of up to 1,100 nits. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/96ec1880-ccdc-11ed-8bff-462d241674cb\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>As for visuals, the M16's 2560 x 1600 screen is arguably a more important upgrade than its new CPU and GPU. Not only has the refresh rate been bumped up to  240Hz, because it's a Mini LED panel, you also get way more dimming zones which help cut down on blooming. Its brightness is way better too. In normal use, the display tops out at around 600 nits, but thanks to its VESA DisplayHDR 1000 certification, things look even better when you're playing games or watching movies. It's an absolute treat.</p><p>My one gripe, and this is something that applies to all laptops with Nvidia's Optimus tech, is that when switching between integrated graphics and the discrete GPU, the screen flashes and blacks out, which is just kind of clunky. On top of that, depending on your specific settings, when it changes modes you may need to reenable things like HDR or specific color profiles. This can get kind of tedious after a while, especially if you have Optimus set to switch automatically depending on if you're plugged in or running on battery. So in the end, I set it to stay connected to the GPU all the time and never touched it again.</p><h2>Performance and thermals</h2><figure><img alt=\"The biggest design change for the ASUS ROG Zephyrus M16 this year is the addition of the company's AniMe Matrix LED lighting to the lid. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/ca78f6f0-ccdc-11ed-baf7-f27777dd69d2\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>While the M16's performance is anything but slow, ASUS stopped just short of delivering truly top-notch performance. That's because instead of an HX-series chip, you get a slightly slower Intel Core i9-13900H CPU. Meanwhile, ASUS limits the RTX 4090 in the M16 to 145 watts (or 150 watts according to the NVIDIA control panel), which is less than the 175-watt cards you get in some competitors like the <a href=\"https://www.engadget.com/razer-blade-16-and-blade-18-hands-on-all-out-mobile-powerhouses-ces-2023-180043229.html\">Razer Blade 16</a>.</p><p>Granted, this may feel a bit nitpicky because it's not like the M16 is sluggish, particularly when you factor in its 32GB of RAM and speedy 2TB SSD. But when you're spending this much on a laptop, it's weird to see ASUS leave a little bit of extra performance on the table. In PCMark 10, the M16 posted a score of 8,624, which is more than 20 percent higher than what we got from last year's <a href=\"https://www.engadget.com/razer-blade-15-2022-review-a-real-treat-if-youve-got-the-cash-160032467.html\">Razer Blade 15</a> (i7-12800H/RTX 3080 Ti). That's a pretty significant jump, though we're still waiting for a wider range of systems to arrive so we can get a more thorough comparison for 2023.</p><figure><img alt=\"Due to the M16's design, its ports are located on the left and ride. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/ff61bbe0-ccdc-11ed-bff8-dd2730f35dc4\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>But more importantly, the M16 solidly beat the <a href=\"https://www.engadget.com/razer-blade-15-2022-review-a-real-treat-if-youve-got-the-cash-160032467.html\">Blade 15</a> in games like Shadow of the Tomb Raider when it hit 144 fps at 1920 x 1080 on highest settings compared to just 124 fps for the Razer. Additionally, in <em>Metro Exodus </em>the M16 exhibited a similar lead when it hit 101 fps on Ultra at full HD versus 86 for the Blade 15. Furthermore, if you want to enjoy the Zephyrus' native 2560 x 1600 resolution, the laptop has more than enough oomph to maintain a rock solid 120 fps with all the graphical bells and whistles turned on in <em>Far Cry 6.</em></p><p>One downside of putting all this power in a relatively thin chassis (0.9 inches) though is that this thing runs hot. Temps don't go into the danger zone, but you're definitely not going to want to be doing any gaming on your lap, even casual titles. Heck, just resting your hands on the deck can make them sweaty after 10 or 15 minutes. Furthermore, the M16's fans are pretty loud, and in performance mode, there's simply no ignoring them. Thankfully, ASUS also gave the Zephyrus some rather beefy speakers so it's pretty easy to drown out the fans, that is if you don't mind making a ruckus for anyone else in the room (or possibly the next room over). And if you're OK with a bit of reduced performance, there's also a silent performance mode in the Armoury Crate app when you want to be less rambunctious.</p><h2>Battery Life</h2><figure><img alt=\"As you'd expect on a premium gaming PC, the ASUS ROG Zephyrus M16 comes with a keyboard that supports customizable RGB lighting. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/24f10f50-ccdd-11ed-ab73-49ef1357fda4\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>The other con with a system this brawny is very mediocre battery life. When using the less power-hungry integrated graphics (which is what the system defaults to when Nvidia's Optimus tech is set to automatic), the M16 lasted just 5:18 on our local video rundown test. That's a bit better than something like the <a href=\"https://www.engadget.com/msi-stealth-15m-review-coasting-on-its-good-looks-192429083.html\">MSI's Stealth 15m's</a> time of 4:15, but slightly worse than the 2022 Blade 15's mark of 5:42. And to little surprise, things are even worse when you rely entirely on the discrete GPU, with the M16 conking out after less than three hours (2:50).</p><h2>Wrap-up</h2><p>All told, while it doesn't look much different from last year's system and its battery life is far from ideal, there's a lot to like about the Zephryus M16 too. It's got a slick and surprisingly understated design with a bit of hidden flash, and its new 240Hz Mini LED display looks awesome. It also has plenty of ports and, in a very welcome upgrade to general quality of life, ASUS even increased the resolution of its webcam to full HD. With the system supporting a 13th-gen Core i9 chip and up to RTX 4090 GPUs, practically anything you do runs super smooth. I just wish ASUS hadn't stopped short of including the most beastly versions of Intel and NVIDIA's top-specced mobile silicon. When you're already paying $3,500 for a fully loaded model, you might as well toss a couple hundred more to ensure there aren't any compromises on performance.</p><figure><img alt=\"Priced at $3,500 for a fully loaded model, the ASUS ROG Zephyrus M16 is definitely expensive. Thankfully, you can get more affordable models featuring an RTX 4070 GPU for around $1,950. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/509a1f70-ccdd-11ed-977f-7b923bf52ee5\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>That said, for my money, I'd rather go with one of the M16's more affordable configs, which starts at $1,950 for an i9 chip and an RTX 4070 card. You still get that brilliant Mini LED screen and AniMe Matrix lid along with 16GB of RAM and a 1TB SSD. This way you'll have a system that won't bust your budget or make your back sore if you decide to carry it around, without putting a damper on your ability to game in style either.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/asus-rog-zephyrus-m16-2023-review-big-performance-with-a-brilliant-display-134540091.html?src=rss", "link": "https://www.engadget.com/asus-rog-zephyrus-m16-2023-review-big-performance-with-a-brilliant-display-134540091.html?src=rss", "date_published": "2023-03-28 13:45:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "DJI's Goggles Integra has an integrated battery for improved ergonomics", "description": "<p>One of the biggest criticisms of DJI's otherwise excellent <a href=\"https://www.engadget.com/dji-avata-fpv-drone-review-133020277.html\">Avata FPV drone</a> was around the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=479372ad-6013-4434-bdb7-ebc5486af4cc&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=DJI&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0NzkzNzJhZC02MDEzLTQ0MzQtYmRiNy1lYmM1NDg2YWY0Y2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGppLmNvbS9nb2dnbGVzLTI_c2l0ZT1icmFuZHNpdGUmZnJvbT1pbnNpdGVfc2VhcmNoIiwiY29udGVudFV1aWQiOiIzYjNlYTc4ZC1hM2QwLTQ4MzktOTA2Ny04MjliZmYyNzhlNjgifQ&amp;signature=AQAAAWQEw_QPzX2zaCbky5BN04jlvJ1YdQP87LGUMEBSqX0p&amp;gcReferrer=https%3A%2F%2Fwww.dji.com%2Fgoggles-2%3Fsite%3Dbrandsite%26from%3Dinsite_search\">Goggles 2</a>, which lacked comfort and forced you to tether to a battery. Now, DJI has unveiled the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=479372ad-6013-4434-bdb7-ebc5486af4cc&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=DJI&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0NzkzNzJhZC02MDEzLTQ0MzQtYmRiNy1lYmM1NDg2YWY0Y2MiLCJsYW5kaW5nVXJsIjoiaHR0cDovL3d3dy5kamkuY29tL2dvZ2dsZXMtaW50ZWdyYSIsImNvbnRlbnRVdWlkIjoiM2IzZWE3OGQtYTNkMC00ODM5LTkwNjctODI5YmZmMjc4ZTY4In0&amp;signature=AQAAAaQ-Yc1f-gyLsr51MNGkfrGOeV7kIox4yX35xdIpNDZS&amp;gcReferrer=http%3A%2F%2Fwww.dji.com%2Fgoggles-integra\">Goggles Integra</a>, a new model designed for the Avata that offers an integrated battery, improved ergonomics and new flight control features. The company also announced the RC Motion 2 controller with an upgraded joystick and controls.</p><p>The Goggles Integra use a new integrated design that merges the headband and battery, eliminating the annoying connecting cable on the last model. At the same time, DJI promises that the headband is \"light, balanced and incredibly comfortable,\" while offering up to two hours of connecting time. It uses DJI's OcuSync O3+, that provides a 50Mbps video feed with up to 6.2 miles of range and 30-millisecond latency. It has a built-in GPS that lets you fly with no need to connect to a smartphone.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"DJI's Goggles Integra have an integrated battery for improved ergonomics\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/e6c71d40-cd50-11ed-b37d-88b3f1388da4\" style=\"height: 1478; width: 2200;\" /><figcaption></figcaption><div class=\"photo-credit\">DJI</div></figure><p>Unfortunately, the Goggles Integra lack the built-in diopter range found on the Goggles 2, and are too small to accommodate eyeglasses. Instead, they come with interchangeable lenses, meaning they're less flexible for users who need eye correction than the Goggles 2. And as before, when you take them off to see the drone, you'll need to put your glasses back on. With the battery cable gone, though, it's less awkward to put the headset on and take it off.</p><p>Another key difference with the Goggles 2 is that there's no Bluetooth or WiFi communication. That means you won't be able to transmit the visuals you see in the goggles to a smartphone, as you can on the previous model.&nbsp;</p><p>Along with the new headset, DJI introduced the RC Motion 2 as an update to the original RC Motion controller. It uses the same motion-sensing tech, but comes with an improved joystick that protrudes (rather than being flush as before) for more traditional operation.&nbsp;</p><figure><img alt=\"DJI's Goggles Integra have an integrated battery for improved ergonomics\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/70bd3800-cd50-11ed-bef7-bdeb2690753e\" style=\"height: 1466; width: 2200;\" /><figcaption></figcaption><div class=\"photo-credit\">DJI</div></figure><p>It also has an updated accelerator with a reverse function to support multidirectional flight. That includes vertical, backward and sideways motion, \"making it easier to adjust the direction or choose a suitable place to land,\" DJI wrote. On the side is a new Fn dial (replacing the tilt switch) that lets you adjust the camera's ISO, shutter and other parameters without the to interact with the goggles.&nbsp;</p><p>The new products show that DJI is being responsive to users, but it's unfortunate that the Goggles Integra lacks several key features from the $649 Goggles 2 — even though it's $150 cheaper. The Goggles Integra and RC Motion 2 are <a href=\"https://urldefense.com/v3/__http://www.store.dji.com__;!!Op6eflyXZCqGR5I!F5BQOYBKGxkgiDV1xaQFL3qCUXWUU0AL2CKGVBiuZecpBK0_ixxcXW0qxejEKHU-qCNCQjI6ZBrWHcw7XC0YhQ$\">now available</a> for $499 and $239 respectively. You can also get them in the Avata Explorer Combo that includes the Goggles Integra, DJI RC Motion 2, and DJI Avata for $1,278. If you need the diopter adjustment range and WiFi/Bluetooth features, the Pro-View Combo with the Goggles 2, DJI RC Motion 2, and DJI Avata is available for $1,428.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/djis-goggles-integra-has-an-integrated-battery-for-improved-ergonomics-130036871.html?src=rss", "link": "https://www.engadget.com/djis-goggles-integra-has-an-integrated-battery-for-improved-ergonomics-130036871.html?src=rss", "date_published": "2023-03-28 13:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Lenovo's new Slim Pro 9i laptop includes a mini-LED display and RTX 4070 graphics", "description": "<p>Now that Lenovo has introduced its mid-tier <a href=\"https://www.engadget.com/lenovo-loq15-gaming-laptop-hands-on-affordable-but-not-cheap-130050043.html\">LOQ gaming laptops</a>, it's revising its more portable Slim and Yoga lines. The headlining Slim Pro 9i (shown above) has the option of a mini-LED 3K display on both 14.5- and 16-inch models. You'll get improved contrast, of course, but Lenovo also touts 100 percent coverage of the DCI-P3, sRGB and Adobe RGB color spaces, a 165Hz refresh rate and a 1,200-nit brightness that helps with HDR visuals and outdoor work. And yes, it's a viable option for gaming and other GPU-heavy tasks — you can use up to GeForce RTX 4070 graphics.</p><p>Both Slim Pro 9i sizes support up to a 13th-gen Intel Core i9 H-series processor, 64GB of RAM and a 1TB SSD. You can also expect Dolby Atmos-capable speakers and a healthy port selection that includes Thunderbolt 4, USB-A, a headphone jack and HDMI, although you'll have to spring for the larger machine to get a full-size SD card reader.</p><span id=\"end-legacy-contents\"></span><p>Lenovo expects the Slim Pro 9i family to ship in May starting at $1,700 for the 14.5-inch model and $1,800 for the 16-inch equivalent. You won't get mini-LED at that price and will have to 'settle' for RTX 4050 video, but that still makes the base version viable if you want to strike a balance between raw speed and a reasonably portable chassis.</p><figure><img alt=\"Lenovo Slim Pro 7 laptop\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/15713370-ccc4-11ed-bef7-40f0a3ed1c41\" style=\"height: 1280; width: 1920;\" /><figcaption></figcaption><div class=\"photo-credit\">Lenovo</div></figure><p>You have options if you don't need as much power. An updated Slim Pro 7 (pictured at middle) includes a larger battery and better cooling while offering the obligatory performance upgrades to Ryzen 7000HS-series CPUs. You won't get more than RTX 4050 graphics, 1TB storage or 16GB of RAM, but the 14.5-inch laptop still offers up to a 3K LCD with a 120Hz refresh rate. There's also a refreshed 14-inch Slim 7i with 13th-gen Intel Core processors. Both ranges arrive in April, beginning at $1,180 for the Slim 7i and $1,200 for the Slim Pro 7.</p><p>The new Yoga models are straightforward spec bumps. The Intel-based Yoga 7i now uses 13th-gen Core chips in its 14- and 16-inch guises, while the AMD-powered Yoga 7 relies on Ryzen 7000 CPUs. You can use up to a 2.8K OLED display. Both Yoga updates start at $800 ($850 for the 14-inch 7i). The 7i appears in April, while you'll have to wait until May for the Ryzen edition.</p>This article originally appeared on Engadget at https://www.engadget.com/lenovos-new-slim-pro-9i-laptop-includes-a-mini-led-display-and-rtx-4070-graphics-130025162.html?src=rss", "link": "https://www.engadget.com/lenovos-new-slim-pro-9i-laptop-includes-a-mini-led-display-and-rtx-4070-graphics-130025162.html?src=rss", "date_published": "2023-03-28 13:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best WiFi extenders in 2023", "description": "<p>Reliable home WiFi has never been more important. Many of us work from home part-time or full-time now, and others increasingly have more of their home powered by smart devices. Also, we all just have more connected devices in general — phones, tablets, consoles, TVs and more. In setting up and maintaining all of your tech, you might have discovered you get a weaker signal in your garage than the rest of your home, or spotty coverage in your makeshift home office. And depending on the size of your abode, your WiFi’s strength might be abysmal on its outskirts.</p><p>This is where WiFi extenders come in. These relatively affordable gadgets, as their name suggests, extend your home network to provide more widespread coverage. These devices can give you connectivity in places you may have never had it before like garages, backyards and the farthest corners of your property. And they won’t cost you a fortune like many of the latest mesh network systems you’ll find today. Let’s break down how these gadgets work, what you should consider before picking one up and the best WiFi extenders we tested.</p><span id=\"end-legacy-contents\"></span><h2>How do WiFi extenders work?</h2><p>These handy devices do exactly what their name suggests: extend your WiFi network so it covers more areas of your home. Most WiFi extenders plug into an AC outlet and connect to your existing network so they can then rebroadcast it to spots that your router alone may not cover well. As a rule of thumb, you’ll get the best results by placing the extender half way between your router and the dead zone you’re trying to fix.</p><p>One important thing to note about WiFi extenders (also sometimes called “repeaters”) is that most of them actually create a new WiFi network when rebroadcasting your existing one. That network will have a new name (it’ll often be your default network’s name with an EXT appended at the end, unless you change it) and that means you’ll have to connect to different networks when in different parts of your home. While that’s a small tradeoff in return for improved coverage, some will be more inconvenienced than others.</p><p>If you’d rather have one, much larger network in your home, you’re better off upgrading to  mesh WiFi. Mesh systems come with a main router and access points that, by default, create one large WiFi network that should be accessible throughout your entire home. But that also translates to more expensive, and possibly more complicated, devices. Mesh systems are, by far, more costly than a simple WiFi extender, plus you may have to work with your ISP to get your home’s existing network working on your new router.</p><h2>What to look for in a WiFi extender</h2><h3>Speed</h3><p>Extenders today can support single, dual or tri-band WiFi, and they will tell you the maximum speeds they support on all of their available bands. For example, one dual-band device might support 600Mbps speeds over its 2.4GHz band and up to 1300Mbps over its 5GHz band, for a combined maximum speed of 1900Mbps. For the best performance, you’ll want to go with a WiFi extender that has the highest speeds possible (and those, as you might expect, tend to cost more).</p><p>However, it’s important to remember that WiFi extenders are not designed to <em>increase</em> speeds across your home. In fact, you may find that the extender’s network is slower than your router’s. Instead, extenders are designed to increase the WiFi coverage throughout your home, making them ideal for filling in dead zones.</p><h3>Range, and number of supported devices</h3><p>With the name of the gaming being coverage area, taking note of a device’s range is important. Depending on the size of your home and property, you may only need up to 1,200 square feet of coverage. But those with larger homes will want to spring for an extender that can support upwards of 2,000+ square feet of coverage.</p><p>Similarly, those with lots of gadgets will want an extender that can handle them all at once. If you spend most of your time on your phone or laptop and maybe have your smart TV online for a few hours each day, you could get by with a more limited extender. Smart home aficionados and tech lovers should invest in one that won’t buckle under the pressure of a few dozen connected devices. This is especially important if you plan on linking all of the devices in a certain part of your home to your extender’s network, rather than directly to your router.</p><h3>Design</h3><p>There isn’t a ton of innovation when it comes to design in the WiFi extender space. Most of the ones you’ll find today are rounded rectangles roughly the size of your hand that plug into a standard AC outlet. They usually have a few indicator lights that will show you when the extender is connected, how strong its signal strength is and when there’s a problem, and some will even have moveable antennas that companies claim provide even better WiFi coverage.</p><p>Aside from that, there are the scant few standalone WiFi extenders that sit on an end table or a desk, and those look pretty similar to regular ol’ routers. But make no mistake, anything labeled as an extender or a “repeater” will need an anchor router in order for it to work.</p><p>Another convenient feature you’ll find on most WiFi extenders is an extra Ethernet port (or a few). This allows you to use the extender as a WiFi access point if you connect it to your router, or an adapter to provide devices like TVs, smart home hubs or game consoles a hardwired connection to the internet. Unsurprisingly, this wired connection usually provides you with the fastest speeds possible, so you may want to use it for your most crucial devices.</p><h2>Engadget picks</h2><h2>Best for most: TP-Link AX3000 WiFi 6 extender (RE700X or RE705X)</h2><p></p><p>TP-Link has a bunch of WiFi extenders under its umbrella, but the one that will likely serve most people the best is this AX3000 model, which comes in two variations: the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UUC1MaW5rLUV4dGVuZGVyLVJFNzAwWC1CZWFtZm9ybWluZy1Db21wYXRpYmxlL2RwL0IwOVY0NTVLWjI_dGg9MSZ0YWc9Z2RndDBjLXAtby1xYS0yMCIsImNvbnRlbnRVdWlkIjoiZjUzN2MwYzItYmNlNS00MjgxLThkMjctNzA2NGY1Y2ZhOGEyIn0&amp;signature=AQAAAUe5nd9UkEQ1ewtCAH9V6r48yPWhyEVKP_2EplaEQ7Ye&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTP-Link-Extender-RE700X-Beamforming-Compatible%2Fdp%2FB09V455KZ2%3Fth%3D1\">RE700X</a> and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS90cC1saW5rLWF4MzAwMC1kdWFsLWJhbmQtd2ktZmktNi1yYW5nZS1leHRlbmRlci13aGl0ZS82NTAyMDYwLnA_c2t1SWQ9NjUwMjA2MCIsImNvbnRlbnRVdWlkIjoiZjUzN2MwYzItYmNlNS00MjgxLThkMjctNzA2NGY1Y2ZhOGEyIn0&amp;signature=AQAAAYVGsI8lfbnl01eY436Xu3EWiFUED6Lj7vz9xBtkcuZ5&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Ftp-link-ax3000-dual-band-wi-fi-6-range-extender-white%2F6502060.p%3FskuId%3D6502060\">RE705X</a>. Both extenders have the same specs, including WiFi 6 support, but the 705X has a slightly different design with pull-out antennas on either side. I tested the 705X, so I’m basing my recommendation off of my experience with that model, specifically.</p><p>Setting up this extender was as easy as plugging it in and following instructions in TP-Link’s Tether mobile app. All of the devices I tried followed the same basic setup process: first, plug the extender in close to your router, follow instructions in a mobile app or on a setup webpage, and once the connection is established, move the extender to your desired location.</p><p>It took all of five minutes to pair the 705X with my Verizon FiOS router – probably the most time-consuming bit was deciding what I wanted to name the new 5Ghz and 2.4Ghz networks. I went with the same name for both because I didn’t want to manually choose from two different bands when connecting things like my phone or laptop. The device will automatically pair your device with the appropriate band — for example, connecting most smart home gadgets to the 2.4Ghz network.</p><p>The permanent location where I moved all of the extenders I tested was in my basement, since that’s where we can get the spottiest signal. I first ran speed tests on my iPhone and MacBook using Speedtest.net and Speedcheck.org so I could compare them with the standard speeds I got when connected to my router’s main network. Unsurprisingly, the speeds generated by TP-Link’s extender were much slower than those from my router’s network, but that was the case with all of the devices I tested. Only our premium pick (see below) got close to my router’s standard speeds, but I expected this. WiFi extenders aren’t going to make your connection <em>better</em> – they’re just going to give you a wider area of coverage. From a spec perspective, both the 705X and the 700X are rated for speeds up to 2402 Mbps on the 5GHz band and 574 Mbps on 2.4GHz band.</p><p>Despite the results of my tests, I was happy to discover that I wasn’t held back by the 705X’s seemingly slower speeds. I worked as normal for hours with my phone and laptop connected to the extenders network, answering emails, messaging in Slack, streaming YouTube videos and otherwise maintaining a few dozen tabs in Chrome, without any hiccups or noticeable slow-downs.</p><p>I was not surprised to find TP-Link’s Tether companion app to be easy to use, if a little simple, because that was my experience with TP-Link’s smart home app. Tether is specifically used with the company’s networking devices, and you probably won’t spend a ton of time in it after initial setup. I especially like that you can name devices that are connected to your extenders network like your phone and smart TV. That makes it much easier to know which things in your home are constantly paired with the extender rather than your router’s default network.</p><p>One important thing to note with these TP-Link extenders is that they both support <a href=\"https://www.tp-link.com/us/onemesh/product-list/\">OneMesh</a>, which is the company’s feature that allows you to create one seamless mesh network if you have a compatible router. Since I’m still using the router provided to me by my ISP, I wasn’t able to test out this feature, but it works like this: if you have a OneMesh router and OneMesh-compatible extenders, you can link them all together under the same network name. So rather than having a router network and an extender network under the same roof, everything would be linked and filed under your main network’s name.</p><p>It’s a small perk that becomes not so small if you have a spotty extender, or even just an awkwardly laid-out home. In my testing, I found my phone disconnecting from some extenders’ networks when I went upstairs to the main floor of the house from my basement. It would then attempt to reconnect to the extender network, when really I would have preferred it to default back to my router’s network. That thankfully didn’t happen with TP-Link’s RE705X, but it’s something to keep in mind when considering buying a WiFi extender at all. If you can get one that has a feature like OneMesh, it’ll make your life much easier.</p><p>Coming in at $130 and $120, respectively, the RE705X and RE700X may not be the cheapest WiFi extenders out there, but their coverage range, WiFi 6 support and max speeds make either of them a good pick. If you know exactly where you want to put an extender and it’s not in an awkward or hard-to-reach location, the slightly cheaper, antenna-free RE700X may work just fine for you. But if you want that extra ability to tweak antennas to suit your needs, the RE705X is the way to go.</p><h2>Best budget: TP-Link AC1200 WiFi extender (RE315)</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XaWZpLUV4dGVuZGVyLUJvb3N0ZXItV2lyZWxlc3MtUmVwZWF0ZXIvZHAvQjA4UkhEOTdRWT90YWc9Z2RndDBjLXAtby1xYS0yMCIsImNvbnRlbnRVdWlkIjoiZjUzN2MwYzItYmNlNS00MjgxLThkMjctNzA2NGY1Y2ZhOGEyIn0&amp;signature=AQAAARAk7Y6VLJJUh3LCl0ra0KfYKakt-UEKAQbDtvzsfmF7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWifi-Extender-Booster-Wireless-Repeater%2Fdp%2FB08RHD97QY\">TP-Link’s RE315 WiFi extender</a> is physically very similar to the RE705X, but with lower specs and that’s what makes it a $50 device. You’ll get up to 867 Mbps speeds on the 5GHz band and 300 Mbps on the 2.4GHz band, and it only provides coverage for up to 1,500 square feet. That won’t be as much of an issue for most people as max speeds will, but if you have a particularly large property, you’re better off going with a more expensive extender that can cover more space.</p><p>There’s also no WiFi 6 support on the RE315, which may be a dealbreaker for those who recently invested in a WiFi 6 router. This model does support OneMesh, though, which is nice if you already have a OneMesh system in your home.</p><p>I’m focusing on specification differences because my experience with the RE315 wasn’t that far off from the RE705X. Setup was just as plain and simple since the RE315 also uses the Tether mobile app, and while speeds were slightly lower in my testing, I didn’t notice too much of a difference in real world use. For $50 normally, and often closer to $30 when on sale, the RE315 is an easy pick for anyone who wants a budget-friendly way to fill WiFi dead zones in their home.</p><h2>Best premium: Netgear AX6000 WiFi 6 mesh range extender (EAX80)</h2><p></p><p>Having more than one WiFi network in your house is par for the course when it comes to adding an extender into the mix. But that’s not so with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ORVRHRUFSLU5pZ2h0aGF3ay1SYW5nZS1FeHRlbmRlci1FQVg4MC9kcC9CMDdUODlZWldEP3RoPTEmdGFnPWdkZ3QwYy1wLW8tcWEtMjAiLCJjb250ZW50VXVpZCI6ImY1MzdjMGMyLWJjZTUtNDI4MS04ZDI3LTcwNjRmNWNmYThhMiJ9&amp;signature=AQAAAcTeNyO4rDRAy7Tnip7keUi0BAgrJnfCddrOqMQo6z2f&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNETGEAR-Nighthawk-Range-Extender-EAX80%2Fdp%2FB07T89YZWD%3Fth%3D1\">Netgear EAX80 mesh range extender</a> – it has “seamless smart roaming,” which allows you to set it up under your existing SSID name. So instead of disconnecting from your main network and reconnecting to the extender’s network when you move from your living room to your basement, all you have to do is… move from one room to another and let Netgear’s device do the heavy lifting.</p><p>That’s one of the premium features included on the EAX80, but its $250 price tag can be attributed more so to some other perks. It’s a dual-band, WiFi 6 mesh range extender that will work with pretty much any router you may have. It supports speeds up to 6 Gbps and can have more than 30 devices connected to it at once. As far as square footage goes, it’ll widen your WiFi’s coverage by up to 2,500 square feet, which should be plenty for small and medium-sized homes. It performed well in our speed tests, coming very close to the upload/download speeds I got when being connected to my main network before installing the extender.</p><p>There’s nothing out of the ordinary about the Nighthawk mobile app, which is what you’ll use to initially set up the EAX80 extender. After that, you can use the app to troubleshoot, check WiFi speeds and see which devices are on your network. It’ll likely be a big list since you’ll see everything that’s paired to your router’s network as well. My only gripe is that you can’t edit device names. For example, my den’s TV shows up as “LGwebOSTV” and our soundbar in our basement shows up as “sonyaudio” — but there are a number of connected devices with no name at all, and we’re just stuck with that.</p><p>Aside from its fast speeds and reliable connection, two things set this Netgear extender apart from the other devices I tested. First is that seamless smart roaming feature – not having to switch between WiFi networks when going around my home was super convenient. I never had to worry about my laptop losing connection to a dedicated extender network when I moved from my basement to my second floor, which is something I frequently had to deal with when testing other devices.</p><p>The second differentiating factor is the EAX80’s design. Unlike other range extenders that are chunky blocks that plug directly into an AC outlet, Netgear’s model looks more like a standalone router. While that does mean it has a larger footprint than other devices I tested, it was actually easier to find good spots for it in my home because it didn’t have to be chained to the wall right above an outlet. Most people, especially those tight on space, will probably prefer the standard extender design, but the EAX80 gave me a bit more flexibility. I also appreciated that the EAX80 has four built-in Ethernet ports for physically connecting things like TVs, consoles and more, plus one USB-A port for hardwiring a printer.</p><p>Netgear’s EAX80 range extender is a solid option if you don’t mind dropping a bit of money to get a bunch of convenient features on top of stellar speeds and WiFi 6 support. But it’s worth noting that Netgear has a few options that are similar to the EAX80, but with various differences in speed, coverage and feature set. The most similar is the $130 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ORVRHRUFSLU5pZ2h0aGF3ay1SYW5nZS1FeHRlbmRlci1FQVg4MC9kcC9CMDgyWDE0VzVQP3RoPTEmdGFnPWdkZ3QwYy1wLW8tcWEtMjAiLCJjb250ZW50VXVpZCI6ImY1MzdjMGMyLWJjZTUtNDI4MS04ZDI3LTcwNjRmNWNmYThhMiJ9&amp;signature=AQAAAZcnbuwX_Ltn1plqLAQnXCITtcXc8NU-G3byoYW4LwWb&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNETGEAR-Nighthawk-Range-Extender-EAX80%2Fdp%2FB082X14W5P%3Fth%3D1\">EAX20 extender</a>, which includes 1,500 square feet of coverage, support for WiFi 6 and up to 1.8Gbps speeds, plus seamless smart roaming capabilities. The wall-plug version of that, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ORVRHRUFSLU5pZ2h0aGF3ay1SYW5nZS1FeHRlbmRlci1FQVg4MC9kcC9CMDhLMlpYMlJZP3RhZz1nZGd0MGMtcC1vLXFhLTIwIiwiY29udGVudFV1aWQiOiJmNTM3YzBjMi1iY2U1LTQyODEtOGQyNy03MDY0ZjVjZmE4YTIifQ&amp;signature=AQAAAUXQnR7kgAzdZMf-Idjj9_vkqioevyWD-NZH5jQOmItZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNETGEAR-Nighthawk-Range-Extender-EAX80%2Fdp%2FB08K2ZX2RY\">EAX15</a>, is actually a tad more expensive at $140.</p>This article originally appeared on Engadget at https://www.engadget.com/best-wifi-extender-130021313.html?src=rss", "link": "https://www.engadget.com/best-wifi-extender-130021313.html?src=rss", "date_published": "2023-03-28 13:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The UK government won't make an NFT after all", "description": "<p>Last year, UK Prime Minister Rishi Sunak (then Chancellor of the Exchequer) <a href=\"https://www.engadget.com/uk-royal-mint-nft-release-date-151253882.html\">announced</a> that the Royal Mint would issue an official NFT (non-fungible token) as a \"forward-looking approach\" toward crypto. Now, with the shine well off the technology, the Treasury has announced that it's \"not proceeding with the launch\" after all, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=60e97fc3-5759-41aa-a73b-6317bb989588&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MGU5N2ZjMy01NzU5LTQxYWEtYTczYi02MzE3YmI5ODk1ODgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmJjLmNvbS9uZXdzL3VrLXBvbGl0aWNzLTY1MDk0Mjk3IiwiY29udGVudFV1aWQiOiIxNjY3NGExZS0zYWQwLTQ5NDAtOGZlYy05Mjc4NWZhMWE2N2UifQ&amp;signature=AQAAAbWzT8FwEC6bRYbXZT-BqXuhrW3F1g1jSQdAn4nu55z7&amp;gcReferrer=https%3A%2F%2Fwww.bbc.com%2Fnews%2Fuk-politics-65094297\"><em>BBC</em></a> reported.&nbsp;</p><p>NFTs were still the crypto trend <em>du jour</em> when the government said it would create a \"dynamic regulatory landscape,\" to nurture a bustling industry. It also planned legislation to introduce stablecoins into the country's payment infrastructure, while considering the legal status of exchanges and investment funds based around cryptocurrency.</p><span id=\"end-legacy-contents\"></span><p>The Treasury isn't as enthusiastic now, though, as Select Committee chair Harriet Baldwin expressed in a juicy quote: \"We have not yet seen a lot of evidence that our constituents should be putting their money in these speculative tokens unless they are prepared to lose all their money. So perhaps that is why the Royal Mint has made this decision in conjunction with the Treasury.\"&nbsp;</p><p>The rejection follows a reported drop in the NFT market to the tune of <a href=\"https://newsdirect.com/news/nft-sales-drop-83-in-a-year-2-37bn-drop-in-revenue-303243772\">83 percent</a> in sales in a single year. It also coincides with the failure of key crypto exchanges, <a href=\"https://www.engadget.com/ftx-co-founder-sam-bankman-fried-faces-four-new-criminal-charges-153406519.html\">particularly FTX</a> — which saw <a href=\"https://www.theguardian.com/business/2023/jan/11/ftx-fraud-value-crypto-sbf\">untold sums</a> of investor money go up in smoke.&nbsp;</p><p>While aware of the potential for scams, bubbles and <a href=\"https://www.engadget.com/elon-musk-bitcoin-221708146.html\">environmental harms</a>, UK's economic secretary at the time, John Glen, saw the NFT project as an opportunity to \"get in on the ground floor\" of a potential crypto industry boom. And despite the recent collapse, current economy secretary Andrew Griffiths said the department is still keeping a government backed NFT \"under review.\"&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/the-uk-government-wont-make-an-nft-after-all-125018638.html?src=rss", "link": "https://www.engadget.com/the-uk-government-wont-make-an-nft-after-all-125018638.html?src=rss", "date_published": "2023-03-28 12:50:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Rekkie's smart snow goggles prove that AR is useful right now", "description": "<p>I’ve been excited about the prospect of augmented reality on ski goggles since Oakley first tried it more than a decade ago with its short-lived <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1fZ0l2clZnTG1XTSIsImNvbnRlbnRVdWlkIjoiMDkxZjg3M2QtNTJjOS00Njc2LWI1NWQtOWZhNzAwYjAwZDRlIn0&amp;signature=AQAAAd30aRMklaIIEAKgSsst8ZPY9FNQol7SdYwExrfoo8Ei&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D_gIvrVgLmWM\">Airwave</a> headset. Unfortunately, its foray into AR left a lot to be desired: the Airwave was comically large and required a wrist-worn controller. Plus, at around $600, they were prohibitively expensive for what felt like an experimental product.</p><p>But display tech has evolved a lot since then. And I’ve been patiently waiting for another company to come along with a better version that actually works. So I was excited to discover Rekkie, an independent manufacturer that launched its first pair of goggles with a built-in heads-up display last year.</p><span id=\"end-legacy-contents\"></span><p>At $349, Rekkie’s offering is still pricey, but much closer to what you’d pay for high-end, non-smart ski goggles. More importantly, after several days snowboarding with Rekkie’s goggles, I’ve found that AR has advanced enough that headsets like this finally feel useful.</p><h2>The goggles</h2><p>At first glance, Rekkies <em>almost</em> look like a pair of standard ski goggles. The most noticeable difference, though, is a box on the right side of the strap that holds the power supply, as well as the Bluetooth and long distance radios. On the outside of the pack is a button for navigating the goggles’ interface.</p><p>At about 4 inches long and an inch thick, the pack is extremely bulky, and it’s one of the few drawbacks of using the goggles. Weighing 253 grams, the Rekkies are more than twice as heavy as my usual pair, but didn't feel like much when I wore a helmet. And, if your helmet is black, it may even (sort of) blend in. But if your headgear is white or light colored it will stick out. Practically, this doesn’t matter much, but it does look a bit silly. It also means you can’t wear the goggles under your helmet, if that’s your preference. Neither of these was a dealbreaker for me, though, and I found I could easily hide the battery pack with an over-helmet mask.</p><figure><img alt=\"Ski goggles with yellow lenses and a battery pack on the side of the strap.                               \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/4e061880-c455-11ed-bf7d-7c4b53d5c995\" style=\"height: 1067; width: 1600;\" /><figcaption></figcaption><div class=\"photo-credit\">Karissa Bell / Engadget</div></figure><p>But the aesthetic drawbacks are vastly outweighed by what the Rekkie goggles can do. Their signature feature is a dashboard that shows your current elevation, speed and a compass. If you’re skiing with friends who also have a pair, you can see how far away they are and use the accompanying app to view their location on the mountain. The goggles can also control music and show your notifications and daily stats.</p><p>The actual display is a small, roughly 1-inch panel that sits in the middle of the frames near the bridge of your nose. This setup means you can swap out the lenses for varying light conditions (a silver set is included, and the company sells additional colors). But Rekkie’s lenses are slightly different from those made by other goggle companies. The upper third of each lens has a reflective coating on the <em>inside</em> in order to make the display more visible.</p><p>This means that if you look up, towards the display, the lenses are darker than when you’re looking straight ahead. The difference didn’t bother me, but some people might find it distracting. Rekkie said it is considering tweaks that would make the effect more subtle.</p><figure><img alt=\"Rekkie Smart goggles on a black helmet.                               \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/7ae87680-c456-11ed-ae9d-e4e668f4db66\" style=\"height: 1067; width: 1600;\" /><figcaption></figcaption><div class=\"photo-credit\">Karissa Bell / Engadget</div></figure><p>More importantly, I found that the screen was easy to see in almost all lighting conditions. The dashboard and menus were clearly visible in bright sunlight and on cloudier days. The display is also positioned in such a way that it’s not directly in your line of sight when you’re cruising down the mountain so the overlays aren't distracting.</p><p>All that may sound complicated, but the interface is extremely easy to navigate. Tap and hold the side button on the battery pack to bring up the main menu, then glance up, down, left or right to select a function. Up is your stats, where you can view how many runs you’ve done and how much elevation you’ve covered. Left is “texts,” which is a bit of a misnomer because it shows recent notifications from all apps (on iOS, you need to have notification previews enabled); right is “music” for controlling media playback, and down is the live dashboard. From the latter, you can also tap the button to hide everything but the time.</p><div id=\"9d0b8ba3ebaa47c2bd0975284172816e\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>I tended to switch to this “clock-only” mode often, especially once I gained some speed. It might sound weird, but the clock was one of my favorite features. I don’t wear a watch, and repeatedly checking your phone on a cold day can quickly take a toll on its battery (and your fingers).</p><p>Likewise, being able to control my music and podcasts from the goggles was very useful. I usually wear AirPods while I board, and reaching under my helmet or stupidly shouting “Hey Siri” into my ski mask always gives me a bit of anxiety. So I was more than happy to be able to rely on my goggles for those tasks.</p><p>As much as I’ve complained about the size of the battery pack, the goggles’ runtime is actually impressive. The company says the device should last about 10 hours, though it could go longer depending on how heavily you’re using it. I never managed to drain the battery during a full day of snowboarding, even in snowy 10-degree (Fahrenheit) conditions. The goggles even lasted two consecutive days without charging.</p><figure><img alt=\"With a white helmet, the battery pack sticks out noticeably. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/26fd5b50-c4e0-11ed-afbd-53aa5a1f0682\" style=\"height: 1600; width: 1522;\" /><figcaption></figcaption><div class=\"photo-credit\">Karissa Bell / Engadget</div></figure><p>I was initially concerned that the uncovered charging port on the underside of the battery pack would leave it exposed to the elements. I boarded in more than one storm with heavy snowfall where no part of the goggles was able to stay perfectly dry, and wondered if I might be inadvertently damaging them. But it turns out the device was more water resistant than I had anticipated.</p><p>Rekkie said the goggles aren’t technically waterproof, but were designed to withstand the kind of moisture you’d expect to encounter during a typical day of skiing. I (unintentionally) put this to the test one stormy day in Park City when I managed to fill the Rekkies with snow after I went down in a pile of powder. Snow froze to the display and they were temporarily unusable. But I dried them out at the end of the day and was able to charge them like nothing had happened.</p><h2>Friend tracking</h2><p>Rekkie’s googles get even more useful if you ski with a friend who also has them. Once you form a “group” within the app, you’ll be able to see how far away you are from each other. There's no limit to how many people can be in a group, but the dashboard will only show the two who are closest to you (though you can view everyone from the app). You can also compare stats with your group from the stats menu in the goggles.</p><p>The system uses your phone’s cellular signal and the goggles’ onboard radios to track each other. That means that if you have service, you can see how far away they are in both the dashboard view and the Rekkie app. If one or both people don’t have service, the device’s radios have an approximately 2,000-foot range, so you should be able to see if someone is on the same run as you, but not if they’re, say, on the other side of the resort.</p><p>In practice, I found the friend-tracking feature most useful when my husband, who also was wearing a pair, was on the same trail as me. I tend to race down runs much faster than he does, so we often lose sight of each other. Seeing the number tick down as he approached was both reassuring and good for my impatience.</p><p>I could see the feature being even more helpful if you go off-piste or into the backcountry. It’s easier to lose friends in the trees, so having an idea of how far away they are could  help make sure no one is left behind.</p><p>But while the app is useful for seeing your friends’ locations, it unfortunately doesn’t do much else. For example, there’s no way to use the app to check out the stats your googles tracked while you were on the mountain. As a longtime user of ski-tracking apps like <a href=\"https://www.engadget.com/best-snow-and-winter-sports-gear-to-gift-140010540.html\">Slopes</a>, which map out all your runs and record your statistics throughout the day, I’m bummed Rekkie doesn’t offer this.</p><p>The founders told me that there are plans to incorporate stats into the app, as well as several other capabilities. They’re also working on new safety features, like one that will automatically switch off the live dashboard once you hit speeds of 15mph or faster, as well as ways to communicate with resorts’ ski patrols if you get into trouble.</p><p>New features will be available via app and firmware updates, so if you buy a pair now, there’s a good chance you’ll see their capabilities expand over time. That’s a good thing when you’re investing $350 in eyewear you’ll only use a few months of the year.</p><p>Overall, I was impressed by just how useful the Rekkies are. While I was initially excited for a pair of goggles that could track my stats and project my real-time speed and location, I underestimated the added convenience of features like friend tracking, media controls and an always-on clock. We’re at a moment when a lot of big tech companies have made ambitious promises about the future of augmented reality. But those promises, like the all-encompassing augmented reality glasses Meta and others have hinted at, are likely still years away. Rekkie’s smart goggles may be a more niche product, but they show that we don’t need to wait years for useful, non-gimmicky applications for AR.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/rekkies-smart-snow-goggles-prove-that-ar-is-useful-right-now-120054157.html?src=rss", "link": "https://www.engadget.com/rekkies-smart-snow-goggles-prove-that-ar-is-useful-right-now-120054157.html?src=rss", "date_published": "2023-03-28 12:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "HP's Omen Transcend 16 laptop caters to both creators and gamers", "description": "<p>A decade ago, buying a gaming or creative workstation laptop meant sacrificing portability for power. Not anymore. These days machines with top specs can be had in relatively thin and light chassis — and HP just announced its latest laptop for this category: the <a href=\"https://www.omen.com/us/en/laptops/2023-omen-transcend-intel.html\">Omen Transcend 1</a>6.</p><p>HP calls the Transcend 16 a &quot;hybrid device&quot; designed for lifestyle gamers, but don't let the phrasing confuse you — this laptop is thin and portable at just 19.9mm thick, but it isn't a 2-in-1 convertible. The Transcend 16 may not fold over into a tablet mode, but it still has a pretty impressive screen: HP says the mini-LED 2560 x 1600 HDR1000 display is the brightest of any Omen device. Paired with a 13th generation Intel Core i9-12900HX CPU and NVIDIA GeForce RTX 4070 graphics, the new gaming laptop should offer more than enough power for both gaming and work. The Omen Transcend 16 will launch this Spring, starting at $1670.</p><span id=\"end-legacy-contents\"></span><p>If you're looking for a machine focused more on high-end leisure, HP is also rolling out some updates for <a href=\"https://www.omen.com/us/en/laptops/2023-omen-16-intel.html\">Omen 16 laptops</a>. Unlike the Transcend 16, this machine offers a choice of processor: buyers can pick between an Intel Core i9-13900HX or an AMD Ryzen 9 7940HS — and both models can be paired with GeForce RTX 4080 graphics and up to 32GB of DDR5 RAM and 2TB of SSD storage. Pricing will start at $1300 when the Omen 16 hits stores, also in Spring.</p><p>Both the Omen 16 and the Transcend 16 also come with 1-month of Xbox Game Pass Ultimate and support intuitive audio pairing when bundled with HyperX Cloud II Core Wireless Gaming Headsets.</p><p>Finally, HP has announced the new line-up of nine Omen gaming monitors in a variety of sizes. Almost all of the monitors <a href=\"https://www.omen.com/us/en/displays/165hz.html\">hit a gaming-friendly 165hz refresh rate</a>, but there are a few standouts: The Omen 27s and 27qs both boast a faster 240Hz refresh rate, while the 27K steps down to 144hz in exchange for a higher resolution 4K display. HP is also offering a new 21:9 ultrawide with the <a href=\"https://www.omen.com/us/en/displays/omen-34c.html\">Omen 34c</a>. All nine monitors are slated for a Spring launch and are priced between $200 and $480.</p>This article originally appeared on Engadget at https://www.engadget.com/hps-omen-transcend-16-laptop-caters-to-both-creators-and-gamers-120051043.html?src=rss", "link": "https://www.engadget.com/hps-omen-transcend-16-laptop-caters-to-both-creators-and-gamers-120051043.html?src=rss", "date_published": "2023-03-28 12:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google's new Classroom tools include a 'reader mode' for people with dyslexia", "description": "<p>Google is making it easier for people with reading challenges, such as dyslexia, to be able to make out articles and text posts online. The tech giant has launched &quot;reader mode&quot; for Chrome, which takes a site's primary content and puts it into the sidebar to reduce clutter and distractions. Users will also be able to change the text's typeface, font size and spacing, as well as its color and background color, to find the combination that works best for them.&nbsp;</p><p>Reader mode is but one of the new features and updates Google has rolled out for <a href=\"https://www.engadget.com/google-for-education-learning-classroom-meet-workspace-updates-224535086.html\">education users</a>. Another new feature for Google Classroom gives educators the ability to add interactive questions to YouTube videos. That will allow students to answer them and get immediate feedback, giving teachers an insight on how well they understand the subject matter.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Google is also giving teachers a way to share practice sets with other verified educators in their domain, so that they can expand the availability of materials their students have access to. For particularly difficult mathematical and scientific concepts, for instance, more examples mean more opportunity to better understand them. The company has released a new web player for Screencast on Chrome OS, as well, allowing users to watch casts in any browser on any platform. Plus, it has expanded language options for Screencast closed captions and for practice sets.&nbsp;</p><p>Classes using Meet for online lectures will also find a new and useful feature: Hand raise gesture detection powered by AI. Apparently, when a student raises a hand in real life, the video conferencing app can now automatically activate its Hand Raise icon. In addition, two teachers can now also manage slides concurrently on Meet and co-present lectures together. Google has been growing and improving its education-related tools for years, though it has perhaps kicked things up a notch after schools shut down during the pandemic. It released <a href=\"https://www.engadget.com/google-for-education-learning-classroom-meet-workspace-updates-224535086.html\">a slew of updates</a> to make <a href=\"https://www.engadget.com/google-classroom-practice-sets-160044811.html\">virtual classrooms</a> more usable since then, and it looks like it hasn't forgotten online-based education even though schools have mostly gone back to in-person learning.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/google-new-classroom-tools-include-a-reader-mode-for-people-with-dyslexia-120046174.html?src=rss", "link": "https://www.engadget.com/google-new-classroom-tools-include-a-reader-mode-for-people-with-dyslexia-120046174.html?src=rss", "date_published": "2023-03-28 12:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Our verdict on Sonos' Era 300 and Era 100 speakers", "description": "<p>Sonos has focused most of its efforts on two categories: portable speakers and home theater products, like its soundbars. The company’s main pair of music-focused speakers, the One and Five, have been getting a little old. The Sonos <a href=\"https://www.engadget.com/sonos-era-100-review-affordable-multi-room-audio-that-actually-sounds-good-130007717.html\">Era 100</a> and <a href=\"https://www.engadget.com/sonos-era-300-review-a-big-bet-on-spatial-audio-130053487.html\">Era 300 </a>aim to refresh that lineup.</p><p>The $250 Era 100 is a complete redesign of the Sonos One, introduced in 2017. It’s a mono speaker, just like the One and the Play:1 before it. But don’t let that simple description deceive you. The improvements over the One are immediately obvious in sound quality and new features, like line-in, Bluetooth and easier Trueplay setup. The Era 100 isn’t the most exciting speaker Engadget editor Nathan Ingraham’s ever listened to, but it provides impressive performance at a reasonable price.</p><p>The $450 Era 300 has a slightly strange place in the Sonos portfolio. Its higher price means it won’t be as broadly appealing as the Era 100. It’s closer to the $550 Sonos Five, arguably a superior speaker, but it still sounds notably better than the Era 100.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/samsung-galaxy-s23-phones-drop-to-record-low-prices-at-amazon-133018495.html\">Samsung Galaxy S23 phones drop to record low prices at Amazon</a></p><p><a href=\"https://www.engadget.com/nintendos-eshop-closures-are-putting-generations-of-games-out-of-reach-140052823.html\">Nintendo's eShop closures are putting generations of games out of reach</a></p><p><a href=\"https://www.engadget.com/google-upgrades-its-nba-pixel-arena-app-just-in-time-for-the-playoffs-175600395.html\">Google upgrades its NBA Pixel Arena app just in time for the playoffs</a></p><p><a href=\"https://www.engadget.com/microsofts-redesigned-teams-app-is-faster-and-less-of-a-memory-hog-162949623.html\">Microsoft’s redesigned Teams app is faster and less of a memory hog</a></p><p></p><h2><a href=\"https://www.engadget.com/nintendo-will-show-10-minutes-of-legend-of-zelda-tears-of-the-kingdom-gameplay-tomorrow-145243370.html\">Nintendo will show 10 minutes of 'Legend of Zelda: Tears of the Kingdom' gameplay today</a></h2><h3>You'll see how the 'Breath of the Wild' sequel plays.</h3><a href=\"https://www.engadget.com/nintendo-will-show-10-minutes-of-legend-of-zelda-tears-of-the-kingdom-gameplay-tomorrow-145243370.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/1b7ecaa0-cd52-11ed-8bfd-c5febf6aad17\" /><figcaption></figcaption><div class=\"photo-credit\">Nintendo</div></figure></a><p>Nintendo and series producer Eiji Aonuma will showcase 10 minutes of <em>Tears</em> gameplay in a live premiere on YouTube at 10 AM ET or 7 AM PT. It's not clear what you'll see, but it's safe to presume the demo will feature new mechanics and less of a focus on worldbuilding or story.</p><p>We’re expecting the same open-world experience that made <a href=\"https://www.engadget.com/2017-03-02-zelda-breath-of-the-wild-switch-review.html\"><em>Breath of the Wild</em></a> a hit, but with a new airborne environment (the floating islands above Hyrule) and an abundance of new ways to traverse the landscape. You can fly on a giant hoverboard and even grind rails.</p><p><a href=\"https://www.engadget.com/nintendo-will-show-10-minutes-of-legend-of-zelda-tears-of-the-kingdom-gameplay-tomorrow-145243370.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/ios-164-is-out-with-bug-fixes-and-a-ton-of-new-emoji-181331049.html%20https://www.engadget.com/...\">iOS 16.4 is out with bug fixes and a ton of new emoji</a></h2><h3>Updates for the Mac, iPad and Apple Watch are also live.</h3><h3></h3><p>Apple has officially released updates for each of its major platforms. The MacOS 13.3, iOS / iPadOS 16.4 and WatchOS 9.4 updates include 21 new emoji, improved voice isolation for calls and a smattering of minor bug fixes. Emoji additions include five new animals, two new hand gestures, three colored hearts and objects, including a folding fan, maracas and a flute.</p><p>Cellular calls now have Voice Isolation, designed to block out ambient noise. The Duplicates album in Photos will now cross check with images stored in the iCloud Shared Photo Library to keep your albums clean. There's even a new accessibility feature that helpfully dims the screen when it detects flashing lights or strobe effects in video content.</p><p><a href=\"https://www.engadget.com/ios-164-is-out-with-bug-fixes-and-a-ton-of-new-emoji-181331049.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/acer-predator-helios-300-spatiallabs-edition-review-173058399.html\">Acer Helios 300 SpatialLabs Edition review</a></h2><h3>Sadly, glasses-free 3D is just pointless.</h3><a href=\"https://www.engadget.com/acer-predator-helios-300-spatiallabs-edition-review-173058399.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/2c860140-cd54-11ed-bfcf-05b7e5e8bc86\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Devindra Hardawar / Engadget</div></figure></a><p>Acer's Predator Helios 300 SpatialLabs Edition has the company's glasses-free 3D screen in one last bid to make 3D content happen. It's meant to unlock an entirely new dimension of gameplay in titles like <em>God of War</em> and <em>Forza Horizon 5</em> – and it does, to a degree. But it's also obscenely expensive, starting at $3,499, and the 3D means you miss out on higher refresh rates and a better quality screen.</p><p><a href=\"https://www.engadget.com/acer-predator-helios-300-spatiallabs-edition-review-173058399.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/biden-administration-bans-federal-agencies-from-using-commercial-spyware-182812610.html\">Biden administration bans federal agencies from using commercial spyware</a></h2><span id=\"end-legacy-contents\"></span><h2>The order is likely to affect known government spyware makers like NSO Group.</h2><h3></h3><p>In an executive order signed Monday, President Biden barred federal agencies from using commercial spyware that threatens US national security or carries a risk of improper use by foreign governments and individuals. The order applies to all departments, including those involved in law enforcement, defense and intelligence. It also prohibits the use of spyware that, in the past, was used to disclose non-public information about the US government.</p><p>As <em>TechCrunch</em> reported, security researchers have long warned of the dangers posed by commercial spyware. With NSO Group’s infamous Pegasus spyware, it exploited a vulnerability in iOS that allowed the program to infect an iPhone without the victim needing to tap anything. While many governments claim to use spyware sparingly to investigate serious crimes, that hasn’t stopped some from using the software for domestic surveillance and to target political dissidents.</p><p><a href=\"https://www.engadget.com/biden-administration-bans-federal-agencies-from-using-commercial-spyware-182812610.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/ubisoft-has-pulled-out-of-e3-2023-193658243.html\">Ubisoft has pulled out of E3 2023</a></h2><h3>The publisher will host its own show instead.</h3><h3></h3><p>You can add Ubisoft to the list of companies not attending the first in-person E3 in four years. Before this week, it was one of the few major publishers to come out supporting the revamped event. On Monday, however, Ubisoft told <em>VGC</em> it would not be at the tradeshow and would instead host its own event at around the same time: “While we initially intended to have an official E3 presence, we’ve made the subsequent decision to move in a different direction and will be holding a Ubisoft Forward Live event on 12th June in Los Angeles.” You’ll have to wait, then, for your<em>&nbsp;</em><a href=\"https://www.engadget.com/ubisoft-skull-and-bones-delay-games-canceled-202818759.html\"><em>Skull and Bones</em> update</a>…</p><p><a href=\"https://www.engadget.com/ubisoft-has-pulled-out-of-e3-2023-193658243.html\"><strong>Continue reading.</strong></a></p><h3></h3>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-our-verdict-on-sonos-era-300-and-era-100-speakers-111545315.html?src=rss", "link": "https://www.engadget.com/the-morning-after-our-verdict-on-sonos-era-300-and-era-100-speakers-111545315.html?src=rss", "date_published": "2023-03-28 11:15:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Disney reportedly shuts down its metaverse division", "description": "<p>Disney has shut down its metaverse division and laid off all of the team's 50 or so members as part of a broader restructuring process, according to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9kaXNuZXktZWxpbWluYXRlcy1pdHMtbWV0YXZlcnNlLWRpdmlzaW9uLWFzLXBhcnQtb2YtY29tcGFueXMtbGF5b2Zmcy1wbGFuLTk0YjAzNjUwIiwiY29udGVudFV1aWQiOiIyOGFmODEwOS0xOGRhLTRmZmUtOWM3MS0wYWQxN2EyN2Y3MjUifQ&amp;signature=AQAAAdAGRy9yMSXa2irphfZTwdTGzYxU_61pUjGxeUfHurWb&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fdisney-eliminates-its-metaverse-division-as-part-of-companys-layoffs-plan-94b03650\"><em>The Wall Street Journal</em></a>. It was just over a year ago when former Disney CEO Bob Chapek <a href=\"https://variety.com/2022/digital/news/disney-metaverse-strategy-executive-mike-white-1235182799/\">tapped</a> company veteran Mike White to lead the team in its task of finding interactive ways to tell Disney's stories using new technologies. While the rest of team has lost their jobs, White will remain at the company, though it's unclear what role he's taking on going forward.&nbsp;</p><p>The executive's plan to launch an Amazon Prime-like subscription service for Disney has reportedly also been scrapped. It would've created a single user experience for Disney+, the company's retail operations and its apps that people use to purchase food and merchandise at Disney theme parks.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Chapek was hopeful and optimistic about Disney's future when it came to the metaverse and previously said that the company should excel at \"blending... the physical and digital experiences.\" He called the metaverse \"the next great storytelling frontier.\" The division's closure doesn't necessarily mean that Disney is abandoning its metaverse ambitions for good, though. As <em>The Journal </em>notes, Bob Iger, who <a href=\"https://www.engadget.com/bob-iger-is-returning-as-disney-ceo-in-a-huge-shakeup-065239929.html\">returned as CEO</a> to replace Chapek in November 2022, showed that he also sees a future in the metaverse when he <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9hZnRlci13YWx0LWRpc25leS1yb2JlcnQtaWdlci1oZWFkcy10by10aGUtbWV0YXZlcnNlLTExNjQ3MjU5MjAxP21vZD1hcnRpY2xlX2lubGluZSIsImNvbnRlbnRVdWlkIjoiMjhhZjgxMDktMThkYS00ZmZlLTljNzEtMGFkMTdhMjdmNzI1In0&amp;signature=AQAAAWT7ISva_OQ4WsgOpGeB6vOIbC9Bj0DifSZ6SRjn8Eii&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fafter-walt-disney-robert-iger-heads-to-the-metaverse-11647259201%3Fmod%3Darticle_inline\">joined the board</a> of an animated avatar startup.&nbsp;</p><p>While Iger may have another strategy in mind, it may take some before we hear about it. Disney has been under pressure from investors to implement serious cost-cutting measures, and it previously announced that it was going to lay off 7,000 employees. According to <a href=\"https://techcrunch.com/2023/03/27/disney-layoffs-2023-ceo-bob-iger-memo/?tpcc=tcplustwitter\"><em>TechCrunch</em></a>, it will have three rounds of layoffs, with the first one taking place this week. The metaverse team might simply be one of the first teams impacted by Disney's significant restructuring efforts. In the note <em>TechCrunch</em> obtained, Iger said the company will send a larger round of layoff notifications in April and will notify the last affected employees before the beginning of summer.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/disney-reportedly-shuts-down-its-metaverse-division-103151157.html?src=rss", "link": "https://www.engadget.com/disney-reportedly-shuts-down-its-metaverse-division-103151157.html?src=rss", "date_published": "2023-03-28 10:31:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple Music Classical is now available globally", "description": "<p>Apple Music Classical is <a href=\"https://learn.applemusic.apple/apple-music-classical\">now available</a> for download globally with more than 5 million tracks. Offered as part of an Apple Music subscription, it's designed to make it easier to find things unique to classical music, including orchestras, conductors, musicians and more.&nbsp;</p><p>The app sprung from Primephonic, the streaming service Apple <a href=\"https://www.engadget.com/apple-music-classical-primephonic-acquisition-170552828.html\">acquired</a> in 2021. It was originally slated to be released at the end of 2022, but earlier this month, Apple <a href=\"https://www.engadget.com/apple-music-classical-arrives-on-march-28th-150050269.html\">revealed</a> a firm release date of March 28th.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"e9c80e934d5f44638f0947db10aba0d4\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The app is available on iPhones running iOS 15.4 or later, with an Android version &quot;coming soon.&quot; As you'd hope, it offers 192KHz/24-bit high-resolution lossless audio quality, with &quot;thousands&quot; of recordings offered in spatial audio as well. It also lets classical enthusiasts browse composer biographies, descriptions of key works, &quot;deep-dive&quot; guides and more. The search feature has been rewritten for classical music queries and lets you choose from over 700 curated playlists.&nbsp;</p><p>There are few things missing from the main Apple Music app, though. Apple Music Voice Plan subscribers can't use Classical, there's no native iPad app yet and you can't download music for offline listening. The navigation bar has just four buttons (Listen Now, Browse, Library and Search), as there's no Radio shortcut. Apart from that, it should appeal to classical music lovers seeking things specific to the genre, especially those hard-to-locate performances.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/apple-music-classical-is-now-available-globally-082516950.html?src=rss", "link": "https://www.engadget.com/apple-music-classical-is-now-available-globally-082516950.html?src=rss", "date_published": "2023-03-28 08:25:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Virgin Orbit extends employee furlough as it continues to seek funding", "description": "<p>In mid-March, Virgin Orbit went into an &quot;<a href=\"https://www.engadget.com/virgin-orbit-furloughs-most-employees-and-pauses-operations-for-a-week-065542834.html\">operational pause</a>&quot; and put most of its 750 employees in an unpaid leave due to financial issues. Reports have come out that the satellite launch company was in talks with potential new investors since then, but it sounds like it has yet to clinch a deal that would fund its operations going forward. According to <a href=\"https://www.cnbc.com/2023/03/27/virgin-orbit-extends-unpaid-pause-as-deal-collapses-talks-continue.html\"><em>CNBC</em></a> and <a href=\"https://www.reuters.com/business/aerospace-defense/virgin-orbit-extends-worker-furlough-continues-funding-talks-ceo-2023-03-27/\"><em>Reuters</em></a>, Virgin Orbit CEO Dan Hart has told employees via email that the company will extend unpaid furlough for majority of its workforce.&nbsp;</p><p>&quot;Our investment discussions have been very dynamic over the past few days, they are ongoing, and not yet at a stage where we can provide a fulsome update,&quot; he reportedly wrote. Sources told the news organizations that Virgin Orbit's late-stage discussions with Texas-based investor Matthew Brown broke down and was officially called off late last week.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Brown was going to put in $200 million into the company, which would've given the investor a controlling stake. Talks with a different potential buyer, <em>CNBC</em> said, also came to a halt on Sunday night. <a href=\"https://www.cnbc.com/2023/03/23/investing-in-space-the-virgin-orbit-latecomer-matthew-brown.html\"><em>CNBC's Investing in Space</em></a> newsletter recently reported that Sir Richard Branson, which currently has the largest stake in the company at 75 percent, doesn't want to own the business anymore. Branson's Virgin Group has apparently been rushing to find funding for the company in an effort to avoid bankruptcy.&nbsp;</p><p>A small team of Virgin Orbit employees already returned to work last week as part of its expected &quot;incremental resumption of operations.&quot; While the company's future remains unclear, it has to start preparing for its next planned rocket launches. One of the missions it's aiming to accomplish this year is its second orbital launch attempt from UK soil. If you'll recall, what was supposed to be Virgin Orbit's first orbital UK launch <a href=\"https://www.engadget.com/the-first-ever-uk-space-flight-virgin-orbit-startmeup-fails-to-reach-orbit-061912341.html\">took off from Spaceport Cornwall</a> on January 9th, but it failed to reach orbit <a href=\"https://www.engadget.com/virgin-orbit-confirms-a-dislodged-fuel-filter-caused-its-first-uk-launch-to-fail-102542775.html\">due to a dislodged fuel filter</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/virgin-orbit-extends-employee-furlough-as-it-continues-to-seek-funding-072232194.html?src=rss", "link": "https://www.engadget.com/virgin-orbit-extends-employee-furlough-as-it-continues-to-seek-funding-072232194.html?src=rss", "date_published": "2023-03-28 07:22:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter will soon only recommend paid users in its For You feed", "description": "<p>In a couple of weeks, all the tweets you see on the <a href=\"https://www.engadget.com/twitters-for-you-timeline-starts-rolling-out-on-desktop-web-browsers-203558483.html\">For You feed</a> will come from Twitter Blue users. Twitter boss Elon Musk has <a href=\"https://twitter.com/elonmusk/status/1640502698549075972\">announced</a> that the website will only display tweets from verified accounts in For You's recommendations starting on April 15th going forward.&nbsp;</p><p>Musk explained that the company is making the move to combat AI bots and that it's the &quot;only realistic way&quot; to prevent &quot;advanced AI bot swarms&quot; from taking over. He also said that Twitter is fighting a &quot;hopeless losing battle&quot; otherwise if it doesn't implement the change. In a follow-up tweet, Musk clarified that AI bots can pay for verification (and presumably be shown in the For You timeline), as long as they don't impersonate a human.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Twitter's For You interface shows not just tweets from the accounts a user follows, but also content based on previous tweets they've liked or other people in their network have liked. The feature <a href=\"https://www.engadget.com/twitter-for-ios-now-features-for-you-and-following-tabs-instead-of-the-sparkle-button-094006066.html\">debuted on iOS</a> back in January as an alternative to the Following tab before making its way to other platforms. Not everybody liked it, and Twitter released an update so that its web and mobile apps will <a href=\"https://www.engadget.com/twitter-default-timeline-tab-213926997.html\">default to the timeline</a> tab users last had open after it came out. But displaying only verified users could potentially mean that those who choose to view it would see a lot more promotional tweets.&nbsp;</p><p>After all, pretty soon the only verified accounts on the social media site will be Twitter Blue subscribers. Twitter previously announced that it's <a href=\"https://www.engadget.com/twitter-says-its-killing-legacy-verified-checkmarks-starting-on-april-1st-035927238.html\">killing legacy checkmarks</a> on April 1st, stripping public personalities, companies, government and non-government organizations and the like of their verified status unless they pay for it.</p><div id=\"0d73a0f1ab844125962faa8863ed951a\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Starting April 15th, only verified accounts will be eligible to be in For You recommendations.<br /><br />The is the only realistic way to address advanced AI bot swarms taking over. It is otherwise a hopeless losing battle.<br /><br />Voting in polls will require verification for same reason.</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1640502698549075972?ref_src=twsrc%5Etfw\">March 27, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/twitter-will-soon-only-recommend-paid-users-in-its-for-you-feed-041101215.html?src=rss", "link": "https://www.engadget.com/twitter-will-soon-only-recommend-paid-users-in-its-for-you-feed-041101215.html?src=rss", "date_published": "2023-03-28 04:11:01+00:00", "persistent": false, "user": null, "language": "en-US"}]