[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Arkansas To File Lawsuits Against Social Media Giants For Pushing ‘Addictive, Damaging’ Content On Children", "description": "Arkansas Gov. Sarah Sanders said Tuesday that state officials plan to file three separate lawsuits against TikTok and Facebook and Instagram owner Meta, accusing the social media giants of pushing addictive and damaging content on children. The governor&#8217;s office said the lawsuits would fall under the state&#8217;s Deceptive Trade Practices Act, prohibiting unfair or deceptive ...", "link": "https://www.dailywire.com/news/arkansas-to-file-lawsuits-against-social-media-giants-for-pushing-addictive-damaging-content-on-children", "date_published": "2023-03-28 19:02:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Newsweek Retracts ‘Hideous Lie Of A Headline’ Claiming Candace Owens Said Transgender Surgery Turned Nashville Shooter Into Monster", "description": "American news magazine Newsweek retracted a headline Tuesday that incorrectly claimed author and Daily Wire host Candace Owens said transgender surgery turned the Nashville shooter into a monster. As the nation mourned the murder of three children and three adults at the hands of a 28-year-old mass shooter inside the Covenant School, a Presbyterian preschool ...", "link": "https://www.dailywire.com/news/newsweek-retracts-hideous-lie-of-a-headline-claiming-candace-owens-said-transgender-surgery-turned-nashville-shooter-into-monster", "date_published": "2023-03-28 18:53:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Australian Company Unveils Lab-Grown Meatball Made From Woolly Mammoth", "description": "A producer of lab-grown meat unveiled an ancient appetizer that&#8217;s perfect for your Paleo diet. An Australian synthetic meat producer called Vow unveiled a meatball made from the genetic material of the woolly mammoth on Tuesday. The meatball was created using proteins synthesized from the mammoth genome, and is part of the company&#8217;s mission to ...", "link": "https://www.dailywire.com/news/australian-company-unveils-lab-grown-meatball-made-from-woolly-mammoth", "date_published": "2023-03-28 18:48:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kacey Musgraves, Reese Witherspoon Announce Plans For ‘Inclusive’ Country Music Competition Series", "description": "Kacey Musgraves and Reese Witherspoon announced plans for a new country music reality TV competition series called &#8220;My Kind Of Country&#8221; on Apple TV Plus. The 47-year-old actress tweeted recently that she and the 34-year-old country singer decided there was a need to make country music more &#8220;inclusive and representative,&#8221; the Washington Examiner reported. &#8220;[MyKindOfCountry] ...", "link": "https://www.dailywire.com/news/kacey-musgraves-reese-witherspoon-announce-plans-for-inclusive-country-music-competition-series", "date_published": "2023-03-28 18:43:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sunny Hostin Blows Off China’s Concentration Camps, Says It’s Worse That America Puts Black People In Jail", "description": "&#8220;The View&#8221; host Sunny Hostin complained on Tuesday that the United States sending black people to jail was worse than Communist China sending Uyghur Muslims to concentration camps. Hostin made the remarks during a conversation about declining patriotism and the idea of American exceptionalism — and whether or not she and her cohosts believed that ...", "link": "https://www.dailywire.com/news/sunny-hostin-blows-off-chinas-concentration-camps-says-its-worse-that-america-puts-black-people-in-jail", "date_published": "2023-03-28 18:36:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Uncle Says Rand Paul Staffer Sustained ‘Deep Knife Wound To The Head’: Report", "description": "The uncle of Sen. Rand Paul&#8217;s (R-KY) staffer who was attacked in Washington, D.C., over the weekend reportedly said his nephew faces the possibility of seizures for the next month due to a knife wound to the head. Tim Todd shared the update about his nephew, Phillip Todd, in a post to Facebook, according to ...", "link": "https://www.dailywire.com/news/uncle-says-rand-paul-staffer-sustained-deep-knife-wound-to-the-head-report", "date_published": "2023-03-28 18:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Four Pervasive Myths About Israel And Why They’re Wrong", "description": "Among Israel’s numerous critics around the world today, it may come as a surprise that some of the most vocal critics of the Jewish State reside on the far-left of the political spectrum. Those who assert they are “allies of the oppressed” and claim to stand against things like “colonization” and the “erasure of indigenous ...", "link": "https://www.dailywire.com/news/four-pervasive-myths-about-israel-and-why-theyre-wrong", "date_published": "2023-03-28 18:20:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Hires Former Jeb Bush Campaign Staffer To Lead Effort In Early 2024 Primary State", "description": "Former President Donald Trump has tapped a former staffer of then-Florida Governor Jeb Bush&#8217;s unsuccessful 2016 presidential bid to lead his efforts in New Hampshire in 2024. Politico reported that Trevor Naglieri, who served as a field coordinator for Bush in 2016, will get an even higher position for Trump&#8217;s third presidential campaign: New Hampshire state director. ...", "link": "https://www.dailywire.com/news/trump-hires-former-jeb-bush-campaign-staffer-to-lead-effort-in-early-2024-primary-state", "date_published": "2023-03-28 18:20:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Republicans Call For Budget To Prevent Discrimination Toward Groups Affirming Marriage Is Between ‘One Man And One Woman’", "description": "House Republicans sent letters to protect faith-based entities from discrimination in the federal budget due to their views on traditional marriage. The letter, which was spearheaded by Rep. Chip Roy (R-TX) and sent to multiple House Appropriations Subcommittees, requests that lawmakers add text to the budget that prohibits agencies from taking discriminatory action against people ...", "link": "https://www.dailywire.com/news/house-republicans-call-for-budget-to-prevent-discrimination-toward-groups-affirming-marriage-is-between-one-man-and-one-woman", "date_published": "2023-03-28 18:18:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: More Nashville Shooting Information, Migrant Fatal Fire, Maine Miracle Baby Heads Home", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Nashville Shooting Update A former middle school friend of the Covenant school shooter revealed chilling messages that she received via Instagram shortly before the attack on the Nashville Christian elementary school. Daily Wire reporter Zach Jewell has more: ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-more-nashville-shooting-information-migrant-fatal-fire-maine-miracle-baby-heads-home", "date_published": "2023-03-28 17:50:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "FBI Isn’t Treating Nashville Shooting As Domestic Terrorism", "description": "The Federal Bureau of Investigations does not consider the Monday shooting in Nashville in which six people were killed an act of domestic terrorism, a term describing the use of violence to &#8220;further ideological goals.&#8221;", "link": "https://www.dailywire.com/news/fbi-isnt-treating-nashville-shooting-as-domestic-terrorism", "date_published": "2023-03-28 17:39:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "$13 Billion In Silicon Valley Bank Bailout Money Went To Just 10 Accounts", "description": "Federal Deposit Insurance Corporation Chairman Martin Gruenberg revealed on Monday that the firm guaranteed as much as $13.3 billion in uninsured deposits for the 10 largest account holders at the defunct Silicon Valley Bank. The implosion of Silicon Valley Bank, where the vast majority of account balances exceeded the $250,000 threshold backed by the FDIC, ...", "link": "https://www.dailywire.com/news/13-billion-in-silicon-valley-bank-bailout-money-went-to-just-10-accounts", "date_published": "2023-03-28 17:18:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Brave Girl Killed By School Shooter Tried To Stop Rampage By Pulling Fire Alarm: Report", "description": "A nine-year-old girl who was one of the three schoolchildren gunned down by the Nashville shooter inside a Christian school was desperately trying to stop the massacre by pulling on a fire alarm when she was murdered, according to a report. Evelyn Dieckhaus was eulogized Monday night at a vigil at Woodmont Christian Church, where ...", "link": "https://www.dailywire.com/news/brave-girl-killed-by-school-shooter-tried-to-stop-rampage-by-pulling-fire-alarm", "date_published": "2023-03-28 17:10:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Calls For Republicans To Face ‘Pressure,’ Claims He Supports 2A In Renewed Gun Control Push", "description": "President Joe Biden called for people to “put pressure” on Republicans to pass gun control legislation on Tuesday as he seeks to pass an “assault weapons ban.”  Biden called for more gun control during an event in North Carolina, after he watched the footage of the mass shooting at a Christian elementary school in Nashville ...", "link": "https://www.dailywire.com/news/biden-calls-for-republicans-to-face-pressure-claims-he-supports-2a-in-renewed-gun-control-push", "date_published": "2023-03-28 17:03:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Don’t Let Biden’s All-Time Offensive Response To The Nashville Shooting Get Buried", "description": "The lapdog media will never give it the attention it deserves, but don&#8217;t let President Joe Biden&#8217;s all-time offensive response to the Covenant school shooting get buried amidst all the news. During his first public appearance on Monday, news stations tuned into what they thought was going to be the commander-in-chief addressing the nation, commemorating ...", "link": "https://www.dailywire.com/news/dont-let-bidens-all-time-offensive-response-to-the-nashville-shooting-get-buried", "date_published": "2023-03-28 16:57:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pentagon Refuses To Release ‘Classified’ Imagery Of UFOs Shot Down Over North America", "description": "There are no plans right now to release videos of U.S. fighter jets shooting down unidentified flying objects (UFOs) over North America last month, according to the Pentagon. Footage of the &#8220;high altitude objects and the takedown of those objects exists,&#8221; a Department of Defense (DoD) spokesperson told Fox News. However, imagery of the flying ...", "link": "https://www.dailywire.com/news/pentagon-refuses-to-release-classified-imagery-of-ufos-shot-down-over-north-america", "date_published": "2023-03-28 16:54:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kelly Ripa Says She Was Once Told She ‘Couldn’t Have An Office,’ Reveals Shocking Place Where She Finally Got To Have A Desk", "description": "Kelly Ripa shared shocking information when she said she &#8220;couldn&#8217;t have an office&#8221; in the early days of her time on the ABC daytime talk show after joining &#8220;Live!&#8221; in 2001. In a cover story for Variety, the 52-year-old actress said it took years on the show before she was able to finally get them ...", "link": "https://www.dailywire.com/news/kelly-ripa-says-she-was-once-told-she-couldnt-have-an-office-reveals-shocking-place-where-she-finally-got-to-have-a-desk", "date_published": "2023-03-28 16:33:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire Reporter Suspended From Twitter Over Story About Trans ‘Day Of Vengeance’ Scheduled For Same Week As Nashville Shooting", "description": "Luke Rosiak, an investigative reporter for The Daily Wire, was suspended from Twitter on Tuesday after he posted a link to a story about activists scheduling a transgender “Day of Vengeance” the same week of the shooting at a Christian elementary school in Nashville, Tennessee. Police said that a 28-year-old woman who identified as a ...", "link": "https://www.dailywire.com/news/daily-wire-reporter-suspended-from-twitter-over-story-about-trans-day-of-vengeance-scheduled-for-same-week-as-nashville-shooting", "date_published": "2023-03-28 16:05:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘F*** The NRA’: Celebrities Blame Guns And Politicians For Nashville School Shooting", "description": "Celebrities like Chelsea Handler, Amy Schumer, Josh Brolin, and others took to social media to blame guns and politicians for Monday&#8217;s mass shooting at a Christian elementary school in Nashville, Tennessee, that left six people dead. A 28-year-old woman who identified as a transgender man went to the Covenant School campus on Monday, shot through ...", "link": "https://www.dailywire.com/news/f-the-nra-celebrities-blame-guns-and-politicians-for-nashville-school-shooting", "date_published": "2023-03-28 15:49:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Suspect Nabbed In Firebombing Of Pro-Life Clinic After Dobbs Leak", "description": "Authorities have arrested a suspect in the firebombing of a pro-life clinic in Madison, Wisconsin, following the leak of a draft of the U.S. Supreme Court decision that overturned the landmark Roe v. Wade abortion decision. Hridindu Sankar Roychowdhury, 29, a resident of Madison, was arrested in Boston. Prosecutors say that Roychowdhury was involved in a ...", "link": "https://www.dailywire.com/news/suspect-nabbed-in-firebombing-of-pro-life-clinic-after-dobbs-leak", "date_published": "2023-03-28 15:46:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Judge Orders Pence To Testify In Criminal Investigation Into Trump’s Efforts To Stay In Office: Report", "description": "A federal judge ordered this week that former Vice President Mike Pence must testify to a grand jury investigating former President Donald Trump&#8217;s efforts to stay in office after losing the 2020 presidential election. The ruling comes as prosecutors have sought testimony from Pence about Trump&#8217;s demands of him to use his ceremonial role in ...", "link": "https://www.dailywire.com/news/judge-orders-pence-to-testify-in-criminal-investigation-into-trumps-efforts-to-stay-in-office-report", "date_published": "2023-03-28 15:42:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Focus On Nashville Shooter’s Transgender Identity A ‘Distraction,’ Says CNN Analyst", "description": "A CNN analyst called focusing on the Nashville school shooter&#8217;s transgender identity a &#8220;distraction in our coverage&#8221; and said more must be learned about her motive in order to put Monday&#8217;s horrific massacre in the context of similar events. Juliette Kayyem, the network&#8217;s national security analyst, spoke a day after the 28-year-old woman who identified ...", "link": "https://www.dailywire.com/news/focus-on-nashville-shooters-transgender-identity-a-distraction-says-cnn-analyst", "date_published": "2023-03-28 15:26:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Cruz Torches Biden: ‘How Bad Do You Have To Screw Up To Have A Roomful Of Canadians Laughing At You?’", "description": "Sen. Ted Cruz (R-TX) recently mocked President Joe Biden over a gaffe that the president made while speaking in Canada last week. Addressing the Canadian Parliament in Ottawa, Biden thanked the Canadians for their commitment to accepting more migrants from Latin America. &#8220;So today, I applaud China for stepping up,&#8221; Biden said as the audience ...", "link": "https://www.dailywire.com/news/cruz-torches-biden-how-bad-do-you-have-to-screw-up-to-have-a-roomful-of-canadians-laughing-at-you", "date_published": "2023-03-28 15:22:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nashville Shooter Was Receiving Treatment For ‘Emotional Disorder’: Police", "description": "Police provided more updates Tuesday afternoon on the female shooter who killed six people, including three children, at a Nashville Christian school, revealing that the 28-year-old gunwoman was receiving care for an “emotional disorder.”  Metro Nashville Police Chief John Drake told reporters that the shooter, a woman who identified as a man, was under a ...", "link": "https://www.dailywire.com/news/nashville-shooter-was-receiving-treatment-for-emotional-disorder-police", "date_published": "2023-03-28 15:20:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joy Behar Suggests Marsha Blackburn Ignores Gun Violence For NRA Cash, Demands Total Confiscation", "description": "Joy Behar called for total gun confiscation and suggested on Tuesday that Sen. Marsha Blackburn (R-TN) was ignoring gun violence so that she could secure donations from gun rights groups like the National Rifle Association (NRA). Behar joined her co-hosts on ABC&#8217;s midday talk show &#8220;The View&#8221; to discuss the tragic school shooting in Nashville ...", "link": "https://www.dailywire.com/news/joy-behar-suggests-marsha-blackburn-ignores-gun-violence-for-nra-cash-demands-total-confiscation", "date_published": "2023-03-28 15:17:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Adnan Syed, Subject Of Hit ‘Serial’ Podcast, Has Conviction Reinstated By Maryland Appeals Court", "description": "Adnan Syed, who had charges dropped against him in October after he spent more than 20 years in prison for the murder of his high school girlfriend, Hae Min Lee, has had his conviction reinstated by a Maryland appellate court panel. The appellate court, in a 2-1 decision, ruled that a lower court had violated ...", "link": "https://www.dailywire.com/news/adnan-syed-subject-of-hit-serial-podcast-has-conviction-reinstated-by-maryland-appeals-court", "date_published": "2023-03-28 15:15:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Fires Back At McCarthy’s Proposal For Debt Ceiling Talks", "description": "The White House sent a combative response Tuesday after House Speaker Kevin McCarthy (R-CA) called for jumpstarting talks on the debt ceiling. &#8220;It’s time for Republicans to stop playing games, pass a clean debt ceiling bill, and quit threatening our economic recovery,&#8221; said Karine Jean-Pierre, press secretary to President Joe Biden. Her statement served as a ...", "link": "https://www.dailywire.com/news/white-house-fires-back-at-mccarthys-proposal-for-debt-ceiling-talks", "date_published": "2023-03-28 14:53:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chipotle Must Pay $240,000 To Employees After They Shut Down Restaurant That Tried To Unionize", "description": "Chipotle agreed to offer $240,000 in back pay and forward pay to employees at a location in Augusta, Maine, which was shuttered last year after workers attempted to unionize. The burrito restaurant chain agreed to the settlement, which will amount to between $5,800 and $21,000 for each affected worker, while continuing to deny all wrongdoing ...", "link": "https://www.dailywire.com/news/chipotle-must-pay-240000-to-employees-after-they-shut-down-restaurant-that-tried-to-unionize", "date_published": "2023-03-28 14:52:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Megyn Kelly, Dana Loesch And Others Label Nashville PD ‘Heroes’", "description": "Megyn Kelly, Dana Loesch, and other prominent conservative commentators took to social media on Tuesday, calling the Metropolitan Nashville Police Department &#8220;heroes&#8221; for their response to a mass shooting that killed six people at a Christian elementary school. The host of &#8220;The Megyn Kelly Show&#8221; podcast tweeted to her millions of followers: &#8220;Thank God for ...", "link": "https://www.dailywire.com/news/megyn-kelly-dana-loesch-and-others-label-nashville-pd-heroes", "date_published": "2023-03-28 14:30:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "College Prof Suspended For Saying It’s More ‘Admirable’ To Kill Conservative Speakers Than To Protest Them", "description": "Wayne State University professor Steven Shaviro has been suspended over a now-deleted Facebook post in which he suggested it was &#8220;more admirable&#8221; to kill conservative speakers than to engage with them. In the post, Shaviro argued that protests and attempts to disrupt or shout down conservative speakers would only play into their hands and ultimately ...", "link": "https://www.dailywire.com/news/college-prof-suspended-for-saying-its-more-admirable-to-kill-conservative-speakers-than-to-protest-them", "date_published": "2023-03-28 14:28:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Pray For Our Brother’: Pastors Rally Around Covenant Senior Minister Whose Daughter Was Slain In Nashville Shooting", "description": "Ministers, seminaries, and denominational entities across the nation poured out prayers for Covenant Presbyterian Church and its senior minister, Chad Scruggs, after he lost his nine-year-old daughter in the Monday shooting at The Covenant School in Nashville, Tennessee. A 28-year-old woman who identified as a man killed three nine-year-old children and three adults at the ...", "link": "https://www.dailywire.com/news/pray-for-our-brother-pastors-rally-around-covenant-senior-minister-whose-daughter-was-slain-in-nashville-shooting", "date_published": "2023-03-28 14:22:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nashville Shooter Planned To Shoot Up Mall, Police Believe", "description": "According to the chief of police of Nashville, the transgender shooter who murdered three children and three adults at a Christian school likely had plans to launch an attack at a local mall, as well as an attack on family members. The 28-year-old shooter killed Evelyn Dieckhaus (9), Hallie Scruggs (9), William Kinney (9), Dr. ...", "link": "https://www.dailywire.com/news/nashville-shooter-planned-to-shoot-up-mall-police-say", "date_published": "2023-03-28 13:33:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘God Please Save Us’: Olympic Gymnast Was Across The Street When Nashville Shooting Started", "description": "Olympic gymnast Shawn Johnson East shared in an emotional reaction on Instagram after a school shooting rocked the Nashville community on Monday morning, saying, &#8220;I know prayers can’t take it back but I’m still going to pray like hell.&#8221; Johnson took home the gold medal on balance beam in 2008 — and landed a team silver medal ...", "link": "https://www.dailywire.com/news/god-please-save-us-olympic-gymnast-was-across-the-street-when-nashville-shooting-started", "date_published": "2023-03-28 13:28:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sam Bankman-Fried Charged For Allegedly Bribing Communist Chinese Officials", "description": "FTX co-founder Sam Bankman-Fried was charged by the Justice Department in a superseding indictment on Tuesday of allegedly paying millions of dollars of bribes to a member of the Chinese communist government. Several companies controlled by Bankman-Fried filed for bankruptcy at the end of last year after customers and investors learned that FTX had improperly ...", "link": "https://www.dailywire.com/news/sam-bankman-fried-charged-for-allegedly-bribing-communist-chinese-officials", "date_published": "2023-03-28 13:24:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dick Van Dyke, 97, Had Car Keys Taken Away By Concerned Wife: Report", "description": "Dick Van Dyke, 97, is rumored to have had his car keys taken away by his concerned wife. The legendary actor was involved in a car accident on March 15 when his vehicle skidded on wet pavement, causing it to crash into a gate in Malibu, California. Van Dyke later told fans that he was ...", "link": "https://www.dailywire.com/news/dick-van-dyke-97-had-car-keys-taken-away-by-concerned-wife-report", "date_published": "2023-03-28 13:19:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Unanimously Passes Bill To Revoke China’s Special Treatment As A ‘Developing Country’", "description": "Members of the House unanimously passed legislation on Monday meant to revoke the United States treating China as a &#8220;developing country&#8221; in treaties and international organizations. Nations designated as developing countries, sometimes called emerging markets, can often receive special treatment in loan application processes from international entities such as the World Trade Organization. The PRC ...", "link": "https://www.dailywire.com/news/house-unanimously-passes-bill-to-revoke-chinas-special-treatment-as-a-developing-country", "date_published": "2023-03-28 13:09:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "She Murdered Her 2 Daughters To Get Back At Her Ex-Husband. The Jury Just Recommended 78 Years In Prison.", "description": "A Virginia woman who was convicted of murdering her two daughters to spite her ex-husband received a recommended sentence of 78 years in prison from a jury Monday. Veronica Youngblood, 37, of McLean, Virginia, had previously started screaming during her sentencing hearing last Thursday, shouting “no, no, no!” before being restrained and removed from the ...", "link": "https://www.dailywire.com/news/she-murdered-her-2-daughters-to-get-back-at-her-ex-husband-the-jury-just-recommended-78-years-in-prison", "date_published": "2023-03-28 13:09:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Josh Hawley Calls For Federal Hate Crime Investigation Into Shooting At Nashville Christian School", "description": "Sen. Josh Hawley (R-MO) called on FBI Director Christopher Wray and Homeland Security Secretary Alejandro Mayorkas to open a federal hate crime investigation into the Monday shooting at a Christian elementary school in Nashville, Tennessee. Police say a 28-year-old woman who identified as a transgender man killed three 9-year-old children and three adults at The ...", "link": "https://www.dailywire.com/news/josh-hawley-calls-for-federal-hate-crime-investigation-into-shooting-at-nashville-christian-school", "date_published": "2023-03-28 13:08:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nashville Killer’s Mom Decried School Shootings, Guns In  Social Media Posts", "description": "The mother of the heavily armed Nashville school shooter has been a proponent of gun control who expressed concerns about school shootings, social media posts show. The heartbroken mom of the 28-year-old woman who was killed by police after murdering three 9-year-old children and three adults at Covenant School in Nashville on Monday, had posted ...", "link": "https://www.dailywire.com/news/social-media-posts-show-mom-of-nashville-shooter-advocated-for-gun-control", "date_published": "2023-03-28 12:39:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former U.S. Marshal Found Guilty Of Trying To Frame Ex-Fiancé For Hiring Men To Sexually Assault His Wife", "description": "A former U.S. marshal was convicted last week of trying to frame his ex-fiancé for hiring men to sexually assault the marshal’s wife. A federal jury convicted Ian R. Diaz, 44, of conspiracy to commit cyberstalking, cyberstalking, perjury, and obstruction of a federal matter, the Department of Justice said in a press release. Though not ...", "link": "https://www.dailywire.com/news/former-u-s-marshal-found-guilty-of-trying-to-frame-ex-fiance-for-hiring-men-to-sexually-assault-his-wife", "date_published": "2023-03-28 12:13:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Obama Blames Trump For China’s Rise", "description": "Way off in the Land Down Under, former President Barack Obama blamed his White House successor Donald Trump for China&#8217;s increasingly antagonistic behavior. Obama talked foreign policy during a paid speaking tour appearance Tuesday in Sydney — part of a lucrative arrangement that reportedly could net him upwards of $1 million. In talking with former ...", "link": "https://www.dailywire.com/news/obama-blames-trump-for-chinas-rise", "date_published": "2023-03-28 11:55:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Secular Blasphemy’: Her Tweet Was Considered A Crime In ‘The Happiest Country In The World’", "description": "For the sixth time in a row, Finland has ranked happiest country in the world. Ten lucky visitors can even apply to receive a promotional “masterclass” in happiness from the national tourism department—the theory being that there is something innately happy, and exportable, about Finnish values and lifestyle. But what about the country’s stifling free ...", "link": "https://www.dailywire.com/news/secular-blasphemy-her-tweet-was-considered-a-crime-in-the-happiest-country-in-the-world", "date_published": "2023-03-28 11:53:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Graphic Bodycam Footage Shows Heroic Police Response To Nashville Shooting", "description": "WARNING: THIS ARTICLE INCLUDES EXTREMELY GRAPHIC CONTENT Body cam footage released Tuesday showed the quick response of Nashville police officers to the mass shooting at a Christian elementary school Monday morning. Footage from officers Rex Engelbert and Michael Collazo showed the team of officers rushing through the Covenant School minutes after the 28-year-old female shooter, ...", "link": "https://www.dailywire.com/news/graphic-bodycam-footage-shows-heroic-police-response-to-nashville-shooting", "date_published": "2023-03-28 11:33:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Wizards Of Waverly Place’ Showrunner Confirms ‘Obvious’ Same-Sex Relationship Between Alex And Stevie", "description": "“Wizards of Waverly Place” showrunner Peter Murrieta wishes he could have been more overt about a same-sex relationship between two characters, but suggested that Disney wouldn’t allow it at the time. The fantasy teen sitcom aired on the Disney Channel between 2007 and 2012. It followed Alex Russo (Selena Gomez) and her brothers, who are ...", "link": "https://www.dailywire.com/news/wizards-of-waverly-place-showrunner-confirms-obvious-same-sex-relationship-between-alex-and-stevie", "date_published": "2023-03-28 11:09:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "IRS Agent Visited The Home Of ‘Twitter Files’ Journalist On The Same Day He Testified About Government Weaponization", "description": "Matt Taibbi, an independent journalist who reported on collusion between government agencies and former executives of Twitter, was visited by an IRS official on the same day he testified before Congress about the weaponization of the federal government. Several installments of the Twitter Files, a set of internal documents Twitter CEO Elon Musk provided to ...", "link": "https://www.dailywire.com/news/irs-agents-visited-the-home-of-twitter-files-journalist-on-the-same-day-he-testified-about-government-weaponization", "date_published": "2023-03-28 10:43:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Our National Identity Crisis", "description": "The following remarks were delivered by Michael Knowles at Purdue University on March 23, 2023 Thank you so much for having me! It’s a pleasure to be here at Purdue. Thank you to YAF as always for hosting. Thank you to the Logan family for sponsoring this lecture series. And thank you to all of ...", "link": "https://www.dailywire.com/news/our-national-identity-crisis", "date_published": "2023-03-28 10:28:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nashville Shooter Sent Chilling Messages To A Friend Moments Before Entering Christian School", "description": "The 28-year-old woman who killed six people, including three children, at a Nashville Christian elementary school on Monday sent a chilling series of messages to a friend moments before she committed her act of terror. The shooter — whom the Daily Wire will not name in accordance with company policy — sent the messages to ...", "link": "https://www.dailywire.com/news/nashville-shooter-sent-chilling-messages-to-a-friend-moments-before-entering-christian-school", "date_published": "2023-03-28 10:22:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "39 Dead After Fire At Migrant Center Just Across U.S. Southern Border", "description": "More than three dozen people are dead after a fire at a migrant detention center in Mexico, just across from the U.S. southern border.  According to officials, at least 39 people are dead and 29 others hospitalized after a fire broke out at a migration center in Ciudad Juarez run by the National Migration Institute ...", "link": "https://www.dailywire.com/news/39-dead-after-fire-at-migrant-center-just-across-u-s-southern-border", "date_published": "2023-03-28 09:49:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Family Ties’ Actress Justine Bateman Responds To Fans Saying She Looks ‘Old’", "description": "“Family Ties” actress Justine Bateman said she doesn’t mind getting older and can’t understand why fans take issue with it. The 57-year-old spoke candidly about people reacting to recent photos of her looking “old.” Bateman said she didn’t realize that “Family Ties” enthusiasts were so obsessed with her appearance. “I needed to Google something to ...", "link": "https://www.dailywire.com/news/family-ties-actress-justine-bateman-responds-to-fans-saying-she-looks-old", "date_published": "2023-03-28 09:37:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Don’t Want To Be An Only Child’: Older Sister Of Nashville Victim Cries At Vigil", "description": "The older sister of one of the 9-year-old victims in the Nashville school massacre had a heartbreaking response to the shooting at a vigil for the victims Monday night. The older sister of Evelyn Dieckhaus, a third grader who was shot at The Covenant School, made the comments during a vigil for the victims at ...", "link": "https://www.dailywire.com/news/i-dont-want-to-be-an-only-child-older-sister-of-nashville-victim-cries-at-vigil", "date_published": "2023-03-28 08:10:35+00:00", "persistent": false, "user": null, "language": "en-US"}]