[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "FIFA Puskas Award. Marcin Oleksy z nagrodą za najpiękniejszą bramkę roku", "description": "Marcin Oleksy pokonał w finale konkursu Francuza Dimitriego Payeta i Brazylijczyka Richarlisona. Oleksy jest pierwszym Polakiem wyróżnionym tą prestiżową nagrodą. Wynik ogłoszono podczas ceremonii w Paryżu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/fifa-puskas-award-marcin-oleksy-z-nagroda-za-najpiekniejsza-bramke-roku/", "date_published": "2023-02-27 21:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Myślała, że to pies. Nabrała podejrzeń, gdy zaczął chodzić na dwóch łapach", "description": "Mieszkanka Chin przez dwa lata była przekonana, że trzyma w domu mastifa tybetańskiego. Kiedy jednak czworonóg zaczął mocno przybierać na wadze i chodzić na tylnych łapach, kobieta nabrała podejrzeń. Okazało się, że tak naprawdę opiekuje się młodym niedźwiedziem himalajskim.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/myslala-ze-to-pies-nabrala-podejrzen-gdy-zaczal-chodzic-na-dwoch-lapach/", "date_published": "2023-02-27 21:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Lekooporna bakteria żołądkowa w USA. \"Poważne zagrożenie\"", "description": "W Stanach Zjednoczonych rozprzestrzenia się ostra choroba zakaźna jelit. Objawem czerwonki może być m.in. uporczywa biegunka. Amerykańskie Centrum Kontroli i Prewencji Chorób (CDC) ostrzega, że nowa odmiana choroby jest oporna na większość leków.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/lekooporna-bakteria-zoladkowa-w-usa-powazne-zagrozenie/", "date_published": "2023-02-27 20:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "WizzAir zawiesza loty do Kiszyniowa. Powodem jest wojna w Ukrainie", "description": "Linia lotnicza WizzAir przekazała, że od 14 marca zawiesi wszystkie loty do stolicy Mołdawii, Kiszyniowa. Decyzję uzasadniono obawami o bezpieczeństwo przestrzeni powietrznej tego kraju - przekazały media. Mołdawski urząd lotnictwa cywilnego stwierdził, że to pochopne działanie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/wizzair-zawiesza-loty-do-kiszyniowa-powodem-jest-wojna-w-ukrainie/", "date_published": "2023-02-27 20:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Turcja. W trakcie meczu rzucili na murawę maskotki. Wsparcie dla poszkodowanych w trzęsieniu ziemi", "description": "W ramach wsparcia dla dzieci, które ucierpiały w trzęsieniu ziemi w Turcji, fani piłki nożnej rzucili na murawę tysiące maskotek. Do zdarzenia doszło w Stambule podczas meczu pomiędzy Besiktasem a Antalyasporem. Niektórzy kibice skandowali też antyrządowe hasła, w proteście wobec zbyt wolnej pomocy państwa ofiarom katastrofy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/turcja-w-trakcie-meczu-rzucili-na-murawe-maskotki-wsparcie-dla-poszkodowanych-w-trzesieniu-ziemi/", "date_published": "2023-02-27 20:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dorośli nie chcieli pomóc. Kryjówkę poszukiwanej wskazał kilkulatek", "description": "Policjanci z amerykańskiego Williamsburga w stanie Kentucky odnaleźli poszukiwaną 45-latkę dzięki pomocy kilkulatka. Kiedy dorośli zapierali się, że nie wiedzą gdzie może być kobieta, dziecko zebrało się na odwagę. - Nie wolno kłamać. Ona jest w pokoju koło łazienki - oświadczył nagle chłopiec.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/dorosli-nie-chcieli-pomoc-kryjowke-poszukiwanej-wskazal-kilkulatek/", "date_published": "2023-02-27 19:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Strażnik graniczy deportował migrantów. Sam był w kraju nielegalnie", "description": "Weteran marynarki wojennej Stanów Zjednoczonych Raul Rodriguez służył latami jako strażnik graniczny w Teksasie. 54-latek twierdzi, że w ciągu swojej kariery deportował do Meksyku tysiące nielegalnych migrantów. Ostatnio okazało się jednak, że mężczyzna sam znalazł się na liście osób do deportacji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/usa-straznik-graniczy-deportowal-migrantow-sam-byl-w-kraju-nielegalnie/", "date_published": "2023-02-27 19:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Koreańska Strefa Zdemilitaryzowana. Zaobserwowano gatunki niewidziane od lat", "description": "W strefie zdemilitaryzowanej na Półwyspie Koreańskim kwitnie niezwykle bogate życie biologiczne. Badacze Narodowego Instytutu Ekologii Korei Południowej zaobserwowali tam gatunki roślin i zwierząt niewidziane od dziesiątek lat. Instytucja opublikowała zdjęcia dające wgląd w jeden z najbardziej strzeżonych przez wojsko obszarów na świecie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/wejscie-tam-grozi-rozstrzelaniem-zaobserwowano-gatunki-niewidziane-od-lat/", "date_published": "2023-02-27 17:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Myślała, że ma ciągle wzdęcia. Była w siódmym miesiącu ciąży", "description": "Gwiazda TikToka Myley Jay twierdzi, że przez sześć i pół miesiąca nie wiedziała o swojej ciąży. Amerykanka miała przez długi czas zakładać, że po prostu ma wzdęcia. 28-latka swoją historią podzieliła się w mediach społecznościowych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/myslala-ze-ma-ciagle-wzdecia-byla-w-siodmym-miesiacu-ciazy/", "date_published": "2023-02-27 16:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Przewodniczący Partii Pracy: Polska może być bogatsza od nas", "description": "- Gospodarka Wielkiej Brytanii może do końca tej dekady pozostać w tyle za gospodarką Polski - powiedział Keir Starmer, lider opozycyjnej Partii Pracy. - Nie jestem gotów uznać tego, co oznaczałyby skutki tej porażki - przekazał. - Wyjazd młodych ludzi do Warszawy - to nie jest przyszłość, na którą zasługuje nasz kraj - dodał brytyjski polityk.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/wielka-brytania-przewodniczacy-partii-pracy-polska-moze-byc-bogatsza-od-nas/", "date_published": "2023-02-27 16:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nosorożce przewróciły samochód z turystami. Dwie osoby w stanie krytycznym", "description": "Nosorożce stratowały samochód turystów w Indiach. Sześć osób zostało rannych, z czego dwie trafiły do szpitala w stanie krytycznym. Nagranie z dramatycznego wypadku na safari opublikował w mediach społecznościowych przedstawiciel indyjskich służb.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/nosorozce-przewrocily-samochod-z-turystami-dwie-osoby-w-stanie-krytycznym/", "date_published": "2023-02-27 15:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ocean wyrzucił na brzeg truchło kaszalota. Był wychudzony i schorowany", "description": "Na Florydzie ocean wyrzucił na brzeg zwłoki kaszalota. Naukowcy podkreślają, że to kolejny martwy ssak znaleziony w ostatnim czasie na wschodnim wybrzeżu Stanów Zjednoczonych. Choć oficjalna przyczyna śmierci nie jest znana, znalezione zwierzę było bardzo wychudzone i najprawdopodobniej chorowało na serce.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/ocean-wyrzucil-na-brzeg-truchlo-kaszalota-byl-wychudzony-i-schorowany/", "date_published": "2023-02-27 14:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wspólna inicjatywa Polski i Komisji Europejskiej ws. ukraińskich dzieci uprowadzonych do Rosji", "description": "Rzeczniczka Komisji Europejskiej Dana Spinant poinformowała o uruchomieniu wspólnej inicjatywy Komisji Europejskiej i Polski, dotyczącej ukraińskich dzieci uprowadzonych do Rosji. Szczegóły funkcjonowania inicjatywy mają zostać ogłoszone w najbliższych dniach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/wspolna-inicjatywa-polski-i-komisji-europejskiej-ws-ukrainskich-dzieci-uprowadzonych-do-rosji/", "date_published": "2023-02-27 13:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Turcja. Trzęsienie ziemi o magnitudzie 5,6. Nie żyje jedna osoba, 69 jest rannych", "description": "Jedna osoba zginęła, a 69 zostało rannych po tym, jak w poniedziałek Turcję po raz nawiedziło trzęsienie ziemi. Władze poinformowały o zawaleniu się 29 budynków, trwa akcja ratunkowa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/turcja-trzesienie-ziemi-o-magnitudzie-56-nie-zyje-jedna-osoba-69-jest-rannych/", "date_published": "2023-02-27 13:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Uczniowie z Teksasu zebrali 270 tys. dolarów dla woźnego. 80-latek może wrócić na emeryturę", "description": "Ponad 270 tys. dolarów w niespełna dwa tygodnie zebrało troje uczniów dla 80-letniego woźnego, który miesiąc wcześniej zmuszony został do przerwania emerytury i podjęcia pracy. Greyson Thurman, Marti Yousko i Banner Tidwell z Callisburg High School w Teksasie stwierdzili, że pan James w tym wieku nie powinien sprzątać naszego bałaganu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/usa-uczniowie-z-teksasu-zebrali-270-tys-dol-dla-woznego-80-latek-moze-wrocic-na-emeryture/", "date_published": "2023-02-27 13:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Prezydent Meksyku opublikował zdjęcie. Twierdzi, że widać na nim mistyczne stworzenie", "description": "Zdjęcie opublikowane przez prezydenta Meksyku w mediach społecznościowych wzbudziło kontrowersje. Andres Manuel Lopez Obrador twierdzi, że na fotografii widoczny jest alux, czyli mitologiczne stworzenie znane z kultury Majów. Wszystko jest mistyczne - stwierdził. Internauci zarzucają mu dezinformację - zdjęcie miało zostać wykonane trzy lata temu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/prezydent-meksyku-opublikowal-zdjecie-twierdzi-ze-widac-na-nim-mistyczne-stworzenie/", "date_published": "2023-02-27 11:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tajwan. Amerykański samolot nad Cieśniną Tajwańską. Chiny reagują", "description": "W poniedziałek chińska armia przekazała, że stanowczo sprzeciwia się działaniom USA po tym, jak nad Cieśniną Tajwańska przeleciał amerykański samolot P-8A - poinformowała agencja Reutera. Zdaniem wojskowych w Pekinie działania USA zagrażają pokojowi i stabilności w cieśninie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/tajwan-amerykanski-samolot-nad-ciesnina-tajwanska-chiny-reaguja/", "date_published": "2023-02-27 11:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Gleb Pawłowski nie żyje. Był doradcą Putina, a później jego krytykiem", "description": "W wieku 72 lat zmarł Gleb Pawłowski, rosyjski politolog, który pomagał Władimirowi Putinowi zdobyć władzę w Rosji, a po latach stał się jego przeciwnikiem. Krytykował inwazję Kremla na Ukrainę, ale niecałe 20 lat wcześniej wspierał Wiktora Janukowycza podczas kampanii wyborczej w tym kraju. Zdaniem niezależnych mediów Pawłowski był jednym z architektów obecnego systemu politycznego w Rosji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/gleb-pawlowski-nie-zyje-byl-doradca-putina-a-pozniej-jego-krytykiem/", "date_published": "2023-02-27 10:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Niemcy, USA i Polska planują wspólne manewry. Boris Pistroius: NATO silne i spójne", "description": "W Polsce mogą zostać zorganizowane duże manewry NATO - wynika z doniesień niemieckich mediów, które powołują się na słowa ministra obrony Borisa Pistoriusa. Polityk przyznał, że trwają rozmowy w sprawie wspólnych ćwiczeń polskich, amerykańskich i niemieckich żołnierzy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/niemcy-niemcy-usa-i-polska-planuja-wspolne-manewry-boris-pistroius-nato-silne-i-spojne/", "date_published": "2023-02-27 09:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Włochy. Katastrofa łodzi z migrantami niedaleko Crotone. Liczba ofiar wzrosła do 62", "description": "Do 62 wzrosła liczba ofiar katastrofy łodzi z migrantami na południu Włoch - podała w poniedziałek rano agencja Ansa. Pierwsze informacje o wyrzuconych przez morze ciałach pojawiły się w niedzielę. Istnieją obawy, że liczba ofiar może sięgnąć nawet około 100. Do tej pory nie udało się ustalić, ile dokładnie osób weszło na łódź, która wypłynęła z Turcji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/wlochy-katastrofa-lodzi-z-migrantami-niedaleko-crotone-liczba-ofiar-wzrosla-do-62/", "date_published": "2023-02-27 09:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś: Opozycja twierdzi, że wysadziła rosyjski samolot. Eksplozja pod Mińskiem", "description": "Rosyjski samolot obserwacyjny miał zostać zniszczony na lotnisku nieopodal Mińska, a do ataku przyznali się białoruscy opozycjoniści. Ani przedstawiciele reżimu Łukaszenki, ani Kreml nie wydali oficjalnych komunikatów o zdarzeniu, lecz przeciwnicy tych pierwszych władz opisali szczegóły. Twierdzą, że użyli dronów, a wykonawcy zamachu na wojskową maszynę są już bezpieczni.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/bialorus-opozycja-twierdzi-ze-wysadzila-rosyjski-samolot-eksplozja-pod-minskiem/", "date_published": "2023-02-27 08:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dmitrij Miedwiediew: Nie potrzebujemy świata bez Rosji", "description": "Nie potrzebujemy świata bez Rosji. Pompowanie kijowskiego reżimu bronią i uniemożliwianie negocjacji doprowadzi do totalnej przegranej dla wszystkich, do Apokalipsy - stwierdził Dmitrij Miedwiediew w artykule opublikowanym w gazecie Izvestia. Obwinił Zachód o rozpad ZSRR oraz próbę zniszczenia Rosji i stworzenia nowego Frankensteina, czyli antyrosyjskiej ukrainy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-27/dmitrij-miedwiediew-nie-potrzebujemy-swiata-bez-rosji/", "date_published": "2023-02-27 07:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]