[{"source": "https://www.engadget.com/rss.xml", "title": "Meta is working on 'AI personas' for Instagram, Messenger and WhatsApp", "description": "<p>Meta is joining <a href=\"https://www.engadget.com/google-officially-unveils-its-chatgpt-rival-apprentice-bard-192055722.html\">Google</a>, <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\">Microsoft</a> and other big names in throwing its weight behind <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">ChatGPT-style</a> AI. Mark Zuckerberg has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2d66651e-658e-4baa-bc4e-ded0c126e805&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Portal+from+Facebook&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZDY2NjUxZS02NThlLTRiYWEtYmM0ZS1kZWQwYzEyNmU4MDUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZmFjZWJvb2suY29tL3p1Y2svcG9zdHMvcGZiaWQwdnZTeWtwQUVYcEhIYUtLeVdNWjQyM1RDcTNxUURLdEx1N200WGlSZlVFWVJyeHp3cGRld2gzeVllcG5jMUJzcmwiLCJjb250ZW50VXVpZCI6ImQ1NDFkNDZjLTk4MTktNDliNS05MTUwLThlOTNjMWM1NWNmNSJ9&amp;signature=AQAAATf_tctmGNEpJ5zl_pO04VjyXnCX2fQw48pm8vKFWmL6&amp;gcReferrer=https%3A%2F%2Fwww.facebook.com%2Fzuck%2Fposts%2Fpfbid0vvSykpAEXpHHaKKyWMZ423TCq3qQDKtLu7m4XiRfUEYRrxzwpdewh3yYepnc1Bsrl\">revealed</a> that his company plans to develop \"AI personas\" in the long term. It's currently investigating helpers for multiple media formats. You could see advanced chat features in Messenger and WhatsApp, or unique Instagram filters and ads. Video and \"multi-modal\" content could also benefit, Zuckerberg says. In the near future, you'll see an emphasis on tools for creation and expression.</p><p>The social media giant is also pooling its generative AI teams into a single group to help \"turbocharge\" efforts in the emerging field, the executive adds.  He doesn't provide more details, and cautions that there's a \"lot of foundational work to do\" before the most advanced projects come to fruition.</p><span id=\"end-legacy-contents\"></span><p>The company isn't new to some level of user-facing AI. It <a href=\"https://www.engadget.com/2016-04-12-chatbots-arrive-on-facebook-messenger.html\">introduced chatbots to Messenger </a>in 2016, for example. This represents a significant expansion, however, and isn't surprising given the industry's growing focus on generative AI. Internet behemoths like Google reportedly <a href=\"https://www.engadget.com/google-chatgpt-ai-chatbot-search-170007802.html\">feel competitive pressure</a> from OpenAI's ChatGPT, as it could theoretically undermine search and other key businesses. Zuckerberg said during Meta's latest earnings call that he wanted the firm to be a \"leader\" in generative AI, but this may also represent a defensive tool.&nbsp;</p><p>The shift doesn't come at a great moment, however. Meta's revenues are <a href=\"https://www.engadget.com/facebook-2-billion-meta-q4-2022-earnings-223814979.html\">still shrinking</a>, and its pivot to the metaverse is costing billions of dollars at its Reality Labs unit. It recently <a href=\"https://www.engadget.com/meta-mass-layoffs-facebook-111406126.html\">slashed over 11,000 jobs</a> to cut costs and weather a rough economy. While platforms like Facebook and Instagram continue to gain users, the company isn't as stable as it once was.</p>", "link": "https://www.engadget.com/meta-is-working-on-ai-personas-for-instagram-messenger-and-whatsapp-223316961.html?src=rss", "date_published": "2023-02-27 22:33:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Warner Bros. Discovery sues Paramount over 'South Park' streaming rights", "description": "<p>If the Paramount+ <a href=\"https://www.engadget.com/paramount-plus-14-south-park-movies-171903072.html\"><em>South Park</em> movie deal</a> seemed odd when HBO Max <a href=\"https://www.engadget.com/2019-10-30-hbo-max-nets-south-park-exclusivity-for-a-reported-500-millio.html\">scored an exclusive</a> for the series, you're not alone. Warner Bros. Discovery (WBD) <a href=\"https://variety.com/2023/tv/news/south-park-lawsuit-hbo-max-sues-paramount-1235534780/\">has sued</a> Paramount Global for allegedly breaching parts of the $500 million contract that gave HBO Max streaming rights for <em>South Park</em> in 2019. WBD claims Paramount &quot;blatantly intended&quot; to steer users toward its service by not only offering new specials, but by shortchanging the HBO service on promised regular season content.</p><p>HBO Max was reportedly promised three new seasons with 10 episodes each. However, the provider says it only got eight episodes across the two delivered seasons, and that the next season's six episodes also fall short. On top of this, Paramount supposedly used &quot;verbal trickery&quot; to rebrand content as movies or events to avoid sending video to its competitor.</p><span id=\"end-legacy-contents\"></span><p>In a statement to Engadget, Paramount claims the lawsuit is &quot;without merit.&quot; It also maintains that it's still honoring the contract despite Warner supposedly failing to pay licensing fees for already-delivered <em>South Park</em> episodes. We've asked WBD for comment.</p><p>The lawsuit isn't shocking. WBD, previously WarnerMedia, was determined to amass as much content as possible for HBO Max ahead of its <a href=\"https://www.engadget.com/hbo-max-price-availability-movies-shows-140049904.html\">2020 launch</a>, including <a href=\"https://www.engadget.com/2019-07-09-hbo-max.html\"><em>Friends</em></a> and <a href=\"https://www.engadget.com/2019-08-01-doctor-who-hbo-max-streaming-bbc-the-office.html\"><em>Doctor Who</em></a>. Whether or not Paramount violated its contract, the <em>South Park</em> content on Paramount+ diminishes HBO Max's content advantage — you no longer have to use that service if you want to stream the recent adventures of Cartman and crew.</p><p>Paramount, meanwhile, has multiple reasons to contest the lawsuit. <a href=\"https://www.engadget.com/paramount-plus-subscribers-grow-152820376.html\">Paramount+ is thriving</a> even as rivals like Netflix run into trouble, having topped 43 million users as of last spring. While it's unclear how much of a role <em>South Park</em> is playing in that growth, the company may not want to give up streaming rights for one of its best-known shows (Paramount owns Comedy Central, remember) without a fight.</p>", "link": "https://www.engadget.com/south-park-warner-bros-discovery-paramount-lawsuit-211615299.html?src=rss", "date_published": "2023-02-27 21:16:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Kindle Scribe update adds new brushes and better organization", "description": "<p>Amazon is adding new features to the <a href=\"https://www.engadget.com/amazon-kindle-scribe-review-e-ink-reader-tablet-pen-drawing-price-battery-life-140019784.html\">Kindle Scribe</a>. A new update gives the e-reader / digital notebook new brush types, including a fountain pen, marker and pencil — each with five thickness settings. The new tools respond to various pressures and angles, and you can use them anywhere you can write on the device. The update is scheduled to roll out today.</p><p>The Scribe update also enhances notebook organization, now letting you create subfolders you can move in and out of standard folders. After receiving the update, you’ll see a new “+” option when viewing a folder; press that to add a subfolder. To move one, tap on the three-dot contextual menu when viewing a folder or subfolder, select “move,” and drop it someplace new.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Kindle Scribe product photo showing a screen with folders and subfolders.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/562a5540-b47d-11ed-bce7-937b993688cd\" style=\"height: 854; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">Amazon</div></figure><p>Finally, the update adds the ability to navigate to specific pages. You can do that by clicking on the three-dot menu, selecting “Go to page,” and typing the page you want.</p><p>The Kindle Scribe <a href=\"https://www.engadget.com/kindle-scribe-announced-161233669.html\">arrived</a> last November. In Engadget’s review, Cherlynn Low found the large-screened device to have a premium design while providing a natural writing experience better than paper. However, we found the <a href=\"https://www.engadget.com/remarkable-2-tablet-e-ink-hands-on-review-marker-writing-note-taking-130044070.html\">Remarkable 2</a> to offer slightly better syncing and writing software (although Remarkable is far inferior as an e-reader). The Kindle Scribe starts at $370 for 16GB of storage.</p>", "link": "https://www.engadget.com/kindle-scribe-update-adds-new-brushes-and-better-organization-210011764.html?src=rss", "date_published": "2023-02-27 21:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Waymo is starting driverless taxi tests in Los Angeles", "description": "<p>Late last year, Waymo secured a <a href=\"https://www.engadget.com/waymo-driverless-taxi-permit-california-dmv-150046627.html\">Driverless Pilot permit from the state of California</a>, bringing the alphabet-owned brand one step closer to launching its autonomous taxi service in the state. Now, Waymo is already expanding its service area, announcing plans to begin testing driverless cars in Los Angeles. The company tells Engadget that the test will mark the first time that fully autonomous cars will roam the streets of LA, and that thanks to successful tests in San Francisco, its been able to roll out autonomous drivers in new cities with &quot;little-to-no on-board engineering work.&quot;</p><p>That doesn't mean the company is ready to launch its Waymo One taxi service in California, however. The LA test will likely follow the same course as <a href=\"https://www.engadget.com/waymo-fully-driverless-rides-san-francisco-183703989.html\">Waymo's fleet in San Francisco</a>: a limited number of vehicles only available to riders in the Waymo Research Trusted Tester program. Waymo didn't have any details to share regarding when the full driverless taxi service will be available to customers in Los Angeles, but it probably hinges on the California Public Utilities Commission (CPUC) issuing the firm a Driverless Deployment permit. Until it can clear that final legal hurdle, Waymo's paid taxi service <a href=\"https://www.engadget.com/waymo-phoenix-airport-180027616.html\">will remain exclusive to Phoenix AZ</a>. So far, <a href=\"https://www.engadget.com/cruise-charge-fully-driverless-rides-san-francisco-092000547.html\">GM's Cruise robotaxi service</a> is the only company permitted to charge for driverless rides in the state, so long as those rides take place during daylight hours.</p><span id=\"end-legacy-contents\"></span><div id=\"ff20cd6b0cc0445c9238d6f2bdc58584\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Following a rigorous cycle of validation and safety readiness evaluation, <a href=\"https://twitter.com/Waymo?ref_src=twsrc%5Etfw\">@Waymo</a> is starting fully-autonomous (no human driver) testing in LA. Thrilled by the data confirming, once again, how well our ML-based 5th-gen Driver generalizes across cities! <a href=\"https://t.co/hd0XU5zecT\">pic.twitter.com/hd0XU5zecT</a></p>— Dmitri Dolgov (@dmitri_dolgov) <a href=\"https://twitter.com/dmitri_dolgov/status/1630231987146608640?ref_src=twsrc%5Etfw\">February 27, 2023</a></blockquote></div><p>Waymo didn't give any specific dates for when the test will begin, but noted that its 5th-generation Jaguar I-Pace cars will start rider-only testing in Santa Monica, and only outside of rush-hour. Then, the program will expand in accordance with Waymo's safety framework before eventually launching to consumers. Oh, and in case you were worried that the cars might make LA traffic even worse, the company promises that its continuously updating its self-driving software to avoid stalling traffic, as one stopped Waymo vehicle recently did in San Francisco.</p>", "link": "https://www.engadget.com/waymo-is-starting-driverless-taxi-tests-in-los-angeles-200542496.html?src=rss", "date_published": "2023-02-27 20:05:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "You can now fly the largest aircraft ever built in 'Microsoft Flight Simulator'", "description": "<p>One year ago today, the largest aircraft ever built was <a href=\"https://www.cnn.com/travel/article/antonov-an-225-largest-plane-destroyed-ukraine-scli-intl/index.html\"><ins>destroyed</ins></a> during the early days of Russia's invasion of Ukraine. Now, the Antonov An-225 Mriya is once again taking to the skies — albeit in <a href=\"https://www.engadget.com/tag/microsoft%20flight%20simulator/\"><em><ins>Microsoft Flight Simulator</ins></em></a>. What's more, if you buy the add-on, you could help restore the only real-life Mriya that was ever completed.</p><p>The Ukraine-built Mriya was an ultra-heavy lift jet transport aircraft with six engines. It was the heaviest aircraft ever built and it had the largest wingspan of any plane at 290 feet. The Mriya, which had its first flight in 1988, was used to transport things like Soviet space shuttles, tanks, diesel locomotives and dozens of cars at a time.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"An Antonov An-225 Mriya cargo plane, the world's biggest aircraft, destroyed by Russian troops amid Russia's attack on Ukraine continues, is seen at an airfield in the settlement of Hostomel, in Kyiv region, Ukraine August 10, 2022. REUTERS/Viacheslav Ratynskyi\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/02dd24d0-b6d5-11ed-8b7b-3ddac8fc6809\" style=\"height: 3951; width: 5939;\" /><figcaption></figcaption><div class=\"photo-credit\">Stringer . / reuters</div></figure><p>A second Mriya was in the works, but it was never finished. There are plans to reconstruct the plane by using parts of the destroyed Mriya and pieces from the unfinished airframe. The project is expected to <a href=\"https://www.cnn.com/travel/article/antonov-an225-mriya-rebuild-2022/index.html\"><ins>cost over $500 million</ins></a>.</p><p>The <em>Microsoft Flight Simulator </em>version of the Antonov An-225 Mriya is available in six liveries, including an Xbox Aviators Club one. It's in the in-game marketplace on PC today and will be available for the <a href=\"https://www.engadget.com/microsoft-flight-simulator-xbox-series-x-s-release-date-182723995.html\"><ins>Xbox Series X/S</ins></a> and <a href=\"https://www.engadget.com/xbox-game-pass-march-2022-flight-simulator-guardians-of-the-galaxy-152048847.html\"><ins>cloud versions</ins></a> later this month. The Mriya costs $20, with all proceeds going to the Antonov Corporation's Mryia reconstruction efforts. Meanwhile, iniBuilds, the team behind the virtual Mriya, has <a href=\"https://techraptor.net/gaming/news/microsoft-flight-simulator-brings-back-antonov-225-one-year-after-its-destruction-in\"><ins>released</ins></a> a manual and other details about the plane on <a href=\"https://forum.inibuilds.com/forum/322-faqs/\"><ins>its forums</ins></a>.</p><div id=\"5fcecf83ba6b48c2815584d07dddecdb\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "link": "https://www.engadget.com/you-can-now-fly-the-largest-aircraft-ever-built-in-microsoft-flight-simulator-194118404.html?src=rss", "date_published": "2023-02-27 19:41:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "You can now search the comments within an individual Reddit post", "description": "<p>Reddit announced today that it added the ability to search for comments within a single post. The new feature is now available on desktop, iOS and Android.</p><p>As Reddit mod u/anon-axolotl <a href=\"https://www.reddit.com/r/reddit/comments/11dgwzy/whats_up_with_reddit_search_episode_viii_the_last/\">explained</a> in the pinned announcement post in <a href=\"https://www.reddit.com/r/reddit/\">r/reddit</a>, “So what does this mean? You don’t have to ‘cmd-f’ on the post page anymore and you can search comment threads without expanding them. No more long scrolling sessions — quickly get to the parts of the conversation you’re looking for and jump in where you want.” Previously, searching in a browser with Ctrl-F (Windows) or Cmd-F (macOS) required you first to expand any collapsed comments before it would yield the full results. Reddit’s enhanced built-in search will bring up all results without extra taps or clicks.</p><span id=\"end-legacy-contents\"></span><p>The new feature builds on the ability to search comments sitewide, which Reddit only <a href=\"https://www.engadget.com/reddit-comments-are-finally-searchable-084405458.html\">added</a> last year. Before that, Reddit’s search would only yield results from the original posts and topics within a community.</p><p>Reddit has been busy beefing up its search capabilities in recent months. It introduced the ability to search for text within images in October, which is handy for memes or other text-filled pictures. The company also improved the algorithm for its subreddit search, delivering “a larger number of and more relevant subreddits for most searches” along with better autocomplete results. Finally, it incorporated better navigation for video search results in Reddit mobile apps, letting you swipe up and down to browse between the results of a video search easily.</p>", "link": "https://www.engadget.com/you-can-now-search-the-comments-within-an-individual-reddit-post-193020546.html?src=rss", "date_published": "2023-02-27 19:30:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify is ditching the heart icon for an dual-purpose plus button", "description": "<p><a href=\"https://www.engadget.com/tag/spotify/\">Spotify</a> is waving goodbye to its heart icon. The company is combining the icon, which enables you to quickly save music to your library, with the &quot;add to playlist&quot; prompt under a single plus button.</p><p>The plus button works a little differently on Spotify than it does on Apple Music, where tapping it a second time on an album or playlist downloads it to your device. When you tap Spotify's plus button once, you'll add a song, playlist, podcast or audiobook to your library. The plus button will then turn into a green check. If you tap the checkmark on the Now Playing view, you'll be able to add the song or podcast episode to a playlist rather than just saving it to your Liked Songs or Your Episodes.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Screenshots of Spotify's plus button feature. Text: Hit [the plus button] to add a track to Liked Songs. Tap again... and add it to other playlists.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/62412610-b6c6-11ed-bb3f-4b90bd8cc42b\" /><figcaption></figcaption><div class=\"photo-credit\">Spotify</div></figure><p>Spotify says the plus button will streamline how folks save songs and podcasts. It <a href=\"https://newsroom.spotify.com/2023-02-27/save-your-favorite-songs-podcasts-and-more-with-spotifys-plus-button/\">wrote in a blog post</a> that user research showed the button &quot;helped save time and gave users the ability to add to multiple playlists at once.&quot; It could come in useful, for instance, if you're listening to a radio station or Discover Weekly and encounter a song you like that would work well on one or more of your playlists.&nbsp;</p><p>The plus button is starting to roll out on Spotify's iOS and Android apps today. It'll be available to all Spotify users in the coming weeks.</p>", "link": "https://www.engadget.com/spotify-is-ditching-the-heart-icon-for-an-dual-purpose-plus-button-181600380.html?src=rss", "date_published": "2023-02-27 18:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Snapchat adds OpenAI-powered chatbot and proactively apologizes for what it might say", "description": "<p>Snap <a href=\"https://newsroom.snap.com/en-US/say-hi-to-my-ai\">announced</a> today that it’s adding an OpenAI chatbot (similar to <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">ChatGPT</a>) to Snapchat. “My AI” is an experimental feature initially available for $3.99-per-month <a href=\"https://www.engadget.com/snapchat-is-a-new-subscription-service-for-power-users-125633027.html\">Snapchat+ subscribers</a>, although the company reportedly wants to expand it to all users eventually. Snap’s bot rolls out this week.</p><p>My AI will appear as a regular Snap user profile, suggesting the company is marketing it less as an all-purpose writing machine and more as a virtual friend. “The big idea is that in addition to talking to our friends and family every day, we’re going to talk to AI every day,” CEO Evan Spiegel <a href=\"https://www.theverge.com/2023/2/27/23614959/snapchat-my-ai-chatbot-chatgpt-openai-plus-subscription\">told</a><em>The Verge</em>. “And this is something we’re well positioned to do as a messaging service.” When it rolls out, you’ll find the bot pinned to the app’s chat section above conversations with friends.</p><span id=\"end-legacy-contents\"></span><p>Snap’s announcement says the bot runs “the latest version of OpenAI’s GPT technology that the authors have customized for Snapchat.” That reportedly refers to OpenAI’s Foundry, a recently <a href=\"https://techcrunch.com/2023/02/21/openai-foundry-will-let-customers-buy-dedicated-capacity-to-run-its-ai-models/\">leaked</a>, invitation-only developer program for deep-pocketed developers; it lets them use GPT-3.5, the more advanced model on which ChatGPT is based. The company’s publicly available API currently only supports up to GPT-3, an older and less intelligent model. We contacted Snap for clarification on the model used and will update this article if we hear back.</p><figure><img alt=\"Black screen with the Snapchat+ logo at the top. In the middle are two white chat boxes. The first bubble asks AI to write a haiku about a friend named Lukas; the second bubble is My AI&#x002019;s response with a short haiku about his love of cheese.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/42ee80a0-b6c6-11ed-affe-0df2c2b414d1\" style=\"height: 918; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">Snapchat</div></figure><p>Snap’s chatbot will include restrictions to stay within the platform’s trust and safety guidelines. Hopefully, it avoids a similar fate to <em>CNET</em>’s <a href=\"https://www.engadget.com/cnet-gets-caught-playing-ai-mad-libs-with-its-financial-news-coverage-001026432.html\">AI-written articles</a>, the <a href=\"https://www.engadget.com/ai-seinfeld-bigoted-transphobic-hateful-moderation-193449772.html\">AI Seinfeld experiment</a> or various other <a href=\"https://www.engadget.com/2016-03-24-microsoft-tay-ai-grounded.html\">AI bot train wrecks</a>. For example, My AI will reportedly steer clear of swearing, violence, sexually explicit content or political opinions. Snap reportedly plans to continue tuning the model as more people use it and report inaccurate or inappropriate answers. (You can do so by holding down on a troublesome message and submitting feedback.)</p><p>Even with those protections, Snap’s bot could still become a dumpster fire of misinformation and offensive content. “As with all AI-powered chatbots, My AI is prone to hallucination and can be tricked into saying just about anything. Please be aware of its many deficiencies and sorry in advance!” the company said in its announcement post. “While My AI is designed to avoid biased, incorrect, harmful, or misleading information, mistakes may occur.”</p>", "link": "https://www.engadget.com/snapchat-adds-openai-powered-chatbot-and-proactively-apologizes-for-what-it-might-say-180507261.html?src=rss", "date_published": "2023-02-27 18:05:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Facebook and Instagram will help prevent the spread of teens' intimate photos", "description": "<p>Meta is taking further action as part of its long-running promise to <a href=\"https://www.engadget.com/project-protect-combat-child-sexual-abuse-120101549.html\">combat sextortion</a> and other forms of child sexual abuse material (CSAM). The company has <a href=\"https://about.fb.com/news/2023/02/helping-prevent-the-spread-of-young-peoples-intimate-images-online/\">revealed</a> that Facebook and Instagram are founding members of <a href=\"https://takeitdown.ncmec.org/\">Take It Down</a>, an initiative from the National Center for Missing and Exploited Children (NCMEC) that helps young people and their parents remove intimate photos posted online. The system relies on locally stored photos, but theoretically protects privacy.</p><p>Instead of sharing the photos themselves, concerned users visit Take It Down to upload generated hashes. If Facebook, Instagram and other program members spot those hashes elsewhere, they can pull and block the content so it won't proliferate. Meta notes that this isn't just for those under 18, either. Parents can act on a child's behalf, and adults can scrub images taken of them when they were younger. The NCMEC warns that platforms may have &quot;limited capabilities&quot; to remove content that's already online, but this could still help mitigate or undo the damage from unwanted sharing. We've asked Meta for clarification.</p><span id=\"end-legacy-contents\"></span><p>Meta announced its anti-sextortion plans <a href=\"https://www.engadget.com/meta-is-trying-to-prevent-suspicious-adults-from-messaging-teens-on-facebook-and-instagram-130020996.html\">in November</a> as part of a broader crackdown against &quot;suspicious&quot; adults messaging teens. The project is a follow-up to the <a href=\"https://www.engadget.com/tiktok-bumble-revenge-porn-initiative-meta-facebook-instagram-155555779.html\">StopNCII</a> technology the company developed to fight revenge porn, and shares a similar implementation. This is the latest in a string of efforts to protect teens on Meta's social networks. The company already <a href=\"https://search.engadget.com/click/_ylt=AwrNZdeH4vxjDiEMmSR8BWVH;_ylu=Y29sbwNiZjEEcG9zAzEEdnRpZAMEc2VjA3Nj/RV=2/RE=1677546248/RO=10/RU=https%3a%2f%2fwww.engadget.com%2finstagram-will-limit-sensitive-content-for-new-teen-users-by-default-185029119.html/RK=2/RS=_ZY9GdZunSU5Z5s7VulrXfGzHRU-\">limits sensitive content</a> for teen Instagram users and <a href=\"https://www.engadget.com/facebook-instagram-teen-ad-targeting-limits-181607863.html\">restricts ads</a> targeting young audiences, for instance.</p><p>The action isn't entirely voluntary. Meta is under pressure from <a href=\"https://www.engadget.com/state-attorneys-general-instagram-teen-investigation-210538138.html\">state attorneys general</a> and other government bodies to show that it protects teens, particularly in light of whistleblower Frances Haugen's accusations that the firm <a href=\"https://www.engadget.com/whats-in-the-facebook-papers-and-what-it-means-for-the-company-194502237.html\">downplayed research into Instagram's effects</a> on mental health. The new takedown platform may lift some of that pressure even as it gives abuse survivors more control over their online presence.</p>", "link": "https://www.engadget.com/facebook-instagram-sextortion-take-it-down-tool-175531347.html?src=rss", "date_published": "2023-02-27 17:55:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Canada is reportedly banning TikTok from government-issued devices", "description": "<p><a href=\"https://www.engadget.com/tag/canada/\"><ins>Canada</ins></a> is reportedly the latest jurisdiction to ban <a href=\"https://www.engadget.com/tag/tiktok/\"><ins>TikTok</ins></a> from government-issued devices. The <a href=\"https://www.engadget.com/tiktok-us-government-ban-devices-omnibus-bill-funding-nasa-234803320.html\"><ins>US federal government</ins></a>, <a href=\"https://www.engadget.com/south-dakota-bans-tiktok-from-government-owned-devices-093526831.html\"><ins>multiple states</ins></a> and the <a href=\"https://www.engadget.com/european-commission-bans-staff-from-using-tiktok-on-work-devices-185157323.html\"><ins>European Union</ins></a> have previously prohibited their workers from using the app on official devices.</p><p>According to a note sent to Global Affairs Canada employees that was obtained by the <a href=\"https://nationalpost.com/news/canada-bans-tiktok-from-government-devices\"><em><ins>National Post</ins></em></a>, TikTok &quot;will be automatically removed and blocked from use on all government-issued mobile devices.&quot; The report suggests that the government will announce the policy, which is expected to be effective March 1st, on Tuesday. Engadget has contacted TikTok and the Canadian government for comment.</p><span id=\"end-legacy-contents\"></span><p>&quot;A review of the mobile application’s behavior in relation to the Policy on Service and Digital found that TikTok’s data collection methods may leave users vulnerable to cyber attacks,&quot; the note purportedly reads. It may be the case that, similar to their counterparts in the US and EU, officials are concerned about the Chinese government gaining access to the data TikTok holds on Canadian citizens and residents. TikTok parent <a href=\"https://www.engadget.com/tag/bytedance/\"><ins>ByteDance</ins></a> is located in China, which has laws that force companies to share data with authorities when requested.</p><p>ByteDance has refuted suggestions that the Chinese government can access such data. It has claimed that Canadian user data is stored in the US and Singapore. However, it said that former employees in China and the US <a href=\"https://www.engadget.com/bytedance-tiktok-employees-us-user-data-journalists-210339650.html\"><ins>accessed data on American journalists</ins></a>, seemingly in an attempt to detect the sources of leaks from the company.</p><p>Canada’s Communications Security Establishment warned earlier this month that “adversary states can influence their domestic vendors to compromise products to advance their national interest, counter to Canadian clients’ interests and the interests of Canada,” but the report didn't explicitly mention TikTok or China. The Canadian government, meanwhile, is facing scrutiny over possible Chinese interference in the 2019 and 2021 federal elections, as the <em>National Post</em> notes.</p>", "link": "https://www.engadget.com/canada-is-reportedly-banning-tiktok-from-government-issued-devices-170230648.html?src=rss", "date_published": "2023-02-27 17:02:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Ted Lasso' season 3 trailer previews the highs and lows of the Premier League", "description": "<p>Apple is finally ready to show more than a brief glimpse of <a href=\"https://www.engadget.com/ted-lasso-season-3-release-date-trailer-152724136.html\"><em>Ted Lasso</em>'s next chapter</a>. The company has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1JUjl5am43TGtkZyIsImNvbnRlbnRVdWlkIjoiZDFhNTdiMDUtNjEzMC00MTY5LTk5ZmMtNGM1NDkzZDhlZjg3In0&amp;signature=AQAAAbQOwzAkyYUAw_oKUbHErdPMxLWEXw-i6u78LKujqZyG&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DIR9yjn7Lkdg\">shared</a> its first full trailer for the Apple TV+ show's third season, and it's clear the new episodes will illustrate both highs and lows as AFC Richmond returns to the Premier League. The team's quest for redemption and the showdown with Nate (now working for West Ham United) remain the main arcs, but it's evident drama off the field is as important as before.</p><p>The trailer suggests Nate has mixed feelings about his defection, and that the new season will dive further into the relationship between Keeley and Roy. It's also clear we'll see more attention spent on Jamie, and Ted's son makes an appearance. Roy's role as assistant coach is already known to factor into the plot, as is Rebecca's rivalry with her ex Rupert.</p><span id=\"end-legacy-contents\"></span><div id=\"8958dcd12e744f31b7a563b1c090ae4f\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p><em>Ted Lasso</em> returns on March 15th, with new episodes arriving each week. It's unclear if there will be more seasons beyond this. However, it's safe to say Apple isn't leaning on the series as much as it did before. Well-received productions like <a href=\"https://www.engadget.com/slow-horses-season-2-dead-lions-review-080042215.html\"><em>Slow Horses</em></a> and <a href=\"https://www.engadget.com/apple-tv-plus-severance-trailer-213716350.html\"><em>Severance</em></a> have helped bolster the catalog, even if it's still considerably smaller than what you'd find at rivals like Amazon Prime Video and Netflix.</p>", "link": "https://www.engadget.com/ted-lasso-season-3-trailer-164727727.html?src=rss", "date_published": "2023-02-27 16:47:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Anker Soundcore noise-canceling headphones are up to 33 percent off right now", "description": "<p>Apart from making a few of our <a href=\"https://www.engadget.com/best-fast-chargers-140011033.html\">favorite chargers</a> and <a href=\"https://www.engadget.com/best-power-bank-143048526.html\">power banks</a>, Anker also sells some of the better values among wireless headphones through its Soundcore brand. If you've been looking to pick up a competent set of noise-canceling headphones for less than $100, a couple of those standouts are <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzdhYmNjZmE1P3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj1HMFZYRVZINUpBMzExMTRFRk45QyZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9MTIzNDZiMjMtMzg0My00NGJmLTk1Y2ItZGNkYWY3MTIyYzQyJnBmX3JkX3M9c2xvdC0xNSZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfMV83YWJjY2ZhNV9kdF9zbDE1XzQyJnRhZz1nZGd0MGMtcC1vLW1nLTIwIiwiY29udGVudFV1aWQiOiJiZTk5NDU4Ni01YjU3LTQ4MmQtODM2MS1jNjY1OTlhOTAyMTYifQ&amp;signature=AQAAAc-TUr6jcUyTZSAmYEh3-EargnY9KdoyS63NBeWtWqs1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F7abccfa5%3FshowVariations%3Dtrue%26pf_rd_r%3DG0VXEVH5JA31114EFN9C%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D12346b23-3843-44bf-95cb-dcdaf7122c42%26pf_rd_s%3Dslot-15%26ref%3Ddlx_deals_gd_dcl_img_1_7abccfa5_dt_sl15_42\">currently on sale</a>, with the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb3VuZGNvcmUtQ2FuY2VsbGluZy1IZWFkcGhvbmVzLUNvbWZvcnRhYmxlLUJsdWV0b290aC9kcC9CMDhITVdaQlhDP3RoPTEmdGFnPWdkZ3QwYy1wLW8tbWctMjAiLCJjb250ZW50VXVpZCI6ImJlOTk0NTg2LTViNTctNDgyZC04MzYxLWM2NjU5OWE5MDIxNiJ9&amp;signature=AQAAASvnq7gz2iyjniQDr9-bSs4jR4beaL93SoKzztESaOA1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSoundcore-Cancelling-Headphones-Comfortable-Bluetooth%2Fdp%2FB08HMWZBXC%3Fth%3D1\">Soundcore Life Q30</a> discounted to $60 and the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb3VuZGNvcmUtQ2FuY2VsbGluZy1IZWFkcGhvbmVzLUNvbWZvcnRhYmxlLUJsdWV0b290aC9kcC9CMEI1VkhSWDdGP3RoPTEmdGFnPWdkZ3QwYy1wLW8tbWctMjAiLCJjb250ZW50VXVpZCI6ImJlOTk0NTg2LTViNTctNDgyZC04MzYxLWM2NjU5OWE5MDIxNiJ9&amp;signature=AQAAAdV1DbEpABbN5EI5x9pdmUkRoUs-mIlRrbh_vY6pXebu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSoundcore-Cancelling-Headphones-Comfortable-Bluetooth%2Fdp%2FB0B5VHRX7F%3Fth%3D1\">Soundcore Space Q45</a> down to $100. For the Life Q30, that's not quite an all-time low, but it's still $20 off the pair's typical going rate. The Space Q45 usually retails for $150; this deal matches the lowest price we've seen.</p><p></p><p>To be clear, neither pair here can match the active noise cancellation (ANC), build quality, call quality, sound and/or overall feature set of the top picks in our <a href=\"https://www.engadget.com/best-headphones-150030794.html\">best wireless headphones guide</a>, such as the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTUtQ2FuY2VsaW5nLUhlYWRwaG9uZXMtSGFuZHMtRnJlZS9kcC9CMDlYUzdKV0hILz90YWc9Z2RndDBjLXAtby1tZy0yMCIsImNvbnRlbnRVdWlkIjoiYmU5OTQ1ODYtNWI1Ny00ODJkLTgzNjEtYzY2NTk5YTkwMjE2In0&amp;signature=AQAAAecabjItjTkNoRM9s2PoQsrY0Cd6C9ISIG-i-wAimpqx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM5-Canceling-Headphones-Hands-Free%2Fdp%2FB09XS7JWHH%2F\">Sony WH-1000XM5</a> or <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVF1aWV0Q29tZm9ydC00NS1CbHVldG9vdGgtQ2FuY2VsaW5nLUhlYWRwaG9uZXMvZHAvQjA5OEZLWFQ4TD90YWc9Z2RndDBjLXAtby1tZy0yMCIsImNvbnRlbnRVdWlkIjoiYmU5OTQ1ODYtNWI1Ny00ODJkLTgzNjEtYzY2NTk5YTkwMjE2In0&amp;signature=AQAAAZ-HNjBuqyIRJDYaZj4Ts1XMYENy3FxpaIYpXmRzIlfR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-QuietComfort-45-Bluetooth-Canceling-Headphones%2Fdp%2FB098FKXT8L\">Bose QuietComfort 45</a>. But if you can't drop $350 or so on a new set of headphones, they can get you much of the way there at a far lower cost.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Both pairs offer a comfortable fit that doesn't clamp too tight on the head and offers ample padding. Both have superb battery life, lasting between 40 and 50 hours at moderate volumes. Both can connect to two devices simultaneously. Both come with a 3.5mm cable for wired listening, though only the Space Q45 can still use ANC when that's in use. Both come with a transparency mode, which is serviceable, though not as clean as what you can get on pricier alternatives. And while the ANC on each pair isn't top-of-the-line, it's still good, particularly when it comes to muting bass-range noises like a plane or bus engine.</p><p>Sound quality is where the Life Q30 and Space Q45 might require some tweaking. Both headphones offer a strongly v-shaped profile out of the box, so their default sound is particularly boosted in the bass and highest parts of the treble. The Life Q30's low-end is especially boomy. Some may like this more excited sound, but it's not exactly natural. With either headphone, you may want to adjust the sound through Anker's companion app, which offers a graphic EQ tool and a few alternative sound profile presets. Just note that, like many cheaper ANC headphones, the signature will sound slightly different depending on what ambient sound mode you use.&nbsp;</p><p>If you can afford the Space Q45, it's the better headphone of the two. Its design feels a bit less flimsy (though both pairs are mostly plastic), and it has an adaptive ANC mode that can automatically adjust the headphone's ANC strength based on your surroundings. The Life Q30, on the other hand, just offers three preset ANC levels. For Android users, the Space Q45 also supports the higher-quality <a href=\"https://www.sony.net/Products/LDAC/\">LDAC</a> audio codec. That said, finding any good ANC headphones for less than $100 is difficult; at these deal prices, both the Life Q30 and Space Q45 perform well enough to offer good value.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "link": "https://www.engadget.com/anker-soundcore-noise-canceling-headphones-are-up-to-33-percent-off-right-now-160747643.html?src=rss", "date_published": "2023-02-27 16:07:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Pokémon Sleep' will finally arrive this summer", "description": "<p>Almost four years after <a href=\"https://www.engadget.com/2019-05-28-pokemon-sleep.html\">it was announced</a>, <em>Pokémon Sleep </em>is finally on the way. During today's <a href=\"https://www.engadget.com/a-pokemon-direct-event-will-take-place-on-february-27th-153032910.html\">Pokémon Presents event</a>, it emerged that the game will arrive sometime this summer. It was originally supposed to debut in 2020.</p><p><em>Pokémon Sleep</em> is a mobile game from <em>Pokémon: Magikarp Jump </em>developer Select Button that can track your sleep. It features Snorlax (of course) and Professor Neroli, a <a href=\"https://www.engadget.com/tag/pokemon/\">Pokémon</a> sleep researcher. The idea is that you leave your phone next to you when you go to bed.</p><span id=\"end-legacy-contents\"></span><p>The app will analyze your sleep and categorize it into one of three types: dozing, snoozing and slumbering. Pokémon that tend to sleep in a similar fashion will gather around Snorlax. The more you play, the more likely you are to unlock rare sleep styles for various Pokémon. Droopy-eared Pikachu in particular looks extremely cute.</p><div id=\"c7b6e538189944e18c28a9ca6e01bb85\"></div><p>The Pokémon Company also provided an update on Pokémon Go Plus +, a physical device that connects to both<em> Pokémon Sleep</em> and <em>Pokémon Go</em>. For the former, you press the button when you go to bed and again when you wake up to track your sleep data, presumably instead of needing to have your phone next to you. There's a built-in alarm, as well as a Pikachu voice that can sing lullabies.</p><p>While you're out and about, you can use the disc-shaped Pokémon Go Plus + to automatically spin PokéStops and throw Poké Balls in <em>Pokémon Go</em> without even having to press the button on the device. Eventually, there will be a way to use your sleep data in <em>Pokémon Go </em>too.</p><p>Pokémon Go Plus + follows the <a href=\"https://www.engadget.com/2016-09-17-pokemon-go-plus-hands-on.html\">original Pokémon Go Plus</a>, which emerged in 2016, and the <a href=\"https://www.engadget.com/2018-06-12-nintendo-pokeball-plus-free-mew-pokemon.html\">Poké Ball Plus</a>. It will be available on July 14th and it <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=21fc7c82-c5eb-49a9-b5d3-fc32a78290de&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Nintendo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyMWZjN2M4Mi1jNWViLTQ5YTktYjVkMy1mYzMyYTc4MjkwZGUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubmludGVuZG8uY29tL3N0b3JlL3Byb2R1Y3RzL3Bva2Vtb24tZ28tcGx1cy1wbHVzLTExMjM4Ny8iLCJjb250ZW50VXVpZCI6ImUxM2Y2N2ZlLTJlNDUtNDM5Ni05YmY0LTc2YTMyZDZkZGQ3MCJ9&amp;signature=AQAAAWdDcpARgQhj_g0qxvo2WrAFmofh-FK19HTvOEPAevs8&amp;gcReferrer=https%3A%2F%2Fwww.nintendo.com%2Fstore%2Fproducts%2Fpokemon-go-plus-plus-112387%2F\">costs $55</a>, almost the same as a new mainline Pokémon game on Switch. When you link it to <em>Pokémon Go</em>, you'll be able to find an adorable version of Snorlax wearing a nightcap when you're out hunting Pokémon.</p><div id=\"684a639da1524a588b309607b0fe3779\"></div><p></p>", "link": "https://www.engadget.com/pokemon-sleep-will-finally-arrive-this-summer-153806988.html?src=rss", "date_published": "2023-02-27 15:38:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "A stop-motion Pokémon show is coming to Netflix", "description": "<p>Netflix's long-running <a href=\"https://www.engadget.com/pokemon-secrets-of-the-jungle-netflix-october-8-230042697.html\">Pokémon partnership</a> is heading in a slightly unexpected direction. The streaming service has marked Pokémon Day by <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj14RnNzLXplLVVUVSIsImNvbnRlbnRVdWlkIjoiMTNiNjEzNGQtNTJlZi00YzMyLTk4ZDUtOGJhNTU5MzFjNDU0In0&amp;signature=AQAAASTFdkEOPA4rkgVj45lj04llIGxzpSP8wWsvNEC44tpE&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DxFss-ze-UTU\">unveiling</a><em>Pokémon Concierge</em>, a show featuring stop-motion animation from Japan's Dwarf Studio. The series follows Haru, who joins Psyduck in meeting various trainers and creatures on vacation.</p><p>The companies haven't shared the cast, format or release date. The production is \"coming soon,\" Netflix says. However, it's safe to say you can expect a different style and storyline than the usual tales of Ash, Pikachu and crew.</p><span id=\"end-legacy-contents\"></span><div id=\"2b66941ab4514e1fbb04f3ee599c12b8\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Netflix first brought Pokémon content to subscribers in 2014, when it added the classic television series and two movies, among other videos. More has flowed in the years since, including the service-exclusive <a href=\"https://www.engadget.com/pokemon-journeys-netflix-original-us-164927896.html\"><em>Pokémon Journeys</em></a>. The strategy remains the same: Netflix potentially draws hordes of younger fans who may stick around for other kid-friendly shows, while The Pokémon Company helps introduce its gotta-catch-em-all brand to a generation that may never watch conventional TV.</p>", "link": "https://www.engadget.com/pokemon-concierge-stop-motion-show-netflix-151946138.html?src=rss", "date_published": "2023-02-27 15:19:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The OnePlus 11 Concept phone includes PC-like liquid cooling", "description": "<p>After a <a href=\"https://www.engadget.com/the-oneplus-11-concept-will-feature-a-flowing-back-with-blue-lighting-130008351.html\">wave of teasers</a>, OnePlus has revealed its latest experimental phone — and this time the features are more practical than <a href=\"https://www.engadget.com/2020-01-07-oneplus-concept-one-hands-on-mclaren.html\">in the past</a>. The OnePlus 11 Concept centers on &quot;Active CryoFlux&quot; liquid cooling that mimics what you see in some gaming PCs. The system uses a piezoelectric ceramic micropump to send cooling fluid throughout pipelines in the phone (visible on the outside) without &quot;significantly&quot; increasing the phone's bulk.</p><p>The result is a slight but tangible performance improvement, OnePlus claims. The company says the temperature drop boosts games by up to three to four frames per second, and reduces charging times by 30 to 45 seconds. Those figures won't have you rushing to replace your existing phone, but may help wring the full potential out of an upgrade.</p><span id=\"end-legacy-contents\"></span><div id=\"874a0bc7e1c14b55b8a91329c47e59ea\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>After that, the differences versus the <a href=\"https://www.engadget.com/oneplus-11-review-price-release-date-cameras-150015371.html\">standard OnePlus 11</a> are mostly cosmetic. The conspicuous pipelines and blue LED lighting are the most obvious changes, but you'll also find a camera hump with intricate guilloché engraving similar to what you'd find on the dial of a luxury watch.</p><p>The OnePlus 11 Concept won't enter production. However, it won't be surprising if the liquid cooling and design techniques find their way to future phones. No, this won't match the raw cooling power found in <a href=\"https://www.engadget.com/asus-rog-phone-6d-ultimate-pricing-availability-064809063.html\">high-end gaming phones</a>, but it might make OnePlus more enticing if you want above-average speed without carrying a brick in your pocket.</p>", "link": "https://www.engadget.com/the-oneplus-11-concept-phone-includes-pc-like-liquid-cooling-143017072.html?src=rss", "date_published": "2023-02-27 14:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Honor’s exciting folding phone finally makes it to Europe", "description": "<p>Back in December, I got to play with <a href=\"https://www.engadget.com/honor-magic-vs-2022-prototype-hands-on-181503548.html\"><ins>Honor’s second foldable, the Magic VS</ins></a>, but the first one it will sell in the West. It was a Chinese-market prototype with several rough edges, but even so, it made a fairly compelling case for its own existence. Now, three months later, the company has rocked up to MWC with the finished version that’s intended to be sold on this side of the equator. The big news is the price, which is pegged at €1,599 (around $1,690) for the one model, with 12GB RAM and 512GB storage, the same as Samsung’s Z Flip 4. The only difference is that, with Samsung’s handset, you’ll get 12GB RAM but only 256GB storage.</p><p>When I spent a few days with the handset, I found plenty of features that merited praise, like the fact it folds flat. Certainly, Honor feels that its second-generation hinge, which keeps the handset tidy in your pocket, is worthy of shouting about. And it has promised that the hinge will withstand 400,000 folds before conking out, and you’ll find yourself gravitating towards that internal screen more than you might expect. While not as well-equipped as the 6.45-inch exterior screen, the 7.9-inch foldable OLED is good enough to sit back and enjoy a movie, or your emails, with. And it’s fast enough to run pretty much anything you’d want to throw at it without breaking much of a sweat.</p><span id=\"end-legacy-contents\"></span><p>If there’s one wrinkle, it’s that these devices may not be the future of foldables as much as the narrower, more fashionable clamshells. Devices like <a href=\"https://www.engadget.com/oppo-find-n2-flip-hands-on-fixing-the-foldables-shortcomings-150021728.html\"><ins>Oppo’s Find N2</ins></a> and <a href=\"https://www.engadget.com/samsung-galaxy-z-flip-4-review-camera-samples-specs-price-battery-life-170027529.html\"><ins>Samsung’s latest Z Flip</ins></a> are both more pocket-and-wallet-friendly than their swole counterparts. And that counts for a lot for folks who don’t feel the need to whip out a small tablet when they’re scrolling Instagram. But for the sort of people who, like me, are nerdy enough to want a machine they could theoretically do some work from while on the go, the meatier versions are still king.</p>", "link": "https://www.engadget.com/honor-magic-vs-europe-price-availability-133824755.html?src=rss", "date_published": "2023-02-27 13:38:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Honor’s Magic 5 Pro offers a polished alternative for Android connoisseurs", "description": "<p>After breaking from Huawei, <a href=\"https://www.engadget.com/huawei-honor-sold-024435704.html\">Honor</a> has made the case that, in Europe at least, it is Samsung’s true rival in the Android space. In the last three years, it has offered flagship phones that are spec-for-spec the equal of whatever that year’s S-series is packing. Sadly, it’s also doing this at a time when the spec arms race is all but done, and it’s harder than ever to actually stand out amongst the crowd. The Magic 5 Pro doesn’t deviate from the template laid down by its two predecessors, so Honor can’t play on your neophilia as a reason to buy it. But there might be something in the sheer muscularity of its offering that could tempt you into making the switch.</p><p>The Magic 5 Pro is making its debut at MWC in Barcelona, and will be sold in both Europe and China. Design-wise, it’s close to its predecessor, but Honor says the new handset apes the sweeping, organic curves favored by Catalan architect Antoni Gaudí. Where the Magic 4 Pro had a fairly hard line around its camera hump – sorry, Eye of Muse – here the back cover pours itself into the bump quite seamlessly. It’s comfortable enough in your hand and light enough to hold, but you’ll need the case to keep things pristine. It’s available in fingerprint-magnet piano Black and Meadow Green, which looks nicer in person than it does in photos.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Render of Honor's Magic 5 Pro in Meadow Green, stood monolithically in a pastoral scene.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/dccf7940-b68a-11ed-bbff-9e5f48aa7b84\" style=\"height: 1013; width: 1800;\" /><figcaption></figcaption><div class=\"photo-credit\">Honor</div></figure><p>A sense of evolution, rather than revolution, continues along the rest of the spec list, with little major difference between the Magic 4 and its replacement. The “Quad Curved Floating Screen” is, like the Magic 4, a 6.81-inch, 120Hz, LTPO OLED display with a 2,848 x 1,312 resolution that curves into the frame. Honor says that the enhancements are mostly behind the scenes, with a new discrete display chipset for better video quality and better brightness. Whereas the Magic 4 could muster up 1,000 nits, its successor can crank out 1,300 nits, or 1,800 nits at peak.</p><p>Nestled inside is a Snapdragon 8 Gen 2, up from the Gen 1 found on the Magic 4, matching the silicon inside the S23, which is paired with 12GB RAM and 512GB storage. Although Honor can’t call upon the same overclocking magic found in Samsung’s handset, it does say its AI-infused performance software will do a similar job. Sadly, I had all of ten minutes to spend with the handset and so there wasn’t the chance to do any serious stress testing. But history tells us that a handset this chock-full of gear is hardly going to be a slouch.</p><p>A 5,100mAh battery is powering the show here, a significantly bigger battery than the 4,500 found on the 4. This, I suspect, is the reason this handset is four grams heavier than the last one, but what’s a couple of grams between friends, eh? That cell will accept 66W wired or 50W wireless charging, if you have the necessary Honor SuperCharge stand in your home. As I said above, this is more or less what you’d expect with any Android flagship these days.</p><p>The major selling point for a handset like this is the camera, and Honor is doing its usual job here. Magic 5 Pro comes with a “Star Wheel” version of its “Eye of Muse” camera ring, packed with three beefy lenses jutting out from the back. First is a 50-megapixel, f/1.6 lens with a custom 1/1.12-inch sensor, the manufacturer of which I don’t yet know. That’s paired with a 50-megapixel, f/2.0 ultra-wide camera with a 122-degree field of view and a 50-megapixel, f/3.0 periscope telephoto with a 3.5x optical zoom and 100x digital zoom connected to Sony’s IMX858 image sensor. Less attention is given to the forward facing camera, which is probably the same 12-megapixel, f/2.4 unit paired with a 3D depth camera as found in the Magic 4 Pro.</p><p>(Those with long memories, or access to Google, will recall that the Magic 4 Pro’s telephoto lens had a quoted resolution of 64-megapixels. An Honor spokesperson said that the switch is down to an improvement in sensor size, and the new image engine will offer “far better light sensing.”)</p><figure><img alt=\"Image of both colorways of Honor's Magic 5 Pro side-by side, including the fingerprint-smeared piano gloss black (which I'd wiped seconds before) and the green version, which looks more petrol in the images.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/a74d5790-b376-11ed-b75f-5f65b6c8bceb\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper</div></figure><p>Supporting the headline trio is, again, an 8x8 Direct Time of Flight Sensor for laser focusing, a multi-spectrum color temperature and flicker sensor. Those will all add muscle to the handset’s upgraded image engine, promising faster capture, better HDR and higher quality computational photography. The company hinted about further improvements to the stills shooting, and while the video-shooting abilities garnered nary a mention, it’ll still output (compressed) “Log” footage using Honor’s proprietary Magic-Log format.</p><p>As for what you can do with those lenses, Honor is making the same noises it’s always made about its class-leading imaging. As well as a Dxomark score of 152, the company — before the handset was even announced – bragged that the Magic 5 Pro’s camera was good enough to capture a Guinness World Record in the making. And that its AI smarts were capable of plucking a single, perfect frame of a basketballer mid-dunk that was worthy of sharing.</p><div id=\"2c7d0bb087654c88981e13a89a91fd4a\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Congrats <a href=\"https://twitter.com/Honorglobal?ref_src=twsrc%5Etfw\">@HONORGlobal</a>! The <a href=\"https://twitter.com/hashtag/HONORMagic5?src=hash&amp;ref_src=twsrc%5Etfw\">#HONORMagic5</a> Pro captures a record-breaking moment with its AI technology 🏀📱<a href=\"https://twitter.com/hashtag/UnleashThePowerofMagic?src=hash&amp;ref_src=twsrc%5Etfw\">#UnleashThePowerofMagic</a><a href=\"https://twitter.com/hashtag/MWC23?src=hash&amp;ref_src=twsrc%5Etfw\">#MWC23</a><a href=\"https://twitter.com/hashtag/ad?src=hash&amp;ref_src=twsrc%5Etfw\">#ad</a><a href=\"https://t.co/dz95wMTfNE\">pic.twitter.com/dz95wMTfNE</a></p>— Guinness World Records (@GWR) <a href=\"https://twitter.com/GWR/status/1625072505432965120?ref_src=twsrc%5Etfw\">February 13, 2023</a></blockquote></div><p>Now, we must always treat these pledges as they’re intended, knowing that they mean nothing until we’ve tried to replicate those results ourselves. As we learned last year when we really tested the <a href=\"https://www.engadget.com/honor-magic-4-pro-2022-130056532.html\">Magic 4 Pro’s promise of 4K video shooting</a>, <a href=\"https://www.engadget.com/honor-magic4-pro-camera-test-log-filming-160055384.html\">promises are cheaper than delivering</a>.</p><p>One thing that’s clear about so many handsets these days is that companies are looking for marginal gains all over the package. For instance, Honor says the Magic 5 Pro has discrete Bluetooth and WiFi antennas which should boost download speeds and improve the reliability of your Bluetooth connection. It’s hard to see if those are current gripes with a wide number of users, but it’s good to see some thought put to improving matters.</p><p>And Honor has also revived a much-ballyhooed, rarely-loved <del>gimmick</del> feature in the form of air gestures. Now, you can control elements of your phone’s UI from a foot over the top of the front facing camera, when you’re trying to browse recipes with messy hands. Honor says that their return is thanks to the Snapdragon 8 Gen 2’s additional power, which is capable of watching your hand movements without putting too much pressure on the system-on-chip.</p><p>Now, I only had about ten minutes of time with the handset, and there wasn’t a whole lot of stuff I could do to put it through its paces. I will say that I’m expecting the imaging performance to be a lot snappier than what was available on the demo unit, which felt a little sluggish. And that while nobody’s expecting any smartphone maker to reinvent the wheel, there’s fewer marks on offer for polish. As I said at the top, my initial impression of Honor’s Magic 5 Pro is of a handset that doesn’t deviate from the template laid down by its two immediate predecessors, but one that’s been polished to a very high shine.</p><p>Sadly, Honor was keeping details of the Magic 5 Pro’s price a secret until the conclusion of its press conference. And so, this section will be fleshed out as soon as we have the information about how much this thing will cost, and when you get it. But I suspect that Honor will need to trim its asking price if it wants to tempt away folks who, right now, have sworn their brand allegiance to Samsung.</p>", "link": "https://www.engadget.com/honor-magic-5-pro-mwc-2023-first-look-133059255.html?src=rss", "date_published": "2023-02-27 13:30:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Scientists confirm a fifth layer inside the Earth's core", "description": "<p>Tear down the middle school geology posters: We have an update. A team at Australian National University (ANU) has found evidence of a <a href=\"https://www.engadget.com/earth-new-layer-innermost-inner-core-discovery-170411286.html https://www.engadget.com/...\">new fifth layer</a> to the planet, an iron-nickel alloy ball in the inner core. The scientists found the hidden core by studying seismic waves that travel up to five times across the Earth's diameter – previous studies only looked at single bounces. The earthquake waves probed places near the center at angles that suggested a different crystalline structure deep inside.</p><p>The ANU researchers also believe the innermost inner core hints at a major event in Earth's past that had a &quot;significant&quot; impact on the planet's heart. As researchers told <em>The Washington Post</em>, it could also help explain the formation of the Earth's magnetic field. The field plays a major role in supporting life as it shields the Earth from harmful radiation and keeps water from drifting into space.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/hitting-the-books-invention-and-innovation-vaclav-smil-mit-press-153005870.html\"><ins>Hitting the Books: Why America once leaded its gasoline</ins></a></p></li><li><p><a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\"><ins>The best wireless earbuds for 2023</ins></a></p></li><li><p><a href=\"https://www.engadget.com/dead-space-highlights-the-biggest-problem-with-aaa-games-143038070.html\"><ins>'Dead Space' highlights the biggest problem with AAA games</ins></a></p></li><li><p><a href=\"https://www.engadget.com/tcl-gave-its-color-paper-like-display-tech-an-upgrade-for-its-latest-tablets-170059809.html\"><ins>TCL gave its color paper-like display tech an upgrade for its latest tablets</ins></a></p></li><li><p><a href=\"https://www.engadget.com/lenovo-updates-its-ideapad-duet-3i-2-in-1-with-a-larger-display-and-intel-n200-cpu-230036717.html\"><ins>Lenovo updates its IdeaPad Duet 3i 2-in-1 with a larger display and new Intel CPU</ins></a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/the-first-episode-of-star-trek-picards-final-season-is-free-to-watch-on-youtube-164857198.html\">Russia's replacement Soyuz spacecraft arrives at ISS to bring back MS-22 crew</a></h2><h3>The spacecraft successfully docked on Saturday evening.</h3><a href=\"https://www.engadget.com/russias-replacement-soyuz-spacecraft-arrives-at-iss-to-bring-back-ms-22-crew-185144210.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/11021820-b68c-11ed-b735-c72f0a7726c7\" style=\"height: 380; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">ROCOSMOS</div></figure></a><p>MS-23, the Soyuz spacecraft Russia sent to bring cosmonauts Sergey Prokopyev and Dmitry Petelin and NASA astronaut Frank Rubio back to Earth, has arrived at the International Space Station. According to<em>&nbsp;</em>Space.com, the vessel docked with the ISS at 7:58 PM ET on Saturday evening. MS-23 was scheduled to launch later this year, but Roscosmos was forced to push up the flight after MS-22 – Prokopyev, Petelin and Rubio’s original return craft – sprung a coolant leak in December following a micrometeoroid strike. If an emergency broke out on the ISS and the entire crew had to evacuate, it wasn’t clear whether MS-22 could carry its crew safely back to Earth. That’s no longer the case, now the Soyuz spacecraft is docked.</p><p><a href=\"https://www.engadget.com/russias-replacement-soyuz-spacecraft-arrives-at-iss-to-bring-back-ms-22-crew-185144210.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/the-first-episode-of-star-trek-picards-final-season-is-free-to-watch-on-youtube-164857198.html\">Watch the first episode of Star Trek: Picard’s final season for free</a></h2><h3>You can watch it on YouTube before paying out for a Paramount+ sub.</h3><h3></h3><p>If you can’t resist the chance to see the crew of <em>Star Trek: The Next Generation</em> one last time, Paramount is offering a free way to watch the first episode of season three. The debut episode sees Jean-Luc Picard return from retirement (yet again) after his friend and former first officer Will Riker receives a warning from Dr. Beverly Crusher. We’ve shared opinions on the first six episodes, but if you’re still intrigued, now there’s a chance to make your own mind up.</p><p><a href=\"https://www.engadget.com/the-first-episode-of-star-trek-picards-final-season-is-free-to-watch-on-youtube-164857198.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/engadget-podcast-bing-ai-chatgpt-spotify-dj-133019366.html\">Engadget Podcast: AI all the things!</a></h2><h3>ChatGPT is popping up on the Kindle Store, and even Spotify is looking at AI.</h3><a href=\"https://www.engadget.com/engadget-podcast-bing-ai-chatgpt-spotify-dj-133019366.html https://www.engadget.com/...\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/111d6850-b68c-11ed-befe-60b8351d8df1\" style=\"height: 303; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>The AI news just won’t stop! This week, Cherlynn and Devindra discussed the latest on Bing AI – Microsoft is loosening up recent restrictions, following reports of its bad behavior – as well as the rise of ChatGPT stories on the Kindle store. Spotify is also launching its own AI DJ, starring the digitized voice of one of its current hosts.</p><p><a href=\"https://www.engadget.com/engadget-podcast-bing-ai-chatgpt-spotify-dj-133019366.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p>", "link": "https://www.engadget.com/the-morning-after-scientists-confirm-a-fifth-layer-inside-the-earths-core-121533578.html?src=rss", "date_published": "2023-02-27 12:15:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google is bringing a bunch of new features to Android and Wear OS", "description": "<p>The advent of MWC is always an opportunity for Google to shine a light on some smaller, but still useful, tweaks to its ecosystems. This year, the Android giant is <a href=\"https://blog.google/products/android/new-android-features-february-2023/\">unveiling</a> a raft of minor additions to Android and Wear OS designed to further smooth the bumps in your digital life. That includes a new widget for Google Keep that’ll let you check-off to-do lists from the comfort of your home screen. You’ll also get the ability to, with a compatible watch, let you dictate notes and to-do list items from your wrist.</p><p>Another more notable change is improved noise cancellation in Google Meet when used on some Android devices. The company says that, much like the feature as it already exists, you’ll find the noise of nearby construction or other distractions will be crunched to oblivion while you chat. And, on the audio front, Google says that you’ll soon be able to use Chrome OS' <a href=\"https://www.engadget.com/2018-11-27-google-android-chromebook-fast-pair-bluetooth-sync.html\">Fast Pair</a> feature to connect new Bluetooth headphones to your machine with a single tap.</p><span id=\"end-legacy-contents\"></span><p>Less notable additions include the ability to mash together different emoji to offer a more topic relevant response. In the example, you can merge the Basketball emoji with the Heart Eyes, to give you either a heart-shaped basketball, or add a basketball-like texture to those same heart eyes. Similarly, Android handsets will get new tap-to-pay animations to bring some cartoonish cheer to balance out the misery of spending money on things.</p><p>And, on the accessibility front, Chrome on Android will now let you zoom the size of content by up to 300 percent while preserving page layout. Wear OS 3+, meanwhile, will offer Mono-audio for those who might be distracted by stereo, as well as grayscale and color-correction modes for your watch display for easier viewing. If you’re interested in learning more about this, you can check out Google’s full and comprehensive work-up of all the features <a href=\"https://blog.google/products/android/new-android-features-february-2023/\">over at its blog</a>.</p>", "link": "https://www.engadget.com/google-mwc-2023-feature-update-android-wear-os-112426636.html?src=rss", "date_published": "2023-02-27 11:24:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Xiaomi shows off its new wireless AR glasses", "description": "<p>AR is an exciting idea, but it’s not clear if there’s enough computational power in the world to make such a fantastic concept real. Undeterred, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=446ec9d6-e442-4d00-972f-5da520b0905e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Xiaomi&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0NDZlYzlkNi1lNDQyLTRkMDAtOTcyZi01ZGE1MjBiMDkwNWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWkuY29tL2dsb2JhbC9kaXNjb3Zlci9hcnRpY2xlP2lkPTI4ODAiLCJjb250ZW50VXVpZCI6ImY4M2E4OWI2LWJhYjAtNGI2MC04MWNmLTMxZjZlNGQxODExNCJ9&amp;signature=AQAAAVpdN-HOGjWBS8Sl1bQAfH4XzY3HyNALJ4bhQMwX8JZJ&amp;gcReferrer=https%3A%2F%2Fwww.mi.com%2Fglobal%2Fdiscover%2Farticle%3Fid%3D2880\">Xiaomi</a> has unveiled its Wireless AR Glass Discovery Edition, a compact AR headset using the same Snapdragon XR2 Gen 1 found in the <a href=\"https://www.engadget.com/meta-quest-pro-review-a-next-gen-headset-for-the-vr-faithful-specs-price-130045313.html\">Quest Pro</a>. The company says these oversized sunglasses offer an elegant way to blend the digital and real worlds while, most crucially, not requiring a physical tether to a smartphone.</p><div id=\"8c7e89b00f064a018ca37c227b6f802f\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Xiaomi Wireless AR Glass Discovery Edition features a lightweight yet sturdy design with a magnesium-lithium alloy structure and carbon fiber materials. Its electrochromic lenses allow for seamless access to reality and the virtual world at a single click. <a href=\"https://t.co/FWANebc4Gp\">pic.twitter.com/FWANebc4Gp</a></p>— Lei Jun (@leijun) <a href=\"https://twitter.com/leijun/status/1630032470505840640?ref_src=twsrc%5Etfw\">February 27, 2023</a></blockquote></div><p>Weighing 126g (4.4 ounces), Xiaomi crafted the hardware from magnesium-titanium alloy and carbon fiber parts to lighten the load. It’s also rocking a custom-made silicon-oxygen anode battery which, all in, Xiaomi says will reduce the physical burden on the user. (<em>This</em> user would like to disagree, speaking from experience that <em>anything</em> over 100g pressing on your nose is still too much to take for extended periods of time.)</p><span id=\"end-legacy-contents\"></span><p>As for the displays, the headset is packing a pair of microOLED displays hooked up to a pair of “free-form, light-guiding” prisms so pixel-dense, your eyes won’t spot the squares. The company says, too, that you’ll experience less brightness loss than with other close-up displays, and can crank out a peak brightness of 1,200nits. And, for immersion’s sake, the front of the lenses are electrochromic, automatically dimming when you need to focus on the virtual world.</p><div id=\"ccb8a6f9e65d48bfb53e7b58e172f379\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Boasting a retina-level near-eye display for AR glasses, Xiaomi Wireless AR Glass Discovery Edition delivers a truly immersive visual experience. Moreover, our self-developed Xiaomi AR Gesture Control empowers effortless control between virtual and real space. <a href=\"https://t.co/EipqBWxkpW\">pic.twitter.com/EipqBWxkpW</a></p>— Lei Jun (@leijun) <a href=\"https://twitter.com/leijun/status/1630040025969885186?ref_src=twsrc%5Etfw\">February 27, 2023</a></blockquote></div><p>The advanced hand-tracking is said to enable a new form of user interaction, whereby our hands can be used to manipulate the digital world. In a concept video, a wearer looks at a smart light and deactivates it by flicking a virtual switch hovering over the device itself. Users will also be able to, Minority Report-style, flick and tap around the internet (or video), and potentially use these for productivity purposes as well.</p><p>The advent of these glasses is also part of Qualcomm’s own plans to leverage its <a href=\"https://www.qualcomm.com/news/releases/2023/02/qualcomm-and-7-leading-global-operators-announce-plans-to-levera\">Snapdragon Spaces</a> platform to boost XR devices. Xiaomi’s hardware, when paired with a compatible device like the new <a href=\"https://www.engadget.com/the-xiaomi-13-pro-with-leica-cameras-is-coming-to-europe-163557200.html\">Xiaomi 13</a>, and promises latency low enough that you won’t notice the lack of a wire. And the company says that it will “work closely with developers to expedite the arrival of AR,” so vital in the still-nascent space.</p><p>Unfortunately there’s no word on price or availability since this is very much a concept device as yet. Consequently we wouldn’t recommend setting up a separate savings account to put aside cash to buy one of these unless you’re really, really, <em>really</em> patient.</p>", "link": "https://www.engadget.com/xiaomi-shows-off-its-new-wireless-ar-glasses-102134685.html?src=rss", "date_published": "2023-02-27 10:21:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's 2021 iPad drops to an new all-time low of $250", "description": "<p>One of the best selling points of Apple devices is that even when the company releases new hardware, previous generations continue to be supported for years to come. That's the case for<a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOUZQSFk2P3RoPTEmdGFnPWdkZ3QwYy1wLW8tbWUtMjAiLCJjb250ZW50VXVpZCI6IjU1MmExN2NhLTYxYmYtNDlhZi1iMTdiLWE5MjI0MmE1MTA2ZiJ9&amp;signature=AQAAAZPQC2bu2v87Mmuc6UIWF9Qx4SW6UO2yRy1FGByFZfhU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9FPHY6%3Fth%3D1\"> the popular 2021 10.2-inch iPad</a>, which now finds itself on sale at Amazon for $250, the lowest price we've seen to date. That's at least a $79 saving on its recommended price and $20 below its previous low.</p><p></p><p>The 10.2-inch iPad remains a solid purchase simply because it has a lot of bang for its buck. At $250, it'll run all day, has a nice bright display and its processor is still plenty snappy for gaming and general multitasking. Its wide-angle camera with Center Stage makes it easier for the family to video call friends and loved ones by bundling everyone into the frame. The 2021 iPad has enough storage for most tasks, access to plenty of apps and offers improved Messages, Siri and Dictation features with iPadOS 16.</p><span id=\"end-legacy-contents\"></span><p>Make no mistake, the 2021 iPad — with its old-school design — may feel a little dated <a href=\"https://www.engadget.com/apple-ipad-10th-generation-review-160014897.html\">compared to its newer sibling</a>. You won't get those thinner bezels, faster processors and improved cameras, but you won't be spending $400 either. There's no Magic Keyboard or second-generation Pencil support on this model but if you don't need those extras, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOUZQSFk2P3RoPTEmdGFnPWdkZ3QwYy1wLW8tbWUtMjAiLCJjb250ZW50VXVpZCI6IjU1MmExN2NhLTYxYmYtNDlhZi1iMTdiLWE5MjI0MmE1MTA2ZiJ9&amp;signature=AQAAAZPQC2bu2v87Mmuc6UIWF9Qx4SW6UO2yRy1FGByFZfhU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9FPHY6%3Fth%3D1\">i</a>t is still a very solid device for armchair gaming, reading, video watching and browsing.</p>", "link": "https://www.engadget.com/apple-2021-ipad-new-all-time-low-amazon-084925394.html?src=rss", "date_published": "2023-02-27 08:49:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Mercedes-Benz is bringing WebEx meetings to the new E-Class sedans", "description": "<p>Mercedes-Benz offered <a href=\"https://media.mercedes-benz.com/e-class2023\">a closer look</a> at the interior of its new E-Class sedans and fancy dashboard earlier this month. The car looks nice so far! It boasts an electrified powertrain and tons of tech, including support for Level 3 autonomous driving and a lot of apps <a href=\"https://www.engadget.com/mercedes-benzs-next-generation-car-os-is-built-around-paid-software-bundles-223739063.html\">you'll need to pay extra to use</a>. The car seems like a comfortable way to get around, too. Perhaps so comfortable that you might just want to turn your car into a mobile office.&nbsp;</p><p>If that's the case, then you're in luck. Mercedes-Benz has struck a partnership with Cisco to kit out the new E-Class with Webex Meetings and Calling and Webex AI audio capabilities — everything a busy worker needs to never get a moment's peace. They announced the collaboration at last week's E-Class event and revealed more details at Mobile World Congress. &quot;This partnership will help people get work done safely, securely and comfortably in their vehicles,&quot; the companies said in a press release. That definitely seems better than getting stuff done at the office, home or a coffee shop.</p><span id=\"end-legacy-contents\"></span><p>In case you absolutely need to hop into a meeting while you're at the wheel, which is hopefully a very rare occasion, the companies claim to offer &quot;best-in-class noise cancellation&quot; thanks to Webex’s audio intelligence tech. Meetings and calls are audio-only unless you're parked, in which case you'll have access to video meetings, AI-powered transcription, content sharing functions and emoji reactions. There'll be a Webex app in the Mercedes Benz Car App Store, while the built-in WiFi and cellular data connection mean you don't need your phone at all to hop into a meeting. At least for someone, I'm sure that's the embodiment of living the dream.</p><p>In fairness, there are some use cases where Webex in a car may make sense. Mercedes and Cisco suggested that an architect might need to check in with their colleagues immediately after leaving a work site, while someone might have to jump into a meeting right after dropping off the kids at school. Conference calls certainly happen in cars.</p><p>This isn't exactly the first time that a meeting app has invaded cars. Webex <a href=\"https://www.engadget.com/webex-apple-carplay-move-to-mobile-185013701.html\">already supports CarPlay</a>, as does <a href=\"https://www.engadget.com/microsoft-teams-hybrid-meetings-features-apple-carplay-intelligent-cameras-164625137.html\">Microsoft Teams</a>. Webex is available in <a href=\"https://www.engadget.com/ford-f150-lightning-ev-video-conference-cisco-144524364.html\">some Ford models too</a>. If you truly do want to experience Webex meetings at the wheel of a 2023 E-Class, you may be pleased to learn that you'll get the chance when the sedans hit dealerships in the spring.</p>", "link": "https://www.engadget.com/mercedes-benz-is-bringing-webex-meetings-to-the-new-e-class-sedans-050009834.html?src=rss", "date_published": "2023-02-27 05:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}]