[{"source": "https://www.pcworld.com/index.rss", "title": "Asking Bing Chat to be more creative will decrease its accuracy", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Microsoft&rsquo;s Bing Chat is beginning to roll out options that let users make the chat&rsquo;s responses creative, balanced, or more precise. Just be careful: adopting the &ldquo;creative&rdquo; option will initially make the Bing AI chatbot less accurate, in the name of more entertaining responses.</p>\n\n\n\n<p>Microsoft began rolling out the new <a href=\"https://www.pcworld.com/article/1506016/hands-on-with-bings-ai-chat-and-search.html\">Bing Chat</a> response options at the end of last week. (This reporter does not yet have access to them on his personal account.) Mike Davidson, corporate vice president of Design and Research at Microsoft shared a screenshot:</p>\n\n\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We&rsquo;ve been hard at work tweaking dials so you can chat with the new Bing however you&rsquo;d like. Starting today, some users will see the ability to choose a style that is more Precise &#128208;, Balanced &#129496;&zwj;&#9794;&#65039;, or Creative &#129514;.<br /> <br />Let us know what you think by using the &#128077; &amp; &#128078; in each response. <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://t.co/OyCI2y3eT6&amp;xcust=2-1-1525247-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">pic.twitter.com/OyCI2y3eT6</a></p>&mdash; Mike Davidson (@mikeindustries) <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/mikeindustries/status/1629255791797760000?ref_src=twsrc%5Etfw&amp;xcust=2-1-1525247-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">February 24, 2023</a></blockquote>\n</div></figure>\n\n\n\n<p>Microsoft is attempting to balance what it apparently sees as Bing&rsquo;s core function: a &ldquo;copilot for the web.&rdquo; It&rsquo;s never been quite clear what that entirely entails, but, initially, it seemed like Microsoft intended Bing Chat to be a tool to supplement its traditional search engine: summarizing results pulled from a variety of sites, to save users the need to dig for those results on their own. Some of the more creative elements, such as the ability to tell stories and write poems, were apparently seen as bonuses.</p>\n\n\n\n<p>Perhaps unfortunately for Microsoft, it was these creative elements that users latched on to, building on what rival <a href=\"https://www.pcworld.com/article/1424575/chatgpt-is-the-future-of-ai-chatbots.html\">OpenAI&rsquo;s ChatGPT</a> allowed. When journalists and testers began pushing the limits of what Bing could do, they ended up with some bizarre results, such as threats and weird inquiries about relationships. In response, Microsoft <a href=\"https://www.pcworld.com/article/1519557/microsoft-expands-bing-chat-limits-but-becomes-boring.html\">clamped down hard, limiting replies</a> and essentially blocking Bing&rsquo;s more entertaining responses.</p>\n\n\n\n<p>Microsoft is apparently trying to resuscitate Bing&rsquo;s more creative impulses with the additional controls. But there&rsquo;s apparently a cost for doing so, based on my own questions to Davidson. Large language models sometimes &ldquo;hallucinate&rdquo; (make up) false facts, which many reporters have noticed when closely querying ChatGPT and other chatbots. (It&rsquo;s presumably one of the reasons Bing Chat cites its sources through footnotes.)</p>\n\n\n\n<p>I asked Davidson whether or not the creative or precise modes would affect the factual <em>accuracy</em> of the responses, or whether Bing would adopt a more creative or factual <em>tone</em> instead. </p>\n\n\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Yep. The first thing you said. Not just tone in a colloquial sense.</p>&mdash; Mike Davidson (@mikeindustries) <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/mikeindustries/status/1629555279250743296?ref_src=twsrc%5Etfw&amp;xcust=2-1-1525247-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">February 25, 2023</a></blockquote>\n</div></figure>\n\n\n\n<p>What Davidson is saying is that if you opt for the more creative response, you run the risk of Bing inventing information. On the other hand, the &ldquo;creative&rdquo; toggle presumably is designed for more creative output, where absolute accuracy <em>isn&rsquo;t</em> a priority.</p>\n\n\n\n<p>Just to be sure, I asked for clarification. Davidson went on to say that if users want an entirely accurate response, it comes at the cost of creativity. Eliminating creative responses on the basis of inaccuracy defeats the purpose. In time, however, that may change.</p>\n\n\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">With the state of LLMs right now, it's a tradeoff. Our goal is maximum accuracy asap, but if you overcorrect for that right now, chats tend to get pretty muted. Imagine you asked a child to sing a song. Now imagine you muted every part that wasn't perfect pitch. Which is better?</p>&mdash; Mike Davidson (@mikeindustries) <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/mikeindustries/status/1629603948754767873?ref_src=twsrc%5Etfw&amp;xcust=2-1-1525247-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">February 25, 2023</a></blockquote>\n</div></figure>\n\n\n\n<p>Microsoft, then, is making a choice&mdash;and you&rsquo;ll have to make one, too. If you want to use Bing Chat in its role as a search assistant, select the &ldquo;precise&rdquo; option. If you value more creativity and don&rsquo;t care so much whether the topics Bing brings up are totally accurate, select the &ldquo;creative&rdquo; option. Perhaps in the future the twain shall meet.</p>\n\nInternet, Personal Software, Windows</div>", "link": "https://www.pcworld.com/article/1525247/asking-bing-chat-to-be-more-creative-will-decrease-its-accuracy.html", "date_published": "2023-02-27 19:36:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Is Discord Nitro worth the price?", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>I use <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://discord.com/&amp;xcust=2-3-1486952-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Discord</a> on a daily basis for chatting with friends and playing computer games. We congregate on our private server and relentlessly rib each other over the app&rsquo;s voice chat function. It&rsquo;s out of love, I swear. Having used Discord since the beginning of the pandemic, I decided to give the app&rsquo;s monthly subscription service a try. I wanted to know exactly what the paid version offers and if it&rsquo;s worth the additional cost. Although I definitely have some opinions about the monthly service, I&rsquo;m not exactly sure I&rsquo;m the right kind of person for it. Let&rsquo;s dive right in.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>New to Discord? Check out our <a href=\"https://www.pcworld.com/article/540080/how-to-use-discord-a-beginners-guide.html\">comprehensive guide</a> of the free chat app.</p></blockquote>\n\n\n\n<h2 id=\"whats-discord\">What&rsquo;s Discord?</h2>\n\n\n\n<p>Discord is a free chat app that&rsquo;s popular among Twitch streamers, game developers, and so on. According to <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.digitaltrends.com/gaming/what-is-discord/&amp;xcust=2-3-1486952-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Digital Trends</a>, Discord has up to 250 million users, which is absolutely wild. The app allows you to chat via text or voice and share live footage of your gameplay. It&rsquo;s similar to apps like Zoom and Skype, but I find it easier to navigate and it&rsquo;s designed specifically for the gaming crowd. Most people use Discord to talk to friends, but it&rsquo;s also a way to socialize with folks from various communities and bond over common interests. I regularly haunt the server for <em><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://discord.com/invite/devour&amp;xcust=2-3-1486952-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Devour</a></em>, a spooky co-op game, for updates and artwork. </p>\n\n\n\n<h2 id=\"nitro-basic-vs-nitro\">Nitro Basic vs. Nitro</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Nitro Basic &amp; Nitro\" class=\"wp-image-1511463\" height=\"426\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Screenshot-2023-02-13-4.34.04-PM.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Ashley Biancuzzo</p></div>\n\n\n\n<p>Discord offers two tiers of its monthly subscription service: Nitro Basic and Nitro. The Basic version features 50MB uploads, custom emoji&rsquo;s, and a unique Nitro badge on your profile. Nitro, on the other hand, offers more substantial upgrades like 500MB uploads, HD video streaming, access to activities, custom profiles, and so on. The Basic version costs $2.99 a month and Nitro costs $9.99. Me? I decided to go full hog and subscribe to the higher-tier version (aka Nitro) of the monthly subscription service. After having used it for about a month, the Basic version would&rsquo;ve been enough for me. Nitro has too many features I just don&rsquo;t ever use. </p>\n\n\n\n<h2 id=\"i-like-having-an-animated-gif-as-my-profile-picture-but-thats-about-it\">I like having an animated GIF as my profile picture, but that&rsquo;s about it</h2>\n\n\n\n<p>When I subscribed to Discord&rsquo;s Nitro service, I was watching a lot of <em>Iron Chef</em>. Since the service allows me to use an animated GIF as a profile picture, I chose none other than the show&rsquo;s Chairman. Is it funny? Absolutely. Is it worth $9.99 a month? No. Unless you&rsquo;re regularly taking advantage of all the features Nitro offers like sharing higher-quality videos and uploading bigger files, it&rsquo;s not the right service for a casual Discord user like me. I hang out with only a couple of people on Discord and I don&rsquo;t often live stream my gaming or upload massive files. That said, if you&rsquo;re a Twitch streamer, Nitro&rsquo;s absolutely worth it.</p>\n\n\n\t<div class=\"wp-block-jetpack-gif\">\n\t\t<figure>\n\t\t\t\t\t\t\t<div class=\"wp-block-jetpack-gif-wrapper\" style=\"padding-top: 56%;\">\n\t\t\t\t\t\n\t\t\t\t</div>\n\t\t\t\t\t\t\t\t</figure>\n\t</div>\n\t\n\n\n<h2 id=\"activities-is-a-fun-feature-but-i-wouldnt-use-it-often\">Activities is a fun feature, but I wouldn&rsquo;t use it often</h2>\n\n\n\n<p>Nitro unlocks a feature called Activities, which allows you to play basic party games like Poker or Chess or watch YouTube videos with your friends. It&rsquo;s kind of like <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.jackboxgames.com/&amp;xcust=2-3-1486952-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Jackbox</a>, but the games aren&rsquo;t as interesting and there isn&rsquo;t much of a selection. Jackbox has it down to a science now whereas Activities still feels more like an experiment. I like the idea behind this feature, but it&rsquo;s not what I use Discord for. I go on Discord to chat with friends while gaming. It&rsquo;s not the place I go when I need my entertainment needs met. I go to Steam or Epic Games for those needs. It&rsquo;s more about socialization for me. </p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<h2 id=\"nitro-is-a-better-fit-for-twitch-streamers-or-bigger-discord-servers\">Nitro is a better fit for Twitch streamers or bigger Discord servers</h2>\n\n\n\n<p>If you run a large Discord server, Nitro is absolutely worth it. You&rsquo;ll need all of those features to keep your community engaged and entertained. Me? I run a server of five people. Although I use the server on a daily basis, I really don&rsquo;t need all the bells and whistles. It&rsquo;s just too much for someone who logs in to chat with a few select people. $9.99 is a steep monthly price for something I hardly used. Honestly, all I need is the basics and that&rsquo;s exactly what Discord offers at the get-go.</p>\n\nInternet</div>", "link": "https://www.pcworld.com/article/1486952/is-discords-monthly-subscription-service-worth-it.html", "date_published": "2023-02-27 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "How AMD’s Ryzen 7950X3D V-Cache works on Windows", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>The <a href=\"https://www.pcworld.com/article/1524570/amd-ryzen-9-7950x3d-review-v-cache.html\">X3D variants of AMD&rsquo;s Ryzen 7000 CPUs</a> are tearing up the performance benchmarks, especially for gaming builds. But what makes the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.newegg.com/amd-ryzen-9-7950x3d-ryzen-9-7000-series/p/N82E16819113791&amp;xcust=2-1-1524857-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Ryzen 7950X3D</a> better than the standard 7950X, and the similar designs without the upgrade? It&rsquo;s all about the cache, baby. Gordon Ung breaks it down for you in the latest video on the official PCWorld YouTube channel. </p>\n\n\n\n<p>In layman&rsquo;s terms, the X3D versions of the three Ryzen 7000 chips AMD is selling with V-cache (Ryzen 7950X3D, 7900X3D, and Ryzen 7 7800X3D) get an extra boost of 64 megabytes of L3 cache on half of its processor cores. In processor-intensive tasks like big games or media applications, these cores become dedicated to performance, relegating the cores without the extra cache to background tasks. It&rsquo;s similar to Intel&rsquo;s performance and efficiency cores, but handled more directly. </p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<p>In actual use, things get a little more complicated. Technically the cores without the boosted V-cache run at a slightly higher clock than the other cores due to some basic hardware controls. In most cases Windows-based systems should automatically run games and other intensive applications on the V-cache cores. But in the cases where it doesn&rsquo;t, you can force apps like Cinebench to use the V-cache cores with the Windows Game Bar &ldquo;remember this is a game&rdquo; setting. </p>\n\n\n\n<p>What kind of boost can you expect when using those V-cache cores versus the standard cores? According to some basic benchmarks, the single-core results will match the non-X3D versions of the same chips when running without that cache. When the Cinemark benchmark is forced to use the V-cache cores via Game Bar, it actually runs a little more poorly &mdash; this is because those cores are clocked slightly lower. But in an actual game benchmark like the reliable <em>Shadow of the Tomb Raider</em> test, the game shows a shocking 20 percent improved framerate when running on the cores with V-cache. </p>\n\n\n\n<p>Generally the Game Bar setting is enough to manage which apps should use the V-cache cores and which shouldn&rsquo;t. But if you want more fine control, you can pop into your motherboard&rsquo;s BIOS and flip the CPPC Dynamic Prefered Cores setting from Auto to Frequency (force run on non-cache cores) or Cache (forced to run on V-cache cores). This setting varies from manufacturer to manufacturer, but usually it&rsquo;s found under SMU options. </p>\n\n\n\n<p>Unfortunately the option to test individual games on standard cores versus V-cache cores isn&rsquo;t easily visible in AMD&rsquo;s Ryzen Master program. But with a little tweaking you can see which games benefit from the extra cache, and which ones don&rsquo;t (if any). For more deep dives into the latest high-end PC hardware, be sure to <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/@pcworld&amp;xcust=2-1-1524857-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">subscribe to PCWorld on YouTube</a>, and check our our <a href=\"https://www.pcworld.com/article/1524570/amd-ryzen-9-7950x3d-review-v-cache.html\">Ryzen 9 7950X3D review</a> for our full analysis of AMD&rsquo;s ferocious new gaming flagship.</p>\n\nCPUs and Processors</div>", "link": "https://www.pcworld.com/article/1524857/how-to-use-amds-ryzen-7000-v-cache-on-windows.html", "date_published": "2023-02-27 16:08:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Microsoft admits it marked ineligible PCs for Windows 11 upgrades", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Every time there&rsquo;s a shiny new version of Windows on the horizon, you&rsquo;ll see them. A horde of stickers. A sea of stickers. A veritable galaxy of stickers on laptops and desktops all over shelves in digital and physical retailers, with &ldquo;Windows XX upgrade available&rdquo; printed on them. And, without fail, actually securing that upgrade can be a bit of a headache. So, it is with some PCs sold with promised upgrades to Windows 11 which, it turns out, aren&rsquo;t coming because the hardware can&rsquo;t officially handle it. </p>\n\n\n\n<p>The company said as much on the latest update to the Known Issues section of the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://learn.microsoft.com/en-us/windows/release-health/status-windows-11-21H2?irgwc=1&amp;OCID=AID2200057_aff_7593_1243925&amp;tduid=(ir__lqxkyrmiwkkfbidiig9vts69pe2x60vj9rgz2jb900)(7593)(1243925)(kXQk6.ivFEQ-RovyQrK1DBuvafJZUKLjhw)()&amp;irclickid=_lqxkyrmiwkkfbidiig9vts69pe2x60vj9rgz2jb900#3026msgdesc&amp;xcust=2-1-1524782-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Windows 11 21H2 release health post</a>, marked &ldquo;resolved&rdquo; at the top of the issue list. </p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Some hardware ineligible Windows 10 and Windows 11, version 21H2 devices were offered an inaccurate upgrade to Windows 11. These ineligible devices did not meet the minimum requirements to run Window [sic] 11. Devices that experienced this issue were not able to complete the upgrade installation process.</p></blockquote>\n\n\n\n<p>According to the notes <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.tomshardware.com/news/microsoft-admits-pushing-windows-11-upgrade-offers-to-ineligible-pcs&amp;xcust=2-1-1524782-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">spotted by Tom&rsquo;s Hardware</a>, affected versions include Windows 10 22H2, 21H2, and 20H2, indicating that this is a problem for at least some PCs sold up to a couple of years ago. </p>\n\n\n\n<p>Microsoft posted this information in a support changelog and not, say, a press release, indicating that anyone who has a problem with their upgrades suddenly failing via Windows Update can go suck eggs. (That&rsquo;s not a direct quote.) Users who are set on using Windows 11 will have to upgrade their hardware or search for a workaround. </p>\n\n\n\n<p>Speaking of which, Windows seems to be having a collection of embarrassing issues surrounding the W11 upgrade as of late. Last week <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.tomshardware.com/news/windows-11-watermark-unsupported-systems&amp;xcust=2-1-1524782-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">watermark messages started appearing on Windows 11 copies</a> running on hardware that doesn&rsquo;t officially support the newer version. This, despite the fact that it&rsquo;s been shown that <a href=\"https://www.pcworld.com/article/1505699/1505699.html\" rel=\"noreferrer noopener\" target=\"_blank\">Windows 11 can run on much lighter systems</a> than previously suspected, albeit without the official blessing of Microsoft. </p>\n\n\n\n<p>In short, the upgrade process to Windows 11 (and the eligibility of hardware for said upgrade) remains a murky mess more than a year after the operating system&rsquo;s full public release. </p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1524782/microsoft-admits-it-marked-ineligible-pcs-for-windows-11-upgrades.html", "date_published": "2023-02-27 15:11:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Score this HyperX wireless gaming headset for just $50", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>If you&rsquo;re looking to upgrade your gaming headset, you&rsquo;ve come to the right place. Amazon&rsquo;s currently selling the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B09QX3VDVD&amp;xcust=2-1-1524777-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">HyperX Cloud Core wireless gaming headset for $50</a>, which is 50 percent off of the original $99.99 price tag. This peripheral has a durable aluminum frame, a detachable noise-cancelling microphone, and much more. Let&rsquo;s get right into it.</p>\n\n\n\n<p>The HyperX Cloud Core features up to 20 hours of battery life, memory foam ear cups, and <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://developer.oculus.com/resources/audio-intro-spatialization/&amp;xcust=2-1-1524777-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">3D audio spatialization</a>. The last bit means you&rsquo;re in for a more immersive experience. The memory foam ear cups are a nice touch, too. Gaming sessions last quite a while, so you want to make sure you&rsquo;re comfortable. It also comes with a USB dongle and charging cable. </p>\n\n\n\n<p>This is a killer deal. Don&rsquo;t miss out.</p>\n\n\n<p class=\"cta wp-block wp-block-button\"><a class=\"cta__btn\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B09QX3VDVD&amp;xcust=2-1-1524777-7-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Get the HyperX Cloud Core wireless gaming headset for $49.99</a></p>\nHeadphones</div>", "link": "https://www.pcworld.com/article/1524777/save-50-on-this-super-comfortable-hyperx-gaming-headset.html", "date_published": "2023-02-27 14:53:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Ryzen 9 7950X3D review: AMD’s monster gaming CPU works like a pro, too", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>In recent years, two has been a good number for AMD. More specifically&mdash;the second generation of its CPU architectures. What the company begins in the first gen, it pushes forward in some substantial way in the next round. We saw this during the company&rsquo;s comeback on desktop, and then its surge forward on laptops. Now Team Red&rsquo;s doing the same with its <a href=\"https://www.pcworld.com/article/394646/how-amds-3d-v-cache-can-increase-ryzen-performance-by-up-to-25-percent.html\">innovative 3D V-Cache</a> offerings.</p>\n\n\n\n<p>The <a href=\"https://www.pcworld.com/article/701130/tested-the-ryzen-7-5800x3ds-astonishing-performance-shows-how-far-amds-ryzen-has-come.html\">Ryzen 7 5800X3D</a>, AMD&rsquo;s first 3D V-Cache processor, launched last summer. Layered with additional L3 cache, it was a gaming monster, but limited to the single 8-core offering. When <a href=\"https://www.pcworld.com/article/1074246/amd-ryzen-9-7950x-review.html\">AMD&rsquo;s own Ryzen 7000 series chips</a> and Intel&rsquo;s impressive <a href=\"https://www.pcworld.com/article/1357979/intel-core-i9-13900k-review.html\">13th-generation Raptor Lake parts</a> launched last fall, the 5800X3D still held its own against them in games, but lagged significantly in workstation tasks that lean heavily on more cores.</p>\n\n\n\n<p>Now AMD has released 3D V-Cache versions of its modern Ryzen 7000 CPUs, expanding to three different SKUs: the 8-core $449 Ryzen 7 7800X3D (launching April 6), 12-core <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.newegg.com/amd-ryzen-9-7900x3d-ryzen-9-7000-series/p/N82E16819113792&amp;xcust=2-1-1524570-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">$599 Ryzen 9 7900X3D</a>, and the flagship <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.newegg.com/amd-ryzen-9-7950x3d-ryzen-9-7000-series/p/N82E16819113791&amp;xcust=2-1-1524570-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">$699 Ryzen 9 7950X3D</a> we&rsquo;re testing today. (The Ryzen 9 7900X3D and 7950X3D chips launch on February 28.) And since their announcement, everyone&rsquo;s wanted to know: Is the 16-core, 32-thread 7950X3D the gaming monster we were expecting? The answer is yes&hellip;but a qualified yes.</p>\n\n\n\n<p>You can read more technical details about these CPUs in <a href=\"https://www.pcworld.com/article/1444835/amd-launches-fastest-gaming-processors-with-even-more-v-cache.html\">our write-up about their initial reveal</a> (plus watch <a href=\"https://www.pcworld.com/article/1447507/amd-dishes-on-the-ryzen-9-7950x3d.html\">our interview with AMD at CES</a> about them), but we&rsquo;re here to spill the details of our hands-on time with the flagship part. The deep dives are in our YouTube videos, which cover the full gamut of our benchmarks&mdash;including web browser and Microsoft Office performance&mdash;but for the biggest takeaways, read on.</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The AMD Ryzen 9 7950X3D offers ample gaming and productivity firepower alike.</p></blockquote></figure>\n\n\n\n<h2 id=\"this-chip-is-definitely-good-in-games\">This chip is definitely good in games</h2>\n\n\n\n<p>If the 7950X3D is your first exposure to a processor with AMD&rsquo;s 3D V-Cache, you might glance at a benchmark like Cinebench R23 and think it&rsquo;s not as good as Intel&rsquo;s flagship Core i9-13900K and Core i9-13900KS. But while Cinebench R23 is one of the standard tests used to determine CPU performance, it doesn&rsquo;t tell the whole story.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D Cinebench R23 1T benchmark results\" class=\"wp-image-1524594\" height=\"666\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/2_Cinebench_R23_1T.png?w=1200\" width=\"1200\" /><figcaption>Longer bars indicate better performance.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>Just this one benchmark isn&rsquo;t enough information about this chip. It wouldn&rsquo;t be about any processor, but with other parts we&rsquo;ve reviewed, you may have sometimes seen the big bars in Cinebench (and other tests that isolate CPU performance) line up with the gaming results. That&rsquo;s not the case here. In fact, even the individual game benchmarks don&rsquo;t indicate a general trend, either. Not in isolation&mdash;you really need to see all the gaming test results in aggregate.</p>\n\n\n\n<p>For example, take <em>Watch Dogs Legion</em>. On Ultra at 1080p, the AMD Ryzen 9 7950X3D offers a 28 percent uplift in performance compared to the standard 7950X. The jump up in <em>World War Z</em> is similarly impressive at 29 percent. This lead holds against the 13900KS and 13900K, too. In <em>Watch Dogs Legion</em>, the 7950X3D posted a 23 percent increase over the faster 13900KS and 25 percent over the standard 13900K. Meanwhile, in <em>World War Z</em>, it&rsquo;s almost a 27 percent jump compared to the 13900KS and 26 percent versus the 13900K.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D Watch Dogs Legion benchmark results\" class=\"wp-image-1524584\" height=\"696\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Watchdogs_Legion.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D World War Z benchmark results\" class=\"wp-image-1524583\" height=\"689\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/WorldWarZ.png?w=1200\" width=\"1200\" /><figcaption>Longer bars indicate better performance.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>But on the flip side, in <em>Metro Exodus</em>, the Ryzen 9 7950X3D drags relative to the 13900K, with a drop of almost 15 percent in performance. And in <em>Cyberpunk 2077</em>, it just holds its own against the 13900K and KS, but still trails the vanilla non-3D Ryzen 9 7590X part by about 4 percent.</p>\n\n\n\n<p>Does this mean the 7950X3D is a failure? Heck no, look at the frames it puts out. Even in <em>Metro Exodus</em>, you get 142fps on Extreme at 1080p. Fiddle with settings a little and you can easily get above 144fps if you&rsquo;re driving a higher refresh-rate monitor.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D Metro Exodus benchmark results\" class=\"wp-image-1524603\" height=\"678\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Metro_Exodus.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D CyberPunk benchmark results\" class=\"wp-image-1524606\" height=\"697\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/CyberPunk.png?w=1200\" width=\"1200\" /><figcaption>Longer bars indicate better performance.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>Overall, in 7 of the 14 games we benchmarked, you&rsquo;ll get a boost of 8 percent or more in performance compared to the 7950X, and almost 10 percent or more compared to the 13900K. But it also loses in six games to the 13900K&mdash;with a few of them <em>very</em> clear losses. So you&rsquo;ll need to take stock of what kind of games you play (and at which resolutions), as well as your desired frame rates when evaluating if this chip is right for you.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Further reading:</strong> <a href=\"https://www.pcworld.com/article/401980/best-cpus-for-gaming.html\">The best CPUs for gaming</a></p></blockquote>\n\n\n\n<div class=\"wp-block-jetpack-slideshow aligncenter\"><div class=\"wp-block-jetpack-slideshow_container swiper-container\"><ul class=\"wp-block-jetpack-slideshow_swiper-wrapper swiper-wrapper\"><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Counter Strike GO benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524600\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/15_CSGO.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Far Cry 6 benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524601\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Far_Cry_6.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Guardians of the Galaxy benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524588\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Guardians_of_the_Galaxy.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Horizon Zero Dawn benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524589\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Horizon_Zero_Dawn.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D AC Valhalla benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524593\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/13_Ass_Creed.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Dirt 5 benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524591\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/14_Dirt_5.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Rainbow Six Siege benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524592\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/16_Rainbow_Six.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Strange Brigade benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524597\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Strange_Brigade.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D SoTR benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524596\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Shadow_of_the_Tomb_Raider.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Ashes of the Singularity benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524590\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/12_AoTS.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Gears Tactics benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524598\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Gears_Tactics.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"7950X3D Returnal benchmark results\" class=\"wp-block-jetpack-slideshow_image wp-image-1524585\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Returnal.png?w=1200\" /></figure></li></ul><a class=\"wp-block-jetpack-slideshow_button-prev swiper-button-prev swiper-button-white\"></a><a class=\"wp-block-jetpack-slideshow_button-next swiper-button-next swiper-button-white\"></a><a class=\"wp-block-jetpack-slideshow_button-pause\"></a><div class=\"wp-block-jetpack-slideshow_pagination swiper-pagination swiper-pagination-white\"></div></div></div>\n\n\n\n<h2 id=\"it-holds-up-in-heavy-multi-threaded-workloads-too\">It holds up in heavy multi-threaded workloads, too</h2>\n\n\n\n<p>Many people come into benchmarks looking for shutouts&mdash;a complete sweep on the leaderboards for a processor to qualify as good.</p>\n\n\n\n<p>Like in games, the Ryzen 9 7950X3D doesn&rsquo;t deliver an uncontested win in multi-threaded performance. You may actually be disappointed if you were expecting greater parity between the X and X3D parts compared to the Ryzen 5000 era. If you look at production benchmarks like Cinebench R23 and Handbrake, you&rsquo;ll see the 7950X3D lag similarly behind its X counterpart as with the 5800X3D and the 5800X. The delta isn&rsquo;t monumental, but among flagship CPUs, even small differences stand out.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D Cinebench R23 nT benchmark results\" class=\"wp-image-1524595\" height=\"664\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/1_Cinebench_R23_nT.png?w=1200\" width=\"1200\" /><figcaption>Longer bars indicate better performance.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D Handbrake benchmark results\" class=\"wp-image-1524604\" height=\"697\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Handbrake_AV1.png?w=1200\" width=\"1200\" /><figcaption>Shoter bars indicate better performance.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>This repeat of history doesn&rsquo;t drop the Ryzen 9 7950X3D to trash tier, though. Arguably, the more important match-up is the 7950X3D against the 13900K and the 13900K. Those two chips carrying far more mindshare, given their reputations for top-notch gaming <em>and</em> multi-threaded performance.&nbsp;</p>\n\n\n\n<p>In heavy workloads, the 7950X3D is able to stay pace with those two Team Blue offerings. Not always&mdash;Cinebench R23 shows a gap in performance of a little over 10 percent. But in V-Ray&rsquo;s ray-tracing benchmark and Blender&rsquo;s rendering tests, the 7950X3D either edges out the 13900K and KS or pulls even.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D V-Ray benchmark results\" class=\"wp-image-1524602\" height=\"698\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/3_V-Ray.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D Blender benchmark results\" class=\"wp-image-1524599\" height=\"691\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/4_Blender_Benchmark.png?w=1200\" width=\"1200\" /><figcaption>Longer bars indicate better performance.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>So as with gaming, the Ryzen 9 7950X3D&rsquo;s utility in production work will depend on what programs you use most.</p>\n\n\n\n<h2 id=\"intel-still-dominates-for-production-work\">Intel still dominates for production work</h2>\n\n\n\n<p>Unfortunately for AMD, Adobe&rsquo;s Creative Suite is a set of apps many people use, especially those interested in a big, beefy CPU with many cores. And while few (if any) expected the Ryzen 9 7950X3D to deliver numbers that its 7950X sibling didn&rsquo;t, its lower performance is tangible. In PugetBench&rsquo;s Adobe Premiere Pro Standard Run benchmark, it&rsquo;s a 30 percent drop in performance if you switch from a 13900K or KS to the 7950X3D.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D PugetBench Premiere Pro benchmark results\" class=\"wp-image-1524612\" height=\"682\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/6_PugetBench_Premiere_Pro_Standard.png?w=1200\" width=\"1200\" /><figcaption>Longer bars indicate better performance.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>In PugetBench&rsquo;s Adobe Photoshop test, the difference isn&rsquo;t nearly so eye-watering; you&rsquo;re looking at drop of almost 9 percent. It shrinks even further in Lightroom, with a roughly 3 percent gap.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D PugetBench Photoshop benchmark results\" class=\"wp-image-1524587\" height=\"659\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/8_PugetBench_Photoshop.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D PugetBench Lightroom benchmark results\" class=\"wp-image-1524608\" height=\"703\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/9_PugetBench_Lightroom_Classic.png?w=1200\" width=\"1200\" /><figcaption>Longer bars indicate better performance.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>Given its marketing as the &ldquo;ultimate processor for gaming,&rdquo; AMD isn&rsquo;t pushing this chip as a productivity champion, but the 7950X3D is going to be a hard sell to heavy Premiere users. A processor that chews through your daily workload equally as well as it spits out tons of frames during off-hours looks a lot more appealing when you&rsquo;re spending $1,000 to $1,300 in combination with a <a href=\"https://www.pcworld.com/article/1446786/msi-meg-x670e-ace-motherboard-review.html\">high-end AM5 motherboard</a>. You get that with Intel, not AMD&rsquo;s latest.</p>\n\n\n\n<h2 id=\"die-hopping-is-both-simple-and-complicated\">Die hopping is both simple and complicated</h2>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<p>On the other hand, enthusiasts may have ample reason to take the 7950X3D out for a spin&mdash;just to see for themselves how the asymmetric stacking of L3 cache plays out in the real world.&nbsp;</p>\n\n\n\n<p>(Less-flush tech nerds may be wondering who spends over $1K just to tinker with new technology. Yes, it&rsquo;s totally a thing.)</p>\n\n\n\n<p>Both the 7950X3D and the 7900X3D are dual die chips, with one die layered with additional L3 cache and the second die tuned to run at higher frequencies. At their announcement, it was assumed that the stacked die would handle gaming, while the other would tackle background tasks and anything that benefited from bursts of faster clock speed.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X die chrome\" class=\"wp-image-1524645\" height=\"450\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/1-2-1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>Chrome operating without a game open&mdash;both of the 7950X3D&rsquo;s processor dies are active and the tasks are generally going to the unstacked die first.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D die SoTR\" class=\"wp-image-1524646\" height=\"450\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/4-15.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>Shadow of the Tomb Raider with four threads on Cinebench R23 and WebXprt&mdash;the 7950X3D&rsquo;s non-stacked die is parked.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>In practice, the system will default to running programs on the non-stacked die&mdash;unless Windows (via the Xbox Game Bar) detects a game. Then that program and others get shunted over to the stacked die; the operating system will park the second die&rsquo;s cores. The second die remains visible to the OS the whole time. AMD says that if you need more threads than available on the stacked die, then Windows will bring the non-stacked die back into service, albeit with some lost of clock speed on that die.</p>\n\n\n\n<p>Want to run a non-gaming application on the stacked cache die? You can manually mark it as a game using the Xbox Game Bar. We actually did that with Cinebench R23, so that you can roughly see the difference in performance on the stacked die versus the non-stacked die.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D thread scaling\" class=\"wp-image-1524616\" height=\"616\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Threads_X3D_Stacked_vs_No_Stack_Percent.png?w=1200\" width=\"1200\" /><figcaption>Percentages show the uplift in performance you get when you use the non-stacked die for Cinebench R23&rsquo;s multi-core benchmark.</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>While these results are a touch odd&mdash;note the performance increases in the middle&mdash;it&rsquo;s clear overall that AMD&rsquo;s method of handling the switch between its two dies is not analogous to Intel&rsquo;s flipping between its performance and efficiency cores. It&rsquo;s also more apparent that the asymmetrical design helps keep performance higher, given the drop in clock speeds when tasks extend across both dies.</p>\n\n\n\n<p>The short of it is: You can&rsquo;t expect to, say, run a game off the stacked die while streaming via OBS on the non-stacked die. Not yet, anyway. This is the situation at launch. AMD could (and likely will) continue to refine how tasks are assigned. In the meantime, if you&rsquo;re itching for more manual control, you can go into the BIOS of your motherboard and change the priority order for the dies&mdash;e.g., &ldquo;frequency&rdquo; instead of &ldquo;cache,&rdquo; or going back to the default of allowing AMD&rsquo;s driver to decide.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D bios options\" class=\"wp-image-1524657\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/230224084423.bmp?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<h2 id=\"it-delivers-top-notch-power-efficiency\">It delivers top-notch power efficiency</h2>\n\n\n\n<p>Power consumption is rarely the hill that comment wars are waged. But even if you&rsquo;re a person running tons of incandescent bulbs in your home without batting an eye, the 7950X3D&rsquo;s power efficiency is still noteworthy. Despite its high-performance, it hits the juice relatively light, undercutting the 7950X, 13900K, and 13900KS by a substantial margin.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D power draw multicore Cinebench benchmark results\" class=\"wp-image-1524620\" height=\"673\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/All_Core_Power_Nt.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>During our Cinebench R23 multi-core test, the 7950X3D&rsquo;s total system power draw dropped average wattage use by about 31 percent compared to the 13900K, and 36 percent versus the greedier 13900KS. It also slips under the 7950X by almost 7 percent. For the single-core benchmark, the chasm narrows to a far slimmer gap, but the 7950X3D remains the victor. The surprising loser: the 7950X, which we lauded at launch for power efficiency compared to Intel&rsquo;s 12th-generation Core i9-12900K.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"7950X3D power draw Cinebench single core benchmark results\" class=\"wp-image-1524619\" height=\"937\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Single_Core_Power_1T.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Gordon Mah Ung / PCWorld</p></div>\n\n\n\n<p>Many people don&rsquo;t buy CPUs for their power efficiency&mdash;probably flagship chips least of all. If you need high performance, then you&rsquo;re buying high performance. Still, this represents a cool technical improvement, and for people in regions with extreme spikes in utility rates, it may well be a partial factor when choosing components.</p>\n\n\n\n<h2 id=\"so-should-you-buy-the-ryzen-9-7950x3d\">So, should you buy the Ryzen 9 7950X3D?</h2>\n\n\n\n<p>AMD has definitely improved on its top 3D V-Cache offering&mdash;your games can get a hefty boost from the combo of an extra-fat L3 cache and slightly better single-core performance than the standard 7950X. And compared to the 5800X3D, the Ryzen 9 7950X3D&rsquo;s performance is more even across the board.</p>\n\n\n\n<p>But the key word is &ldquo;can.&rdquo; That boost depends on which games you play. The 7950X3D lacks dominance as a gaming chip. General apps performance varies, too. The Ryzen 9 7950X3D will be the right CPU for someone&mdash;but you&rsquo;ll need to first review what you plan to do with it. It&rsquo;s not an all-around winner.</p>\n\n\n\n<p>So prospective buyers should ask themselves: Is world-class gaming performance your first priority? Can you stand slightly slower performance in heavily multithreaded applications and tasks? Is energy efficiency important to you? And do you have the money to spend on that compared to a 7950X or 13900K?</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"AMD Ryzen 9 7950X next to its box (close-up)\" class=\"wp-image-1524573\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Ryzen-9-7950X3D_06.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Willis Lai / Foundry</p></div>\n\n\n\n<p>Because while spending more $500 on a processor likely means money&rsquo;s less of an issue, at launch, the Ryzen 9 7950X3D costs about $100 to $125 more than the 7950X. Street prices for the standard X part have drifted down. Likewise, the Intel Core i9-13900K is going for a similar amount, despite the <a href=\"https://www.pcworld.com/article/1445676/buying-a-pc-with-an-intel-cpu-it-may-soon-cost-more.html\">looming threat of price hikes</a>.</p>\n\n\n\n<p>But even if you realize that another chip suits your needs better, the Ryzen 9 7950X3D is still incredibly exciting. AMD may not have come out the gate with an Intel-crushing entry, but round two for the company has historically been still part of building phase. It makes progress&mdash;and went from its eight-core, sixteen thread 5800X3D on a single die to now packing 3D V-Cache onto its higher-end dual-die parts.&nbsp;</p>\n\n\n\n<p>The third generation is when AMD bulldozes&mdash;in every positive sense of that word. Ryzen 5000 on desktop absolutely crushed, and Ryzen 6000 in laptops cemented AMD as an option worth consideration. So the third set in the match could put the company back on top. For now, the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.newegg.com/amd-ryzen-9-7950x3d-ryzen-9-7000-series/p/N82E16819113791&amp;xcust=2-1-1524570-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">$699 Ryzen 9 7950X3D</a> offers ample gaming and productivity firepower alike to the right person.</p>\n\nCPUs and Processors</div>", "link": "https://www.pcworld.com/article/1524570/amd-ryzen-9-7950x3d-review-v-cache.html", "date_published": "2023-02-27 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Asus ROG X670E Gene review: Small motherboard, big power", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Stunning design and high build quality&nbsp;&nbsp;</li><li>Included ROG Gen-Z.2 NVMe card&nbsp;&nbsp;</li><li>Next gen features, DDR5, PCIE Gen 5&nbsp;</li><li>M-ATX will fit in smaller PC cases</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Only 2 DIMM slots and some may find 64GB RAM limiting</li><li>mATX limits such as one 16x slot, and one onboard NVMe.&nbsp;</li><li>$599 MSRP is bit high considering the specific use-case appeal</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">The Asus ROG X670E looks like a dream and it&rsquo;s packed with great gaming-specific features. That being said, it&rsquo;s pricey and its gamer-centric focus means that those seeking a motherboard for something other than gaming, such as content creators, may want to look elsewhere.</p>\n</div>\n\n\n<p>AMD has some fast AM5 Ryzen 7000 CPUs that go all the way up to the mighty Ryzen 9 7950X. Such powerhouse chips often require powerhouse solutions, leading to massive builds to accommodate the processor and all the accouterments that go along with it.&nbsp;</p>\n\n\n\n<p>The Asus ROG X670E Gene flips that notion on its head. Sporting the microATX form factor, this board hits a nice sweet spot for builders who don&rsquo;t want to go massive. Smaller than ATX, mATX opens up a world of less girthy cases; but larger than ITX means you&rsquo;ll have more features to enjoy. DDR5, PCIe Gen 5, all the latest goodies are here. It does have a few compromises compared to an ATX motherboard that&rsquo;ll we&rsquo;ll discuss.&nbsp;</p>\n\n\n\n<p>From the specs, to the features, to performance attributes, and design, let&rsquo;s see whether this smaller-sized Gene can deliver a high-end enthusiast wallop.</p>\n\n\n\n<h2 id=\"asus-rog-x670e-gene-the-specs\">Asus ROG X670E Gene: The specs</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG X670E\" class=\"wp-image-1522489\" height=\"629\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Screenshot-2023-01-02-at-1.40.08-PM.png?w=1200\" width=\"1200\" /><figcaption><p>The USB4 ports on the Asus ROG X670E are capable of a blazing-fast 40Gb/s transfer speed.</p> </figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>The Asus ROG X670E Gene ask an MSRP of $599, which lands it squarely in the high-end motherboard category. It&rsquo;s microATX to boot&mdash;making it almost a mini-ROG &ldquo;Extreme.&rdquo; (9.6 inch x 9.6 inch, or 24.4 cm x 24.4 cm)</p>\n\n\n\n<p>In addition to supporting any Ryzen 7000 CPU, the Gene has quite the spec list.&nbsp;</p>\n\n\n\n<p>The X670E already carries with it more USB port options, SATA ports, and PCIe Gen 5 Lanes. You&rsquo;ll also get USB4 and USB C, with monitor display-out.&nbsp;</p>\n\n\n\n<p>As feature packed as the Gene is, you&rsquo;ll have a few compromises, such as 4x SATA ports, only one onboard NVMe slot, etc. These are typically more abundant on ATX motherboards.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG X670E\" class=\"wp-image-1522490\" height=\"787\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Screenshot-2023-01-02-at-1.44.01-PM.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>The unboxing experience is enjoyable and par the course with a $599 motherboard. After taking out the hefty, superbly built Gene, you&rsquo;ll find some nice accessories in the box, including a ROG Gen-Z.2 card that lets you add two more NVMe drives&mdash;and makes for RAM-like ease of access. You&rsquo;ll also get the &ldquo;ROG True Voltician&rdquo; tool for overclockers.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG X670E\" class=\"wp-image-1522493\" height=\"673\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Screenshot-2023-01-02-at-1.45.38-PM.png?w=1200\" width=\"1200\" /><figcaption><p>The Asus ROG X670E&rsquo;s ROG Gen-Z.2 card.</p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<ul><li>Micro-ATX form factor&nbsp;</li><li>Support for AMD AM5 Ryzen 7000 CPUs&nbsp;</li><li>16+2 Phase Design with 110A per stage</li><li>DDR5 RAM, dual channel up to 2 DIMMs (up to 64GB)</li><li>1x onboard M.2 slot (PCIe Gen 5)</li><li>2x M.2 slots on ROG Gen-Z.2 card (1x PCIe Gen 5)</li><li>1x PCIE 16x slot (PCIe Gen 5)&nbsp;</li><li>Dual USB-C monitor display-out&nbsp;</li><li>10 USB ports on back (including USB4 40Gb/s)</li><li>PS2 port</li><li>Intel 2.5GbE LAN</li><li>Wi-Fi 6E&nbsp;</li><li>RGB headers for Aura Sync</li><li>4 SATA 6GB/s ports&nbsp;</li><li>7 PWM fan headers&nbsp;</li><li>BIOS Flashback and Clear CMOS</li><li>Preinstalled I/O shield&nbsp;</li><li>ROG SupremeFX 7.1 ALC 4080 audio</li><li>MSRP $599</li></ul>\n\n\n\n<h2 id=\"asus-rog-x670e-gene-features\">Asus ROG X670E Gene: Features&nbsp;</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG X670E\" class=\"wp-image-1522496\" height=\"953\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Screenshot-2023-01-02-at-1.44.21-PM.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>With it&rsquo;s $599 MSRP, you&rsquo;d expect class-leading features, right? And, yes, you&rsquo;ll get them! Just remember the one caveat: Since the Gene is microATX, it will also likely have less of them than a full-sized ATX. </p>\n\n\n\n<p>First, it offers the fast DDR5, but you&rsquo;ll be limited to two DIMM sticks, with a maximum of 64GB. Most ATX motherboards can support twice the sticks and capacity. This shouldn&rsquo;t bother most users, but pure workstation jockeys may want to choose something else.&nbsp;</p>\n\n\n\n<p>Second, the Gene only offers a single onboard NVMe slot&mdash;while many larger boards typically have at least two or three. Again, no big deal, as the included ROG Gen-Z.2 add-in card allows you to add another slots, for a total of three. We also like that both the onboard slot and one of card&rsquo;s slots are PCIe Gen 5.&nbsp;</p>\n\n\n\n<p>You&rsquo;ll get a single 16x PCIe Gen 5 slot, enough for your GPU, and a smaller PCIe 4x slot for some smaller add-in cards. The GPU release button is a nice &ldquo;quality-of-life&rdquo; feature&mdash;a great way to grab your GPU safely out of that slot!&nbsp;</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The X670E Gene screams with features and performance&mdash;DDR5, PCIe Gen 5, robust VRM cooling, and a plethora of rear I/O.</p></blockquote></figure>\n\n\n\n<p>Ryzen 7000 CPUs will give you a built-in iGPU, which can be accessed by the USB-C display-out on the Gene. Neat, and those same USB-C ports are USB4, at a fast 40Gb/s. The USB port selection is solid, with a total of 10. You&rsquo;ll also get a PS2 port, for the legacy-peripherals fans. </p>\n\n\n\n<p>Wi-Fi 6E is also here, as is 2.5Gb LAN. We don&rsquo;t expect 10Gb LAN on this type of motherboard, since it&rsquo;s more &ldquo;gamer&rdquo; focused&mdash;but it&rsquo;s a nice-to-have.&nbsp;</p>\n\n\n\n<p>Audio is great here, with the ROG SupremeFX 7.1 4080 codec and&nbsp;inputs/outputs on the back with optical S/PDIF.&nbsp;</p>\n\n\n\n<p>Since this is an enthusiast-gamer offering, you&rsquo;ll get Clear CMOS, BIOS Flashback, plus an LED Debug code readout. It&rsquo;d be nice to have a few more chassis fan PWM headers, but the offering here is sufficient for most smaller builds.&nbsp;</p>\n\n\n\n<p>Overall, the Asus ROG X670E Gene has all of the next generation features you&rsquo;d want to pair with Ryzen 7000, with some compromises. If you&rsquo;re okay with the 64GB RAM limit, fewer PCIe slots, and less total NVMe options, the rest of it truly delights.&nbsp;&nbsp;</p>\n\n\n\n<h2 id=\"asus-rog-x670e-gene-design\">Asus ROG X670E Gene: Design&nbsp;</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG X670E\" class=\"wp-image-1522499\" height=\"959\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Screenshot-2023-01-02-at-1.41.14-PM.png?w=1200\" width=\"1200\" /><figcaption><p>The microATX design of the Asus ROG X670E is absolutely superb.</p> </figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>Design is where the Asus ROG X670E Gene truly excels: It&rsquo;s an absolutely gorgeous motherboard packed into the microATX form factor. The RGB is strong with this one&mdash;with the I/O shield area and lower portion of the board sporting Asus ROG effects aplenty.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG X670E\" class=\"wp-image-1522500\" height=\"900\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/IMG_3049.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>Glorious RGB on the Asus ROG X670E.</p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>The moment you physically pick up the Gene, you&rsquo;ll be impressed by its heft, and how solidly built it feels. Every inch is tastefully finished, with functional cooling armor plating on the lower areas providing pizzazz <em>and</em> cooler temperatures.&nbsp;</p>\n\n\n\n<p>The ROG Gen-Z.2 add-in card is smartly designed, too. It goes right next to the RAM slots and clicks-in in a similar fashion. Since this microATX motherboard only offers a single NVMe slot onboard to conserve space, this is a smart inclusion. It looks sweet, with plenty of heatsinks of its own!&nbsp;</p>\n\n\n\n<p>The I/O shield and VRM heatsink area also look purposeful and stunning. Even when off, the lettering has immediate appeal&mdash;which is accentuated when it&rsquo;s turned on. The I/O shield is integrated as well, with clearly labeled ports throughout.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG X670E\" class=\"wp-image-1522501\" height=\"851\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Screenshot-2023-01-02-at-1.43.19-PM.png?w=1200\" width=\"1200\" /><figcaption><p>Asus ROG X670E backside without a backplate.</p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>The rear has no backplate, but with this microATX motherboard going into tighter spaces, that may be a good thing. (Some beefy motherboards such as the E-ATX Z690 Asus ROG Glacial Extreme can be a tight fit in even some large cases due to certain clearances.)&nbsp;</p>\n\n\n\n<p>Overall, it&rsquo;s a beautiful design that screams enthusiast gaming&mdash;and has lots of functionality built into the design. Bravo!&nbsp;</p>\n\n\n\n<h2 id=\"asus-rog-x670e-gene-performance-software-and-bios\">Asus ROG X670E Gene: Performance, software, and BIOS</h2>\n\n\n\n<p>The Asus ROG X670E Gene is a performance monster! With 16+2 power stages, the Ryzen 9 7950X will be a piece of cake. VRMs and heatsinks abound, with more than sufficient cooling to go around.&nbsp;</p>\n\n\n\n<p>If you noticed the water block on the CPU above, that&rsquo;s because Ryzen 7000 needs as much CPU cooling as possible and is a great match for an custom water-cooled loop. You&rsquo;ll have the motherboard VRMs as backup for overclocking and not break a sweat!&nbsp;</p>\n\n\n\n<p>Performance continues throughout this motherboard: PCIe Gen 5 is here in the 16x PCIe slot, plus the onboard NVMe slot, as well as in one of the ROG Gen-Z.2 card&rsquo;s slots (the other being Gen 4). You&rsquo;re limited to a single 16x PCIe slot and a smaller X4 slot, however.&nbsp;</p>\n\n\n\n<p>DDR5 is fantastic memory support, with blisteringly-fast speeds. Keep in mind the 64GB limit, however. This can often be a positive for RAM overclocking, as many enthusiast-grade boards of the past have had limited RAM slots as technically it&rsquo;s less connections to make&mdash;making them potentially faster.&nbsp;</p>\n\n\n\n<p>Elsewhere on the motherboard, even the USB ports are hyperspeed&mdash;with included USB4 at 40Gb/s.&nbsp;</p>\n\n\n\n<p>If you do wish to venture further and push overclocks, the Asus BIOS is one of the best on the market. Ryzen 7000 CPUs also respond great to &ldquo;Eco mode&rdquo;-style tweaks to limit power and heat, too. (Check out our <a href=\"https://www.pcworld.com/article/1352253/how-to-enable-eco-mode-with-ryzen-7000.html\">Ryzen 7000 Eco Mode tips here</a>)&nbsp;&nbsp;</p>\n\n\n\n<p>The included Asus Voltician tool lets you monitor voltage when doing your overclocking rounds, a nice inclusion for those who can appreciate it.&nbsp;</p>\n\n\n\n<p>Automatic overclocking and DDR5 Expo profiles for RAM are also here for those who wish to avoid any tinkering. The Asus ROG X670E Gene is loaded with overclocking performance-oriented features, such as Clear CMOS, Debug LEDs, etc.&nbsp;</p>\n\n\n\n<p>For AM5 X670E motherboards&mdash;a brand new chipset&mdash;Asus makes BIOS updates easy, which is good since you&rsquo;re better off doing them more frequently in early adopter platforms. Take note of that if initial boot times on X670E are slightly longer than normal&mdash;that should change over time.&nbsp;</p>\n\n\n\n<p>Motherboard software is all the rage these days, at least from the manufacturers&rsquo; perspective. Asus Armoury crate is included and can often install itself automatically in order to provide drivers. It can also do a variety of tasks&mdash;such as Aura Sync RGB control, fan control, and easy driver updates. It&rsquo;s an attractively designed piece of software that is leagues better than motherboard software offerings of the past.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG X670E\" class=\"wp-image-1522503\" height=\"761\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/Screenshot-2023-01-02-at-1.43.11-PM.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<h2 id=\"should-you-buy-the-asus-rog-x670e-gene\">Should you buy the Asus ROG X670E Gene?</h2>\n\n\n\n<p>With a $599 MSRP the Gene is targeted at the enthusiast gamer who wants the best&mdash;but in a smaller microATX form factor. Build quality and aesthetics are stunningly done.&nbsp;</p>\n\n\n\n<p>There are some compromises with this being microATX and gamer focused, however. Content creators may want to look at other options. You&rsquo;re limited to 64GB of RAM and two DIMMs, a single 16x PCIe slot, and one onboard NVMe slot (with two additional on the ROG Gen-Z.2 card).</p>\n\n\n\n<p>If you can look past those limitations, the rest of the board screams with features and performance. DDR5, PCIe Gen 5, robust VRM cooling, and a plethora of rear I/O. And USB4 at 40Gb/s is some of the fastest USB speeds we&rsquo;ve ever seen on a motherboard!&nbsp;</p>\n\n\n\n<p>Overall, for the gamer who wants the ROG styling and needs a smaller microATX motherboard to slay the Ryzen 7000 CPUs, this is an excellent enthusiast choice.&nbsp;</p>\n\nDesktop PCs, Gaming PCs</div>", "link": "https://www.pcworld.com/article/1522474/asus-rog-x670e-gene-review.html", "date_published": "2023-02-27 11:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Streamline tax season with PDF Expert", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Tax season is a burden for a number of reasons. Beyond potentially owing money to the government, you have to juggle a ton of paper coming in the mail and balance it with digital tax forms, as well. Staying organized is a chore, but&nbsp;<a href=\"https://shop.pcworld.com/sales/pdf-expert-one-time-purchase-lifetime-license?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=pdf-expert-one-time-purchase-lifetime-license&amp;utm_term=scsf-565664&amp;utm_content=a0x1P0000058RtpQAE&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">PDF Expert</a>&nbsp;makes it a lot easier. As part of our Gear Up For Tax Season promotion, we&rsquo;re offering a lifetime license to this valuable tool for half off if you order by 11:59 p.m. Pacific on March 2.</p>\n\n\n\n<p>PDF Expert has more than 30 million users worldwide and has been named an Editor&rsquo;s Choice and App of the Year by the App Store. We&rsquo;ve also given it a&nbsp;<a href=\"https://www.pcworld.com/article/819837/pdf-expert-pdf-editor-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">4.5/5-star rating</a>.</p>\n\n\n\n<p>As PDFs remain the best way to&nbsp;<a href=\"https://shop.pcworld.com/sales/pdf-expert-one-time-purchase-lifetime-license?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=pdf-expert-one-time-purchase-lifetime-license&amp;utm_term=scsf-565664&amp;utm_content=a0x1P0000058RtpQAE&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">share and manage documents,</a>&nbsp;PDF Expert makes it easy to edit and create PDFs in a matter of moments. You can easily change text, insert images, add links, and more with editing tools. If you&rsquo;re&nbsp;<a href=\"https://www.pcworld.com/article/627959/google-meet-arriving-soon-in-docs-slides-and-sheets.html\" rel=\"noreferrer noopener\" target=\"_blank\">collaborating</a>&nbsp;on a document, annotations let you work through multiple versions. You can convert files to and from PDFs, organize documents, and much more.</p>\n\n\n\n<p>Simplify tax season with&nbsp;<a href=\"https://shop.pcworld.com/sales/pdf-expert-one-time-purchase-lifetime-license?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=pdf-expert-one-time-purchase-lifetime-license&amp;utm_term=scsf-565664&amp;utm_content=a0x1P0000058RtpQAE&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">PDF Expert</a>. Order by March 2 to get a lifetime license for half off at $69.99.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/pdf-expert-one-time-purchase-lifetime-license?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=pdf-expert-one-time-purchase-lifetime-license&amp;utm_term=scsf-565664&amp;utm_content=a0x1P0000058RtpQAE&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp3.stackassets.com/ea09ef22c2d8335a66c0ab8a3259c985cae52aa8/store/450f372861bb89b32c1c766d4fa9e99fdd07af5a77cd132bb9570e7952ba/sale_320036_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>PDF Expert One-Time Purchase: Lifetime License &ndash; $69.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/pdf-expert-one-time-purchase-lifetime-license?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=pdf-expert-one-time-purchase-lifetime-license&amp;utm_term=scsf-565664&amp;utm_content=a0x1P0000058RtpQAE&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices subject to change.</p>\n\nBusiness</div>", "link": "https://www.pcworld.com/article/1522207/streamline-tax-season-with-pdf-expert.html", "date_published": "2023-02-27 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]