[{"source": "https://www.jefftk.com/news.rss", "title": "Milk EA, Casu Marzu EA", "description": "<p><span>\n\nPretty much everyone starts off drinking milk, and while adult\nconsumption varies culturally, genetically, and ethically,\nif I put milk on my morning bran flakes that's a very neutral\nchoice around here.  If my breakfast came up in talking with a\nfriend they might think it was dull, but they wouldn't be surprised\nor confused. Some parts of effective altruism are like this: giving\nmoney </span>\n\n<a href=\"https://www.givewell.org/charities/give-directly/November-2020-version\">to\nvery poor people</a> is, to nearly everyone, intuitively and obviously\ngood.\n\n\n\n<p>\n\nMost of EA, however, is more like cheese.  If you've never heard of\ncheese it seems strange and maybe not so good, but at least in the US\nmost people are familiar with the basic idea.  Distributing <a href=\"https://www.givewell.org/charities/amf\">bednets</a> or <a href=\"https://www.givewell.org/charities/deworm-world-initiative/August-2022-version\">deworming\nmedication</a>, improving the <a href=\"https://animalcharityevaluators.org/charity-review/the-humane-league/\">treatment\nof animals</a>, <a href=\"https://www.alvea.bio/\">developing\nvaccines</a>, or trying to reduce the risk of <a href=\"https://80000hours.org/problem-profiles/nuclear-security/\">nuclear\nwar</a> are mild cheeses like Cheddar or Mozzarella: people will\ntypically think \"that seems good\" if you tell them about it, and if\nthey don't it usually doesn't take long <a href=\"https://www.lesswrong.com/tag/inferential-distance\">to explain</a>.\n\n</p>\n\n<p>  In general, work that anyone can see is really valuable\nis more likely to <a href=\"https://forum.effectivealtruism.org/topics/neglectedness\">already\nbe getting</a> the attention it needs.  This means that people who are\nlooking hard for what most needs doing are often going to be exploring\napproaches that are not obvious, or that initially look bizarre.\nPursuit of impact pushes us toward stranger and stronger cheeses, and\nwhile humanity may discover yet more non-obvious cheeses over time I'm\ngoing to refer to the far end of this continuum as the <a href=\"https://en.wikipedia.org/wiki/Casu_martzu\">casu marzu</a> end,\nafter the cheese that gets its distinctive flavor and texture from\nlive maggots that jump as you eat it.  EAs who end up out in this\ndirection aren't going to be able to explain to their neighbor why\nthey do what they do, and explaining to an interested family member\nprobably takes several widely spaced conversations.\n\n</p>\n\n<p>\n\nSometimes people talk casually as if the weird stuff is longtermist\nand the mainstream stuff isn't, but if you look at the range of EA\nendeavors the main focus areas of EA all have people working along\nthis continuum.  A typical person likely easily sees the altruistic\ncase for \"help governments create realistic plans for pandemics\" but\nnot \"build <a href=\"https://forum.effectivealtruism.org/topics/refuges\">refuges</a>\nto protect a small number of people from global catastrophes\"; \"give\nchickens <a href=\"https://animalcharityevaluators.org/charity-review/the-humane-league/\">better\nconditions</a>\" but not \"determine the relative moral differences\nbetween insects <a href=\"https://forum.effectivealtruism.org/posts/E7xdBbxqPNLjhrnz6/if-adult-insects-matter-how-much-do-juveniles-matter\">of\ndifferent ages</a>\"; \"plan for the economic effects of ChatGPT's\nsuccessors\" but not \"formalize what it means for an agent to <a href=\"https://www.alignmentforum.org/tag/agent-foundations\">have a\ngoal</a>\"; \"organize <a href=\"https://www.givingwhatwecan.org/pledge\">pledge</a> drives\" but\nnot \"give money <a href=\"https://www.atlasfellowship.org/\">to\npromising high schoolers</a>\".  And I'd rate these all at most <a href=\"https://en.wikipedia.org/wiki/Blue_cheese\">bleu</a>.\n\n</p>\n\n<p>\n\nI've seen this dynamic compared to <a href=\"https://en.wikipedia.org/wiki/Motte-and-bailey_fallacy\">motte-and-bailey</a>\nor <a href=\"https://en.wikipedia.org/wiki/Bait-and-switch\">bait-and-switch</a>.\nThe idea is that someone presents EA to newcomers and only talks about\nthe mild cheeses, when that's not actually where most of the\ncommunity&#8212;and especially the most highly-engaged\nmembers&#8212;think we should be focusing.  People might then think\nthey were on board with EA when they actually would find a lot of what\ngoes on under its banner deeply weird.  I think this is partly fair:\nwhen introducing EA, even to a general audience, I think it's\nimportant not to give the impression that these easy-to-present things\nare the totality of EA.  In addition to being misleading, that also\nrisks people who would be a good fit for the stranger bits bouncing\noff.  On the other hand, EA isn't the kind of movement where \"on\nboard\" makes much sense.  We're not about signing onto a large body of\nthought, or expecting everyone within the movement to think everyone\nelse's work is valuable.  We're united by a <a href=\"https://forum.effectivealtruism.org/posts/FpjQMYQmS3rWewZ83/effective-altruism-is-a-question-not-an-ideology\">common\nquestion</a>, how we can each do the most good, along with culture and\nintellectual tools for approaching this question.\n\n</p>\n\n<p>\n\nI think it's really good that EA is open to the very weird, the\nmainstream, and everything in between.  One of the more valuable\nthings that EA provides, however, is intellectual company for people\nwho are, despite often working in very different fields, pushing down this\nfundamentally lonely path away from what everyone can see is good.\n\n </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid0LWxkauHMCZemP3mvac46z7FZRVNboWpUPNCqLZKC3wWCx1iK6TLHVTQJxBb4VXDyl\">facebook</a>, <a href=\"https://lesswrong.com/posts/29xpPQ6SnB945dtuH\">lesswrong</a>, <a href=\"https://forum.effectivealtruism.org/posts/LDiStRpF2HSvbgPks\">the EA Forum</a>, <a href=\"https://mastodon.mit.edu/@jefftk/109937056193427652\">mastodon</a></i></p>", "link": "https://www.jefftk.com/p/milk-ea-casu-marzu-ea", "date_published": "2023-02-27 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]