[{"source": "https://thehill.com/news/feed/", "title": "House panel to debate bill allowing president to ban TikTok", "description": "A bill that would allow the president to ban TikTok will be marked up by the House Foreign Affairs Committee on Tuesday.  The committee will debate the proposal Tuesday afternoon, following a separately scheduled hearing about combatting Chinese “aggression” in the tech and economic sector.  The proposed bill, the latest to hit Congress with the goal of banning TikTok,...", "link": "https://thehill.com/policy/technology/3876321-tiktok-ban-makes-progress-toward-president/", "date_published": "2023-02-27 22:50:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White student alleges racial discrimination in $2M suit against Howard University", "description": "An expelled white student is suing Howard University, a historically Black school, for $2 million over what he claims is racial discrimination, citing “pain, suffering, emotional anguish and damage to his reputation.” Michael Newman was expelled in September after attending Howard law school starting in 2020. Newman alleges in his suit that the school created...", "link": "https://thehill.com/homenews/state-watch/3876331-white-student-alleges-racial-discrimination-in-2m-suit-against-howard-university/", "date_published": "2023-02-27 22:45:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why the $2.04 billion Powerball jackpot winner only received $997.6 million as his payout", "description": "He won the largest Powerball jackpot in history, but his payout was less than $1 billion - why?", "link": "https://thehill.com/homenews/nexstar_media_wire/3875501-why-the-2-04-billion-powerball-jackpot-winner-only-received-997-6-million-as-his-payout/", "date_published": "2023-02-27 22:38:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox lawsuit docs show Murdoch acknowledged several hosts backed Trump's fraud claims", "description": "Rupert Murdoch, the billionaire conservative media mogul who owns Fox News Channel, acknowledged that top hosts at his network endorsed former President Trump's false claims of a fraudulent election in 2020, court documents filed on Monday show. Lawyers for Dominion Voting Systems, which is suing Murdoch and Fox Corp. for defamation seeking $1.6 billion in...", "link": "https://thehill.com/homenews/3876282-fox-lawsuit-docs-show-murdoch-acknowledged-several-hosts-backed-trumps-fraud-claims/", "date_published": "2023-02-27 22:35:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "It’s time to rein in dangerous chemical abortion drugs", "description": "Earlier this year, the Biden administration’s Food and Drug Administration (FDA) issued an alarming rule change to allow dangerous life-ending chemical abortion drugs to be ordered online or purchased in a retail pharmacy without ever seeing a doctor in person, turning brick-and-mortar pharmacies and post offices into abortion centers. This reckless policy is the latest in...", "link": "https://thehill.com/opinion/congress-blog/3876301-its-time-to-rein-in-dangerous-chemical-abortion-drugs/", "date_published": "2023-02-27 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Transportation watchdog to audit Buttigieg's use of government jets", "description": "The Transportation Department's internal watchdog announced on Monday that it will be auditing Secretary Pete Buttigieg's use of Federal Aviation Administration (FAA) jets. Transportation's Office of the Inspector General said it will be auditing Buttigieg \"to determine whether the Office of the Secretary complied with Federal regulations, policies, and procedures regarding executive travel on DOT...", "link": "https://thehill.com/homenews/administration/3876205-transportation-watchdog-to-audit-buttigiegs-use-of-government-jets/", "date_published": "2023-02-27 22:13:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden: UK, EU trade agreement over Northern Ireland 'essential step' to maintaining Good Friday Agreement", "description": "President Biden on Monday welcomed an agreement between the United Kingdom and European Union to resolve the post-Brexit trade status of Northern Ireland. Biden, in a statement, called the “Windsor Framework” an “essential step to ensuring that the hard-earned peace and progress of the Belfast/Good Friday Agreement is preserved and strengthened.  “I appreciate the efforts...", "link": "https://thehill.com/homenews/administration/3876283-biden-uk-eu-trade-agreement-over-northern-ireland-essential-step-to-maintaining-good-friday-agreement/", "date_published": "2023-02-27 22:07:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Does President Biden mean what he says on climate?", "description": "The question is whether Biden is willing to use both the carrots and the sticks at his disposal.", "link": "https://thehill.com/opinion/energy-environment/3876255-does-president-biden-mean-what-he-says-on-climate/", "date_published": "2023-02-27 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "WVa bill would give ex-residents $25,000 in tax credits to move back", "description": "West Virginia’s Senate passed a bill Monday that would give $25,000 in tax credits to former resident", "link": "https://thehill.com/changing-america/respect/poverty/3876188-wva-bill-would-give-ex-residents-25000-in-tax-credits-to-move-back/", "date_published": "2023-02-27 21:34:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State Department: Biden, senior officials have ‘repeatedly’ pressed China on COVID origins", "description": "President Biden has repeatedly raised with Chinese President Xi Jinping the need for Beijing to address the origins of COVID-19, the State Department said on Monday, following reports that a new intelligence assessment favors a theory that the global pandemic resulted from a lab leak in the Chinese city of Wuhan in 2019.  State Department...", "link": "https://thehill.com/homenews/3876223-state-department-biden-senior-officials-have-repeatedly-pressed-china-on-covid-origins/", "date_published": "2023-02-27 21:29:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US citizen killed in West Bank violence: State Department", "description": "The State Department on Monday confirmed that an American citizen was among those killed in attacks in the West Bank. “Sadly, I can confirm that a U.S. citizen was killed in one of the terror attacks in the West Bank tonight. I pray for his family,” U.S. Ambassador to Israel Tom Nides said on Twitter....", "link": "https://thehill.com/policy/international/3876190-us-citizen-killed-in-west-bank-violence-state-department/", "date_published": "2023-02-27 21:26:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis to skip this year's CPAC", "description": "Florida Gov. Ron DeSantis (R) will skip this year’s Conservative Political Action Conference (CPAC), according to a person familiar with the plans.  The likely 2024 Republican presidential hopeful is opting instead to head off on a jam-packed travel schedule that includes several stops in Florida to promote his new book, as well as GOP dinners...", "link": "https://thehill.com/homenews/campaign/3876215-desantis-to-skip-this-years-cpac/", "date_published": "2023-02-27 21:20:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Canned shrimp sold at Walmart, other locations recalled over possible spoilage", "description": "Have you purchased a can of these canned shrimp recently? They've been recalled for potential health issues, according to the FDA.", "link": "https://thehill.com/blogs/blog-briefing-room/3876218-canned-shrimp-sold-at-walmart-other-locations-recalled-over-possible-spoilage/", "date_published": "2023-02-27 21:19:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden, Harris deliver remarks on Black History Month", "description": "President Biden and Vice President Harris will deliver remarks Monday evening at a White House reception to recognize and celebrate Black History Month. The event is scheduled to begin at 5 p.m. ET. Watch the video above.", "link": "https://thehill.com/homenews/3876137-watch-live-biden-harris-deliver-remarks-on-black-history-month/", "date_published": "2023-02-27 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jeb Bush hopeful DeSantis will run for president", "description": "Former GOP presidential hopeful Jeb Bush in a recent interview threw his support behind Florida Gov. Ron DeSantis (R), arguing it's time for \"a generational change in our politics.\" “I think it is,” Bush, a former Florida governor himself, told Fox News host Brian Kilmeade in a Fox Nation special called “Who is Ron DeSantis?”...", "link": "https://thehill.com/homenews/campaign/3876160-jeb-bush-hopeful-desantis-will-run-for-president/", "date_published": "2023-02-27 20:59:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: No government consensus on COVID lab leak theory", "description": "The White House on Monday downplayed and would not confirm a report that the Department of Energy determined a lab leak was the most likely cause of the COVID-19 pandemic, saying there is no government consensus yet about what caused the outbreak. “The intelligence community and the rest of the government is still looking at...", "link": "https://thehill.com/homenews/administration/3876180-white-house-no-government-consensus-on-covid-lab-leak-theory/", "date_published": "2023-02-27 20:56:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fetterman doing well, 'on a path to recovery,' aides say", "description": "Sen. John Fetterman (D-Pa.) is “doing well” and “remains on a path to recovery” according to his office on Monday, following the freshman lawmaker’s decision to check himself into the hospital earlier this month to seek treatment for clinical depression. “We don’t have a lot to update folks with since there’s no real news to...", "link": "https://thehill.com/homenews/senate/3876154-fetterman-doing-well-on-a-path-to-recovery-aides-say/", "date_published": "2023-02-27 20:40:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UN secretary-general knocks 'climate-wrecking corporations' in human rights remarks", "description": "United Nations Secretary-General António Guterres called on \"climate-wrecking corporations\" to be held accountable through legal challenges in remarks to the Human Rights Council on Monday. \"I welcome moves towards accountability for human rights abuses at the national and regional levels, including those committed by the private sector,\" he said. \"Legal challenges against climate-wrecking corporations are an important...", "link": "https://thehill.com/policy/energy-environment/3876077-un-secretary-general-knocks-climate-wrecking-corporations-in-human-rights-remarks/", "date_published": "2023-02-27 20:38:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's rallying global support for Ukraine but struggling at home", "description": "Biden’s efforts overseas also need to be better matched by efforts at home in the United States.", "link": "https://thehill.com/opinion/international/3875806-bidens-rallying-global-support-for-ukraine-but-struggling-at-home/", "date_published": "2023-02-27 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge won't block Nevada lithium mine", "description": "A federal judge on Friday declined to block a proposed Nevada lithium mine, the second consecutive defeat for a coalition of environmental groups seeking to halt the project. In her ruling, Judge Miranda Du of the District of Nevada, an Obama appointee, sided with the Bureau of Land Management and Canada-based company Lithium Americas on...", "link": "https://thehill.com/policy/energy-environment/3876118-judge-wont-block-nevada-lithium-mine/", "date_published": "2023-02-27 20:23:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tennessee Republican Andy Ogles acknowledges misstating his college degree", "description": "Rep. Andy Ogles (R-Tenn.) has acknowledged he previously misstated his college degree, noting that he received a degree in liberal studies and not international relations, as questions swirl regarding his background. Ogles, a freshman congressman, said he learned of the mistake after requesting an official copy of his transcript to verify his degree. “I previously...", "link": "https://thehill.com/homenews/house/3876079-tennessee-republican-acknowledges-misstating-his-college-degree/", "date_published": "2023-02-27 19:58:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin gives Steven Seagal Russia's Order of Friendship", "description": "Russian President Vladimir Putin is reportedly honoring Steven Seagal with an award for the “Under Siege” actor’s support of the country. Seagal was presented with the Order of Friendship, multiple news outlets reported on Monday, citing the Russian government’s internet portal. The award was created in 1994 to “encourage citizens for activities aimed at ensuring...", "link": "https://thehill.com/blogs/in-the-know/3876097-putin-gives-steven-seagal-russias-order-of-friendship/", "date_published": "2023-02-27 19:57:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top congressional leaders to receive briefing on classified documents", "description": "Congressional leaders and top Intelligence committee members will receive a briefing on Tuesday about the classified documents found at the homes of President Biden, former President Trump and former Vice President Mike Pence, two sources familiar with the planned meeting told The Hill. The group of lawmakers, also known as the \"Gang of 8,\" will...", "link": "https://thehill.com/policy/national-security/3876080-top-congressional-leaders-to-receive-briefing-on-classified-documents/", "date_published": "2023-02-27 19:53:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis signs bill giving him more power over Disney", "description": "Florida Gov. Ron DeSantis (R) on Monday signed a bill ending Walt Disney World’s self-governing status and establishing a new state-controlled district, giving the governor’s mansion more power over the theme park and its surrounding acreage.  “Allowing a corporation to control its own government is bad policy, especially when the corporation makes decisions that impact...", "link": "https://thehill.com/homenews/state-watch/3876062-desantis-signs-bill-giving-him-more-power-over-disney/", "date_published": "2023-02-27 19:39:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congressional Equality Caucus introduces legislation to celebrate Black LGBTQ+ leaders", "description": "The Congressional Equality Caucus has introduced a resolution to celebrate the contributions of Black LGBTQ+ leaders during Black History Month.  The resolution acknowledges February as an “important time” to honor the “remarkable and unique” contributions of Black Americans like Bayard Rustin, James Baldwin, Marsha P. Johnson, and others.  “For generations, we have seen the erasure...", "link": "https://thehill.com/homenews/house/3876047-congressional-equality-caucus-introduces-legislation-to-celebrate-black-lgbtq-leaders/", "date_published": "2023-02-27 19:37:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Club for Growth donor retreat set to feature DeSantis, Haley and others — but not Trump", "description": "At least half a dozen current and prospective Republican presidential hopefuls are set to speak at the Club for Growth’s annual donor retreat this week, a list that includes Florida Gov. Ron DeSantis and former United Nations Ambassador Nikki Haley — but not former President Donald Trump. In additional to DeSantis and Haley, the Club...", "link": "https://thehill.com/homenews/campaign/3876040-club-for-growth-donor-retreat-set-to-feature-desantis-haley-and-others-but-not-trump/", "date_published": "2023-02-27 19:17:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dwyane Wade, Gabrielle Union-Wade advocate for Black trans rights at NAACP Image Awards", "description": "Former NBA star Dwyane Wade and actress Gabrielle Union-Wade called for increased visibility and advocacy to protect the rights and lives of Black transgender people while accepting the President’s Award at the 2023 NAACP Image Awards. The couple dedicated the award – which recognizes outstanding achievements in public service – to their teenage daughter, Zaya,...", "link": "https://thehill.com/homenews/state-watch/3876036-dwyane-wade-gabrielle-union-wade-advocate-for-black-trans-rights-at-naacp-image-awards/", "date_published": "2023-02-27 19:14:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McClellan becomes 'ancestors' wildest dreams' with historic Virginia win", "description": "Virginia Rep.-elect Jennifer McClellan (D) is poised to make history when she is sworn into Congress, becoming the first Black woman to represent the commonwealth on Capitol Hill.  The nature of her historic win wasn’t lost on her. McClellan told The Hill that during her campaigning, she was “very aware” of what a win would...", "link": "https://thehill.com/homenews/house/3876030-mcclellan-becomes-ancestors-wildest-dreams-with-historic-virginia-win/", "date_published": "2023-02-27 19:05:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI arrests man who allegedly stormed Capitol wearing panda head", "description": "The FBI on Monday arrested a man who allegedly stormed the U.S. Capitol during the Jan. 6, 2021, riots while wearing a panda costume over his head, according to court records.  Authorities arrested Jesse James Rumson on several charges, including obstruction of law enforcement during civil disorder, entering and remaining in a restricted building or...", "link": "https://thehill.com/regulation/court-battles/3876020-fbi-arrests-man-who-allegedly-stormed-capitol-wearing-panda-head/", "date_published": "2023-02-27 18:59:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US students need well-paid teachers to rebuild what's been lost", "description": "As young people work to get back on track after years of inconsistent schooling, it’s critical we have the best educators in schools.", "link": "https://thehill.com/opinion/education/3875644-us-students-need-well-paid-teachers-to-rebuild-whats-been-lost/", "date_published": "2023-02-27 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Labor Department beefs up child labor law enforcement tools", "description": "U.S. Department of Labor and Department of Health and Human Services officials on Monday announced interagency initiatives to combat child labor law violations after it was revealed that child labor violations have been on the rise since 2015. The Labor Department will increase scrutiny of companies that do business with entities that violate child labor...", "link": "https://thehill.com/business/3875981-labor-department-beefs-up-child-labor-law-enforcement-tools/", "date_published": "2023-02-27 18:28:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House press secretary Karine Jean-Pierre will hold a briefing with reporters Monday afternoon. President Biden, in a recent interview with David Muir on ABC News, continued to deflect any specifics on his possible candidacy in 2024, saying, “I’ve got other things to finish before I get into a full-blown campaign.\" Political considerations aside, the president also...", "link": "https://thehill.com/homenews/3875970-watch-live-white-house-press-briefing/", "date_published": "2023-02-27 18:21:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Democrat calls Biden asylum restriction 'reasonable'", "description": "A centrist House Democrat spoke out in favor of the Biden administration’s controversial asylum plan over the weekend, a policy proposal that's garnered harsh criticism from immigrant advocates. Rep. Henry Cuéllar (D-Texas), the longest-tenured member from a Texas border district, pushed back against comparisons between President Biden’s asylum plan and former President Trump’s management of...", "link": "https://thehill.com/latino/3875971-texas-democrat-calls-biden-asylum-restriction-reasonable/", "date_published": "2023-02-27 18:10:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Real solution to the policing culture problem", "description": "The fatal beating of Tyre Nichols after a stop by Memphis police officers shines a bright light, once again, on the deep cultural defects of too many police forces. The persistence of unjustifiable police violence has understandably sown deep doubt about whether policing can ever be fixed. Fortunately, local and state-led solutions to policing’s culture...", "link": "https://thehill.com/opinion/congress-blog/3875289-real-solution-to-the-policing-culture-problem/", "date_published": "2023-02-27 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellen in Kyiv to meet with Zelensky", "description": "Treasury Secretary Janet Yellen is making a surprise visit to Ukraine on Monday to meet with Ukrainian President Volodymyr Zelensky, affirming U.S. support for the country as its war with Russia passes the one year mark, according to a Treasury Department official. Yellen will visit Kyiv, the Ukrainian capital, to meet with Zelensky and other...", "link": "https://thehill.com/policy/international/3875840-yellen-in-kyiv-to-meet-with-zelensky/", "date_published": "2023-02-27 17:38:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Business-as-usual response in the aftermath of the Michigan State mass shooting", "description": "Something has to change — everyone can agree on this — what no one can agree with is what needs to change.", "link": "https://thehill.com/opinion/national-security/3875686-business-as-usual-response-in-the-aftermath-of-the-michigan-state-mass-shooting/", "date_published": "2023-02-27 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Supreme Court weighs Biden's student debt forgiveness", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. HAPPENING THIS WEEK  Anyone...", "link": "https://thehill.com/newsletters/1230-report/3875792-the-hills-1230-report-supreme-court-weighs-bidens-student-debt-forgiveness-aubrey-plaza-jenna-ortega-sag-awards-clip-what-to-expect-in-student-loan-forgiveness-supreme-court-cases-judy-blume-w/", "date_published": "2023-02-27 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Republican doubles down on attack on Judy Chu", "description": "Rep. Lance Gooden (R-Texas) is doubling down on his attack on Rep. Judy Chu’s (D-Calf.) heritage despite receiving bipartisan pushback, arguing that it is not “xenophobic” to question the congresswoman’s loyalty to her country. In a tweet on Sunday, Gooden pointed to Chu’s vote against a resolution creating the China select committee, and he cited...", "link": "https://thehill.com/homenews/house/3875852-texas-republican-doubles-down-on-attack-on-judy-chus-heritage/", "date_published": "2023-02-27 17:20:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Know the signs': NYC woman details dire encephalitis battle", "description": "Many doctors still don’t know the symptoms of encephalitis. A Queens student is sharing her story in hopes of helping others recognize the signs and seek potentially life-saving aid.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3875770-know-the-signs-nyc-woman-details-dire-encephalitis-battle/", "date_published": "2023-02-27 17:06:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans retool crime message for 2024", "description": "Republicans up and down the ballot are working to retool their message on crime going into 2024 after the party found only limited success with the issue in the midterms. Last week, likely presidential candidate and Florida Gov. Ron DeSantis (R) traveled to the Democratic enclaves of New York and Chicago ahead of his expected...", "link": "https://thehill.com/homenews/campaign/3873302-republicans-retool-crime-message-for-2024/", "date_published": "2023-02-27 17:05:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken pledges $444M in additional US aid to Yemen", "description": "Secretary of State Antony Blinken on Monday pledged more than $444 million in additional aid to Yemen as it faces what the secretary called “the world’s worst humanitarian crisis” of conflict, economic instability, food insecurity and other issues.  “As one of the largest donors, this brings our total to the humanitarian response in Yemen to...", "link": "https://thehill.com/policy/international/3875766-blinken-pledges-444m-in-additional-us-aid-to-yemen/", "date_published": "2023-02-27 17:01:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump targets Fox News for 'promoting' DeSantis 'so hard and so much'", "description": "Former President Trump renewed his attacks on Fox News this week, accusing the network of underplaying a new poll showing him with a double-digit lead on Florida Gov. Ron DeSantis in a potential 2024 Republican primary matchup. Trump, in reference to the Fox News poll published Sunday that showed him leading DeSantis by 15 points...", "link": "https://thehill.com/homenews/media/3875729-trump-targets-fox-news-for-promoting-desantis-so-hard-and-so-much/", "date_published": "2023-02-27 17:01:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The government cannot win at cyber warfare without the private sector", "description": "On Feb. 17, the FBI announced that it is investigating a hack of its computer network. This hacking follows a 2020 Russian cyber espionage operation on many federal networks, a 2015 Chinese hacking of the Office of Personnel Management (OPM) that led to the theft of scores of employee records, and countless others that occurred...", "link": "https://thehill.com/opinion/cybersecurity/3872038-the-government-cannot-win-at-cyber-warfare-without-the-private-sector/", "date_published": "2023-02-27 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thousands of Californians still without power; parts of state brace for more snow", "description": "Tens of thousands of Californians were still without power on Monday morning, after an unusual bout of winter weather battered the state with rain and snow this weekend. Nearly 45,000 customers across the state had no electricity, with almost 6,000 of those households located in Los Angeles County, according to outage tracking website PowerOutage.us. More than 13,400...", "link": "https://thehill.com/homenews/state-watch/3875843-thousands-of-californians-still-without-power-parts-of-state-brace-for-more-snow/", "date_published": "2023-02-27 16:57:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Carolina's Stephen Benjamin will replace Keisha Lance Bottoms in White House role", "description": "President Biden on Monday announced Stephen Benjamin, former Columbia, S.C., mayor, will join the administration as head of the Office of Public Engagement, replacing former Atlanta Mayor Keisha Lance Bottoms. Lance Bottoms joined the administration last June, and she frequently traveled back to Atlanta to be with her family during her roughly nine months on...", "link": "https://thehill.com/homenews/administration/3875808-south-carolinas-stephen-benjamin-will-replace-keisha-lance-bottoms-in-white-house-role/", "date_published": "2023-02-27 16:55:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two-thirds of New York voters say Santos should resign: poll", "description": "Two-thirds of New York voters think that disgraced freshman Rep. George Santos (R-N.Y.) should resign from Congress, according to a new poll, after his early political career has been marred in scandal. A 66-percent majority of voters, including 58 percent of Republicans, think that Santos should resign from the House, according to the Siena College...", "link": "https://thehill.com/homenews/house/3875763-two-thirds-of-new-york-voters-say-santos-should-resign-poll/", "date_published": "2023-02-27 16:52:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bryan Cranston: Trump's 'Make America Great Again' slogan could be considered 'racist'", "description": "Bryan Cranston says former President Trump’s “Make America Great Again” 2016 campaign slogan could be considered a “racist” expression. “When I see the ‘Make America Great Again,’ my comment is: Do you accept that that could possibly be construed as a racist remark?” the former “Breaking Bad” star asked in a Sunday interview on CNN’s “Who’s Talking...", "link": "https://thehill.com/blogs/in-the-know/3875775-bryan-cranston-trumps-make-america-great-again-slogan-could-be-considered-racist/", "date_published": "2023-02-27 16:50:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis in new book says Disney CEO complained of 'pressure' to condemn 'Don't Say Gay' bill", "description": "Former Disney CEO Bob Chapek last year complained of “pressure” to publicly oppose legislation seeking to restrict how sexual orientation and gender identity are talked about in public schools to Florida Gov. Ron DeSantis (R), according to the governor’s new memoir. Chapek, who was ousted from the company in November, allegedly told DeSantis last year...", "link": "https://thehill.com/homenews/campaign/3875732-desantis-in-new-book-says-disney-ceo-complained-of-pressure-to-condemn-dont-say-gay-bill/", "date_published": "2023-02-27 16:43:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More business economists expect later recession than previously forecast: survey", "description": "Most economists in a new survey expect a recession in the U.S. this year — but a growing number predict it will come later than initially forecast. The report from the National Association for Business Economists (NABE) found that while there are widely divergent views among economists on where the U.S. economy is headed, many still...", "link": "https://thehill.com/business/3875719-more-business-economists-expect-later-recession-than-previously-forecast-survey/", "date_published": "2023-02-27 16:37:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "People in Maryland, West Virginia find mysterious dust on cars. What is it?", "description": "\"What is it?\" That's what residents of western Maryland and eastern West Virginia asked themselves Friday morning when they found their cars and other things outside coated in dust.", "link": "https://thehill.com/changing-america/enrichment/science/3874697-people-in-maryland-west-virginia-find-mysterious-dust-on-cars-what-is-it/", "date_published": "2023-02-27 16:32:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US needs to better protect our allies while fighting Russia, especially in Central Asia", "description": "Countries in Moscow’s strategic eco-system have been trying to walk between the raindrops.", "link": "https://thehill.com/opinion/international/3875698-us-needs-to-better-protect-our-allies-while-fighting-russia-especially-in-central-asia/", "date_published": "2023-02-27 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Massive storm that blanketed California with snow moving east", "description": "The storm that brought record-low temperatures and rare snowfall to parts of California is now moving east, bringing dangerous winds and precipitation to the middle of the country. Southern California, which dealt with snow, ice and battering rain last week, will get a break as the storm moves east. The front also brought a string...", "link": "https://thehill.com/homenews/state-watch/3875649-massive-storm-that-blanketed-california-with-snow-moving-east/", "date_published": "2023-02-27 16:28:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to avoid financial Armageddon and restore fiscal accountability", "description": "“A public debt is a public curse.”  So said James Madison in a letter to Henry Lee in 1790.  At the time, the new American government was struggling to pay off its $75 million debt to the French, a country which had its own problems dealing with an increasingly violent revolution.  I doubt Madison could...", "link": "https://thehill.com/opinion/congress-blog/3875279-how-to-avoid-financial-armageddon-and-restore-fiscal-accountability/", "date_published": "2023-02-27 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Snapchat rolls out ChatGPT-powered AI bot", "description": "Snapchat is launching a chatbot powered by the artificial intelligence (AI) tool ChatGPT, the company announced Monday. A customized version of the OpenAI tool, which Snapchat is calling My AI, will be available this week as an “experimental feature” for users who subscribe to Snapchat+, the company said in a a blog post.  Snapchat said...", "link": "https://thehill.com/policy/technology/3875676-snapchat-rolls-out-chatgpt-powered-ai-bot/", "date_published": "2023-02-27 15:50:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These coveted camping spots are the hardest to score", "description": "Six states are represented on the list of hardest-to-book campgrounds.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3874782-these-coveted-camping-spots-are-the-hardest-to-score/", "date_published": "2023-02-27 15:40:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Dilbert' distributor severs relationship with creator Scott Adams over race comments", "description": "The distributor of the comic strip “Dilbert” has severed its relationship with creator Scott Adams, saying the cartoonist's comments about race \"do not align with our core values.\" Andrews McMeel Universal (AMU) announced it was cutting ties to Adams and the satirical cartoon of office life because of incompatible “vision and principles” after the creator’s...", "link": "https://thehill.com/blogs/blog-briefing-room/3875636-dilbert-distributor-severs-relationship-with-creator-scott-adams-over-race-comments/", "date_published": "2023-02-27 15:37:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are we headed toward a dystopian online world? Supreme Court must prevent it", "description": "What if ZipRecruiter couldn’t use algorithms to effectively connect you to a prospective employer?", "link": "https://thehill.com/opinion/judiciary/3875569-are-we-headed-toward-a-dystopian-online-world-supreme-court-must-prevent-it/", "date_published": "2023-02-27 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Borg drinking fad has 'pros and cons,' counselor says", "description": "The trend does prevent exchanges of viruses and ensures people know what's in their drink.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3874754-borg-drinking-fad-has-pros-and-cons-counselor-says/", "date_published": "2023-02-27 15:27:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Paul calls for declassifying documents showing that COVID came from Chinese lab", "description": "Sen. Rand Paul (R-Ky.), the ranking member of the Senate Homeland Security Committee, says the Biden administration should declassify classified documents showing that scientists at the Department of Energy believe COVID-19 leaked from a lab in Wuhan, China.   “Classified documents leaked (they should be declassified!) showing scientists at DOE believe COVID leaked from Wuhan...", "link": "https://thehill.com/homenews/senate/3875634-paul-calls-for-declassifying-documents-showing-that-covid-came-from-chinese-lab/", "date_published": "2023-02-27 15:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis: Staying on offense disorients critics in media", "description": "Florida Gov. Ron DeSantis (R) gave some insight into his strategy in dealing with the media, saying going \"on offense\" against journalists has been politically beneficial to him. “If you’re not on offense, then you’re basically a sitting duck and you let these people come and just take pot shots at you all the time,\"...", "link": "https://thehill.com/homenews/media/3875599-desantis-staying-on-offense-disorients-critics-in-media/", "date_published": "2023-02-27 15:11:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UN chief: Russia unleashed 'widespread death, destruction and displacement' with Ukraine invasion", "description": "United Nations Secretary-General António Guterres said Monday that Russia unleashed “widespread death, destruction and displacement” when it invaded Ukraine more than a year ago, as the international body marks the 75th anniversary of its Universal Declaration of Human Rights.   “The Universal Declaration sets out the rights to life, liberty and security; to equality before the...", "link": "https://thehill.com/policy/international/3875565-un-chief-russia-unleashed-widespread-death-destruction-and-displacement-with-ukraine-invasion/", "date_published": "2023-02-27 15:03:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NY Times review pans new Ron DeSantis book", "description": "A New York Times book review of Florida Gov. Ron DeSantis' new memoir is highly critical of the state's top executive. DeSantis' book, \"The Courage to Be Free,” which will be released Tuesday, and the ensuing media tour that has come with it, are widely seen as a precursor to a potential announcement from the...", "link": "https://thehill.com/homenews/3875557-ny-times-review-pans-new-ron-desantis-book/", "date_published": "2023-02-27 15:02:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Get health care coverage through Medicaid? You may be booted from program", "description": "Depending on where you live, you could lose coverage as early as April.", "link": "https://thehill.com/changing-america/respect/poverty/3874897-get-health-care-coverage-through-medicaid-you-may-be-booted-from-program/", "date_published": "2023-02-27 15:01:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Government officials reach 350 homes in weekend door-to-door checks in East Palestine", "description": "Government officials went door-to-door over the weekend to check on families in East Palestine, Ohio, in the wake of a train derailment that spilled toxic chemicals in the area, reaching roughly 350 households, according to a White House official. President Biden directed staffers on the ground in East Palestine from the Environmental Protection Agency, the...", "link": "https://thehill.com/homenews/administration/3875546-government-officials-reach-350-homes-in-weekend-door-to-door-checks-in-east-palestine/", "date_published": "2023-02-27 15:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nikki Haley's unlikely path to victory", "description": "Both Trump and DeSantis would need to flame out spectacularly in order for Haley — or any other potential Republican candidate — to become viable.", "link": "https://thehill.com/opinion/campaign/3875559-nikki-haleys-unlikely-path-to-victory/", "date_published": "2023-02-27 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to talk to congressional Democrats this week about combatting GOP policies", "description": "President Biden this week will talk to congressional Democrats about pushing back on Republican policies, as well as building on their own work. Biden will deliver remarks at the House Democratic Caucus Issues Conference in Baltimore on Wednesday, and on Thursday he will attend the Senate Democratic Caucus lunch in Washington, D.C. “The President will...", "link": "https://thehill.com/homenews/administration/3875577-biden-to-talk-to-congressional-democrats-this-week-about-combatting-gop-policies/", "date_published": "2023-02-27 14:58:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court to review constitutionality of funding Consumer Protection Bureau", "description": "The Supreme Court will review the constitutionality of the Consumer Financial Protection Bureau’s (CFPB) funding mechanism. Lower courts have split on the issue of whether the CFPB’s funding through annual transfers by the Federal Reserve violates the Constitution’s Appropriations Clause, which establishes Congress’s power of the purse. In a brief, unsigned order on Monday, the...", "link": "https://thehill.com/regulation/court-battles/3875570-supreme-court-to-review-constitutionality-of-funding-consumer-protection-bureau/", "date_published": "2023-02-27 14:53:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk calls media racist over backlash to Dilbert creator's comments", "description": "Elon Musk blasted the media as “racist” after hundreds of newspapers around the country dropped the comic strip “Dilbert,” whose creator unleashed a rant last week, which many saw as racist. Scott Adams, the creator of the popular comic, said on an episode of his YouTube that Black people were part of a “hate group,”...", "link": "https://thehill.com/blogs/blog-briefing-room/3875576-musk-calls-media-racist-over-backlash-to-dilbert-creators-comments/", "date_published": "2023-02-27 14:53:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Juan Williams: Would an indictment help or hurt Donald Trump in 2024?", "description": "An indictment might help him with many Republicans.", "link": "https://thehill.com/opinion/columnists/3875517-juan-williams-would-an-indictment-help-or-hurt-donald-trump-in-2024/", "date_published": "2023-02-27 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China accuses US of 'outright bullying' with Russia-linked sanctions", "description": "China is accusing the U.S. of “outright bullying” over sanctions slapped down on Chinese companies for their involvement with Russia, with a foreign ministry spokesperson arguing the actions are for “no reason.” “While the U.S. has intensified its efforts to send weapons to one of the parties to the conflict, resulting in an endless war,...", "link": "https://thehill.com/policy/international/3875526-china-accuses-us-of-outright-bullying-with-russia-linked-sanctions/", "date_published": "2023-02-27 14:22:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jill Biden on if there’s a chance Biden won’t run in 2024: ‘Not in my book’", "description": "First lady Jill Biden said there isn’t a chance in her book that President Biden will decide not to run for a second term. “It’s Joe’s decision and we support whatever he wants to do. If he’s in, we’re there. If he wants to do something else, we’re there too,” Biden told CNN in an interview while...", "link": "https://thehill.com/homenews/administration/3875521-jill-biden-on-if-theres-a-chance-biden-wont-run-in-2024-not-in-my-book/", "date_published": "2023-02-27 14:21:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why doesn't the Global South support Ukraine's anti-colonial struggle?", "description": "A distinguished Singaporean diplomat recently asked a good question: “Why hasn’t 85 percent of the world imposed sanctions on Russia after its illegal invasion of Ukraine?” His answer is revealing, less about the reality in Russia and Ukraine, and more about perceptions in what he calls the Global South: “The honest answer is that in...", "link": "https://thehill.com/opinion/international/3873506-why-doesnt-the-global-south-support-ukraines-anti-colonial-struggle/", "date_published": "2023-02-27 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Slotkin announces Senate campaign in Michigan", "description": "Rep. Elissa Slotkin (D-Mich.) on Monday announced she’s running to represent Michigan in the U.S. Senate. “Today, I’m announcing my run to be Michigan’s next U.S. Senator. We need a new generation of leaders that thinks differently, works harder, and never forgets that we are *public servants,*” Slotkin wrote on Twitter alongside a campaign video....", "link": "https://thehill.com/homenews/campaign/3875468-slotkin-announces-senate-campaign-in-michigan/", "date_published": "2023-02-27 13:25:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China dismisses reported Energy Department conclusion lab leak sparked COVID pandemic", "description": "China is dismissing new reporting that the Department of Energy has concluded a lab leak was most likely behind the COVID-19 pandemic, with a foreign ministry spokesperson saying the issue should not be politicized. “Certain parties should stop rehashing the ‘lab leak’ narrative, stop smearing China and stop politicizing origins-tracing,” Mao Ning said at a...", "link": "https://thehill.com/policy/international/3875445-china-dismisses-reported-energy-department-conclusion-lab-leak-sparked-covid-pandemic/", "date_published": "2023-02-27 13:08:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump tops DeSantis by 15 points in Fox News poll", "description": "Former President Trump leads Florida Gov. Ron DeSantis (R) by 15 points among GOP primary voters in a hypothetical 2024 matchup, new polling from Fox News shows. The survey released on Sunday found Trump, who launched his reelection campaign back in November, in the lead among potential Republican primary challengers with 43 percent. DeSantis, who...", "link": "https://thehill.com/homenews/campaign/3875424-trump-tops-desantis-by-15-points-in-fox-news-poll/", "date_published": "2023-02-27 12:38:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to expect from the Supreme Court on Biden's student loan cancellation", "description": "This week, the Supreme Court will hear oral arguments on two legal challenges to President Biden’s student loan cancellation plan. If allowed to continue, the administration’s proposal will deliver as much as $20,000 in student loan forgiveness to borrowers. The parties challenging the White House’s plan will have two distinct arguments to make: first, that...", "link": "https://thehill.com/opinion/congress-blog/education/3871977-what-to-expect-from-the-supreme-court-on-bidens-student-loan-cancellation/", "date_published": "2023-02-27 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A disabled Navy veteran seeks to end discrimination by federal agency", "description": "Marty Hierholzer is a service-disabled veteran with a simple request: that the government look to his individual qualifications, rather than his skin color. The Small Business Administration (SBA) runs a program called 8(a), which helps small business owners who face social disadvantage. The federal government sets aside a percentage of government contracts for a sheltered...", "link": "https://thehill.com/opinion/civil-rights/3873489-a-disabled-navy-veteran-seeks-to-end-discrimination-by-federal-agency/", "date_published": "2023-02-27 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Congress, White House return to domestic worries", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Lawmakers and President Biden are back in Washington this week as 2024 election suspense escalates along with Republican eagerness to probe domestic spending and administration policies across the board....", "link": "https://thehill.com/newsletters/morning-report/3875376-the-hills-morning-report/", "date_published": "2023-02-27 11:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley’s mental competency tests could rock Washington — but would be hard to implement", "description": "Former Ambassador Nikki Haley’s presidential campaign proposal to impose mental competency tests for politicians aged 75 and older has reignited debates about how to decide who is fit to lead. It puts the spotlight on calls for generational change sure to be front and center during the 2024 campaign cycle and on battles over whether...", "link": "https://thehill.com/homenews/3873452-haleys-mental-competency-tests-could-rock-washington-but-would-be-hard-to-implement/", "date_published": "2023-02-27 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Looking for a new voice, Biden turns to Obama veteran", "description": "Weeks before Ketanji Brown Jackson was tapped as a Supreme Court nominee last year, the White House knew the confirmation process would be a political fight for the ages.    Republicans were already attacking the would-be nominee before Biden had even selected Jackson or publicly uttered her name.  It was then that Biden turned to Ben...", "link": "https://thehill.com/homenews/administration/3870716-looking-for-a-new-voice-biden-turns-to-obama-veteran/", "date_published": "2023-02-27 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Recession or not, Americans feel like they're poorer", "description": "The nation may not be in recession, but Americans are reckoning with a classic recessionary symptom: feeling poorer.  Half of American respondents say they are worse-off financially than a year ago, according to a Gallup poll released this month. In nearly 50 years of polling on this question, only once before have so many people...", "link": "https://thehill.com/business/personal-finance/3872766-recession-or-not-americans-feel-like-theyre-poorer/", "date_published": "2023-02-27 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House brushes off angst, chatter about Biden not running", "description": "The White House and some of its allies are shrugging off angst and chatter about whether President Biden will really run for reelection in 2024 at the age of 81. Biden looks like a president who plans to run for a second term regardless of his age. Look at the State of the Union address...", "link": "https://thehill.com/homenews/administration/3873239-white-house-brushes-off-angst-chatter-about-biden-not-running/", "date_published": "2023-02-27 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Garland to face first grilling before new Congress", "description": "Attorney General Merrick Garland is scheduled to appear on Capitol Hill this week for the first time in the 118th Congress, testifying before a Senate panel as the Justice Department continues its investigations into the current and former presidents. The Senate Judiciary Committee has released little information regarding the hearing, which is titled “Oversight of...", "link": "https://thehill.com/homenews/senate/3875166-garland-to-face-first-grilling-before-new-congress/", "date_published": "2023-02-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kerry to serve in climate envoy role at least through COP28 summit in November", "description": "John Kerry, the U.S. special presidential envoy for climate, said in a new interview with The Boston Globe that he told President Biden that he will serve in his role through at least the United Nations climate summit in November. \"There’s sufficient unfinished business that I felt it would be inappropriate to walk away from...", "link": "https://thehill.com/policy/energy-environment/3875164-kerry-to-serve-in-climate-envoy-role-at-least-through-cop28-summit-in-november/", "date_published": "2023-02-27 03:57:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most Americans support Haley's proposed competency test for politicians over 75: poll", "description": "A new poll found that a large majority of Americans support Republican presidential candidate Nikki Haley's proposal to require competency tests for politicians over the age of 75. The Fox News Poll found that 77 percent of Americans are in favor of competency tests for politicians over 75, compared to just 20 percent who oppose...", "link": "https://thehill.com/homenews/campaign/3875156-most-americans-support-haleys-proposed-competency-test-for-politicians-over-75-poll/", "date_published": "2023-02-27 03:18:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Paul Ryan says he won't attend RNC if Trump nominated in 2024", "description": "Former House Speaker Paul Ryan (R-Wis.) said he will not attend the Republican National Conference (RNC) if former President Trump wins the party's presidential nomination in 2024. In an interview with WISN-TV, Ryan said that he would only attend the RNC, which will be held in Ryan's home state in Milwaukee, Wisconsin, if someone other...", "link": "https://thehill.com/homenews/campaign/3875126-paul-ryan-says-he-wont-attend-rnc-if-trump-nominated-in-2024/", "date_published": "2023-02-27 03:09:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrat 'not entirely surprised' by Energy's COVID lab leak conclusion", "description": "Rep. Seth Molten (D-Mass.) said on Sunday that he was \"not entirely surprised\" by the Energy Department's reported determination that a lab leak likely caused the COVID-19 pandemic. “I’m not entirely surprised,” Moulton told CNN's Jim Acosta on Sunday. “The Chinese have mishandled COVID at every step of the way, are trying to sweep it...", "link": "https://thehill.com/homenews/house/3875100-democrat-not-entirely-surprised-by-energys-covid-lab-leak-conclusion/", "date_published": "2023-02-27 02:24:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Brittney Griner and her wife receive standing ovation at NAACP awards", "description": "WNBA star Brittney Griner and her wife, Cherelle, received a standing ovation at the NAACP Image Awards on Saturday, months after she was freed from Russian prison. The couple made an appearance at the annual award ceremony Saturday night, with rapper and actress Queen Latifah introducing them to the star-studded audience, which stood for a...", "link": "https://thehill.com/blogs/blog-briefing-room/3875106-brittney-griner-and-her-wife-receive-standing-ovation-at-naacp-awards/", "date_published": "2023-02-27 02:22:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zelensky sacks commander of Ukraine's joint forces", "description": "Ukrainian President Volodymyr Zelensky issued a decree Sunday removing the commander of the military's Joint Forces Operation (JFO), which is involved in the ongoing counteroffensive in the eastern Donbas region of the country. Zelensky announced the Eduard Moskalyov's dismissal in a one-line decree without any explanation, according to Reuters. Moskalyov had been appointed to the...", "link": "https://thehill.com/policy/international/3875064-zelensky-sacks-commander-of-ukraines-joint-forces/", "date_published": "2023-02-27 02:09:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Youngkin says Biden should go to Ohio instead of Virginia to talk healthcare", "description": "Virginia Gov. Glenn Youngkin (R) said on Sunday that President Biden should visit the Ohio town reeling from the derailment of a train hauling toxic chemicals, rather than traveling to Virginia this week to speak about healthcare.  White House Press Secretary Karine Jean-Pierre said that Biden plans to use his speech at an event in...", "link": "https://thehill.com/homenews/administration/3875044-youngkin-says-biden-should-go-to-ohio-instead-of-virginia-to-talk-healthcare/", "date_published": "2023-02-27 00:47:36+00:00", "persistent": false, "user": null, "language": "en-US"}]