[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Games That Got DESTROYED Thanks To Its Annoying Characters", "description": "Characters can make or break a story, providing a memorable tale that will live on for a long time in either glory or infamy. However, just as good characters can uplift a narrative, terrible characters can ruin it. \n\nVideo game narratives are interesting since even those with less screen time can lead to players hating an experience. Heck, a character can still be great and still garner hatred. Let's look at 10 video games with some of the most annoying characters.", "link": "https://www.youtube.com/watch?v=yEqtiUXQ78c", "date_published": "2023-02-27 15:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What The Hell Is Going On With Suicide Squad: Kill the Justice League?", "description": "Suicide Squad: Kill the Justice League was one of the year's biggest releases heading into Sony's recent State of Play. Releasing on May 26th for Xbox Series X/S, PS5 and PC, the action-adventure title has had little gameplay since its announcement in August 2020. But it's Rocksteady Studios, the team behind the superb Batman: Arkham trilogy. The extensive gameplay look would be a slam dunk, right?\n\nWell, not exactly. After seeing co-op gameplay and a behind-the-scenes video with the development team, the overall mood around Suicide Squad is mixed, ranging from trepidation over what the game is to outright hostility", "link": "https://www.youtube.com/watch?v=KKcKSKmR814", "date_published": "2023-02-27 13:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Gamedec Definitive Edition PS5 Review - The Final Verdict", "description": "Gamedec might not be a giant of the genre, and it might not touch the heights of something like Disco Elysium, but it's a solid enough game in its own right. Its unique setting and fascinating premise set it apart from the crowd, and even though it doesn't dive deep into those elements in the way it could (and probably should) have, it does at least use them to deliver a varied and vibrant adventure. \n\nIts focus on actual choice and consequence mechanics also serves it very well, and the story that you concoct based on your actions and decisions really does feel like one that is your own. It's a deeply reactive game, and even if it is a little rough around the edges, and even though it doesn't fully utilize its ideas the way it should have, it's got enough working in its favour to make it worth a try at the very least, especially for genre fans.", "link": "https://www.youtube.com/watch?v=xKBQ7BUGsz0", "date_published": "2023-02-27 09:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}]