[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "NYC Couple Pleads Guilty to Money Laundering in $3.6 Billion Bitfinex Hack", "description": "A married couple from New York City has pleaded guilty to money laundering charges in connection with the 2016 hack of cryptocurrency stock exchange Bitfinex, resulting in the theft of about 120,000 bitcoin.\nThe development comes more than a year after Ilya Lichtenstein, 35, and his wife, Heather Morgan, 33, were arrested in February 2022, following the seizure of roughly 95,000 of the stolen", "link": "https://thehackernews.com/2023/08/nyc-couple-pleads-guilty-to-money.html", "date_published": "2023-08-04T12:13:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Webinar - Making PAM Great Again: Solving the Top 5 Identity Team PAM Challenges", "description": "Privileged Access Management (PAM) solutions are widely acknowledged as the gold standard for securing critical privileged accounts. However, many security and identity teams face inherent obstacles during the PAM journey, hindering these solutions from reaching their full potential. These challenges deprive organizations of the resilience they seek, making it essential to address them", "link": "https://thehackernews.com/2023/08/webinar-making-pam-great-again-solving.html", "date_published": "2023-08-04T11:06:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Malicious npm Packages Found Exfiltrating Sensitive Data from Developers", "description": "Cybersecurity researchers have discovered a new bunch of malicious packages on the npm package registry that are designed to exfiltrate sensitive developer information.\nSoftware supply chain firm Phylum, which first identified the \"test\" packages on July 31, 2023, said they \"demonstrated increasing functionality and refinement,\" hours after which they were removed and re-uploaded under different", "link": "https://thehackernews.com/2023/08/malicious-npm-packages-found.html", "date_published": "2023-08-04T10:33:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Major Cybersecurity Agencies Collaborate to Unveil 2022's Most Exploited Vulnerabilities", "description": "A four-year-old critical security flaw impacting Fortinet FortiOS SSL has emerged as one of the most routinely and frequently exploited vulnerabilities in 2022.\n\"In 2022, malicious cyber actors exploited older software vulnerabilities more frequently than recently disclosed vulnerabilities and targeted unpatched, internet-facing systems,\" cybersecurity and intelligence agencies from the Five", "link": "https://thehackernews.com/2023/08/major-cybersecurity-agencies.html", "date_published": "2023-08-04T07:02:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]