[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Becky G on “Esquinas” and identifying as a “200%”", "description": "\"Becky from the Block\" herself, the Mexican American pop star Becky G, sits down with Alt.Latino's Anamaria Sayre and Felix Contreras to talk about her latest album, “Esquinas,” representing her Mexican American heritage and how the women in her family and in the industry have shaped her approach.\n\n00:00 Intro\n00:50 The inspiration behind her new regional Mexican-inspired album\n02:46 How Becky G approached the album vocally\n03:47 Why the album is named “Esquinas”\n04:45 On representing her Mexican heritage \n06:43 Becky G’s philosophy for working with women in the industry\n09:12 How the women in Becky G’s family shaped her approach \n11:28 A look back at how far Becky G has come\n13:58 Becky G’s relationship to the song “Shower” \n14:57 Forgetting the lyrics to “Shower”\n\n#nprmusic #altlatino #beckyg \n\nWHAT IS “ALT.LATINO”?\nAlt.Latino is a spotlight on the world of Latinx arts and culture through music, stories and conversation. See here for all the ways to listen:  https://www.npr.org/sec", "link": "https://www.youtube.com/watch?v=EqxxXSDBp1Y", "date_published": "2023-10-13T16:01:00+00:00", "bookmarked": false, "dead": null, "artist": "NPR Music", "album": "NPR Music", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/EqxxXSDBp1Y/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Becky G: Tiny Desk Concert", "description": "This Latinx Heritage Month Tiny Desk is celebrating with an 'El Tiny' takeover, featuring a wide array of artists from all corners of Latinidad.\n\nFelix Contreras | October 13, 2023\nThe Tiny Desk had a considerable pop sheen when vocalist Becky G took her place alongside a backing band featuring a string quartet. The stripped down sound of some of her biggest hits offered a rare view of her artistry.\n\n\"BAILÉ CON MI EX\" is the perfect example of an unforgettable hook. It had the NPR staff audience bopping in place for what she described as a \"warm up\" for the rest of her set. \"MAMII\" was originally recorded with Karol G, but performed alone, and the Tiny Desk version was no less a scorcher. Here, interplay with guitarist Justice West at the beginning set the temperature for a slow burn.\n\nThe showstopper is her duet with vocalist DannyLux, \"CRIES IN SPANISH,\" a song they did together on her latest album, Esquinas. I have to admit that when he started his part of the song, it was apparen", "link": "https://www.youtube.com/watch?v=FftvVi42U4o", "date_published": "2023-10-13T00:38:08+00:00", "bookmarked": false, "dead": null, "artist": "NPR Music", "album": "NPR Music", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FftvVi42U4o/hqdefault.jpg"}]