[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New PEAPOD Cyberattack Campaign Targeting Women Political Leaders", "description": "European Union military personnel and political leaders working on gender equality initiatives have emerged as the target of a new campaign that delivers an updated version of RomCom RAT called PEAPOD.\nCybersecurity firm Trend Micro attributed the attacks to a threat actor it tracks under the name Void Rabisu, which is also known as Storm-0978, Tropical Scorpius, and UNC2596, and is also", "link": "https://thehackernews.com/2023/10/new-peapod-cyberattack-campaign.html", "date_published": "2023-10-13T14:31:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Unveil ToddyCat's New Set of Tools for Data Exfiltration", "description": "The advanced persistent threat (APT) actor known as ToddyCat has been linked to a new set of malicious tools that are designed for data exfiltration, offering a deeper insight into the hacking crew's tactics and capabilities.\nThe findings come from Kaspersky, which first shed light on the adversary last year, linking it to attacks against high-profile entities in Europe and Asia for nearly three", "link": "https://thehackernews.com/2023/10/researchers-unveil-toddycats-new-set-of.html", "date_published": "2023-10-13T11:53:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Ransomware attacks doubled year on year. Are organizations equipped to handle the evolution of Ransomware in 2023?", "description": "Ransomware attacks have only increased in sophistication and capabilities over the past year. From new evasion and anti-analysis techniques to stealthier variants coded in new languages, ransomware groups have adapted their tactics to bypass common defense strategies effectively. \nThis article will cover just some of those new developments in Q3-2023 as well as give predictions on quarters to", "link": "https://thehackernews.com/2023/10/ransomware-attacks-doubled-year-on-year.html", "date_published": "2023-10-13T11:07:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "DarkGate Malware Spreading via Messaging Services Posing as PDF Files", "description": "A piece of malware known as DarkGate has been observed being spread via instant messaging platforms such as Skype and Microsoft Teams.\nIn these attacks, the messaging apps are used to deliver a Visual Basic for Applications (VBA) loader script that masquerades as a PDF document, which, when opened, triggers the download and execution of an AutoIt script designed to launch the malware.\n\"It's", "link": "https://thehackernews.com/2023/10/darkgate-malware-spreading-via.html", "date_published": "2023-10-13T10:36:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "FBI, CISA Warn of Rising AvosLocker Ransomware Attacks Against Critical Infrastructure", "description": "The AvosLocker ransomware gang has been linked to attacks against critical infrastructure sectors in the U.S., with some of them detected as recently as May 2023.\nThat's according to a new joint cybersecurity advisory released by the U.S. Cybersecurity and Infrastructure Security Agency (CISA) and the Federal Bureau of Investigation (FBI) detailing the ransomware-as-a-service (RaaS) operation's", "link": "https://thehackernews.com/2023/10/fbi-cisa-warn-of-rising-avoslocker.html", "date_published": "2023-10-13T10:25:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]