[{"source": "https://www.theguardian.com/international/rss", "title": "Mercedes will not lose Lewis Hamilton, insists Toto Wolff after Bahrain misery", "description": "<ul><li>Team principal makes pledge after dire start to new season</li><li>‘It would be too easy to lose a driver and then throw in the towel’</li></ul><p>The Mercedes team principal, Toto Wolff, insists he has no fear Lewis Hamilton will leave the team after they made a shocking start to the new Formula One season.</p><p>His team were solidly beaten at the season opener in Bahrain, with Hamilton and George Russell managing only fifth and seventh. Their car was the fourth fastest, solidly behind the Red Bull, Ferrari and Aston Martin, a team that uses a Mercedes engine, gearbox and suspension.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/mercedes-lewis-hamilton-toto-wolff-bahrain\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/mercedes-lewis-hamilton-toto-wolff-bahrain", "date_published": "2023-03-05 19:46:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rishi Sunak’s plan for small boats ‘will lock up people fleeing war’", "description": "<p>Prime minister’s proposed legislation branded ‘a joke’ by former Home Office permanent secretary </p><p>Rishi Sunak is facing criticism that his proposed laws on small boat crossings will be unworkable and lead to tens of thousands of people fleeing war and persecution being locked up.</p><p>The prime minister is set to <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/small-boats-rishi-sunak-plan-how-will-it-work\">publish new legislation</a> this week aimed at detaining and deporting all those who enter the UK via small boats crossing the Channel.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/rishi-sunaks-plan-for-small-boats-will-lock-up-people-fleeing-war\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/rishi-sunaks-plan-for-small-boats-will-lock-up-people-fleeing-war", "date_published": "2023-03-05 19:08:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Simon Case called Boris Johnson ‘nationally distrusted figure’, Hancock leak shows", "description": "<p>Cabinet secretary warned Matt Hancock that public unlikely to follow then PM on Covid isolation rules</p><p>Simon Case, the most senior civil servant in the government, described Boris Johnson as “nationally distrusted figure” and warned that the public were unlikely to follow rules around isolation if they were set out by him.</p><p>The remarks were published as part of the latest tranche of the more than 100,000 private WhatsApp messages involving the former health secretary Matt Hancock sent at the height of the Covid-19 pandemic, which have been leaked <a href=\"https://www.telegraph.co.uk/news/2023/03/05/simon-case-boris-johnson-distrusted-whatsapp-lockdown-files/\">to the Daily Telegraph</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/simon-case-called-boris-johnson-nationally-distrusted-figure-hancock-leak-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/simon-case-called-boris-johnson-nationally-distrusted-figure-hancock-leak-shows", "date_published": "2023-03-05 18:54:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "UK police reported sexually exploited children to immigration enforcement", "description": "<p>Exclusive: Home Office documents show officers referred more than 2,000 victims of serious crime</p><p>Children who have been sexually exploited and women who have been attacked by their partners are among more than 2,000 victims of serious crime police reported to immigration enforcement, two government documents reveal.</p><p>Between 2020 and 2022, UK police reported 2,546 victims of crimes such as domestic abuse, child sexual exploitation, adult sexual exploitation, human trafficking and modern slavery to immigration enforcement, a Home Office document shows.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/uk-police-reported-sexually-exploited-children-to-immigration-enforcement\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/uk-police-reported-sexually-exploited-children-to-immigration-enforcement", "date_published": "2023-03-05 16:12:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "House prices are in freefall – and so is Britain’s national faith in property ownership | John Harris", "description": "<p>Millions can’t afford to buy and millions more can’t afford their rent. What happened to the dream of decent, affordable homes? </p><p>From leaked messages suggesting that Matt Hancock thought his job as health secretary was to “<a href=\"https://www.theguardian.com/politics/2023/mar/05/matt-hancock-wanted-to-frighten-everyone-into-following-covid-rules\">frighten the pants</a>” off the public to Boris Johnson’s latest Trumpian contortions, our current political pantomime shows no signs of letting up. But underneath it all, something much more era-defining seems to be afoot: the British public’s two secular gods are taking a battering. The NHS is not in quite the mess it was a couple of months ago, but its deep problems grind on. Meanwhile, a slightly more overlooked story is becoming hard to ignore: a crisis in our national faith in property ownership, and the decline of that strange British belief that in any normal universe, house prices will only go up.</p><p>Figures released last week showed UK house prices were falling at the <a href=\"https://www.theguardian.com/business/2023/mar/01/uk-house-prices-fall-at-fastest-annual-rate-since-2012\">fastest annual rate since 2012</a>, with warnings from the financial sector that “economic headwinds look set to remain relatively strong” and property owners reportedly having to cut their asking prices by an average of £14,000. To state the blindingly obvious, high interest rates are sucking demand out of the market by restricting access to mortgages. Houses and flats, therefore, sit unsold, and hundreds of thousands of people remain stranded in the purgatory between wanting – or, as politicians say, “aspiring” – to own a home, and being able to do so.</p><p>John Harris is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/house-prices-freefall-property-ownership-rent-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/house-prices-freefall-property-ownership-rent-britain", "date_published": "2023-03-05 15:11:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US teen Jordan Stolz is first man to win three individual golds at speed skating worlds", "description": "<ul><li>No man had ever won three individual titles at world champs</li><li>18-year-old started skating on pond in family’s backyard</li></ul><p>At the age of 18, Jordan Stolz already looks like one of the most dominant winter sports athletes on the planet.</p><p>On Sunday, he finished an extraordinary few days of success by becoming the first man to win three individual golds at a single distance world speed skating championships. His victory in the 1500m went alongside earlier wins in the 500m and 1000m. His time of 1 minute, 43.59 seconds on Sunday in the 1500m was good enough to beat double Olympic champion Kjeld Nuis<strong> </strong>of the Netherlands by 23 hundredths of a second.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/us-teen-jordan-stolz-is-first-man-to-win-three-individual-golds-at-speed-skating-worlds\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/us-teen-jordan-stolz-is-first-man-to-win-three-individual-golds-at-speed-skating-worlds", "date_published": "2023-03-05 14:52:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Saturday Night Live: Travis Kelce goes from Super Bowl to super host", "description": "<p>The Kansas City Chiefs player makes for a surprisingly effective comic actor in an episode with some of the season’s strongest moments so far</p><p>Saturday Night Live opens with a new episode of Fox &amp; Friends. Hosts Steve Doocy (Mikey Day), Ainsley Earhardt (Heidi Gardner), and Brian Kilmeade (Bowen Yang) report on the $1.6bn lawsuit Dominion Voting Systems has brought against Fox News over their 2020 election conspiracy-mongering. Much like the network’s viewers, who’ve been kept in the dark about the case, the hosts don’t seem to know anything about it, with Kilmeade confusing Dominion for “the little yellow guys with the overalls” and Earhardt mistaking her boss Rupert Murdoch for convicted family killer Alex Murdaugh.</p><p>Lazy jokes about Fox News personalities’ private texts and short pop-ins from Mike Lindell (James Austin Johnson, whose impersonation of the MyPillow founder isn’t quite as good as former cast member Beck Bennet’s) and OJ Simpson (Kenan Thompson) follow, before things wrap up. You’d think the show would use any opportunity to twist the knife into Fox News, but this cold open is utterly dull and pointless.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/05/saturday-night-live-travis-kelce-hosts\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/05/saturday-night-live-travis-kelce-hosts", "date_published": "2023-03-05 14:50:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Second train derails in Ohio but carried no hazardous materials, company says", "description": "<p>Train derailed while traveling south, a month after 38 cars derailed in East Palestine and caused a major environmental problem</p><p>About 20 cars of a Norfolk Southern cargo train derailed near Springfield on Saturday evening, the second derailment of the company’s trains in Ohio in a month, officials said.</p><p>But unlike the 3 February derailment in East Palestine, Ohio, a company spokesperson said there were no hazardous materials aboard the train, <a href=\"https://www.dispatch.com/story/news/2023/03/04/cargo-train-derails-springfield-clark-county-ohio/69972311007/\">the Columbus Dispatch</a> reported.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/cargo-train-derails-ohio\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/cargo-train-derails-ohio", "date_published": "2023-03-05 14:03:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Meloni’s nemesis or Italy’s Corbyn? Elly Schlein raises PD hopes and fears", "description": "<p>The centre-left party’s new leader is a bisexual feminist, ready to challenge authority. Some colleagues worry she is too radical</p><p>One is bisexual, a feminist and passionately pro-European. The other is a conservative who promotes the traditional family, is against “pink quotas” and who, until she came to power last October, was a passionate Eurosceptic.</p><p>The political views of Elly Schlein – the first woman to lead Italy’s centre-left Democratic party (PD) – and the prime minister, Giorgia Meloni, leader of the far-right Brothers of Italy, could not be more different.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/meloni-nemesis-or-italys-corbyn-elly-schlein-raises-pd-hopes-and-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/meloni-nemesis-or-italys-corbyn-elly-schlein-raises-pd-hopes-and-fears", "date_published": "2023-03-05 14:01:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Biden to visit Selma on ‘Bloody Sunday’ anniversary to highlight voting rights", "description": "<p>Seminal moment in the civil rights movement that led to passage of landmark voting rights legislation nearly 60 years ago</p><p><a href=\"https://apnews.com/hub/joe-biden\">President Joe Biden</a> is set to pay tribute to the heroes of “Bloody Sunday”, joining thousands for the annual commemoration of the seminal moment in the civil rights movement that led to passage of landmark voting rights legislation nearly 60 years ago.</p><p>The <a href=\"https://apnews.com/article/biden-selma-a9344a78cd2fa68b5bac38392e4c900f\">visit to Selma, Alabama, on Sunday</a> also presents Biden with the opportunity to speak directly to the current generation of civil rights activists. Many feel dejected because Biden has been unable to make good on a campaign pledge to bolster voting rights and are eager to see his administration keep the issue in the spotlight.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/biden-selma-alabama-visit-voting-rights-bloody-sunday\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/biden-selma-alabama-visit-voting-rights-bloody-sunday", "date_published": "2023-03-05 14:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "People with an opioid addiction are often in denial about their problem. Recovery requires a team effort | Ashwini Padhi", "description": "<p>Like many people, my patient was completely unaware of the way that his opioid medication was working</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/series/the-modern-mind\">The modern mind</a> is a column where experts discuss mental health issues they are seeing in their work</li></ul><p>Kane* was 52 years old when he had a serious accident at work, falling from a two-storey building. He was left with multiple fractures, including two fractured ribs, a fractured wrist and pelvis.</p><p>After surgery and a lengthy stay in hospital, he returned home but rehabilitation continued. “It took me a good six months to recover from my injuries,” he tells me in his first session. “It was a battle every day just to get out of bed and manage the pain and then I began feeling depressed as I wasn’t able to return to work or do any exercise.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/people-with-an-opioid-addiction-are-often-in-denial-about-their-problem-recovery-requires-a-team-effort\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/06/people-with-an-opioid-addiction-are-often-in-denial-about-their-problem-recovery-requires-a-team-effort", "date_published": "2023-03-05 14:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘She was no submissive puppet’: how I discovered the real Karen Carpenter’s determination and drive", "description": "<p>Since her death 40 years ago, the singer has been cast as a victim. But she had a strong, ambitious side – as I found out</p><p>With their rapturous harmonies and lush production, <a href=\"https://www.theguardian.com/culture/2021/may/13/the-carpenters-20-greatest-songs-ranked\" title=\"\">the Carpenters were one of the biggest acts</a> in the 1970s, selling over 100 million records with global hits like Close to You, Only Yesterday and Please Mr Postman. This year marks the 40th anniversary of lead singer Karen Carpenter’s death at the age of 32, as a result of complications from anorexia. Since then, she has been portrayed as a victim, dominated by her family and a ruthless music industry.</p><p>With my biography, I wanted to reframe Karen’s life and legacy. The fact that she was an artist at the top of her game suggested to me she was not a submissive puppet. In talking to friends, musicians and former lovers, I discovered a determined, pioneering woman with her own sense of agency. Although her brother Richard has been attributed a Svengali role as the key arranger, Karen early on was an equal driving force in the band. “She was the boss, the one in control of stagecraft and directing the musicians. She was an amazing singer and drummer – real precision work,” recalls DJ/producer Jeff Dexter, who met Karen in 1974 when the Carpenters were rehearsing their Talk of the Town show.</p> <a href=\"https://www.theguardian.com/music/2023/mar/05/karen-carpenter-singer-myth\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/05/karen-carpenter-singer-myth", "date_published": "2023-03-05 14:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia condemned for indefinitely ‘locking up’ Iranian political dissident", "description": "<p>Several family members of Mr A, from Iran’s Ahwazi Arab community, have been killed by security forces during the Iranian uprising</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A United Nations panel has called for the immediate release of an Iranian political dissident held in immigration detention by Australia for more than five years and has condemned his indefinite incarceration as arbitrary and unlawful.</p><p>The 42-year-old man, referred to by the UN Working Group on Arbitrary Detention as Mr A, is a member of Iran’s Ahwazi Arab community.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/06/australia-condemned-for-indefinitely-locking-up-iranian-political-dissident\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/06/australia-condemned-for-indefinitely-locking-up-iranian-political-dissident", "date_published": "2023-03-05 14:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nottingham Forest v Everton: Premier League – live", "description": "<ul><li>Updates from the 2pm GMT kick-off at the City Ground</li><li><a href=\"https://www.theguardian.com/football/2023/mar/03/premier-league-10-things-to-look-out-for-this-weekend\">Premier League: 10 things to look out for this weekend</a></li><li>Get in touch! You can <a href=\"mailto:will.unwin.freelancer@theguardian.com\">email Will</a> or <a href=\"https://twitter.com/Will_Unwin\">tweet</a> him</li></ul><p><strong>Forest have gone from their summer plan of being a young, relentless one to being packed full of experience. T</strong>he important thing for Forest is to stay up and that will be the proof of whether the chance in strategy has worked.</p><p><strong>A big loss for the Toffees.</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/mar/05/nottingham-forest-v-everton-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/05/nottingham-forest-v-everton-premier-league-live", "date_published": "2023-03-05 13:19:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tom Sizemore obituary", "description": "<p>Actor who shared some personality traits with the volatile characters he played in films such as Heat and Natural Born Killers</p><p>The path from successful character actor to becoming a star is difficult. It’s even harder when you’re self-destructive. Tom Sizemore, <a href=\"https://www.theguardian.com/film/2023/mar/04/tom-sizemore-star-of-saving-private-ryan-dies-aged-61-after-brain-aneurysm-reports\">who has died aged 61 after a brain aneurysm</a>, will be best remembered for his roles in Saving Private Ryan, as Tom Hanks’s wise sergeant, and in Heat, as the muscle in Robert De Niro’s bank-robbing crew.</p><p>His characters were often informed by their volatility: affable nihilism could explode into violence, which made him a natural player of bent cops and detectives, as believable in straight roles as in over-the-top variations, such as Oliver Stone’s Natural Born Killers. But his own personality bore many of those same traits. His career was sidelined repeatedly by addictions to heroin and methamphetamines, and his peripatetic drug-fuelled sex life led to repeated cases of domestic violence.</p> <a href=\"https://www.theguardian.com/film/2023/mar/05/tom-sizemore-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/05/tom-sizemore-obituary", "date_published": "2023-03-05 13:04:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Earth Transformed by Peter Frankopan review – why humans have always been under the weather", "description": "<p>The historian reveals how our lives have been shaped by environmental changes since the emergence of Homo sapiens in this sweeping, riveting study</p><p>Around 2250BC, Naram-Sin reigned supreme over a big chunk of Mesopotamia in modern Iraq – an empire known as Akkad. But then, catastrophically, came “the curse of Akkad”. Rains stopped and crops failed, leading to rampant inflation, mass starvation and political chaos. At the time, it was believed that the “curse” was Naram-Sin’s doing – he’d wronged by “defying the gods” and “losing divine favour”.</p><p>Scientists today have reached a different conclusion. Evidence suggests there was a sudden change in the climate at the time – “an evaporation event” – which caused severe drought followed by several centuries of aridity. As Peter Frankopan puts it in his masterly new book: “the collapse of the Akkadian empire has become an important and salutary example for the modern age” and “a stark warning of how mighty civilisations can fold in on themselves”, because of rapid ecological shocks. “Our world has always been one of transformation, transition and change,” he writes, and yet “the weather, climate and environmental factors have rarely been seen as a backdrop to human history, let alone as an important lens through which to view the past”.</p> <a href=\"https://www.theguardian.com/books/2023/mar/05/the-earth-transformed-by-peter-frankopan-review-why-humans-have-always-been-under-the-weather\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/05/the-earth-transformed-by-peter-frankopan-review-why-humans-have-always-been-under-the-weather", "date_published": "2023-03-05 13:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Young Albanian men ‘viciously exploited’ after arriving in UK", "description": "<p>Charity says asylum seekers from Albania travel to the UK primarily because of poverty and corruption</p><p>Staff at an Albanian charity in east London recently began helping a 16-year boy who was smuggled by boat into the UK last year, placed in a Home Office hotel on arrival, and then abducted by traffickers to work in a cannabis farm in Leeds.</p><p>The child is one of the 12,561 Albanian nationals who travelled to the UK by boat last year, and finds himself at the centre of a debate about illegal migration from this poverty-stricken former communist state.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/young-albanian-men-viciously-exploited-after-arriving-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/young-albanian-men-viciously-exploited-after-arriving-in-uk", "date_published": "2023-03-05 13:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Electric Malady review – dreamlike study of one man’s debilitating illness", "description": "<p>Swedish director Marie Lidén’s documentary about a musician with a chronic sensitivity to electricity is desperately sad yet visually poetic</p><p>This impressionistic documentary takes us into the insulated world of William, a sufferer of a debilitating condition that has forced him to retreat from the world to a barricaded cage in a cabin, deep in a Swedish wilderness. Once a musician and master’s student, a young man who approached life with curiosity and joy, he now suffers from chronic <a href=\"https://www.theguardian.com/science/shortcuts/2015/feb/15/better-call-saul-electromagnetic-hypersensitivity-real-health-risk\">electromagnetic hypersensitivity</a> – a reaction to the electronic radiation that surrounds us all in this age of digital connectivity. With his head shrouded in protective fabrics, he cuts a spectral figure that would be absurd if it wasn’t so desperately sad.</p><p>Partly shot on a hand-cranked Bolex camera, to avoid further triggering William’s illness, there’s a glitchy, fluttering quality to the film’s visuals. Film-maker Marie Lidén sidesteps the medical science around this somewhat contested disease, instead adopting a creative, dreamily poetic approach to evoking William’s lonely existence.</p> <a href=\"https://www.theguardian.com/film/2023/mar/05/electric-malady-review-dreamlike-study-of-one-mans-debilitating-illness\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/05/electric-malady-review-dreamlike-study-of-one-mans-debilitating-illness", "date_published": "2023-03-05 11:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A diminished but loyal Trump Maga at CPAC: ‘There’s one choice’", "description": "<p>Trump might have lost some ground in the Republican party, but his core support is holding fast, even as some attendees expressed doubt</p><p>It fell to Steve Bannon, far-right podcaster and political pugilist, to wake up the crowd with a jolt.</p><p>“Don’t fall for the primary stuff,” he urged <a href=\"https://www.mediaite.com/politics/bannon-blasts-the-murdochs-at-cpac-as-a-bunch-of-foreigners-whove-given-america-nothing/\">in a fiery speech</a>. “It’s not relevant. We don’t have time for on-the-job training [instead of] a man that gave us four years of peace and prosperity.”</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/cpac-trump-maga\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/cpac-trump-maga", "date_published": "2023-03-05 07:00:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Furious grief’ and demands for answers as Greece train crash funerals begin", "description": "<p>Efforts to pin blame for disaster on human error rather than a failed system are set to backfire after union warnings on safety</p><p>First came the mourning, then the handover of loved ones, then the funerals. On Friday it was Athina Katsara, the young mother of a toddler, carried in a white coffin out of Katerini’s church in the first funeral of the first “angel” to meet death in <a href=\"https://www.theguardian.com/world/2023/mar/01/greece-train-crash-an-unimaginable-tragedy-as-death-toll-likely-to-rise\" title=\"\">Greece’s worst ever train crash.</a></p><p>On SaturdayYesterday it was Iphigenia Mitska, like so many of the disaster’s 57 victims in her early 20s, to whom family and friends bade farewell. She, too, was buried in a sealed white coffin in northern Giannitsa. And then it will be others – all identified through DNA samples provided by relatives – who will be laid to rest at the end of a three-day official mourning period for the nation but only the start of profound sadness for the families involved.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/furious-grief-and-demands-for-answers-as-greece-train-crash-funerals-begin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/furious-grief-and-demands-for-answers-as-greece-train-crash-funerals-begin", "date_published": "2023-03-05 07:00:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "UFC 285: Jon Jones submits Ciryl Gane in first round for vacant heavyweight title", "description": "<ul><li>Jones wins title after three-year layoff to lay claim as best ever</li><li>Grasso submits Shevchenko to win UFC women’s flyweight belt</li></ul><p>Jon Jones ended a three-year sabbatical from the UFC, moved up to its highest weight class and emphatically won the heavyweight belt Saturday night with a first-round submission over Ciryl Gane.</p><p>The 35-year-old Jones took Gane to the mat just a little more into the round, and won with a guillotine choke at 2:04 in UFC 285.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/ufc-285-jon-jones-ciryl-gane-fight-result\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/ufc-285-jon-jones-ciryl-gane-fight-result", "date_published": "2023-03-05 06:19:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "World Cup hero Beth Mooney injured in disastrous Women’s Premier League debut", "description": "<p>In her captaincy debut, Mooney retired hurt after just four balls as her Australian-heavy team capitulated in the opening game of the new WPL</p><p>Australian opener Beth Mooney, fresh from her World Cup-winning heroics, has been brought rudely down to earth, suffering injury during a calamitous 143-run defeat for her Gujarat Giants side in the opening match of India’s new Women’s Premier League.</p><p>Mooney, 29, in her first major captaincy role, reckoned she had been looking forward to the challenge of launching the lucrative new, potentially game-changing league in Mumbai’s DY Patil Stadium on Saturday.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/world-cup-hero-beth-mooney-injured-in-disastrous-womens-premier-league-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/world-cup-hero-beth-mooney-injured-in-disastrous-womens-premier-league-debut", "date_published": "2023-03-05 01:26:42+00:00", "persistent": false, "user": null, "language": "en-US"}]