[{"source": "https://businessinsider.com.pl/.feed", "title": "Morawiecki: w obecnym kryzysie warunki Zielonego Ładu są zbyt radykalne", "description": "\"Zbyt radykalne i zbyt optymistyczne\" — tak o unijnych propozycjach polityki klimatycznej w mówi szef polskiego rządu w najnowszym odcinku swojego podcastu. Premier odniósł się m.in. do zakazu rejestracji nowych osobowych i dostawczych samochodów spalinowych.", "link": "https://businessinsider.com.pl/wiadomosci/morawiecki-w-obecnym-kryzysie-warunki-zielonego-ladu-sa-zbyt-radykalne/3vbc8f6", "date_published": "2023-03-05 15:51:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Papier toaletowy podrożał aż o 47 proc. Są też dobre informacje", "description": "Papier toaletowy i ręczniki papierowe to jedne z najszybciej drożejących produktów na sklepowych półkach. W ubiegłym roku producenci podnosili ceny kilkukrotnie, w odpowiedzi na rosnące koszty produkcji. Jednocześnie wydaje się, że pandemia trwale zmieniła nawyki europejskich konsumentów, którzy kupują więcej produktów papierowych na potrzeby higieniczne. Velvet Care, czołowy polski producent artykułów z tego segmentu, miniony rok zamknął rekordowym wynikiem miliarda zł obrotu.", "link": "https://businessinsider.com.pl/biznes/papier-toaletowy-drozszy-az-o-47-proc-sa-tez-dobre-informacje/38jpb2s", "date_published": "2023-03-05 14:40:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowa korzyść dla frankowiczów. Tak mogą domagać się dodatkowych pieniędzy od banków", "description": "Trybunał Sprawiedliwości Unii Europejskiej, o ile wyda wyrok zgodny z ostatnią opinią Rzecznika Generalnego, a zazwyczaj tak się dzieje, może otworzyć frankowiczom drogę do kolejnych korzyści. Chodzi o to, że w razie unieważnienia umowy hipotecznej będą mogli domagać się od banku opłaty za to, że korzystał z wpłaconych przez nich rat. Dla instytucji finansowych oznaczałoby to dodatkowe, liczone w miliardach, koszty.", "link": "https://businessinsider.com.pl/finanse/nowe-korzysci-dla-frankowiczow-ile-moga-zyskac-dzieki-korzystnemu-wyrokowi-tsue/c8e39yp", "date_published": "2023-03-05 14:16:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przez osiem miesięcy udawał, że żyje na Marsie. \"To zawsze było moje marzenie\"", "description": "Wszystko powoli się nawarstwia, aż uświadamiasz sobie, że brakuje ci wiatru, opalania się, skakania do oceanu — opowiada Joshua Ehrlich, który przez osiem miesięcy udawał, że żyje na Marsie.", "link": "https://businessinsider.com.pl/wideo/przez-osiem-miesiecy-udawal-ze-zyje-na-marsie-to-zawsze-bylo-moje-marzenie/26m6lqb", "date_published": "2023-03-05 13:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W poniedziałek pracuję na pół gwizdka. Dzięki temu nie panikuję w niedzielę wieczór", "description": "Marisa Jo Mayes założycielka startupu i tiktokerka wprost opowiada swoim fanom, że w poniedziałki pracuje na pół gwizdka. Wykonuje minimum pracy nazywając takie poniedziałki \"Bare Minimum Mondays\". Jak podkreśla - pomaga jej to uniknąć strachu i presji, które pod koniec weekendu odczuwa wiele osób. — To sposób na rozpoczęcie tygodnia, w którym priorytetem jest człowiek, a nie pracownik — powiedziała w rozmowie z Insiderem.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/w-poniedzialek-pracuje-na-pol-gwizdka-dzieki-temu-nie-panikuje-w-niedziele-wieczor/pcfbzx2", "date_published": "2023-03-05 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cena wynajmu go przerosła. Artysta przerobił kontener na śmieci w malutki domek", "description": "Kiedy Harrison Marshall, architekt i artysta, zaczął szukać nowego miejsca na wynajem w Londynie latem ubiegłego roku, wstrząsnęły nim \"szalone\" ceny. Przekształcił więc pojemnik na gruz i śmieci w malutki domek.", "link": "https://businessinsider.com.pl/wiadomosci/ceny-wynajmu-sprawila-ze-przerobil-kontener-na-smieci-w-malutki-domek/195wne5", "date_published": "2023-03-05 13:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaniżone emerytury. Czy można odzyskać stracone pieniądze?", "description": "Tysiące Polaków w ostatnich latach dostawało zaniżone emerytury i renty z ZUS. Powodem są błędy w wyliczaniu świadczeń.", "link": "https://businessinsider.com.pl/wiadomosci/zanizone-emerytury-jak-odzyskac-stracone-pieniadze/dh12r5n", "date_published": "2023-03-05 12:36:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Byłem amerykańskim doradcą wojskowym w Ukrainie. Widziałem, jak Kijów reformował armię, by dać odpór Rosji", "description": "Ledwie nieco rok temu ogromna część obserwatorów i analityków militarnych nie zastanawiała się, czy Rosja odniesie zwycięstwo, ale jak szybko tego dokona. A jednak Ukraina heroicznie walczy, broni się i odpiera ataki. Cud nad Dnieprem? Nie. To lata reform — mówi Insiderowi Liam Collins, założyciel Instytutu Nowoczesnych Działań Wojennych w Akademii Wojskowej w West Point, który przed wojną doradzał rządowi w Kijowie. Co zatem się w Ukrainie zmieniło?", "link": "https://businessinsider.com.pl/wiadomosci/jak-ukraina-zreformowala-wojsko-by-stawic-czola-rosji/zprkqy6", "date_published": "2023-03-05 12:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ostre starcia z policji z demonstrantami w Grecji", "description": "Koktajle Mołotowa, podpalone kosze na śmieci, gaz łzawiący i granaty ogłuszające. W Atenach kilkutysięczny tum starł się z policją. Gwałtowne starcia wybuchły między policją a demonstrantami przed parlamentem w Atenach podczas wiecu protestacyjnego po katastrofie kolejowej, w której we wtorek zginęło 57 osób — poinformowała agencja AFP.", "link": "https://businessinsider.com.pl/wiadomosci/ostre-starcia-z-policji-z-demonstrantami-w-grecji/kfgc5rq", "date_published": "2023-03-05 12:17:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chińczycy zbroją się na potęgę. Na militaria wydadzą więcej niż na edukację, rozwój i badania", "description": "Chińskie wydatki na zbrojenie w 2023 r. urosną szybciej niż planowany na ten rok wzrost gospodarczy. \"Siły zbrojne Chin muszą wzmocnić gotowość bojową\" – oświadczył podczas Ogólnochińskiego Zgromadzenia Przedstawicieli Ludowych premier kraju Li Keqiang.", "link": "https://businessinsider.com.pl/wiadomosci/chinczycy-zbroja-sie-na-potege-na-militaria-wydadza-wiecej-niz-na-edukacje-rozwoj-i/7cl524s", "date_published": "2023-03-05 11:49:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W jednej aptece lek za 75 zł, w innej to samo za 16 zł. Wybór apteki może zaoszczędzić setki złotych", "description": "Skąd wiadomo, czy dana apteka ma tanie, czy drogie leki? Wskazówką może być duża liczba starszych osób w kolejce. Wielu emerytów odwiedza apteki tylko po to, żeby spytać o cenę i szuka w okolicy tej tańszej. Zaoszczędzić można naprawdę sporo, nawet kilkaset złotych miesięcznie. Przy ograniczonym emeryckim budżecie wiedza, w której aptece można kupić taniej, jest bezcenna.", "link": "https://businessinsider.com.pl/poradnik-finansowy/koszyk-apteczny-emeryta-wybor-apteki-moze-zaoszczedzic-nam-setki-zlotych/ptgfhwf", "date_published": "2023-03-05 10:06:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najlepsze miasta do życia w Polsce. Z podium wypadła kluczowa metropolia [RANKING]", "description": "Wbrew pozorom Warszawa wcale nie ma najniższego bezrobocia i nie oferuje najwyższych zarobków pod względem średniej. W tych dwóch elementach musi uznać wyższość m.in. Poznania i Krakowa. Jeśli do tego dorzucimy kryterium związane z możliwościami zakupu nowego mieszkania, to stolicę wyprzedzą też Katowice. Oto nasz ranking kilkunastu polskich miast, w których żyje się najlepiej, biorąc pod uwagę czysto ekonomiczne kryteria.", "link": "https://businessinsider.com.pl/gospodarka/dobrze-zyje-ci-sie-w-swoim-miescie-sprawdz-jak-wypada-na-tle-innych/htflydf", "date_published": "2023-03-05 09:25:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Obudził rosyjskich dyplomatów o drugiej w nocy puszczając im dźwięk syren przeciwlotniczych", "description": "W rocznicę rosyjskiej inwazji na Ukrainę pewien 73-latek z Oslo obudził rosyjskich dyplomatów, uruchamiając syrenę przeciwlotniczą. Ustawił ją dokładnie przed oknami ich sypialni i uruchomił o 2.30 w nocy.", "link": "https://businessinsider.com.pl/wiadomosci/obudzil-rosyjskich-dyplomatow-o-drugiej-w-nocy-puszczajac-im-dzwiek-syren/9zgje4w", "date_published": "2023-03-05 09:15:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Osławione Pioruny, śmigłowce, a już wkrótce czołgi. Oto mapa polskiej zbrojeniówki", "description": "Polska planuje rekordowe wydatki na rozwój i utrzymanie armii. Duża część polskiego uzbrojenia to sprzęt zakupiony w Stanach Zjednoczonych, a ostatnio również w Korei Południowej. Wzmożone inwestycje w sektorze zbrojeniowym trafią też do polskich fabryk. Gdzie konkretnie? Przyjrzeliśmy się najważniejszym krajowym zakładom zbrojeniowym w Polsce. Powstają w nich wozy bojowe, karabiny, osławione walkami w Ukrainie Pioruny, a nawet śmigłowce. A plany są jeszcze ambitniejsze.", "link": "https://businessinsider.com.pl/firmy/ten-sprzet-dla-wojska-powstaje-w-polsce-najwazniejsze-miasta-zbrojeniowki/rqm0kk2", "date_published": "2023-03-05 08:11:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamrożenie cen prądu w praktyce. 80-latka pokazała fakturę. \"Było 70, jest 230 zł\"", "description": "Choć ceny prądu w 2023 r. miały być zamrożone względem poprzedniego roku, to jednak wcale nie oznacza, że rachunki nie wzrosły. 80-letnia pani Aniela, która energii używa bardzo oszczędnie, pokazała nam swoje faktury od Tauronu. — Do tej pory płaciłam 70 zł. Przyszło rozliczenie i zdębiałam. Mimo niższego zużycia każą mi płacić 230 zł — mówi. I wskazuje, że opłata handlowa skoczyła z 30 do 125 zł miesięcznie. Spółka wyjaśnia, skąd taki wzrost i rzeczowo podpowiada, jak kobieta może zmienić swoją umowę, by płacić mniej.", "link": "https://businessinsider.com.pl/wiadomosci/zamrozenie-cen-pradu-w-praktyce-80-latka-pokazala-fakture-bylo-70-jest-230-zl/bkpxxzg", "date_published": "2023-03-05 05:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}]