[{"source": "https://www.jefftk.com/news.rss", "title": "Abusing Snap Circuits IC", "description": "<p><span>\n\nThe kids got a </span>\n\n<a href=\"https://www.amazon.com/Snap-Circuits-SC-100-Electronics-Exploration/dp/B00008BFZH\">Snap\nCircuits Kit</a> a while ago, and enjoy it.  In terms of learning,\nhowever, it's been a bit mixed.  The basic circuits (light, motor) are\ngood: they understand they need to connect the parts the right way\naround and that they need a complete circuit.  On the other hand, most\nof the projects in the kit rely on the three audio chips, and just doing\nthe projects isn't enough to really understand how they work.\n\n\n\n<p>\n\nThey had a friend over yesterday, and after building one of the projects\ntogether wandered off to do something else.  I decided to see if I\ncould experimentally determine how one of the chips worked, so that\nmaybe we could do something interesting together later.\nThere turned out to be a lot more combinations that did something\ninteresting than I expected, however, so instead this is just\ncataloging them.  So: here are 13 more snap circuits projects you can\nmake that abuse the music IC to do things it wasn't intended to do.\n\n</p>\n\n<p>\n\nSince none of this is what was intended, you may get different results\nfrom these than I did.  I <i>think</i> you won't break anything,\nbecause as a modern kids toy I'd expect this to be robust to hooking\nit up 'wrong', but no guarantees.\n\n</p>\n\n<p>\n\nFirst, though, here's the basic correct operation of the Music IC:\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/music-ic-correct-big.jpg\"><img class=\"mobile-fullwidth\" height=\"302\" src=\"https://www.jefftk.com/music-ic-correct.jpg\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nThe pinout of the chip is:\n\n</p>\n\n<p>\n\n</p>\n\n<pre>\ntrigger +--+--+ hold\n        |     |\n      - +-----+ out\n</pre>\n\n\n\n<p>\n\nThe idea is you connect positive voltage to the <code>+</code> pin,\nnegative to the <code>-</code> pin, run the speaker between\n<code>out</code> and <code>+</code> and you'll get \"happy birthday\".\nIt plays one time through the song when it first gets power, and\nrepeats if you connect <code>trigger</code> to power momentarily or\n<code>hold</code> to power in a sustained way.\n\n</p>\n\n<p>\n\nDespite my picture above being the simplest correct use of the chip,\nit's not one of the projects.  Instead the first project with an audio\nIC (#3) also includes the \"whistle chip\" sensor on the trigger pin to\nallow you to make it start over.  Then they follow up (#4) by putting a\nresistor in series with the speaker to make it quieter.\n\n</p>\n\n<p>\n\nHere are some other arrangements that demonstrate other modes the chip\nhas:\n\n</p>\n\n<p>\n\n</p>\n\n<ol>\n\n<li><p>Instead of connecting <code>+</code> directly to positive\nvoltage, put the resistor in the way.  It plays the same song at a\nslightly lower pitch.\n\n</p></li>\n<li><p>Don't connect anything to <code>+</code>.  Instead, connect\npositive voltage to <code>hold</code>.  It plays something kind of of like a\ndistorted version of the first line.\n\n</p></li>\n<li><p>Same as (2) but use the resistor instead of a jumper.  It\nmakes an annoying electronic alarm noise.\n\n</p></li>\n<li><p>Put the LED from positive to <code>hold</code> and the\nmomentary switch from positive to <code>+</code>.  Tapping the switch\ngives a ray gun sort of chirp.\n\n</p></li>\n<li><p>Same as (3) but add the momentary switch from positive to\n<code>+</code>.  Initially it plays the annoying alarm, but when you\ntap the switch it plays a cross between the song and the alarm noise.\n\n</p></li>\n<li><p>Same as (1) but also add a jumper from positive voltage to\n<code>hold</code> and the LED from <code>-</code> to negative\nvoltage.  It plays a quiet buzzer sound.\n\n</p></li>\n<li><p>Same as (6) but use the lamp instead of the LED.  It plays the\nsong in a stuttery uneven staccato way.\n\n</p></li>\n<li><p>Same as (2) but put the resistor from <code>-</code> to\nnegative voltage.  It sometimes plays a quiet chirping like a phone\nthat has been left off the hook, other times more like a robotic bird\ncall.\n\n</p></li>\n<li><p>Same as (8) but put the jumper from positive to <code>+</code>\ninstead of positive to <code>hold</code>.  It moves through a range\nof annoying buzzing at different pitches.\n\n</p></li>\n<li><p>Same as (2) but with the resistor in series with the speaker.\nIt plays something very similar to (7).\n\n</p></li>\n<li><p>Same as (10) but without the jumper from positive to\n<code>hold</code> and with the photoresistor from positive to\n<code>+</code>.  Makes a range of annoying squeals.  (\"Like an alien\ninvasion attacking our house\")\n\n</p></li>\n<li><p>Make a circuit from the positive terminal through the speaker\nthrough the <code>+</code> to <code>-</code> and then the negative\nterminal.  It plays happy birthday very quietly.  Same thing if you\nput the speaker on the negative side, or even in parallel with the\nbattery!\n\n</p></li>\n<li><p>Make a circuit from the positive terminal through the speaker\nthrough <code>hold</code> to <code>out</code> to the negative\nterminal. Plays something quiet and distorted that seems like it might\nhave been music once.\n\n</p></li>\n</ol>\n\n\n\n<p>\n\nFor example, here is (11):\n\n</p>\n\n<p>\n\n\n\n</p>\n\n<p>\n\nMost of these combinations, and the ones that make the most\ninteresting sounds, are essentially adding resistance in places where\nit wasn't designed for.  The 100&#8486; resistor, LED, light, and\ndiode all provide different amounts of resistance.  This is clearest\nwith the photoresistor, where by shining a bright light on the sensor\nand then dimming it you can move it through all of these modes.  I\nthink this would be even better with an adjustable resistor, but\nwhile the manufacturer does <a href=\"https://shop.elenco.com/consumers/adjustable-resistor-500k-2.html\">make\none</a> it's not included in the starter kit.\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/snap-circuits-adjustable-resistor-big.jpg\"><img class=\"mobile-fullwidth\" height=\"262\" src=\"https://www.jefftk.com/snap-circuits-adjustable-resistor.jpg\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nAfter writing the above, Anna (7y) and I went through most of\nthese combinations.  She especially liked using a flashlight to move\nbetween states with the photoresistor.  We tried to build variable\nresistors out of household objects, but didn't have much success: a\npencil cut in half was too low resistance, a thick line drawn with\npencil was too high, slightly salted water wasn't close to linear.\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid0oaRYMeZ5icAp2Ed8P2WcCy4xZBLA1mm7Df5MxVgTfcMbdr28MGtSP3bcjT8LTMTEl\">facebook</a>, <a href=\"https://lesswrong.com/posts/3dcfeXCBQvrMnMiGA\">lesswrong</a>, <a href=\"https://mastodon.mit.edu/@jefftk/109971743066070916\">mastodon</a></i></p>", "link": "https://www.jefftk.com/p/abusing-snap-circuits-ic", "date_published": "2023-03-05 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]