[{"source": "https://www.theguardian.com/rss", "title": "Harry and Meghan have been invited to coronation, spokesperson indicates", "description": "<p>Duke and Duchess of Sussex yet to confirm attendance at crowning of King Charles III in May</p><p>Prince Harry and his wife, Meghan, have received an invitation to King Charles’s coronation, a spokesperson for the couple indicated on Sunday, but will not yet confirm publicly whether they will attend.</p><p>The Duke and Duchess of Sussex’s attendance at his father’s coronation has been the subject of much speculation after the fallout from Harry’s explosive memoir, Spare.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/harry-and-meghan-have-been-invited-to-coronation-spokesperson-indicates\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/harry-and-meghan-have-been-invited-to-coronation-spokesperson-indicates", "date_published": "2023-03-05 22:50:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We Need to Talk About Cosby review – shocking revelations going right back to the 60s", "description": "<p>This heartfelt documentary, made by a Black standup and former superfan, lets women tell their horrific stories – and finds the alleged predator was always hiding in plain sight, even during his meteoric rise</p><p>‘Who is Bill Cosby now?” is the question that opens comedian, author and TV presenter <a href=\"https://www.theguardian.com/tv-and-radio/2022/jan/26/we-need-to-talk-about-cosby-docuseries-w-kamau-bell\">W Kamau Bell</a>’s four-part documentary about his fallen idol, We Need to Talk About Cosby. “America’s Dad” is one moniker, offered by an interviewee with a thousand-yard stare. “An example of the complexity of humanity,” suggests another. “A rapist who had a really big TV show once,” says Renée Graham, columnist and associate editor of the Boston Globe.</p><p>In the first episode of this exploration of Cosby’s career, alleged (pending an appeal against the overturning of his 2018 convictions for aggravated sexual assaults) multiple predations against women for decades, and the meaning of both for Black Americans, especially, Bell interrogates all three assessments of the man.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/05/we-need-to-talk-about-cosby-review-shocking-revelations-going-right-back-to-the-60s\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/05/we-need-to-talk-about-cosby-review-shocking-revelations-going-right-back-to-the-60s", "date_published": "2023-03-05 22:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ten Hag accuses Manchester United of being ‘unprofessional’ in Liverpool rout", "description": "<ul><li>United humiliated in heaviest defeat for 92 years </li><li>Ten Hag: ‘I don’t think it is Manchester United’</li></ul><p>Erik ten Hag accused Manchester United of unprofessionalism after they endured a humiliating and historic 7-0 defeat at their arch rivals Liverpool.</p><p>The United manager was seething following a disgraceful second-half performance from his team in which Liverpool ran riot, scoring six times to add to Cody Gakpo’s fine opener just before the break and increasing their Champions League qualification hopes.</p> <a href=\"https://www.theguardian.com/football/2023/mar/05/ten-hag-accuses-manchester-united-of-being-unprofessional-in-liverpool-rout\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/05/ten-hag-accuses-manchester-united-of-being-unprofessional-in-liverpool-rout", "date_published": "2023-03-05 20:50:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Couple accuse Hawaiian snorkeling tour company of abandoning them in ocean", "description": "<p>California newlyweds say they booked an excursion in 2021 but on returning to boat after dive found it sailing away</p><p>A California couple has filed a $5m lawsuit against a tour company in Hawaii which it claims abandoned them in the middle of the ocean during a snorkeling tour.</p><p>In September 2021, Elizabeth Webster and her husband, Alexander Burckle, were on their honeymoon in Hawaii during which they booked a snorkeling excursion with the boat tour company Sail Maui.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/snorkling-newlyweds-hawaii-abandoned-in-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/snorkling-newlyweds-hawaii-abandoned-in-ocean", "date_published": "2023-03-05 20:50:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on how Rishi Sunak can’t step free of past scandals – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/05/nicola-jennings-on-how-rishi-sunak-cant-step-free-of-past-scandals-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/05/nicola-jennings-on-how-rishi-sunak-cant-step-free-of-past-scandals-cartoon", "date_published": "2023-03-05 20:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool’s front three show future may have arrived in Anfield rout | Jonathan Wilson", "description": "<p>Cody Gakpo, Darwin Núñez and Mohamed Salah all scored twice in Liverpool’s 7-0 humbling of rivals Manchester United</p><p>There are few things harder in football management than the dismantling of one side and the construction of another. As Jürgen Klopp’s first Liverpool has aged, it’s been reasonable to ask <a href=\"https://www.theguardian.com/football/blog/2023/mar/04/the-aura-has-gone-but-can-jurgen-klopp-summon-another-great-age-at-liverpool\">whether he was equipped to build another</a>. One game, even a record victory over Manchester United, is nowhere near enough to assert that a new Liverpool is being born, but it felt a lot closer at the final whistle than it had at kick-off.</p><p>Cody Gakpo, Darwin Núñez and Mohamed Salah all scored twice but the goals were only part of it. The front three had a coherence and a zip that has been rare this season. There is clearly still work to be done. The midfield is not what it was, an awkward combination of the ageing and the developing with not much in between, but, perhaps for the first time, there is the sense that a front three of Salah, Núñez and Gakpo could represent a viable future.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/05/liverpools-front-three-show-future-may-have-arrived-in-anfield-rout\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/05/liverpools-front-three-show-future-may-have-arrived-in-anfield-rout", "date_published": "2023-03-05 19:44:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keely Hodgkinson cruises to 800m defence at European Indoor Championships", "description": "<ul><li>Hodgkinson dedicates win to former coach Joe Galvin</li><li>Britain’s Jazmin Sawyers wins gold with 7m long jump</li></ul><p>Keely Hodgkinson entered the European Indoor Championships fully aware of her status as the undisputed favourite, so far ahead of the rest of the field that probably only a mistake could have toppled her. The pressure that comes with excellence did not faze her at all. On Sunday she comfortably defended her European indoor title and further underlined her dominance over the continent.</p><p>Having marked her arrival at the top of the sport two years ago by winning her first European Indoor gold medal at 19, Hodgkinson is only the second woman to defend an 800m European indoor title.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/keely-hodgkinson-cruises-to-800m-defence-at-european-indoor-championships\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/keely-hodgkinson-cruises-to-800m-defence-at-european-indoor-championships", "date_published": "2023-03-05 19:41:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Smith recalled to England squad to face France in Six Nations", "description": "<ul><li>Smith selected after strong showing in Harlequins’ victory </li><li>Fly-half one of three in his position in 36-man squad</li></ul><p>Marcus Smith has been recalled to the England squad preparing to face France this weekend after his dazzling display <a href=\"https://www.theguardian.com/sport/2023/mar/04/harlequins-exeter-premiership-rugby-union-match-report\">in Harlequins’ victory over Exeter</a>. Smith was dropped for England’s fallow week training camp in Brighton last week but has returned to the squad for Saturday’s Six Nations fixture against Les Bleus.</p><p>Smith is included along with the England captain Owen Farrell as well as George Ford with Steve Borthwick selecting all three of his fly-half contenders in a 36-man squad. Farrell and Ford were part of the Brighton camp last week whereas Smith was released to Harlequins for game time, having come off the bench in England’s last two Six Nations matches against Italy and Wales.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/marcus-smith-recalled-to-england-squad-to-face-france-in-six-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/marcus-smith-recalled-to-england-squad-to-face-france-in-six-nations", "date_published": "2023-03-05 19:40:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Salah and Liverpool make history with seven-goal rout of Manchester United", "description": "<p></p><p>Manchester United’s humiliations at the hands of their biggest rivals were supposed to have been confined to last season. But on an afternoon when Liverpool found something that has felt lost at times, sparking what they believe can be a successful push for a top-four finish, Erik ten Hag and his players were reacquainted with their worst nightmares.</p><p>This was even worse than the horrors of the previous campaign, mainly because they had made the short journey to Liverpool on a high, having lost only once in 22 matches. The 5-0 and 4-0 drubbings of last season had come when the team were on their knees, almost expecting something terrible.</p> <a href=\"https://www.theguardian.com/football/2023/mar/05/liverpool-manchester-united-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/05/liverpool-manchester-united-premier-league-match-report", "date_published": "2023-03-05 18:47:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on local journalism’s decline: bad news for democracy | Editorial", "description": "<p>The lack of reliable information not only weakens communities, but allows disinformation to flourish</p><p>There are probably fewer local newspapers in Britain now than at any time <a href=\"https://committees.parliament.uk/writtenevidence/107475/html/\" title=\"\">since the 18th century</a>. More people get local news and information – or misinformation – from <a href=\"https://www.city.ac.uk/news-and-events/news/2022/06/uk-towns-have-become-news-deserts-as-people-get-their-news-from-facebook-rather-local-papers\" title=\"\">social media</a>. A long-term decline has accelerated: more than 320 local titles <a href=\"https://committees.parliament.uk/writtenevidence/107659/html/#_ftnref4\" title=\"\">closed between 2009 and 2019</a> as advertising revenues fell by about 70%. The pandemic was another blow. At least as serious as these disappearances is the hollowing out of titles that have seen staffing, resources and pagination slashed, and coverage thus diminished. It is harder to quantify when court reporting is replaced by write-ups of press releases, or generic national stories topped-and-tailed with a little local colour, but it is obvious to readers.</p><p>Publications are less and less likely to be owned by proprietors with a stake in their communities, and more and more by big conglomerates prioritising the extraction of cash. More than two-thirds of UK titles are held by the <a href=\"https://www.mediareform.org.uk/blog/newsquests-acquisition-of-archant-more-bad-news-for-local-journalism\" title=\"\">three largest publishers</a>, leaving <a href=\"https://pressgazette.co.uk/news/uk-independent-community-news-sector/\" title=\"\">about 400 independents</a>. Now production costs are <a href=\"https://pressgazette.co.uk/media-audience-and-business-data/why-have-paper-prices-risen/\" title=\"\">rocketing</a> and businesses are cutting back further on advertising. While individual reporters and organisations still do remarkable work, they do it against the odds.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/the-guardian-view-on-local-journalisms-decline-bad-news-for-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/the-guardian-view-on-local-journalisms-decline-bad-news-for-democracy", "date_published": "2023-03-05 18:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Dutch farmer protests: a European test case | Editorial", "description": "<p>Reducing greenhouse gas emissions from livestock is vital. But the politics is fraught</p><p>Until relatively recently, Dutch farming prowess was hailed as one of the wonders of the global economy. In 2017, a National Geographic article headlined “This tiny country feeds the world” encapsulated a sense of national pride at the Netherlands’ status as the <a href=\"https://www.washingtonpost.com/business/interactive/2022/netherlands-agriculture-technology/\" title=\"\">second-biggest</a> exporter of agricultural products by value behind the United States.</p><p>These days, Dutch farmers are in the headlines for less upbeat reasons. As the climate emergency and a related biodiversity crisis belatedly take <a href=\"https://www.theguardian.com/environment/2022/dec/20/cop15-summit-drc-drops-objections-to-seal-deal-on-historic-action-on-biodiversity-aoe\" title=\"\">centre stage</a> in policymaking, the prime minister, Mark Rutte, has committed to halving the country’s overall nitrogen emissions by 2030. A large proportion of these are <a href=\"https://www.eea.europa.eu/signals/signals-2015/articles/agriculture-and-climate-change\" title=\"\">generated</a> by the manure and urine produced by more than 100m cattle, pigs and chickens. To reach the target, and protect <a href=\"https://www.dutchnews.nl/features/2022/06/whats-all-the-fuss-about-nitrogen-in-the-netherlands/\" title=\"\">biodiversity</a> in the polluted countryside, the government has announced <a href=\"https://www.theguardian.com/environment/2022/nov/30/peak-polluters-last-chance-close-dutch-government\" title=\"\">plans</a> to reduce livestock numbers by a third. Reluctant farmers have been warned they could be subject to compulsory buyouts.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/the-guardian-view-on-dutch-farmer-protests-a-european-test-case\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/the-guardian-view-on-dutch-farmer-protests-a-european-test-case", "date_published": "2023-03-05 18:25:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Larry Hogan won’t run against Trump but warns party of ‘cult of personality’", "description": "<p>Former Maryland governor says in op-ed he won’t be entering 2024 race and warns Republicans of putting Trump back in White House</p><p>A top Republican figure has warned that the party under Donald Trump has become a “cult of personality” and it could not afford to try and put the former US president back in the White House in 2024.</p><p>Larry Hogan, a former Maryland governor, had been widely tipped to enter the party’s nomination race but instead used an <a href=\"https://www.nytimes.com/2023/03/05/opinion/larry-hogan-president-2024.html\">op-ed</a> in the New York Times on Sunday to announce he would not be running and to warn against Trump’s own 2024 campaign.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/larry-hogan-republican-will-not-enter-2024-race\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/larry-hogan-republican-will-not-enter-2024-race", "date_published": "2023-03-05 18:24:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK weather warnings brought forward as Arctic air arrives early", "description": "<p>Yellow warnings for snow across part of Scotland, possibly leading to the coldest temperature of the year so far on Monday</p><p></p><p>Yellow warnings for snow across parts of Scotland have been brought forward as Arctic air moves over the country and down to northern England, possibly leading to the coldest temperature of the year so far.</p><p>The Met Office said temperatures could drop below minus 10C on Monday night on higher ground in northern Scotland, with northerly winds making it feel even colder.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/uk-weather-warnings-scotland-arctic-air-arrives-early\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/uk-weather-warnings-scotland-arctic-air-arrives-early", "date_published": "2023-03-05 18:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black Lives Matter UK gives £350,000 in funding for black-led organisations", "description": "<p><strong>Exclusive:</strong> Total amount given to campaign groups around the UK passes £500,000 since 2020</p><p>Black Lives Matter UK have released a further £350,000 in funding to black-led organisations and campaign groups across the country, bringing the total money redistributed since 2020 to more than half a million pounds.</p><p>BLMUK received £1.2m in donations from over 36,000 people following <a href=\"https://www.theguardian.com/us-news/2020/jun/12/black-lives-matter-historic-moment-protesters-on-why-they-have-been-demonstrating\">widespread protests</a> during the summer of 2020.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/black-lives-matter-uk-gives-350000-in-funding-for-black-led-organisations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/black-lives-matter-uk-gives-350000-in-funding-for-black-led-organisations", "date_published": "2023-03-05 18:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marianne Williamson says 2024 bid is not a challenge to Biden but to a system", "description": "<p>‘I know how to disrupt’: the two-time aspirant to the Democratic presidential nomination fleshes out her vision for the country</p><p>Author Marianne Williamson has said she doesn’t view her very outsider bid for the 2024 Democratic presidential nomination as a direct challenge to Joe Biden but as “challenging a system”.</p><p>The self-help writer and speaker, who also ran a nomination challenge in 2020, said voters “have to rise up” to secure an equitable economic future for the US.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/marianne-williamson-democratic-presidential-nomination-bid-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/marianne-williamson-democratic-presidential-nomination-bid-2024", "date_published": "2023-03-05 17:39:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sale overcome 16-point deficit to close gap on Saracens at top of Premiership", "description": "<ul><li>Sale 35-24 Saracens</li><li>Saracens lose early momentum after Alex Goode yellow card</li></ul><p>Sale overturned a 16-point deficit to inflict only a third Premiership defeat of the season on Saracens and take a significant step towards a home playoff semi-final in the process. The gap at the top is now just six points after Sale shrugged off back-to-back defeats to strengthen their position inside the top two with an accomplished display.</p><p>The end result was in stark contrast from the opening half-hour, in which the league leaders were at their scintillating best to run up a commanding 16-0 lead inside the opening 30 minutes. However, Alex Goode’s yellow card 10 minutes from the break swung the momentum firmly in the favour of Sale, who rallied to trail by just five at half-time.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/sale-overcome-16-point-deficit-to-close-gap-on-saracens-at-top-of-premiership\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/sale-overcome-16-point-deficit-to-close-gap-on-saracens-at-top-of-premiership", "date_published": "2023-03-05 17:29:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blackstenius and Little fire Arsenal to Continental Cup triumph over Chelsea", "description": "<ul><li>Continental Cup final: Arsenal 3-1 Chelsea</li><li>Arsenal comeback secures first trophy since 2019</li></ul><p>There was a sense of deja vu in Arsenal’s comeback from an early goal, with the Gunners defeating Chelsea to lift the Continental League Cup in front of 19,010 fans at Selhurst Park.</p><p>The men’s team had conceded in 9.11 seconds at the Emirates <a href=\"https://www.theguardian.com/football/2023/mar/04/arsenal-bournemouth-premier-league-match-report\">in the Premier League on Saturday</a> and it took Sam Kerr just 98 seconds to put the Gunners behind in the cup final.</p> <a href=\"https://www.theguardian.com/football/2023/mar/05/arsenal-chelsea-womens-continental-cup-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/05/arsenal-chelsea-womens-continental-cup-final-match-report", "date_published": "2023-03-05 17:24:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK urged to seek release of Tunisian opposition figure jailed in crackdown", "description": "<p>Daughter of Said Ferjani, who lived in UK for more than 20 years, says he has been falsely imprisoned and asks MPs to intervene</p><p><br />Britain is being urged to help protect the last vestiges of the Arab spring by calling for the release of Said Ferjani, the leading Tunisian politician who has been thrown into prison as part of an <a href=\"https://www.theguardian.com/world/2023/feb/17/tunisia-crackdown-on-opposition-and-media-figures-alarms-rights-groups\">effort to silence the critics</a> of the country’s increasingly authoritarian president.</p><p>Ferjani, 68, lived in the UK in political exile for more than two decades before returning for Tunisia’s democratic awakening in 2011.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/uk-urged-to-seek-release-of-tunisian-opposition-figure-jailed-in-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/uk-urged-to-seek-release-of-tunisian-opposition-figure-jailed-in-crackdown", "date_published": "2023-03-05 17:23:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paris Picasso museum reinvents itself to tackle artist’s troubled legacy", "description": "<p>French institution targets young audiences by confronting issues of misogyny and colonialism with Paul Smith’s help</p><p>Vintage floral wallpaper, wonky flyposters, green astroturf and brown kraft paper are not the usual backdrop for Pablo Picasso masterpieces.</p><p>But Paris’s <a href=\"https://www.theguardian.com/artanddesign/2014/oct/16/-sp-nightmare-picasso-museum-paris\">Picasso museum</a> has radically reinvented its rooms to win back a younger generation that is shying away from the influential Spanish artist over controversy about his alleged cruel treatment of women and his use of African artefacts.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/05/paris-picasso-museum-reinvents-itself-to-tackle-artists-troubled-legacy\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/05/paris-picasso-museum-reinvents-itself-to-tackle-artists-troubled-legacy", "date_published": "2023-03-05 17:23:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Furore over Sue Gray’s Labour job exposes Tory hypocrisy | Letters", "description": "<p>Readers react to the Conservative party’s attempts to discredit the civil servant after it was revealed that she was going to be Keir Starmer’s chief of staff </p><p>The appointment of Sue Gray as Keir Starmer’s chief of staff (<a href=\"https://www.theguardian.com/politics/2023/mar/02/keir-starmer-considers-sue-gray-labour-chief-of-staff\" title=\"\">Boris Johnson allies furious as Keir Starmer hires Sue Gray as chief of staff, 2 March</a>) can be interpreted in one of three ways: 1) Her appointment makes her retrospectively unfit to conduct an inquiry into (inter alia) Boris Johnson’s behaviour; 2) What she saw in her inquiry, as a civil servant of the highest integrity, has made her keen to work with a cleaner alternative; 3) The inquiry and her appointment are unrelated.</p><p>The first interpretation, the Moggist (Jacobean) view, is interesting. Presumably it means that any minister who subsequently takes a job in the private sector with any link of any sort to his previous ministry was unfit to do their ministerial job. Maybe it even means that Lord David Frost, who became a Tory minister, was unfit to be a civil servant. It certainly means that Dido Harding, as a Tory peer, should not have been appointed to a non-partisan job as head of NHS test and trace.<br /><strong>Calum Paton</strong><br /><em>Emeritus </em><em>professor of </em><em>public </em><em>policy, Keele University</em></p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/furore-over-sue-grays-labour-job-exposes-tory-hypocrisy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/furore-over-sue-grays-labour-job-exposes-tory-hypocrisy", "date_published": "2023-03-05 17:20:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When MI5’s secrecy endangers our safety | Letter", "description": "<p>MI5 has had a questionable record when it comes to sharing vital information with the police, says <strong>Richard Norton-Taylor</strong></p><p>Your account of Sir John Saunders’ report on the Manchester Arena bombing refers to a communication breakdown between MI5 and counter-terrorism police (<a href=\"https://www.theguardian.com/uk-news/2023/mar/02/manchester-arena-inquiry-victims-families-respond-final-report\" title=\"\">Manchester Arena inquiry: victims’ families respond to final report, 2 March</a>). We have heard before how MI5 jealously guards its secrets, with potentially dangerous consequences.</p><p>In its report on the London 7/7 bombings, parliament’s intelligence and security committee described how MI5 adopted Whitehall’s “need to know” principle when it came to sharing information with the police. In his 2017 report on that year’s attacks in London and Manchester, David Anderson, the then independent reviewer of terrorism legislation, referred to (renewed) promises of better data-sharing between MI5 and the police.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/when-mi5s-secrecy-endangers-our-safety\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/when-mi5s-secrecy-endangers-our-safety", "date_published": "2023-03-05 17:20:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reigning champion Max Verstappen cruises to Bahrain Grand Prix victory", "description": "<ul><li>Red Bull driver wins by 12 seconds from teammate Pérez</li><li>Fernando Alonso third and Lewis Hamilton fifth</li></ul><p>Max Verstappen won the Bahrain Grand Prix, the first of the 2023 Formula One season. He took an absolutely dominant victory for Red Bull from pole to flag, in complete control at the Sakhir circuit as he put what looks to be a fearsomely competitive championship contender car through its paces with ease. He beat his teammate Sergio Pérez into second with Aston Martin’s Fernando Alonso taking a superb third for Aston Martin.</p><p>Alonso’s place confirmed the form Aston have shown all weekend and that they are now very much competing among the big three teams. Indeed they looked comfortably quicker than the Mercedes for whom Lewis Hamilton and George Russell could manage only fifth and seventh respectively as their cars struggled, as they did all weekend.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/reigning-champion-max-verstappen-cruises-to-bahrain-grand-prix-victory\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/reigning-champion-max-verstappen-cruises-to-bahrain-grand-prix-victory", "date_published": "2023-03-05 16:59:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More Tory tough talk on asylum seekers – more sums that don’t add up | Diane Taylor", "description": "<p>The government’s latest plan is to make claims inadmissible for people who arrive on small boats. That won’t work, as their own figures show</p><p>The government cannot be accused of under-promising when it comes to ending the practice of refugees crossing the Channel in dinghies.</p><p>Ever since former home secretary Sajid Javid declared a “<a href=\"https://www.theguardian.com/uk-news/2018/dec/28/channel-migrant-crossings-a-major-incident-says-sajid-javid\">major incident</a>” in the Channel in December 2018 – a year when just a few hundred people attempted to cross – the government has been promising solutions. The <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/sunak-to-launch-bill-to-bar-asylum-claims-from-people-arriving-on-small-boats\">latest plan</a>, from Rishi Sunak and the current home secretary, Suella Braverman, is a new law to stop people who enter the UK on small boats from claiming asylum. “Make no mistake,” said the prime minister, “if you come here illegally, you will not to be able to stay.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/tory-tough-talk-asylum-seekers-small-boats\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/tory-tough-talk-asylum-seekers-small-boats", "date_published": "2023-03-05 16:56:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unite union calls off ambulance worker strikes in England", "description": "<p>Move comes ‘after further assurances over the weekend’ from the government with regard to pay talks</p><p>Ambulance worker strikes in England have been called off by the Unite union.</p><p>Members of the union at the West Midlands, North West, South Central, South Coastal and East Midlands ambulance trusts had planned to strike on Monday. However, Unite paused the strike action on Sunday afternoon in order to enter pay talks with the government.</p> <a href=\"https://www.theguardian.com/society/2023/mar/05/unite-union-calls-off-ambulance-worker-strikes-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/05/unite-union-calls-off-ambulance-worker-strikes-in-england", "date_published": "2023-03-05 16:53:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida Republicans seek new abortion restrictions amid broad rightwing push", "description": "<p>Proposals include restrictions on gender identification, diversity programs, press freedoms, and relax concealed weapons laws</p><p>Florida Republicans are planning a broad rightwing legislative push, including new restrictions on gender identification, diversity and equity programs, abortion and press freedoms, and further relaxation of concealed weapons laws and the ability of courts to impose death sentences.</p><p>The basket of proposed legislation comes five months after the state’s rightwing Republican governor Ron DeSantis won re-election by a decisive margin and the Republicans established a convincing majority in the state legislature.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/florida-republicans-push-rightwing-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/florida-republicans-push-rightwing-laws", "date_published": "2023-03-05 16:50:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chris Rock on Netflix: did his live special deliver the goods?", "description": "<p>The streamer’s first ever live comedy special saw the star cover everything from Meghan Markle to the infamous slap</p><p>In 2017, Netflix CEO Reed Hastings declared that he considered the streaming platform’s main competitor to be the human need for sleep. This mission to subsume all entertainment in existence under the big red N has now led the upstart studio to train its crosshairs on the meaty legacy target of Saturday Night Live. In hiring former SNL cast member Chris Rock to do live comedy on a Saturday night – his new standup special Selective Outrage being their first foray into non-pretaped content – Netflix has thrown down an unmistakable gauntlet, though it quickly becomes clear to anyone tuning in that there’s no revolution close at hand.</p><p>Watching 90 minutes of goofy sketches broken up by commercials doesn’t demand nearly as much of its viewership as doing the same with an uninterrupted hour of finely honed, politically charged monologuing. Where SNL has the informal atmosphere of a boozy party with friends as likely to crack up at their own antics as you are, Rock’s Baltimore set is by its nature a sit-and-listen affair.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/05/chris-rock-netflix-standup-live\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/05/chris-rock-netflix-standup-live", "date_published": "2023-03-05 16:31:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan police serve arrest warrants to Imran Khan to ensure court appearance", "description": "<p>Ex-PM and former international cricketer is facing charges of misusing his office to sell state gifts</p><p>Pakistani police served arrest warrants to the former prime minister Imran Khan to ensure his appearance in court on charges of misusing his office to sell state gifts, authorities have said, after Khan’s supporters tried to prevent police entry into his home.</p><p>The election commission of Pakistan in October found the 70-year-old cricketer-turned-politician <a href=\"https://www.reutersconnect.com/all?search=all%3AFWN31M2PI&amp;linkedFromStory=true\">guilty</a> of unlawfully selling gifts from foreign dignitaries.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/pakistan-police-serve-arrest-warrants-to-imran-khan-to-ensure-court-appearance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/pakistan-police-serve-arrest-warrants-to-imran-khan-to-ensure-court-appearance", "date_published": "2023-03-05 16:23:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson’s double for Nottingham Forest denies Everton rare away win", "description": "<p>Brennan Johnson’s two equalisers enabled Nottingham Forest to extend their unbeaten home to nine matches in the Premier League and deny Everton the first away win since October that would have lifted them out of the relegation zone.</p><p>Keeping Forest four points above the drop zone when they were far from their fluent best should be seen as a favourable outcome for Steve Cooper’s side before they visit Tottenham next. Sean Dyche, back at his old stomping ground, may also be relieved with a point after his well-organised side, leading through goals from Demarai Gray’s penalty and Abdoulaye Doucouré, succumbed to Forest’s impassioned second-half response in what was a feisty and niggly clash. Everton, with seven points from Dyche’s first six games, entertain Brentford on Saturday.</p> <a href=\"https://www.theguardian.com/football/2023/mar/05/nottingham-forest-everton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/05/nottingham-forest-everton-premier-league-match-report", "date_published": "2023-03-05 16:22:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All about the clothes: after the scandal, Balenciaga keeps it simple in Paris", "description": "<p>Brand returns with first collection since controversial ad campaign featuring children holding teddy bears in bondage gear</p><p>For a brand that created a lot of noise last autumn, the catwalk underneath the Louvre felt eerily quiet on Sunday morning. “There will be nothing to see but clothes,” said Demna, Balenciaga’s artistic director, before the show. “I need to be the radical antidote – to not be in that conversation at all. That’s what Cristóbal Balenciaga would do.”</p><p>Cristóbal left Balenciaga in 1968 but Demna’s Balenciaga couldn’t afford to be quiet for ever. It’s still a business, and this is the brand’s first collection since November’s controversial advertising campaign that saw sales drop dramatically, where<strong> </strong>children were photographed holding teddy bears in bondage gear.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/05/balenciaga-collection-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/05/balenciaga-collection-paris", "date_published": "2023-03-05 16:04:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool v Manchester United: Premier League – live", "description": "<ul><li>Updates from the 4.30pm GMT kick-off at Anfield</li><li><a href=\"https://www.theguardian.com/football/2023/mar/02/virgil-van-dijk-liverpool-wolves\">Van Dijk aims to prove resilience after double dismay</a> </li><li>Get in touch! You can <a href=\"mailto:john.brewin.casual@theguardian.com\">email John</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet</a> him</li></ul><p><strong>Ian Copestake has been in touch:</strong> “The nature of much that has been written about this game seems to have turned it into a symbol rather than a physical event. Them overtaking us, the old ways dying, can a new spring occur? Klopp even calls it a derby, which it isn’t. But it is ‘like’ a derby and so may as well be called one.”</p><p><strong>Will Unwin on Casemiro, a player</strong> who must be seen as the signing of the season, unless you prefer the shock and awe of Erling Haaland.</p><p>“When you go to recruitment in the summer, we were looking for players with character, with personality,” Ten Hag says. “It was not only about signing players. A lot of players in the world have great skills from a technical approach, or they can run really fast, but we were looking for players who have character, who have personality, who have leadership, take responsibility, who are resilient. That is the type of players I was looking for after I analysed the squad.”</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/05/liverpool-v-manchester-united-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/05/liverpool-v-manchester-united-premier-league-live", "date_published": "2023-03-05 16:01:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mother of disgraced operator tries to reopen children’s home closed by Ofsted", "description": "<p>Alison McGuinness has applied for regulator’s approval of Bolton facility using new company with different name</p><p>The mother of a disgraced children’s home operator is attempting to reopen a home shut down by inspectors last year for “serious and widespread failures”, using a new company with a different name.</p><p>Ofsted is deciding whether to allow the home in Bolton to reopen after the local council, which cannot legally block the move, raised concerns with the inspectorate.</p> <a href=\"https://www.theguardian.com/society/2023/mar/05/bolton-childrens-home-closed-ofsted-operator-mother-tries-to-reopen\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/05/bolton-childrens-home-closed-ofsted-operator-mother-tries-to-reopen", "date_published": "2023-03-05 16:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greek PM ‘sorry’ over train crash that killed dozens as station master testifies", "description": "<p>Parlous state of rail system in spotlight after incident in which 57 people died with many more injured or missing</p><p>Greece’s prime minister has apologised for the worst rail accident in the country’s history as a station master facing multiple charges including involuntary manslaughter began to testify in court.</p><p>Amid mounting protests nationwide, the 59-year-old appeared in front of a magistrate in Larissa, the city where the doomed locomotive had stopped late Tuesday before ramming, head-on and at high speed, into a freight train using the same track.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/greek-pm-sorry-over-train-crash-that-killed-dozens-as-station-master-testifies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/greek-pm-sorry-over-train-crash-that-killed-dozens-as-station-master-testifies", "date_published": "2023-03-05 15:53:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First minister hopefuls clash over continuing SNP’s centre-left policies", "description": "<p>Humza Yousaf warns fellow frontrunners to replace Sturgeon in Scotland not to abandon her progressive agenda</p><p>The frontrunners fighting to succeed Nicola Sturgeon as Scotland’s first minister have clashed over whether to defend or abandon her centre-left, socially inclusive policies.</p><p>In a further sign of the divisions opening up within the SNP, Humza Yousaf warned his rivals that support for the party and independence would be badly damaged if they abandoned her “progressive agenda”.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/snp-hopefuls-humza-yousaf-centre-left-policies-sturgeon-kate-forbes-ash-regan\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/snp-hopefuls-humza-yousaf-centre-left-policies-sturgeon-kate-forbes-ash-regan", "date_published": "2023-03-05 15:48:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jota kickstarts Celtic’s roaring revival against 10-man St Mirren", "description": "<p></p><p>Celtic scored five goals in 25 second-half minutes to turn around a half-time deficit against 10-man St Mirren.</p><p>Mark O’Hara had given the home side a sixth-minute lead from the penalty spot but St Mirren’s hopes of repeating their September victory over the champions were undone by Charles Dunne’s 38th-minute red card.</p> <a href=\"https://www.theguardian.com/football/2023/mar/05/st-mirren-celtic-scottish-premiership-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/05/st-mirren-celtic-scottish-premiership-match-report", "date_published": "2023-03-05 15:33:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eilish McColgan breaks Paula Radcliffe’s 10,000m British record in California", "description": "<ul><li>21-year-old benchmark broken with time of 30min 00.86sec</li><li>McColgan holds 5,000m, 10,000m and half-marathon records</li></ul><p>Eilish McColgan broke Paula Radcliffe’s 21-year-old British women’s 10,000m record at the Sound Running Ten in California.</p><p>McColgan clocked 30min 00.86sec to win the event, shattering Radcliffe’s mark of 30:01.09 that she set when winning the European title in Munich in 2002.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/eilish-mccolgan-breaks-paul-radcliffe-10000m-british-record-california\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/eilish-mccolgan-breaks-paul-radcliffe-10000m-british-record-california", "date_published": "2023-03-05 15:31:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rainbow colours and mystical symbols bring Irish magic to an Italian home", "description": "<p>Once the refuge of artist Brian O’Doherty, Casa Dipinta is an Umbrian house immersed in colour and full of history</p><p>In the ancient heart of 13th-century town of Todi in Italy lies the Casa Dipinta (the painted house), a home that became a refuge for the Irish conceptual artist Brian O’Doherty and his wife, art historian Barbara Novak, amid political turmoil in the 1970s. O’Doherty died in 2022 but his home has become a museum and tribute to the imagination, experimentation, and Celtic origins of the artist.</p><p>The couple were motivated to explore Italy and later buy the house in the wake of the Bloody Sunday killings in Derry in 1972. After those events, Todi became place where they could escape from the anger and violence engulfing Northern Ireland – a space in which to create and rest. O’Doherty, a pacifist by nature, former doctor, teacher and art critic, as well as author of nonfiction texts on art, also decided that “there would be no more” and became “Patrick Ireland” in response to the killings – an alias that symbolised his roots (although, in 2008, he decided to go back to being O’Doherty).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/rainbow-colours-and-mystical-symbols-bring-irish-magic-to-an-italian-home\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/rainbow-colours-and-mystical-symbols-bring-irish-magic-to-an-italian-home", "date_published": "2023-03-05 15:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Public order bill to be amended to protect journalists covering protests", "description": "<p>Suella Braverman will propose changes after arrests of reporters at a Just Stop Oil demonstration</p><p>Journalists are to get an extra protection from being arrested at protests after a campaign following the the detention of a reporter and photographers at a Just Stop Oil demonstration last year.</p><p>Suella Braverman, the home secretary, will introduce an amendment to the public order bill, after peers had voted through a change to stop those reporting on protests from being subject to police action.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/suella-braverman-public-order-bill-amended-protect-journalists-covering-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/suella-braverman-public-order-bill-amended-protect-journalists-covering-protests", "date_published": "2023-03-05 14:55:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock plotted to oust NHS England chief, WhatsApp leak shows", "description": "<p>Former health secretary conspired with Dominic Cummings to remove Simon Stevens in early 2020</p><p>Matt Hancock plotted to try and oust Sir Simon Stevens, a longtime thorn in the government’s side, from his role as the head of the NHS in England, the ex-health secretary’s leaked messages reveal.</p><p>Hancock conspired with Dominic Cummings, chief adviser to then prime minister Boris Johnson, to remove Stevens before the Covid-19 pandemic began in March 2020.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/hancock-plotted-to-oust-nhs-england-chief-simon-stevens-whatsapp-leak-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/hancock-plotted-to-oust-nhs-england-chief-simon-stevens-whatsapp-leak-shows", "date_published": "2023-03-05 14:53:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protests, mermaids and penny farthings: the weekend’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/mar/05/protests-mermaids-and-penny-farthings-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/mar/05/protests-mermaids-and-penny-farthings-the-weekends-best-photos", "date_published": "2023-03-05 14:52:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yes, England’s new weight-loss drug kills your appetite – but as I know, it comes at a cost | Leila Latif", "description": "<p>While taking semaglutide for my diabetes has hugely helped my health, it’s also robbed me of the joy I took in food</p><p>I sat across from my dad having dinner this week. Thirty minutes after the sea bass with roasted cherry tomatoes arrived on the table, the bright red juices from the tomatoes seeping pleasingly into the creamy mash, most of mine remained on my plate. “That was perfectly cooked fish,” he noted. “Absolutely perfect.” I agreed before sadly shrugging: “But you know how it is now. No appetite.”</p><p>This has been the state of things since last summer, when I was put on new medication. I take one pill each morning and the drug has been immensely helpful to my health, but one of its side effects is I have no desire for food. I once took so much joy in eating, but it now feels like such a chore that I long for a future where I can just take a pill for all my nutritional needs.</p><p>Leila Latif is a freelance writer and critic</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/england-weight-loss-drug-appetite-semaglutide-diabetes\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/england-weight-loss-drug-appetite-semaglutide-diabetes", "date_published": "2023-03-05 14:52:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucrezia Borgia review – dark and atmospheric Donizetti", "description": "<p><strong>Hackney Empire, London</strong> <br />Eloise Lally straightforwardly tells this convoluted story of concealed identity ending in a mass poisoning</p><p>Lucrezia Borgia has a bad reputation, and that holds whether you’re talking about the historical figure or Donizetti’s 1833 opera. <a href=\"https://www.theguardian.com/artanddesign/2008/nov/25/portrait-lucrezia-borgia-australia\" title=\"https://www.theguardian.com/artanddesign/2008/nov/25/portrait-lucrezia-borgia-australia\">The woman herself </a>is fascinating: was she really the perpetrator of as many murders as she gets the blame for? As for the opera, when it first reached Paris, Victor Hugo – on whose play it was based – got an injunction to stop it being performed, so perhaps even he realised that its plot was something to blush about. Dramatically, it’s a convoluted story of concealed identity ending in a mass poisoning but with all but one of the deaths offstage; in between, there’s an elaborately set-up execution that’s easily foiled when, Bond-villain-style, the instigator simply leaves the room.</p><p><a href=\"http://www.eloiselally.com/\" title=\"http://www.eloiselally.com\">Eloise Lally</a>’s straightforward production doesn’t lift this quite enough, dark and atmospheric though it is in Adam Wiltshire’s sets, with their flaming torches and stained-glass windows. As a touring show it’s necessarily lean, but the lack of a chorus, and therefore of any real sense of public versus private, sometimes confuses things. The party in the final act seems to be taking place in a men’s steam room.</p><p><a href=\"https://www.englishtouringopera.org.uk/\">Touring until 26 May</a></p> <a href=\"https://www.theguardian.com/music/2023/mar/05/lucrezia-borgia-review-hackney-empire-london\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/05/lucrezia-borgia-review-hackney-empire-london", "date_published": "2023-03-05 14:50:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fight for Bakhmut goes on as Ukraine continues to hold city", "description": "<p>Wagner group oligarch warns entire frontline could collapse amid shortages of ammunition in battle for Ukrainian city</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/05/russia-ukraine-war-live-kyivs-forces-repelling-attacks-as-russian-troops-try-to-surround-bakhmut\">Russia-Ukraine war – latest news updates</a></li></ul><p>Intense fighting has continued in and around the eastern Ukrainian city of Bakhmut as both Kyiv and Moscow seemingly struggle with ammunition shortages and mounting casualties.</p><p>Russian oligarch, Yevgeny Prigozhin, who controls the mercenary Wagner force that is leading the Russian offensive in Bakhmut, warned late on Saturday that if his men were forced to withdraw, it could lead to a collapse of the entire Russian frontline.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/ukraine-fight-for-bakhmut-continues-as-russian-forces-call-for-more-support\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/ukraine-fight-for-bakhmut-continues-as-russian-forces-call-for-more-support", "date_published": "2023-03-05 14:26:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Arsenal: Continental Cup final – live", "description": "<ul><li>Updates from the 3pm GMT kick-off at Selhurst Park</li><li><a href=\"https://www.theguardian.com/football/2023/mar/02/chelsea-lauren-james-shows-how-giving-young-players-time-can-pay-off\">Karen Carney: James highlights how patience pays off</a></li><li>Get in touch! You can <a href=\"mailto:rob.smyth.casual@guardian.co.uk\">email Rob</a> with your thoughts here</li></ul><p>Arsenal make one change from last week’s FA Cup defeat at Chelsea, with <strong>Noelle Maritz</strong> replacing Laura Wienrothier at right-back.</p><p>Chelsea are unchanged.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/05/chelsea-v-arsenal-continental-cup-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/05/chelsea-v-arsenal-continental-cup-final-live", "date_published": "2023-03-05 14:05:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bahrain Grand Prix: F1 season-opener – live", "description": "<ul><li>Lap-by-lap updates from Bahrain, race starts 3pm GMT</li><li><a href=\"https://www.theguardian.com/sport/2023/mar/01/formula-one-2023-a-team-by-team-guide-to-the-cars-and-drivers\">Formula One 2023: team-by-team guide to cars and drivers</a></li><li>Get in touch! You can <a href=\"mailto:daniel.harris.casual@theguardian.com\">email Daniel</a> or <a href=\"https://twitter.com/DanielHarris\">tweet</a> him</li></ul><p>Aaaaaand we’re away! Happy new year people, and welcome to another season of F1 madness which starts right here – figuratively speaking, for those of us not in Bahrain – and with a rhetorical question: can anyone stop Verstappen. Or, indeed, stap Verstoppen?</p><p>Er, no, is the short answer: Red Bull’s double-champ is in poll for today’s race after another brilliant qualifying drive and looks a lock to complete a hat-trick. Partly, that reflects a driver and team in perfect synchronicity … and partly it reflects one that isn’t, Lewis Hamilton and Mercedes painfully aware that the design issues which hampered them last season will continue to do so this.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/05/bahrain-grand-prix-f1-season-opener-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/05/bahrain-grand-prix-f1-season-opener-live", "date_published": "2023-03-05 14:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taken for a ride: Forestry England urged to scrap horse rider permits", "description": "<p>Consultation on existing system of paid-for access has raised hopes of an end to ‘discrimination’</p><p>George Orwell’s “four legs good, two legs better” has long been the case when it comes to access to England’s forests, the British Horse Society contends. But “equality” may now be in sight. For decades, those wishing to ride horses on some of the country’s most beautiful off-road routes have had to seek a permit, a bit of paperwork that neither pedestrians nor cyclists need.</p><p>Forestry England, which oversees that system, maintains that such paid-for permits are important in sensitive sites to avoid damage to the environment or clashes between horse riders and those enjoying a ramble or bike ride through the countryside.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/unfair-forestry-england-urged-to-scrap-paid-permits-for-horse-riders\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/unfair-forestry-england-urged-to-scrap-paid-permits-for-horse-riders", "date_published": "2023-03-05 14:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An 11-minute walk can save you from an early death? That’s my kind of fitness regime | Emma Beddington", "description": "<p>Even an exercise refusenik like me can get behind the latest research from Cambridge University. Most days, I spend longer than that staring into the fridge</p><p>There’s (sedentary) rejoicing in my community, the pathologically lazy, at the news that only <a href=\"https://www.theguardian.com/society/2023/feb/28/walking-11-minutes-a-day-could-stop-early-deaths\">11 minutes of brisk walking a day</a> may save us from early death. Of course, multiple caveats must accompany this statement, distilled from a <a href=\"https://bjsm.bmj.com/content/early/2023/01/23/bjsports-2022-105669\">Cambridge University-led meta-analysis</a> of data on physical activity and heart disease. We would have to be in the lucky 10%: only one in 10 early deaths could be avoided with a brief constitutional. Exercise levels were also self-reported, meaning researchers had to make some assumptions about duration and intensity. And 11 minutes is a neatly digestible take-home from analysing 196 studies with more than 30 million participants, not a magic bullet.</p><p>We like a magic-bullet figure though, don’t we? Real-world public health messages ought to be distilled from hard science, but sometimes emerge in the absence of it; as with the persistent “<a href=\"https://www.theguardian.com/lifeandstyle/2018/sep/03/watch-your-step-why-the-10000-daily-goal-is-built-on-bad-science\">10,000 steps</a>” myth. The World Health Organization’s recommendation of 400g minimum of fruit and veg daily became our five-a-day article of faith, even though <a href=\"https://academic.oup.com/ije/article/46/3/1029/3039477?login=false\">2017 research</a> found upping it to 10 a day could prevent 7.8m premature deaths. Brushing your teeth for the recommended two minutes may only reduce plaque by <a href=\"https://pubmed.ncbi.nlm.nih.gov/22672101/\">less than half</a>; <a href=\"https://theconversation.com/is-brushing-your-teeth-for-two-minutes-enough-heres-what-the-evidence-says-169108\">four minutes</a> is better. But we’re human: most of us manage 45 seconds brushing and <a href=\"http://healthsurvey.hscic.gov.uk/data-visualisation/data-visualisation/explore-the-trends/fruit-vegetables.aspx\">only 28%</a> of adults reported reaching our five a day in 2018 (it’s probably even less now, during the Great Salad Penury).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/an-11-minute-walk-can-save-you-from-an-early-death-thats-my-kind-of-fitness-regime\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/an-11-minute-walk-can-save-you-from-an-early-death-thats-my-kind-of-fitness-regime", "date_published": "2023-03-05 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My search for women gardeners’ life stories helped me combat loneliness – and make great friends", "description": "I was lonely after lockdown and wanted to know why women gardened so wrote to those I admired. Now I have a host of new friends from different generations and backgrounds<p>This year, I dedicated the drizzly, flat little days between Christmas and New Year to having a clearout. I felt an intangible lightness with each book, old birthday card or defunct gadget that passed out of the door and into a new home. In my late teens I nurtured a habit of taking amateur snapshots on film –and it’s taken me until now to make peace with the fact that I would never actually process decade-old, under-exposed negatives into anything, and throw them away. But there was one contact sheet that made me pause – not because I wanted to preserve it, but because it directed me to a memory too poignant to remember: my 27th birthday.</p><p>The photos, in tiny thumbnail form, reminded me that we threw a party at the flat I was living in at the time and I wore a short black dress. Friends gathered on the balcony and stood in a line up to lift me up, sideways against their bodies. It should have been indistinguishable from any other contact sheet in the box – people who didn’t realise how young and beautiful they were, relationships that were no longer intact, cans on kitchen worktops. But this slip of paper brought with it a reminder of the piercing loneliness I’d felt in my 20s, something I’ve since come to realise but have rarely had to probe.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/my-search-for-women-gardeners-life-stories-helped-me-combat-lonliness-and-make-great-friends\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/my-search-for-women-gardeners-life-stories-helped-me-combat-lonliness-and-make-great-friends", "date_published": "2023-03-05 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: why is there a window on a washing machine but not on a dishwasher?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Why is there a window in a washing machine? There’s not one in a dishwasher. <strong>Chris Fletcher</strong></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/readers-reply-why-is-there-a-window-on-a-washing-machine-but-not-on-a-dishwasher\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/readers-reply-why-is-there-a-window-on-a-washing-machine-but-not-on-a-dishwasher", "date_published": "2023-03-05 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers consider worker health checks to tackle labour shortages", "description": "<p>UK government also looking into allowing more hospitality staff to come from abroad</p><p>Ministers are looking at bringing in annual health checks for workers and allowing more hospitality staff to come from abroad in a bid to deal with labour shortages.</p><p>The plans could involve giving companies subsidies for occupational health services to prevent workers going off long-term sick, as part of the government’s review of the workforce to be unveiled alongside the budget this month.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/ministers-consider-worker-health-checks-to-tackle-labour-shortages\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/ministers-consider-worker-health-checks-to-tackle-labour-shortages", "date_published": "2023-03-05 13:25:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No one is coming to save us’: residents of towns near toxic train derailment feel forgotten", "description": "<p>People living near the chemical disaster are wary of contamination, and even across the state line Pennsylvanians are worried</p><p>As a dense cloud of toxic smoke descended across Darlington in western Pennsylvania, Patrick Dittman knew that the catastrophic train derailment across the state line in East Palestine could also pose a danger to his family.</p><p>The 30-year-old bartender lives and works just a few miles from East Palestine, Ohio, where the Norfolk Southern’s 1.7-mile-long freight train carrying a hotchpotch of dangerous chemicals partly derailed and caught fire on 3 February.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/forgotten-towns-ohio-toxic-train-derailment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/forgotten-towns-ohio-toxic-train-derailment", "date_published": "2023-03-05 13:09:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fear of a Tory grassroots rebellion as MPs are booted out for next election", "description": "<p>The axe has fallen for three sitting Conservatives after the removal of three PMs in less than four years</p><p>Are Conservative members in revolt against their own party? One sitting MP who has recently been warned he potentially faces being deposed by his local association before the next election fears it could be the case.</p><p>“We’re not generally an activist bunch, deselecting people,” the MP lamented. “It’s just not the Tory way – we like to leave all that to Labour.”</p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/mps-tory-grassroots-rebellion-fears-next-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/mps-tory-grassroots-rebellion-fears-next-election", "date_published": "2023-03-05 13:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yazmin Lacey: Voice Notes review – songs to love and savour", "description": "<p>(Own Your Own)<strong><br /></strong>The Nottingham-based artist’s debut album delivers a seamless mix of jazz, soul and electronica</p><p><a href=\"https://www.yazminlacey.com/\">Yazmin Lacey</a> is east London-raised but began making music from her living room after a move to Nottingham. Since 2017 she has released three EPs, and the title track of the last one, 2020’s <em>Morning Matters</em>, is a standout, saxophone-heavy ode to a new day. Her debut album, <em><a href=\"https://yazminlacey.bfan.link/voicenotes\">Voice Notes</a></em>, produced by Dave Okumu, is an escapist, feelgood project that overflows with great storytelling. It offers introspective soliloquies, with lyrics derived from voice notes, memos and reminders journalled on her phone.</p><p>The fun and glittery Late Night People embodies the dreaming essence of the album. <a href=\"https://yazminlacey.bfan.link/voicenotes\">Bad Company</a>, a song about a frenemy called Priscilla, is full of refreshingly real humour: “Woke with a demon on my shoulder. She’s smoking all my weed. Before we went to shoot she told me she’s much prettier than me.” The funk and psychedelic soul track Sign and Signal is an enthralling trip through layered sonics, while Lacey’s leisurely tone on Tomorrow’s Child’s dub beat shows versatility. <em>Voice Notes</em> is conceptually and musically accomplished, flourishing with inspired narratives and sensuality at every turn. It seamlessly blends jazz, soul and electronica without overpowering the singer-songwriter’s supple vocals. There’s so much to love and savour.</p> <a href=\"https://www.theguardian.com/music/2023/mar/05/yazmin-lacey-voice-notes-review-songs-to-love-and-savour\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/05/yazmin-lacey-voice-notes-review-songs-to-love-and-savour", "date_published": "2023-03-05 13:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘In the stillness, my mind was able to wander’: how a museum guard found solace in art", "description": "<p>After a personal tragedy, Patrick Bringley swapped his glitzy magazine job to work at New York’s Metropolitan Museum of Art. The experience was so profound, he wrote a book about it</p><p>When Patrick Bringley’s beloved older brother fell ill with cancer, he found that he no longer had much appetite for his ritzy job in the events department of the <em>New Yorker</em>. Life then was about hospital rooms and love and “all the very basic things” in this world; there seemed no meaning in hanging his jacket over his desk chair every morning. But what to do instead? In 2008, Tom died, and all Patrick knew was that he needed the kind of work that would not require him to scrap and scrape and constantly “muscle his way forward”. Soon after this, acting on a whim, he applied for a position as a guard at the Metropolitan Museum of Art, and by the autumn, there he was in his uniform, standing next to Raphael’s <em><a href=\"https://www.metmuseum.org/art/collection/search/437372\">Madonna and Child Enthroned With Saints</a> </em>– the first post in a job he would happily hold down for the next 10 years of his young life (at the time, he was 25).</p><p>“I knew I wanted something straightforward and nourishing,” he tells me when we talk via video call (he is in Brooklyn, where he lives with his wife and two children). “But it turned out to be much more than that. I had a sense straight away there was something extraordinary about it. Office life is busy. You’ve always got your mind on some project; you’re always pushing the ball forward. All of a sudden, I had that drop away. I was in a gallery. My hands were empty, my head was up, and I was duty bound <em>not</em> to be busy. There was nothing I was meant to do except keep my eyes open. A wave of freedom washed over me. In the stillness, my mind was able to wander.”</p> <a href=\"https://www.theguardian.com/books/2023/mar/05/patrick-bingley-all-beauty-world-museum-guard-moma-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/05/patrick-bingley-all-beauty-world-museum-guard-moma-interview", "date_published": "2023-03-05 13:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Islanders: The Making of the Mediterranean review – art of extraordinary intimacy", "description": "<p><strong>Fitzwilliam Museum, Cambridge</strong><br />Spanning millennia and calling to mind Picasso and Brancusi at every turn, more than 200 treasures from ancient Crete, Cyprus and Sardinia reach directly to us through the wave-swept ages</p><p>A baby crawls forward on stout little arms and legs. Head up, it aims for the future, light catching its plucky face and plump ears. It is a figure so instantly recognisable as to exist outside time, speaking directly to our present moment. Yet it is more than 3,000 years old.</p><p>It is also tiny, no bigger than the palm of your hand, its charm cast in black copper alloy on a miniature scale. Nothing like it has ever been found from the Minoan era in which it was made, or the place where it was discovered – the mysterious subterranean Psychro Cave on the island of Crete.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/05/islanders-the-making-of-the-mediterranean-fitzwilliam-museum-cambridge-review-art-of-extraordinary-intimacy\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/05/islanders-the-making-of-the-mediterranean-fitzwilliam-museum-cambridge-review-art-of-extraordinary-intimacy", "date_published": "2023-03-05 13:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pauline review – sweet solo show about three generations of women", "description": "<p><strong>The Vaults, London</strong><br />Sophie Bentinck tells the stories of herself, her mother and her grandmother, whose descent into depression, dependency and suicide is traced</p><p>Sophie Bentinck begins by telling us that when her grandmother was five months pregnant with her mother, she was already there as an egg, folded within both their bodies.</p><p>It is a lovely, poetic beginning to a sweet and tender solo show about three generations of women in her family. Written and performed by Bentinck, it comprises recorded conversations with her mother, Anna, alongside narrated entries from the diary of her grandmother, Pauline, and some of her own teenage journals.</p><p><a href=\"https://vaultfestival.com/events/pauline/\">At the Vaults, London, until 5 March. </a><a href=\"https://vaultfestival.com/events/\">Vault festival runs until 19 March</a>.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/05/pauline-review-vault-festival-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/05/pauline-review-vault-festival-london", "date_published": "2023-03-05 12:59:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Morrisons plans to ditch at least 80 maintenance suppliers, many in its Bradford home", "description": "<p><strong>Exclusive:</strong> Local firms angry as debt-laden supermarket shifts to a single property maintenance provider</p><p>Morrisons is planning to ditch at least 83 property maintenance suppliers, many based in its home city of Bradford, putting more than 1,000 jobs at risk as it shifts to a single provider for repairs.</p><p>The debt-laden supermarket chain, which is battling to <a href=\"https://www.theguardian.com/business/2023/feb/27/is-private-equity-tearing-the-soul-out-of-morrisons-supermarket\">save costs </a>after a takeover in October 2021 by the Americanprivate equity group Clayton Dubilier &amp; Rice, is also likely to lay off up to 50 staff dealing with property maintenance at its Bradford head office and around the country.</p> <a href=\"https://www.theguardian.com/business/2023/mar/05/morrisons-ditch-80-suppliers-many-bradford-local-angry\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/05/morrisons-ditch-80-suppliers-many-bradford-local-angry", "date_published": "2023-03-05 12:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Change will come’: Africa’s ‘dinosaur’ leaders win polls, but their young challengers won’t fade away", "description": "<p>Last week’s win for the ruling party in Nigeria is a familiar result across the continent, but opposition movements won’t stop gearing up for power</p><p>A mile or so from the crashing breakers of the Atlantic, in one of the most affluent parts of Lagos, hushed visitors admire the paintings and prints on the walls of the <a href=\"https://www.nikeartfoundation.com/about-us/\" title=\"\">Nike Art Gallery,</a> one of the biggest such private institutions in Africa.</p><p>Among the gallery’s visitors last week was Ehi, a businesswoman in her 40s who lives nearby and came with her three children. Hours before, officials had announced the results of Nigeria’s presidential election, held four days earlier. These had left Ehi bitterly disappointed. Her favoured candidate – <a href=\"https://www.theguardian.com/world/2023/mar/02/peter-obi-challenge-nigeria-election-result\" title=\"\">Peter Obi, a 61-year-old businessman</a> who had promised reform and a radical change of direction for Nigeria – had been <a href=\"https://www.theguardian.com/world/2023/mar/01/nigerias-ruling-party-candidate-tinubu-wins-presidential-election-electoral-commission?amp;amp;amp\" title=\"\">soundly beaten by Bola Ahmed Tinubu</a>, a veteran “political godfather” who was the candidate of the ruling All Progressives Congress.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/africa-dinosaur-leaders-urban-youth-polls-winning\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/africa-dinosaur-leaders-urban-youth-polls-winning", "date_published": "2023-03-05 12:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s like finding needles in a haystack’: the mission to discover if Jupiter’s moons support life", "description": "<p>The European Space Agency’s Juice probe launches next month, flying closer to icy moons – including Ganymede, the solar system’s largest – than ever before</p><p>For most of the past 200 years, were you to ask an astronomer where the most likely place in the solar system is to find life, the answer will have been Mars. The red planet and its potential inhabitants have captured our collective imagination for centuries, transforming from an imaginary canal-building civilisation in the 19th century to the much more scientifically plausible microbes of today. But now, the thinking is different.</p><p>In the past few decades, astronomers have been increasingly drawn to the deeper, darker realms of the solar system. Specifically, they have become fascinated by the icy moons of Jupiter and Saturn. Years of research have all but proved that some of these moons contain vast oceans of liquid water below their frozen surfaces.</p> <a href=\"https://www.theguardian.com/science/2023/mar/05/could-jupiters-icy-moons-support-life\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/05/could-jupiters-icy-moons-support-life", "date_published": "2023-03-05 12:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matterhorn no more: Toblerone to change design under ‘Swissness’ rules", "description": "<p>Alpine mountain image will be replaced with more generic summit when some of chocolate bar’s production moves out of country</p><p>The image of the Matterhorn mountain peak will be removed from Toblerone packaging after some of the chocolate bar’s production is moved outside Switzerland, meaning it falls foul of marketing restrictions relating to the use of Swiss iconography.</p><p>The 4,478-metre-high (14,690ft) mountain, whose nearly symmetrical pyramidal peak mirrors the shape of the almond-and-honey-laced chocolate bar, will be replaced with a more generic Alpine summit, said the confectionery brand’s US owner, Mondelez.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/matterhorn-mountain-toblerone-packaging-design-switzerland\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/matterhorn-mountain-toblerone-packaging-design-switzerland", "date_published": "2023-03-05 11:39:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Macbeth review – the lady vanishes in filmic gangland hybrid", "description": "<p><strong>Harrogate theatre, and touring</strong><br />Imitating the Dog’s exciting live action-video fusion, which sets the Scottish play in a modern-day crime syndicate, leaves Lady Macbeth out in the cold</p><p>In turning to Shakespeare, the touring company <a href=\"https://www.imitatingthedog.co.uk/project/macbeth/\">Imitating the Dog</a> continues to expand the range of its distinctive form of theatre(previous productions have included adaptations of novels or of film). As often, the action is presented on a stage that is almost bare, except for cameras mounted on tripods or dollies, which are operated by actor-technicians. In place of a set we see blank screens on to which the live action is streamed and integrated into pre-set projections (here, these include animations ranging from film noir cityscapes to manga cartoons).</p><p>The effect is visually and viscerally exciting, combining the fluidity of film and the immediacy of flesh-and-blood performance. But the company’s three artistic co-directors and their team are not aiming only for aesthetic effects. Pete Brooks, Andrew Quick and Simon Wainwright expose the means of production to draw attention to the fact that the performance itself is a construction: as the actors put it in the direct-to-audience opening, “context is everything”.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/05/macbeth-review-imitating-the-dog-harrogate-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/05/macbeth-review-imitating-the-dog-harrogate-theatre", "date_published": "2023-03-05 11:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine’s reporters adapt amid media restrictions and pressure of war", "description": "<p>War restrictions on press freedom and a sense the army is protecting officials complicates the task of rooting out corruption</p><p>After avoiding criticism of the authorities at the start of the war, Ukrainian journalists have begun reporting allegations of corruption by officials again. But wartime censorship and the army’s role in protecting their country from an existential threat has made reporting on the military a challenge.</p><p>Journalist Yuriy Nikolov was leaked evidence that army food procurement contracts had been inflated in January. But conscious of not wanting to harm the war effort, he said in <a href=\"https://www.youtube.com/watch?v=k-RskHf55nM&amp;t=3580s\">an interview with Ukrainska Pravda</a> that he went to great lengths not to publish them.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/ukraines-reporters-adapt-amid-media-restrictions-and-pressure-of-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/ukraines-reporters-adapt-amid-media-restrictions-and-pressure-of-war", "date_published": "2023-03-05 11:04:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Want to properly plug the UK’s north-south divide? Look to Germany | Larry Elliott", "description": "<p>Boosting spending power, increasing public funding for science and tech skills, R&amp;D and infrastructure could work</p><p>Britain has been struggling to find a solution to its north-south divide since the staple industries of the first Industrial Revolution – textiles and coal – started to decline in the early 20th century.</p><p>It is not a unique problem. Every sizeable country has richer and poorer regions, and from the US rust belt to what was once East Germany, geographical inequality is easy to spot.</p><p>It would make more sense – if the aim is to get the big regional cities to punch their weight – to invest in better links between them, rather than on improving links to London. An HS3 would be better value for money than HS2.</p> <a href=\"https://www.theguardian.com/society/2023/mar/05/want-to-properly-plug-the-uks-north-south-divide-look-to-germany\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/05/want-to-properly-plug-the-uks-north-south-divide-look-to-germany", "date_published": "2023-03-05 11:04:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Glastonbury’s all-male headliners: A failure that's sloppy, slapdash … and very off-brand | Barbara Ellen", "description": "<p>In handing Arctic Monkeys, Guns N’ Roses and Elton John the prized slots, the festival has failed to live up to its own ideals</p><p>And lo, Glastonbury<a href=\"https://www.theguardian.com/music/2023/mar/03/arctic-monkeys-guns-n-roses-elton-john-all-male-glastonbury-headliners-a-pipeline-problem-says-emily-eavis\" title=\"\"> announces the 2023 main stage headliners</a>, and it’s a blokefest. After Saturday night’s female headliner (rumoured to be <a href=\"https://www.theguardian.com/music/taylor-swift\" title=\"\">Taylor Swift</a>) dropped out, the Pyramid stage headliners became <a href=\"https://www.theguardian.com/music/arcticmonkeys\" title=\"\">Arctic Monkeys</a> on Friday, followed by <a href=\"https://www.theguardian.com/music/gunsnroses\" title=\"\">Guns N’ Roses</a> on Saturday, with <a href=\"https://www.theguardian.com/music/elton-john\" title=\"\">Elton John</a> on Sunday. While it doesn’t seem feasible that anti-female prejudice is involved, at the very least, how sloppy, how slapdash, it all is.</p><p>Whatever image it pushes, it’s been some time since Glastonbury was run by a bunch of hippies with a haycart and a dream. It’s a global multimillion-pound business; the British festival brand leader. It would – or should – have back-ups in mind should artists pull out.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/glastonburys-blokefest-of-headliners-is-sloppy-slapdash-and-very-off-brand\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/glastonburys-blokefest-of-headliners-is-sloppy-slapdash-and-very-off-brand", "date_published": "2023-03-05 11:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Quartet: How Four Women Changed the Musical World by Leah Broad review – off-key hymn to pioneers", "description": "<p>This gushing celebration of composers who triumphed against the odds never quite communicates their place in history and leaves a hole at the centre where the music should be</p><p>When do four soloists become a quartet? Group biographies are increasingly ubiquitous, but they are hard to pull off.<em> Quartet </em>is a passionate four-part fugue, intertwining the lives of composers Ethel Smyth, Rebecca Clarke, Dorothy Howell and Doreen Carwithen. Smyth detested being banded with other female composers, and this book never really clarifies why its subjects should be put together. They were not close friends or collaborators, and they shared the Earth for just two decades of <em>Quartet</em>’s 145-year span. The narrative is forever having to restart. Not until page 261, with the birth of Carwithen, are all the plates finally spinning.</p><p>True, all four forged careers against the odds, surmounting serious obstacles and sexist dismissal. Smyth (1858-1944) was the first woman to have a stage work produced by the Metropolitan Opera in New York. <a href=\"https://www.theguardian.com/music/2003/mar/14/classicalmusicandopera.artsfeatures4\">Clarke</a> (1886-1979) escaped an abusive father to become one of the first female players in a professional orchestra, and composed numerous pieces for her own instrument, the viola. Howell (1898-1982) became famous for her symphonic poem Lamia, a regular at the Proms during the 1920s. Carwithen (1922-2003) was among the first women to compose for film, but her career was curtailed by her dedication to the music of <a href=\"https://www.theguardian.com/music/2013/dec/01/william-alwyn-doreen-carwithen-piano-music\">William Alwyn</a>, her teacher and eventual husband.</p> <a href=\"https://www.theguardian.com/books/2023/mar/05/quartet-how-four-women-changed-the-musical-world-by-leah-broad-review-off-key-hymn-to-pioneers\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/05/quartet-how-four-women-changed-the-musical-world-by-leah-broad-review-off-key-hymn-to-pioneers", "date_published": "2023-03-05 11:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak has time to turn the polls around, if the Tory party will let him | Robert Ford", "description": "<p>The Conservatives have bounced back from 20-point poll deficits to win general elections before, but they didn’t have Liz Truss and Boris Johnson to reckon with</p><p>Spring is here, and with it some green shoots for beleaguered Conservatives. Rishi Sunak has emerged, like Daniel, miraculously unscathed from the lion’s den of Brexit. His “Windsor framework” <a href=\"https://www.theguardian.com/politics/2023/feb/27/sunak-northern-ireland-deal-brexit-victory-next-steps-dup\" title=\"\">reforms to the Northern Ireland protocol</a> have been widely praised, with even hardline Brexiters becalmed, if not fully satisfied.</p><p>More good news may soon follow – buoyant revenues may enable a crowd-pleasing budget from Jeremy Hunt later this month, while sharply falling gas prices should bring down energy bills and inflation as the year wears on. Optimism is also growing that some of the recent strikes may soon be resolved.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/rishi-sunak-polls-tory-party-liz-truss-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/rishi-sunak-polls-tory-party-liz-truss-boris-johnson", "date_published": "2023-03-05 11:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Gove thinks beautiful buildings must look traditional. Here’s why he’s wrong…", "description": "<p>A dynamic fusion of ‘gentle density’ housing in green belt Croydon is the latest example of thoughtful, visionary housing design the government would do well to learn from</p><p>Beauty! Michael Gove has declared on several occasions, in his capacity as secretary of state for levelling up, housing and communities. Let’s have beautiful buildings. In this he’s picking up on a drumbeat that has been coming from the conservative thinktank Policy Exchange for some years, and from a well-connected campaign group called <a href=\"https://www.createstreets.com/\">Create Streets</a>, which wants “beautiful and popular” new neighbourhoods to be built. Last December, Policy Exchange proposed a “<a href=\"https://policyexchange.org.uk/publication/a-school-of-place/\">School of Place</a>”, which, as Gove put it, would enable architects and planners “to go out and build beautiful, sustainable places in which people and communities can thrive”.</p><p>A number of smug Twitter accounts, meanwhile, like to post single images of unquestionably lovely old architecture, while lamenting that contemporary architecture doesn’t reach the same heights. And indeed we all like beauty. If new housing were as loved as old, neighbours might welcome it a little more. Few would wish that, say, the city of Edinburgh or a Cotswolds village would return to the natural landscape they once were, because their architecture is generally loved. Some questions, though, are begged. What actually makes a place beautiful? How can beauty be achieved by modern housebuilders, driven by the wish to erect homes as cheaply, efficiently and predictably as possible?</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/05/michael-gove-thinks-beautiful-buildings-must-look-traditional-heres-why-hes-wrong-lion-green-road-mary-duggan\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/05/michael-gove-thinks-beautiful-buildings-must-look-traditional-heres-why-hes-wrong-lion-green-road-mary-duggan", "date_published": "2023-03-05 11:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seven wonders of the Weald: glorious places to visit in Kent", "description": "<p>The historic houses, stunning gardens, vineyards and arboreal treasures of this verdant county make for a perfect English escape</p><p>Kent is home to some of the England’s most famous gardens, notably Sissinghurst, created by Vita Sackville-West and Harold Nicolson in the 1930s. Laid out as a series of “rooms”, it has become an icon of garden design, with different sections unfolding around the 16th-century castle. Stroll through the rose garden, admire the white garden and climb the tower for a bird’s-eye view, before dipping into the exhibition on Sackville-West’s life and work. Afterwards, check into the Milk House on the high street, a charming former coaching inn with four bedrooms and a welcoming bar and restaurant. <br /><em>Doubles from £90 B&amp;B; <a href=\"https://themilkhouse.co.uk/\" title=\"\">themilkhouse.co.uk</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/mar/05/travel-kent-weald-glorious-gardens-buildings-attractions\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/05/travel-kent-weald-glorious-gardens-buildings-attractions", "date_published": "2023-03-05 11:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for chocolate oat cookies and crisp lemon creams", "description": "Nothing can beat a freshly baked biscuit<p>The smell of melted butter and muscovado sugar is curling its way through the kitchen and up the stairs. Vanilla extract and warm oats hang in the air and now again there is the fizz of lemon zest – little clouds of citrus among the mellow notes of biscuits baking. The kitchen is as warm as toast, its surfaces dusted with flour, its windows fugged up. This is not a particularly sweet kitchen: baking days are rare and magical treats, as looked forward to as those of Christmas Eve or Easter Sunday. Special days that end in a cake tin full of homemade cookies.</p><p>This has been a long winter and the first shoots of spring, those longed-for pink buds and green shoots, took forever to appear. Spring always puts me in a baking mood – a batch of fruit-studded buns or a tubby brioche, a basket of flatbreads or a bubbly cushion of focaccia – but right now I am a craving sweet treats: soft oat cookies or crisp lemon biscuits, not to wolf gluttonously (though that is always an option) but to serve with coffee for a mid-morning “fika” or at about 3pm when my energy takes its mid-afternoon dip.</p> <a href=\"https://www.theguardian.com/food/2023/mar/05/nigel-slater-recipes-chocolate-oat-cookies-and-crisp-lemon-creams\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/05/nigel-slater-recipes-chocolate-oat-cookies-and-crisp-lemon-creams", "date_published": "2023-03-05 10:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: Women, Beware the Devil; Romeo and Julie; Shirley Valentine – review", "description": "<p><strong>Almeida; Dorfman; Duke of York’s, London</strong><br />Director Rupert Goold and co have a field day with Lulu Raczka’s elusive new Jacobean folk horror; star-crossed Cardiff teenagers snare hearts and minds; and Sheridan Smith makes Willy Russell’s midlife monologue her own</p><p>Rupert Goold has a fascination with the devil. It has served him well as a director. Nearly 20 years ago, against the odds, he put on <em>Paradise Lost</em> in Northampton, and made it luscious. He has conjured demons in <em>Macbeth</em>, and 21st-century monsters in <em>Enron</em>. In <strong><a href=\"https://almeida.co.uk/whats-on/women-beware-the-devil/?gclid=CjwKCAiAjPyfBhBMEiwAB2CCIqvEK05K1gCdt_pLL7W4AoYbrgGlfDCndypnwpXQxWKDwH7io0d4MRoCawQQAvD_BwE\">Women, Beware the Devil</a></strong>, the fascination is evident in his whirligig staging. The trouble is that though Lulu Raczka’s new play about evil and change has many glinting moments, it lacks a driving force.</p><p>Raczka mashes together the voluptuous violence of 17th-century drama and a sardonic knowingness: it as if she has Googled “change” and “evil” and decided to animate all the results. It is 1642. The king is under threat from Cromwell’s army. Privilege is being challenged, along with the enthroned position of men. In a stately pile a clever servant girl, thought to be a witch, is one cause of disturbance: Alison Oliver cleverly makes her both vulnerable and toughened. The toffs are worse: determined at all poisonous costs to hang on to their inheritance, Lydia Leonard’s sinuous heiress is part serpent, part gimlet-eyed executive. Her doltish brother – an enjoyably grotesquely Leo Bill – blusters around with flying ringlets and groping hands. Beside them, the fellow with horns beneath his hat looks staunch. But perhaps he is shape-shifting into them – who knows?</p> <a href=\"https://www.theguardian.com/stage/2023/mar/05/women-beware-the-devil-almeida-review-romeo-and-julie-dorfman-national-theatre-shirley-valentine-sheridan-smith-duke-of-yorks\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/05/women-beware-the-devil-almeida-review-romeo-and-julie-dorfman-national-theatre-shirley-valentine-sheridan-smith-duke-of-yorks", "date_published": "2023-03-05 10:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit has reversed the brains of Sunak and Starmer | Stewart Lee", "description": "<p>The prime minister now supports the EU more enthusiastically than Labour and it’s hard to know which way is up</p><p>The contradictions of the Brexit era confound comedy. Having publicly extolled the virtues of Northern Ireland’s access to the single market on Tuesday, Rishi Sunak was momentarily so engorged by exciting economics he forgot the ideological implications of what he was saying, while Tory advisers chewed off their feet backstage. The Tory Brexiter Sunak is now a more enthusiastic supporter of the EU than the Labour remainer Keir Starmer. An unrepentant remainer until I die, do I now vote Tory? Was this the secret Tory plan all along?</p><p>Brexit has reversed the polarities of Sunak’s and Starmer’s brains. It’s like <em>Face/Off</em>, where John Travolta becomes Nicolas Cage and Nicolas Cage becomes John Travolta, but with the exciting martial arts sequences replaced by Sunak, who went to prep school and has the personal GDP of a South American dictatorship, accusing grammar-school grafter Starmer, whose dad was a toolmaker, of being a north London metropolitan elitist. Again.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/brexit-has-reversed-the-brains-of-sunak-and-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/brexit-has-reversed-the-brains-of-sunak-and-starmer", "date_published": "2023-03-05 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heads warn UK parents not to back pupil protests spreading via TikTok", "description": "<p>Teachers condemn family support for trend escalating on social media that leads to school ‘stampedes’</p><p>The TikTok videos show pupils throwing bins, tables and even urine. Across England and Wales, a handful of schools have been hit by protests against rules such as banning trips to the toilet during lessons or regulations against rolled up skirts.</p><p>Schools admit they are extremely worried about the copycat protests that have erupted in the last two weeks, typically sparked by videos shared on TikTok with many thousands of views. But what has shocked many leaders most is the number of parents on social media applauding pupils taking part.</p> <a href=\"https://www.theguardian.com/education/2023/mar/05/heads-uk-parents-pupil-protests-tiktok-stampedes-teachers-social-media\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/mar/05/heads-uk-parents-pupil-protests-tiktok-stampedes-teachers-social-media", "date_published": "2023-03-05 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MI5 told to share key facts with MPs after Manchester Arena security failures", "description": "<p>Bombing inquiry brings call from terror watchdog for franker approach at spy agency</p><p>Britain’s terror watchdog has called on the security services to ensure they promptly share any intelligence requested by MPs investigating the fallout of the Manchester Arena attack.</p><p>Last week’s public inquiry concluded that MI5 had missed a significant chance to take action that may have prevented the 2017 bombing that killed 22 people.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/mi5-told-to-share-key-facts-with-mps-after-manchester-arena-security-failures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/mi5-told-to-share-key-facts-with-mps-after-manchester-arena-security-failures", "date_published": "2023-03-05 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winner: Observer/Anthony Burgess prize for arts journalism 2023 – En Liang Khong on Tanoa Sasraku", "description": "<p><strong>Vardaxoglou Gallery, London<br /></strong>The winning entry for this year’s arts reviewing prize explores the work of the Plymouth-born artist who delves into the hillsides of the west country and beyond to explore landscape, identity and vision</p><ul><li><a href=\"https://www.theguardian.com/culture/observer-anthony-burgess-prize-for-arts-journalism\">Read this year’s Observer / Burgess prize runner-up entries</a></li></ul><p></p><p><em>En Liang Khong is director of digital at ArtReview</em><em>. His writing on politics and art has been published in the Financial Times, Times Literary Supplement and </em><em>the New Statesman</em></p><p>As a child, Tanoa Sasraku loved to wander the wetlands of Dartmoor, close to where she grew up in Plymouth. One day, while out on the moors, she lost her footing and fell into a bog – home, Sasraku found to her unpleasant surprise, to the rotting body of a horse.</p><p>Tanoa Sasraku was at Vardaxoglou Gallery, London, 14 October–17 December 2022</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/05/winner-observeranthony-burgess-prize-for-arts-journalism-2023-en-liang-khong-on-tanoa-sasraku\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/05/winner-observeranthony-burgess-prize-for-arts-journalism-2023-en-liang-khong-on-tanoa-sasraku", "date_published": "2023-03-05 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New analysis of ancient human protein could unlock secrets of evolution", "description": "<p>The technique – known as proteomics – could bring new insights into the past two million years of humanity’s history</p><p>Tiny traces of protein lingering in the bones and teeth of ancient humans could soon transform scientists’ efforts to unravel the secrets of the evolution of our species.</p><p>Researchers believe a new technique – known as proteomics – could allow them to identify the proteins from which our predecessors’ bodies were constructed and bring new insights into the past 2 million years of humanity’s history.</p> <a href=\"https://www.theguardian.com/science/2023/mar/05/new-analysis-of-ancient-human-protein-could-unlock-secrets-of-evolution\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/05/new-analysis-of-ancient-human-protein-could-unlock-secrets-of-evolution", "date_published": "2023-03-05 10:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What being a hospice volunteer taught me about death and life", "description": "<p>When Anna Tims volunteered at a hospice, she learned, by helping patients in their final days, not to fear illness and death. Here, she writes movingly on her experience – and explains why dying matters</p><p>My introduction to death came in a traffic jam. I turned on the radio and heard a woman describe her father’s final days in a hospice. His end, she said, was a strangely warming memory because of the hospice volunteers who entered the pain of strangers and held their hands as they faced the unknown. In her grief, she explained, she’d encountered humanity at its best. I forgot my frustration at the static traffic as I listened. The prospect of a missed train and crowding deadlines was unimportant, seen through the lens of loss. It was an instant realisation that I wanted to be where life matters most, which is when it is ending. I wanted to be one of those hospice volunteers.</p><p>My experience of death had been at a distance. I’d lost grandparents and cats. As a clergyman’s wife, I’d attended funerals of parishioners, tidied tombstones in the churchyard and contemplated my mortality from the pews during Lent. I had never seen a body. I’m frightened of the raw grief of others and I’m squeamish about blood. My volunteering roles have always been with children. I’m used to beginnings, not endings.</p> <a href=\"https://www.theguardian.com/society/2023/mar/05/what-being-a-hospice-volunteer-taught-me-about-life-and-death\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/05/what-being-a-hospice-volunteer-taught-me-about-life-and-death", "date_published": "2023-03-05 10:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You can’t just cheer up people who have depression | Lucy Cavendish", "description": "<p>The NHS is planning to offer patients art, music and gardening classes rather than antidepressants. Nice idea, but it won’t work</p><p>Imagine this scenario: a client walks into my therapy room. They are are listless and don’t engage in eye contact. They move slowly and seem heavy, even though they may be physically slight. Their shoulders are hunched and look exhausted, unhealthy, disengaged. Eventually they shuffle across the floor, sink down on to the sofa, close their eyes and sigh.</p><p>As a psychotherapist I have seen <a href=\"https://www.theguardian.com/society/depression\" title=\"\">depression</a> many a time. It’s obvious when someone is suffering from it. It has permeated them to the core and they no longer recognise themselves, often saying, “What’s wrong with me? This doesn’t feel like me.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/you-cant-just-cheer-up-people-who-have-depression-theres-a-key-role-for-antidepressants\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/you-cant-just-cheer-up-people-who-have-depression-theres-a-key-role-for-antidepressants", "date_published": "2023-03-05 10:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak to launch bill to stop people arriving on small boats claiming asylum", "description": "<p>Law will also place duty on home secretary to send anyone who arrives in UK on small boat to Rwanda or another third country</p><p>Rishi Sunak is to announce new laws stopping people entering the UK on small boats from claiming asylum, with the prime minister saying: “Make no mistake, if you come here illegally, you will not to be able to stay.”</p><p>The prime minister and his home secretary will launch the legislation this week, as part of the government’s drive to “tackle illegal migration”, one of its main priorities.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/sunak-to-launch-bill-to-bar-asylum-claims-from-people-arriving-on-small-boats\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/sunak-to-launch-bill-to-bar-asylum-claims-from-people-arriving-on-small-boats", "date_published": "2023-03-05 09:55:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Brexit trading rules could take more than two years to bed in fully", "description": "<p>No 10 says UK is giving firms in Northern Ireland time to prepare with phased introduction</p><p>The new Brexit trading arrangements in Rishi Sunak’s revised Northern Ireland protocol could take more than two years to be fully implemented, government sources have confirmed.</p><p>Businesses in Northern Ireland say they expect a mass educational campaign to be launched across the country by HMRC and other government departments to help them put the deal <a href=\"https://www.theguardian.com/politics/2023/feb/27/rishi-sunak-deal-eu-brexit-northern-ireland-protocol\">announced in Windsor last Monday </a>into operation if it is approved by parliament.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/northern-ireland-new-brexit-trade-rules-could-take-more-than-two-years-to-bed-in-fully\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/northern-ireland-new-brexit-trade-rules-could-take-more-than-two-years-to-bed-in-fully", "date_published": "2023-03-05 09:45:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women aren’t always safe, even in gyms. But fear is a good way of reining them in | Martha Gill", "description": "A lone female fights off her attacker. Is it inspiring or proof of inherent danger? Well, maybe it’s both<p>I was utterly transfixed last week by a moment captured on CCTV in a Florida gym. A woman – an Instagram fitness model called Nashali Alma – sees a man waiting outside the door and interrupts her workout to buzz him in. It is evening. The two are now alone, sealed inside the empty room.</p><p>After a few minutes the man approaches her and then, shockingly, starts to chase her around the machines. Then he catches her. You think: that’s it, she’s done for. But like one of those dramatic sequences in the very best David Attenborough films – a hatchling iguana evading a nest of snapping snakes, perhaps, or an impala struggling clear of a crocodile death-roll – it is not over. She fights and, eventually – unbelievably – she wins. The exhausted predator has been outdone by his wily prey.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/lone-woman-fights-attacker-inspring-proof-inherent-danger-maybe-both\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/lone-woman-fights-attacker-inspring-proof-inherent-danger-maybe-both", "date_published": "2023-03-05 09:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eugene Levy: ‘The​ eyebrows d​idn’t hinder or help my career, I don’t think’", "description": "<p>The Schitt’s Creek star on his unlikely new travelogue, the thrill of working with family and his pal Jennifer Coolidge stealing the show</p><p>The much-loved Canadian comic actor Eugene Levy is best known for co-creating and co-starring in <em><a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/21/schitts-creek-the-five-things-that-make-it-such-perfect-emmy-award-winning-tv\">Schitt’s Creek</a></em> with his son Dan. The sitcom, which also starred his daughter Sarah, became a cult hit during the pandemic and won multiple awards for its sixth and final season, including a best actor Emmy for Eugene. His film roles include four collaborations with <em>Spinal Tap</em> creator Christopher Guest (such as <em>Best in Show</em>) and the flustered father Noah Levenstein in the <em>American Pie</em> teen comedies. Now Levy brings his deadpan wit and distinctive brows to an eight-part TV travelogue, <em>The Reluctant Traveler</em>.</p><p><strong>How reluctant were you making this series?<br /></strong>Pretty reluctant. I couldn’t have said “no” more times. It was pitched to me as a travel show about exotic hotels, I think called <em>A Room With a View</em>. I told my agent: “For anybody else, this would be an extremely exciting proposal but I don’t enjoy travel and I’m not sure how I’m going to hide that. So no, thank them very much but honestly, someone else would do a much better job.” My agent called back and said Apple wanted to have a conversation. So we had a phone call and as I was listing all my reasons, I was getting laughs. They immediately said: “That’s the show! A travel show hosted by somebody who doesn’t like travel.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/05/eugene-levy-reluctant-traveler-schitts-creek-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/05/eugene-levy-reluctant-traveler-schitts-creek-interview", "date_published": "2023-03-05 09:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: Unforgotten; Coronation Street; Django; A Whole Lifetime With Jamie – review", "description": "<p>Nicola Walker’s tough successor doesn’t mind stepping on a few toes; Corrie tackles a difficult subject with finesse; and the creator of Stath Lets Flats takes a turn for the surreal</p><p><strong>Unforgotten</strong> (ITV) | <a href=\"https://www.itv.com/watch/unforgotten/2a3372?gclid=CjwKCAiAjPyfBhBMEiwAB2CCIp3ie1uCHCkf28NG68HA_i1EeBpEYXf055rXRFtbMmA_NRUUHn-QVRoCtrkQAvD_BwE\">ITVX</a><br /><strong>Coronation Street</strong> ITV | <a href=\"https://www.itv.com/coronationstreet\">ITVX</a><br /><strong>Django</strong> (<a href=\"https://www.nowtv.com/stream/all-channels-sky-atlantic\">Sky Atlantic</a>/ <a href=\"https://www.nowtv.com/gb/watch/home/asset/django/iYEQZ2rcf32XRDqkVyymbd\">Now</a>)<br /><strong>A Whole Lifetime With Jamie Demetriou</strong> (<a href=\"https://www.netflix.com/gb/title/81326176\">Netflix</a>)</p><p>Replacing a lead player in a popular, long-running TV drama must be the office-temping of thankless thespian jobs. When DCI Cassie Stuart perished at the end of the last series of <strong><a href=\"https://www.itv.com/watch/unforgotten/2a3372/2a3372a0025\">Unforgotten</a></strong> (ITV1), who, we griped, could replace Nicola Walker’s dour, ruminative goddess? And who could play opposite Sanjeev Bhaskar’s DI Sunny Khan, Cassie’s steadfast office husband, the enduring yin to her brooding yang?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/05/unforgotten-series-five-5-sinead-keenan-review-coronation-street-consent-storyline-django-a-whole-lifetime-with-jamie-demetriou\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/05/unforgotten-series-five-5-sinead-keenan-review-coronation-street-consent-storyline-django-a-whole-lifetime-with-jamie-demetriou", "date_published": "2023-03-05 09:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An eye infection brings domestic life into sharp focus | Séamas O'Reilly", "description": "A cranky little daughter makes being stuck at home even less fun<p>I race to the nursery to pick up my daughter. According to her minder, she has ‘sticky eyes’ and I jaunt from Soho to Walthamstow to remove her from the group.</p><p>Conjunctivitis is an annoying eye infection that is relatively minor, moderately disgusting, and highly infectious. I am thrown back into the high-octane paranoia of the lockdown era, arriving to find she has been happily sequestered from her friends, in an attempt to contain her nascent plague.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/an-eye-infection-brings-domestic-life-into-sharp-focus\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/an-eye-infection-brings-domestic-life-into-sharp-focus", "date_published": "2023-03-05 09:15:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anti-lockdowners are out in force, filling a Covid inquiry gap with bogus ideology | Sonia Sodha", "description": "Matt Hancock’s leaked messages are not the evidence we are waiting for. A government report into its own pandemic response is overdue<p>A war of words played out over the first two years of the pandemic. On one side were commentators and scientists opposed to any form of social restriction as a way of keeping infection rates down. On the other, those who argued the government should be pursuing a “zero Covid” policy to eliminate the disease at all costs. Caught between this tug of war were the majority of scientists and the British public.</p><p>Sometime last summer, those debates melted into the background with the promise of a “to be continued…” when the <a href=\"https://covid19.public-inquiry.uk/\" title=\"\">statutory inquiry</a> into Covid eventually starts to publish its findings. But the second season of Lockdown Wars has been thrust on us sooner than expected after the <em>Telegraph</em> obtained more than <a href=\"https://www.theguardian.com/world/2023/mar/02/matt-hancock-covid-era-messages-pandemic-reminder\" title=\"\">100,000 pandemic WhatsApp messages</a>. They were passed on by the journalist Isabel Oakeshott, who was granted access to them by Matt Hancock while she was co-authoring the former health secretary’s pandemic diaries. She has argued that the public interest in releasing the messages justified breaking her non-disclosure agreement.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/anti-lockdowners-fill-covid-inquiry-gap-with-bogus-ideology\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/anti-lockdowners-fill-covid-inquiry-gap-with-bogus-ideology", "date_published": "2023-03-05 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Less than 3% of NHS England trusts hit key cancer waiting-time target", "description": "<p>‘Shocking’ analysis reveals only three trusts managed to treat 85% of patients within two months of urgent referral</p><p>Patients are being warned of a “shocking gap in cancer care” as new figures reveal that fewer than 3% of England’s NHS trusts met a key waiting-times target last year for cancer patients to be treated within two months of an urgent GP referral.</p><p>Of 125 hospital trusts in England analysed, only three (2.4%) hit the standard of treating 85% of patients within 62 days after an urgent referral in 2022. Some trusts have not hit the standard for at least eight years.</p> <a href=\"https://www.theguardian.com/society/2023/mar/05/less-than-3-of-nhs-england-trusts-hit-key-cancer-waiting-time-target\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/05/less-than-3-of-nhs-england-trusts-hit-key-cancer-waiting-time-target", "date_published": "2023-03-05 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lost letters reveal how ‘desperate’ Shackleton charmed Falklanders to save stranded crew", "description": "<p>Explorer hid his torment as he regaled officials in Port Stanley with jokes and stories</p><p>The marine archaeologist who headed the 2022 Antarctic expedition that discovered the wreck of Ernest Shackleton’s ship Endurance has found two previously unknown letters which describe the explorer in the Falklands while he was trying to save 22 of his men stranded on the “hellish rock” of Elephant Island.</p><p>Ahead of today’s anniversary of the wreck’s discovery, Mensun Bound told the <em>Observer</em> that the correspondence is remarkable because there is no witness account of him in Port Stanley during this crucial period in 1916 after their ship had become trapped in ice.</p> <a href=\"https://www.theguardian.com/science/2023/mar/05/ernest-shackleton-endurance-lost-letters-falklands-crew\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/05/ernest-shackleton-endurance-lost-letters-falklands-crew", "date_published": "2023-03-05 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nato faces an all-out fight with Putin. It must stop pulling punches | Simon Tisdall", "description": "<p>Having catastrophically failed to deter Russian aggression in Ukraine, the western alliance needs a plan to win the war </p><p>In Vladimir Putin’s book of strategic blunders, a hefty, as yet unpublished tome to which new chapters are constantly added, the revival of Nato is among his more amazing own goals. Written off as <a href=\"https://www.theguardian.com/world/2019/nov/07/macron-warns-of-nato-brain-death-as-us-turns-its-back-on-allies\" title=\"\">“experiencing... brain death” </a>by Emmanuel Macron and derided by Donald Trump, the 30-member cold war-era military alliance is now enjoying a renaissance – thanks, almost entirely, to Russia’s president.</p><p>Prior to Putin’s annexation of Crimea in 2014, few Nato combat forces were stationed in the east European countries that signed up after the Soviet collapse. Last year’s full-scale invasion of Ukraine turned a trickle of eastward deployments into a torrent. Bungling Putin had provoked the world’s largest, best-armed military force into setting up camp slap bang on Russia’s doorstep.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/nato-putin-fight-russia-ukraine-war-pulling-punches\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/nato-putin-fight-russia-ukraine-war-pulling-punches", "date_published": "2023-03-05 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In Ordinary Time by Carmel McMahon review – the trials of inherited trauma", "description": "<p>The writer uses her own story of emigration, uncertainty and alcoholism as one thread in a wider historical tapestry</p><p>This hybrid book, which is not quite a memoir and not quite a conceptually linked essay collection, begins with the death of a young Irish woman called Grace Farrell, whose body was discovered outside St Brigid’s Church in Manhattan’s East Village on 20 February 2011. Having arrived in New York from Ireland in 1993 with the dream of becoming an artist, Farrell was 35, homeless, and an alcoholic when she froze to death in an alcove of the church on Avenue B on the coldest night of the year.</p><p>Carmel McMahon came to New York a few years after Farrell, part of a wave of young, pre-Celtic Tiger Irish people whose “background music”, as she puts it, was “sectarian violence, mass unemployment and rising emigration”. Like Farrell, she succumbed to alcoholism, her initially exciting but uncertain life of waiting tables, hanging out and partying turning by stages darker and more chaotic. In desperation, she too gravitated to a familiar haven: a mass at another of Manhattan’s many Roman Catholic churches, Old St Patrick’s on Mott Street. Often she would turn up there, she writes, with a “thrift-store trenchcoat thrown over my pyjamas, reeking of cigarettes and booze, yesterday’s makeup sliding down my face”.</p> <a href=\"https://www.theguardian.com/books/2023/mar/05/in-ordinary-time-trials-of-inherited-trauma-by-carmel-mcmahon-review-powerful-irish-family-history\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/05/in-ordinary-time-trials-of-inherited-trauma-by-carmel-mcmahon-review-powerful-irish-family-history", "date_published": "2023-03-05 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: Granny’s faves still delight, says Annalisa Barbieri", "description": "Rose and violet creams are a very English chocolate and definitely old fashioned – but Chocolate Detective’s offering is delicate and delicious<p>Two small but delectable bars I tasted this week came from <strong>Luisa’s</strong>. First was the <a href=\"https://luisasveganchocolates.co.uk/products/casho-latte?_pos=3&amp;_sid=3b2ac2290&amp;_ss=r\" title=\"\">Latte Chocolate</a>, £2.80/25g. Cashew nut brings creaminess and the ground coffee adds a lovely kick. I’m very partial, but also fussy, about coffee-infused chocolate and this was ace. I meant to taste it and then send it to my vegan testers (all Luisa’s chocolate is vegan) but it didn’t quite make it out of my office.</p><p>Second was its <a href=\"https://luisasveganchocolates.co.uk/collections/chocolate-bars/products/whole-hazelnuts-in-dark-chocolate\" title=\"\">Whole Hazelnut</a> in 75% Solomon Islands cocoa bar, £4/50g. Excellent, hearty chocolate with roasted Piedmont hazelnuts.</p> <a href=\"https://www.theguardian.com/food/2023/mar/05/notes-on-chocolate-grannys-favourites-still-delight-rose-and-violet-creams\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/05/notes-on-chocolate-grannys-favourites-still-delight-rose-and-violet-creams", "date_published": "2023-03-05 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woolf Works review – Alessandra Ferri goes deeper in Wayne McGregor’s modern masterpiece", "description": "<p><strong>Royal Opera House, London<br /></strong>The Italian star graces a flawless revival of McGregor’s dreamlike 2015 ballet inspired by the writings of Virginia Woolf</p><p><em><a href=\"https://www.roh.org.uk/tickets-and-events/woolf-works-by-wayne-mcgregor-details?utm_source=google&amp;utm_medium=ppc&amp;utm_campaign=woolf-works&amp;utm_term=&amp;utm_content=txt_16/12/2022_mktg&amp;gclid=CjwKCAiAr4GgBhBFEiwAgwORraStMYALkU0tuI6LBxYV6GocSzKMZmjsrA3fdKYNVrhNuowBDv5ucBoCeegQAvD_BwE\">Woolf Works</a></em> is a beauty – a ballet of ravishing feeling and radical intellectual intent. When it premiered at the Royal Ballet in 2015, it felt like a breakthrough for its choreographer, Wayne McGregor. Now, returning for only its 19th performance, it appears like a classic – one of those rare moments when form and content in dance are reshaped and repurposed.</p><p>At its centre stands <a href=\"https://www.theguardian.com/stage/2023/feb/26/dancer-alessandra-ferri-baryshnikov-nureyev-woolf-works-royal-ballet\">Alessandra Ferri</a>, who came back to both the stage and the Royal Ballet to create the role of Virginia Woolf. Now almost 60 (and sharing the role at other performances with Natalia Osipova and Marianela Nuñez), she lends it even more depth. It’s her grave, graceful presence, full of tremulous hope and dragging, drowning sorrow, that anchors the piece.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/05/woolf-works-wayne-mcgregor-alessandra-ferri-royal-ballet-royal-opera-house-london-virginia-woolf\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/05/woolf-works-wayne-mcgregor-alessandra-ferri-royal-ballet-royal-opera-house-london-virginia-woolf", "date_published": "2023-03-05 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m not really a freedom fighter’: actor David Jonsson on Tinseltown and making it on home turf", "description": "<p>David Jonsson is being courted by Hollywood. But the star of Industry and Rye Lane prefers roles that reflect Black British life</p><p>The trip David Jonsson took to Los Angeles last month was his first to Tinseltown. And though it was only fleeting, the British actor was busy. “It was a lot,” Jonsson says with a broad smile at a London restaurant a few days after returning. “Everyone was plying me with presents: there were sports tickets, gift baskets, drinks, dinners.” A sheepish giggle. “It was all quite unexpected, to say the least.”</p><p>Except, of course, it was perfectly predictable. Jonsson had arrived in LA fresh from the Sundance Film Festival, where <em>Rye Lane</em>, a new Disney romcom in which he stars, was one of the festival’s big successes. He’d already garnered attention with a chunky role in two seasons of HBO’s <em>Industry</em>. (There is a third season to come.) In LA, he was hot property.</p> <a href=\"https://www.theguardian.com/film/2023/mar/05/im-not-really-a-freedom-fighter-david-jonsson-industry-rye-lane\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/05/im-not-really-a-freedom-fighter-david-jonsson-industry-rye-lane", "date_published": "2023-03-05 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Masego: Masego review – behold a wizard at work", "description": "<p>(EQT Recordings/Capitol)<br />The multitalented Micah Davis returns with a signature blend of trap, house and jazz that is nothing short of magical<br /></p><p>As a songwriter, you should disappear the effort of making your music until it sounds like it just poured out of you, so it feels eternal yet new every time we encounter it, like the morning sun. By this rubric, 29-year-old Jamaican-American Micah Davis – <a href=\"https://www.masegomusic.com/\">Masego</a> – may be a magician. Early work such as <em>The Pink Polo EP</em> introduced his “TrapHouseJazz” concept, attempting to splice those three disparate black music strains into something stronger and stranger. Yet his 2018 debut, <em>Lady Lady</em>, while filled with lovely tunes, felt a little familiar. Alt-soul bedroom jams with intriguing diversions – nothing that would frighten Solange or André 3000 fans.</p><p>This time, magic happens. <em><a href=\"https://masego.lnk.to/MASEGOWE\">Masego</a></em> is more unfiltered, more assertive, whether on the pretty pop of Two Sides, thrillingly weird In Style or amapiano-adjacent <a href=\"https://www.youtube.com/watch?time_continue=79&amp;v=960TNYKBxxs&amp;embeds_euri=https%3A%2F%2Fviewer.gutools.co.uk%2F&amp;feature=emb_title\">Say You Want Me</a>. Davis can sing seductively and play sax, piano, cello and guitar, but knows not to peacock. The key is the space in the arrangements, effortlessly vanishing trap and jazz into house, hip-hop and many other genres with a rhythmic charge, propelling the ghostly harmonies he deploys so cleverly. This is wizard’s work.</p> <a href=\"https://www.theguardian.com/music/2023/mar/05/masego-masego-review-behold-a-wizard-at-work-micah-davis\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/05/masego-masego-review-behold-a-wizard-at-work-micah-davis", "date_published": "2023-03-05 09:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson is peddling new lies in a desperate attempt to save his skin | Andrew Rawnsley", "description": "Ludicrous claims that he was brought down by a leftwing conspiracy show he frightened he is<br /><p>I woz framed. Faced with overwhelming, slam-dunk, bang-to-rights evidence against him, the last resort of the old lag is to claim that he is the victim of a conspiracy. Ever since his eviction from the premiership, Boris Johnson has gone around protesting it was the “<a href=\"https://www.politico.eu/article/boris-johnson-removal-stitch-up-bayeux-tapestry/\" title=\"\">greatest stitch-up since the Bayeux tapestry</a>”. This is not terribly funny and entirely untrue, neither of which deters him from saying it repeatedly.</p><p>He just can’t stop trying to deceive himself and everyone else about why he was removed because he can no more handle the truth than he can speak it. He is compelled to blame anyone but himself because otherwise he would have to face up to the fatal character flaws that self-incinerated his premiership. He will never find it in himself to accept that the architect of Boris Johnson’s disgrace was Boris Johnson. His hunger for a return to power is the other important driver of his ludicrous claim to be the casualty of a miscarriage of justice. The hopes he has of rehabilitating his reputation, and the dreams he still entertains of making a return to Number 10, depend on persuading fellow Tories that he ought not to have been drummed out of Downing Street in the summer of last year.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/boris-johnson-peddling-new-lies-desperate-attempt-save-skin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/boris-johnson-peddling-new-lies-desperate-attempt-save-skin", "date_published": "2023-03-05 08:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new world of gardening advice is opening up on social media", "description": "Fancy having a go at bonsai? Look online<p>Ten years ago I found myself filming in a sleepy suburb of Chang Mai, northern Thailand, making a television series on the world’s most expensive ingredients. My interviewee was a fascinating barista, barely out of his teens, who was winning international awards for just how amazing his coffee was. He revealed to me through a translator that he had learned all he knew from watching YouTube videos, without understanding the dialogue, simply from following the hand actions. My mind was blown.</p><p>A decade on, the enormous power of social media as an educational force is more widely recognised, but surprisingly still not so much in horticulture. So here are my favourite accounts from across the world that have taught me things I could never otherwise have learned.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/james-wong-on-gardening-theres-a-world-of-gardening-advice-online\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/james-wong-on-gardening-theres-a-world-of-gardening-advice-online", "date_published": "2023-03-05 08:15:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Students at top London university urged to ‘snitch’ on striking lecturers", "description": "<p>Queen Mary accused of ‘turning students into spies’ to gather data on academics who did not reschedule missed teaching</p><p>A prestigious London university has become the first in the country to use a “student snitch form” to encourage students to report striking staff, while threatening to dock full pay for 39 days if those named fail to reschedule missed teaching.</p><p>Queen Mary University of London <a href=\"https://www.theguardian.com/education/2022/jul/30/university-bosses-attack-staff-pay-protest-wages-queen-mary-university-london\" title=\"\">was branded the “worst university employer in the UK”</a> by the Universities and Colleges Union last July, after it deducted 21 days of full pay from more than 100 staff who refused to mark students’ work in June as part of a national boycott. But staff claim the university, a member of the esteemed Russell Group, has reached a new low and “destroyed trust” by “turning students into spies” to gather data on who went on strike in November and February, and which classes have not been rescheduled.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/students-london-university-snitch-striking-lecturers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/students-london-university-snitch-striking-lecturers", "date_published": "2023-03-05 08:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain took its eye off Libya and the Manchester bomb victims paid the price | Fiyaz Mughal", "description": "Salman Abedi was the product of an unstable country and a radicalised diaspora. How did MI5 not see the signs?<p>Last week’s third and final report by Sir John Saunders into the Manchester Arena bombing offered numerous <a href=\"https://www.theguardian.com/uk-news/2023/mar/02/how-family-libya-conflict-radicalised-manchester-arena-bomber\" title=\"\">startling insights into Salman Abedi</a>, whose murderous instincts cost the lives of 22 people at the end of an Ariana Grande concert in 2017. Among them was the observation that Abedi’s actions could be traced to his family; the “noxious” absences of his parents; their extremist views along with those of his older brother. It was Abedi’s family, said Saunders, who held “significant responsibility” for the radicalisation of Abedi and his younger brother, Hashem.</p><p>Their father, Ramadan, was an active member of the Libyan Islamic Fighting Group (LIFG). Like many Islamists, he sought refuge in the UK in 1993 as Muammar Gaddafi’s security apparatus hunted them. Many children of Islamist leaders who sought refuge in our country grew up to become activists and mouthpieces for an Islamist set of narratives that was never really part of British Muslim communities before the mid-90s. Steeped in victimhood, “the west” versus Islam, such narratives propagated heavily laden conspiracies that Islam was under threat.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/manchester-bomb-victims-paid-price-of-backlash-always-risk-uk-policy-libya\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/manchester-bomb-victims-paid-price-of-backlash-always-risk-uk-policy-libya", "date_published": "2023-03-05 08:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Close review – achingly poignant tale of a broken childhood friendship", "description": "<p>Belgian director Lukas Dhont’s Oscar-nominated drama about two inseparable boys tragically driven apart is a low-key treat</p><p>A tale of childhood bonds broken lands a weighty emotional punch in writer-director Lukas Dhont’s Oscar-nominated second film, a heartbreaking coming-of-age picture that represents Belgium in the best international feature category feature category, and which shared the Grand Prix at Cannes last year. Astonishingly natural and engaging performances from young newcomers Eden Dambrine and Gustav De Waele lend heartfelt authenticity to a film that builds upon the promise of 2018’s <em><a href=\"https://www.theguardian.com/film/2019/mar/17/girl-review-lukas-dhont-transgender-ballet-dancer\">Girl</a>, </em>confirming Dhont as a deft and empathetic chronicler of the tumultuous anguish and ecstasy of adolescence.</p><p>We meet Léo and Rémi on the cusp of their teenage years, approaching secondary school. Best friends, they are like two sides of a divided soul, locked together in a bubble of play-acting that can transform the world around them into a field of dreams. Everything about them is perfectly in sync; physically, mentally, emotionally. An early shot of the two boys running side by side through a field of soon to be harvested flowers positively bursts with joy, reminiscent of the glowing cornfields into which our young hero escapes in Lynne Ramsay’s <em><a href=\"https://www.theguardian.com/film/1999/nov/12/5\">Ratcatcher</a>.</em></p> <a href=\"https://www.theguardian.com/film/2023/mar/05/close-review-lukas-dhont-achingly-poignant-tale-of-the-end-of-a-childhood-friendship\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/05/close-review-lukas-dhont-achingly-poignant-tale-of-the-end-of-a-childhood-friendship", "date_published": "2023-03-05 08:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Journeyman Richard Bland makes a splash with backing for LIV rebels", "description": "<p>Defectors eager to insist they were right all along as bickering between different factions shows no signs of abating</p><p>We really are encountering the wackiest of times when an <a href=\"https://www.theguardian.com/sport/2023/mar/03/rory-mcilroy-defends-pga-and-dp-tours-after-criticism-from-liv-rebel\">acerbic bulletin from Richard Bland</a> can turn heads. Bland was the epitome of a journeyman before shooting to fame with victory on his 478th start on the DP World Tour. A Sky Sports documentary was even released in celebration of his British Masters triumph.</p><p>Within the blink of an eye Bland, now 50, had joined the LIV circuit on the apparently palatable basis that this represented an unmissable opportunity for a man of his age to pick up life-changing cash. The emotion associated with “478” had been usurped by commerce.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/journeyman-richard-bland-makes-splash-backing-liv-golf-rebels\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/journeyman-richard-bland-makes-splash-backing-liv-golf-rebels", "date_published": "2023-03-05 08:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scalp-care products: 10 of the best", "description": "<p>This trend is worth taking seriously: a healthy scalp will produce beautiful hair</p><p>Whether it’s a beauty fad everyone’s talking about or the hot new colour we are all supposed to paint our kitchen cabinets, trends, in my book anyway, should generally be given a wide berth. That said, there are instances when, once you claw past the hype, you will discover something of note. As is the case with the scalp-care trend. There’s a lot of talk about looking after our scalp because the fact is a healthy scalp will produce healthy hair. And yet we focus so much on hair products and treatments. Alas, if those products have no scalp benefit, you are wasting your money and potentially damaging your scalp. For many, this information is not new. In Black communities across the world caring for your scalp is par for the course – cleansing steam treatments to unclog pores, oils to nourish and moisturise, massaging the scalp during hair washing to increase circulation… I understand this sounds like yet another laborious ritual to add to an already time-poor schedule. And I do understand why people don’t pay attention to their scalp: it is easy to forget something you rarely see. But the scalp really does need just as much attention as your skin does – it is skin after all – and should be treated with just as much care. And now that the products in this category are no longer limited to offensively scented medicinal offerings, scalp care is a much more pleasurable experience.</p><p><strong>1. Act + Acre Cold Processed Scalp Detox</strong> £42, <a href=\"https://www.cultbeauty.com/\">cultbeauty.com</a> <br /><strong>2. Aveda Exfoliating Scalp Treatment </strong>from £12, <a href=\"https://www.aveda.co.uk/product/20192/112268/hair-care/all-hair-care/scalp-solutions-exfoliating-scalp-treatment-infused-with-salicylic-acid/scalp-solutions-exfoliating-scalp-treatment-infused-with-salicylic-acid?size=25_ml_%2F_.85_fl_oz\" title=\"\">aveda.co.uk</a> <br /><strong>3. Lixirskin Universal Oil </strong>£39, <a href=\"https://www.johnlewis.com/lixirskin-universal-oil-100ml/p5568110\" title=\"\">johnlewis.com</a><br /><strong>4. Pattern Scalp Serum</strong> £25, <a href=\"https://www.boots.com/beauty/hair/textured-hair/black-afro-and-textured-hair-curly-hair/pattern-scalp-serum-119ml-10324100\" title=\"\">boots.com</a><br /><strong>5. Kérastase Symbiose Detangling Soothing Cellular Conditioner</strong> £35.50, <a href=\"https://www.sephora.co.uk/p/KERASTASE-Symbiose-Detangling-Soothing-Cellular-Conditioner-200ml?q=Symbiose+Detangling+Soothing+Cellular&amp;q_typ=f\" title=\"\">sephora.co.uk</a><br /><strong>6. Susann</strong><strong>e Kaufmann Refining Scalp and Body Scrub</strong> £75, <a href=\"https://www.libertylondon.com/uk/refining-scalp-and-body-scrub-200ml-000780662.html\" title=\"\">libertylondon.com</a> <br /><strong>7. OUAI Anti-Dandruff Shampoo</strong> £32, <a href=\"https://www.lookfantastic.com/ouai-anti-dandruff-shampoo-300ml/14023730.html\" title=\"\">lookfantastic.com</a> <br /><strong>8. THOM Scalp Serum</strong> £46, <a href=\"https://thishairofmine.world/products/scalp-serum\" title=\"\">thishairofmine.world</a> <br /><strong>9. Sisley Hair Rituel by Sisley Revitalising Fortifying Serum </strong>£160, <a href=\"https://www.sisley-paris.com/en-GB/revitalising-fortifying-serum-for-the-scalp-169210.html\" title=\"\">sisley-paris.com</a> <br /><strong>10. Augustinus Bader Hair Oil</strong> £39, <a href=\"https://augustinusbader.com/uk/en/the-hair-oil\" title=\"\">augustinusbader.com</a></p> <a href=\"https://www.theguardian.com/fashion/2023/mar/05/beauty-spot-scalp-care-products-10-of-the-best\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/05/beauty-spot-scalp-care-products-10-of-the-best", "date_published": "2023-03-05 08:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They ransack our village for sport’: one farmer’s story of Israeli settler violence", "description": "<p>As an Israeli minister calls for a Palestinian town to be ‘wiped out’, an olive farmer tells of living with fear in the West Bank</p><p><em>Doha Asous is an olive farmer from a village near Nablus in the occupied West Bank. She is in Britain for <a href=\"https://www.fairtrade.org.uk/get-involved/Current-campaigns/Fairtrade-Fortnight-/\" title=\"\">Fairtrade Fortnight</a> to talk about agriculture in Palestine and to promote local produce – olives and their oil, as well as other typical foods, such as dates. Here she describes life in her village during the recent violence between Palestinian </em><em>locals and Jewish settlers.</em></p><p>Just as I left Burin last Sunday – taking several buses to Amman in Jordan before a flight to London – news broke about violence and shootings in several villages, including mine, which is just south of the city of Nablus. The centre of the attacks has been on neighbouring Huwara, where nearly <a href=\"https://www.theguardian.com/world/2023/feb/27/israeli-settler-violence-in-west-bank-escalates-huwara\" title=\"\">400 Palestinians were injured by Israeli settlers</a>. But Burin was also hit. Houses and cars were burned, stones were thrown and some of our goats were killed or stolen. <a href=\"https://www.theguardian.com/world/2023/mar/01/israeli-police-arrest-five-over-settler-rampage-in-west-bank\" title=\"\">The assaults have carried on since</a>, though, thankfully, not quite as bad.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/palestinian-farmer-israeli-settlers-west-bank-wiped-out-olive\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/palestinian-farmer-israeli-settlers-west-bank-wiped-out-olive", "date_published": "2023-03-05 08:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fight for your likes: how YouTube conquered boxing", "description": "Influencers like KSI, Logan Paul and Salt Papi are going toe-to-toe with pro boxers to win millions of views, get rich and redefine the noble art for the TikTok generation<p>Salt Papi, real name Busta Breezie, is a 28-year-old with slick dance moves, a pencil moustache and a mean left hook. He was born in the Philippines, moved to the UK as a teenager, and won fame – and a stage name – with his TikTok videos that parody <a href=\"https://www.theguardian.com/business/2022/aug/12/salt-bae-london-restaurant-nusr-et-steakhouse-7m-sales\" title=\"\">Salt Bae</a>, the celebrity Turkish chef known for ostentatiously sprinkling salt over meals. That, and videos in which he pretends to be running in <a href=\"https://www.google.com/search?q=salt+pepi+running+in+slow+motion&amp;oq=salt+pepi+running+in+slow+motion&amp;aqs=chrome..69i57j33i10i160.10381j0j15&amp;sourceid=chrome&amp;ie=UTF-8#fpstate=ive&amp;vld=cid:704bf545,vid:fOfA722M9yw\" title=\"\">slow motion</a>. Papi used to be the “chubby” kid at school – fast food was his jam. Now he’s licking his lips as he dances around a boxing ring in <a href=\"https://www.youtube.com/watch?v=IjEV9GTsVdw\" title=\"\">Wembley Arena</a> with Josh Brueckner, a YouTuber and MMA fighter with a cut-glass jaw and abs coming out of his ears.</p><p>It’s not boxing as you know it, but Wembley Arena is packed – 10,000 people on the edge of their seats. We’re midway through an undercard that features a string of match-ups between vloggers, TikTok stars, <em>Love Island-</em>ers and OnlyFans creators. It will culminate in a headline bout between KSI, the 29-year-old rapper, <a href=\"https://www.youtube.com/channel/UCVtFOytbRpEvzLjvqGG5gxQ\" title=\"\">YouTuber</a> and co-owner of the energy drink <a href=\"https://drinkprime.uk/\" title=\"\">Prime</a>, and FaZe Temperrr, a pro Call of Duty player and co-owner of one of the world’s biggest <a href=\"https://www.theguardian.com/sport/esports\" title=\"\">esports</a> organisations, <a href=\"https://fazeclan.com/\" title=\"\">FaZe Clan</a>. “Watch it,” KSI told me in the days leading up to the fight, acknowledging the anarchy of the operation, “It’s all over the place.”</p> <a href=\"https://www.theguardian.com/sport/2023/mar/05/fight-for-your-likes-the-rise-of-the-youtube-boxers\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/05/fight-for-your-likes-the-rise-of-the-youtube-boxers", "date_published": "2023-03-05 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland and Scotland on collision course with World Cup showdown on horizon", "description": "<p>Six Nations opponents will feature with South Africa in a daunting pool in France but this jeopardy is no bad thing</p><p>With Ireland potentially able to clinch the Six Nations title and Scotland targeting the triple crown, there is enough riding on next weekend’s fixture at Murrayfield without the need to add to the narrative. Still, the subsequent meeting between the two sides on the horizon – in Pool B of the 2023 World Cup in October – is unmissable.</p><p>Given <a href=\"https://www.theguardian.com/sport/2023/feb/04/england-scotland-six-nations-report\" title=\"\">Scotland’s upward trajectory</a>, Ireland’s unerring consistency and South Africa’s enduring pedigree, not to mention Tonga’s ability to ruffle feathers, that particular pool is increasingly looking shark-infested. As this Six Nations has worn on, there have been numerous suggestions that it is a problem, a terrible look to have such a competitive pool, with three of the world’s top-five ranked teams. The only sane response is: why?</p> <a href=\"https://www.theguardian.com/sport/blog/2023/mar/05/ireland-and-scotland-on-collision-course-with-world-cup-showdown-on-horizon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/mar/05/ireland-and-scotland-on-collision-course-with-world-cup-showdown-on-horizon", "date_published": "2023-03-05 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mary Earps’ long road from Phil Neville reject to world’s best No 1", "description": "<p>Euros hero was considering a life beyond football before a phone call changed everything – and has been rewarded by Fifa</p><p>Before Mary Earps and her Manchester United teammates played at Old Trafford for the first time, the goalkeeper embarked on a vital reconnaissance mission. “I like to know where I’m going to park on match day so I need to drive the route and then work out the way I’m going to walk into the ground after leaving my car,” she explained before that landmark game two years ago.</p><p>“I’m the type of person who prepares everything in advance. Maybe other people would use the term ‘control freak’ but it’s just so I don’t waste any mental energy and can focus purely on football.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/05/mary-earps-long-road-from-phil-neville-reject-to-worlds-best-no-1\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/05/mary-earps-long-road-from-phil-neville-reject-to-worlds-best-no-1", "date_published": "2023-03-05 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunderland’s ‘iconic’ glass centre to close after glass starts cracking", "description": "<p>Rust, leaks and broken glazing – and high repair costs – have been blamed for plan to shut ‘world-class’ venue</p><p>When the National Glass Centre in Sunderland was opened by Prince Charles in October 1998, it was hoped that the £17m glass and steel building would help revitalise the city’s waterfront and serve as an enduring monument to its industrial heritage.</p><p>It received £6.9m of national lottery funding and houses installation spaces and resident glass-makers. It was cited as a “world-class cultural asset” in Sunderland’s 2021 UK City of Culture bid, and was the venue of a government cabinet meeting on the first day of Brexit. The centre also houses the Northern Gallery for Contemporary Art.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/outcry-sunderland-national-glass-centre-shut\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/outcry-sunderland-national-glass-centre-shut", "date_published": "2023-03-05 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windows on a war: Miguel Gutiérrez’s photographs of Ukraine", "description": "<p>The Venezuelan photojournalist’s images of the conflict show us, simply and powerfully, the view through the windows of those experiencing it</p><p>Bright sunlight filters through a cheerful green curtain onto a chaotic room, with a bunk bed against one wall. Immediately, you know two things: children sleep here and their world is in a mess. The curtains are printed with cartoons of a little girl in red and a big brown bear. They’re from <em><a href=\"https://www.intellinews.com/russia-s-cartoon-masha-and-the-bear-becomes-a-top-global-entertainment-brand-206025/#:~:text=Masha%20and%20the%20Bear%20is,(Parrot%20Analytics%2C%202021).\">Masha and the Bear</a>,</em> explains the photographer Miguel Gutiérrez. It’s a Russian animation that paradoxically uses the adventures of a girl and a bear to teach values such as respect, and the importance of care and integration between children and adults.</p><p>The photograph was taken in the Ukrainian village of Rozhivka, near Kyiv, in the home of a farming family, says Gutiérrez. “They said that while they were sleeping, they were attacked. They did not understand what was happening, because they do not live in a military or strategic zone; they only understood that they needed shelter. The artillery hit the back yard and the ceiling of their home, affecting the children’s bedroom.”</p><p>A home in Rozhivka affected by shells, 14 April 2022.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/05/windows-on-a-war-miguel-gutierrez-photographs-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/05/windows-on-a-war-miguel-gutierrez-photographs-ukraine", "date_published": "2023-03-05 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simone Lia: What keeps you awake at night? – cartoon", "description": "<a href=\"https://www.theguardian.com/culture/ng-interactive/2023/mar/05/simone-lia-what-keeps-you-awake-at-night-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/ng-interactive/2023/mar/05/simone-lia-what-keeps-you-awake-at-night-cartoon", "date_published": "2023-03-05 08:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stripping a floor exposes more than just fresh wood", "description": "Peeling back the layers of anything allows for a real change of state<p>A guy came round to mine this week with a knife, and knelt down on my kitchen floor. Casually, he scraped the floorboard with the flat blade, and I, kneeling down then beside him, gasped. I had a go with the knife too after that, stripping the top layer of darkened floor, revealing the raw, pale wood inside, and he went and got his machines then, and started to sand the whole room, giving advice about water damage and mopping suggestions throughout. I wasn’t entirely listening. I was thinking about two things.</p><p>First, about the floorboards themselves, and Noel Gallagher, and how, as a teenager he was embarrassed to bring girls back to his house because they couldn’t afford carpet. And when he moved to London he called his mum to tell her, did you know, in London, they don’t have carpet on the floor, they just polish the floorboards? And how both of them reeled at the southeners’ utter foolish lunacy. Second, I was watching the floor change, and so quickly, too – I was thinking that this was the experience an exfoliating microdermabrasion facial promises, the instant sloughing-off of time and wear to reveal the true you beneath the skin.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/stripping-back-a-floor-exposes-more-than-just-fresh-wood\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/stripping-back-a-floor-exposes-more-than-just-fresh-wood", "date_published": "2023-03-05 08:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government ‘complicit’ in asylum seeker hotel attacks, say unions", "description": "<p>Workers urged to mobilise against far-right groups as senior Tory politicians are accused of demonising refugees</p><p>Some of Britain’s biggest unions have accused the government of being “complicit” in <a href=\"https://www.theguardian.com/uk-news/2023/feb/11/merseyside-violence-outside-hotel-housing-asylum-seekers-arrests#:~:text=Police%20arrest%2015%20people%20after%20violence%20outside%20hotel%20housing%20asylum%20seekers,-After%20the%20far&amp;text=Fifteen%20people%2C%20aged%20between%2013,night%2C%20Merseyside%20police%20have%20said.\" title=\"\">attacks on hotels</a> housing asylum seekers, and are urging members to “mobilise” against far-right groups seemingly emboldened by the rhetoric of senior Tory politicians.</p><p>The first big intervention by trade unions on the increasingly politicised issue follows comments on Friday by the Conservative party’s deputy chairman, Lee Anderson, who said he <a href=\"https://www.bbc.co.uk/news/uk-politics-64823712\" title=\"\">had sympathy</a> with people protesting outside hotels.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/uk-government-complicit-asylum-seeker-hotel-attacks-say-unions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/05/uk-government-complicit-asylum-seeker-hotel-attacks-say-unions", "date_published": "2023-03-05 08:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel is at a crucial crossroads: it can save itself or slide into despotism | Dahlia Scheindlin", "description": "Benjamin Netanyahu’s government has quickly transformed into the country’s gravest threat<p>Israel’s right wing is no stranger to political victory. Rightwing parties have governed for the better part of more than four decades and each time Benjamin Netanyahu has won an election since 2009, euphoric supporters have cheered King Bibi, while losers have gloomily prophesied the end of democracy.</p><p>But Netanyahu’s sixth government, formed in the <a href=\"https://www.theguardian.com/world/2022/dec/29/israel-swears-in-benjamin-netanyahu-amid-fears-of-further-slide-to-right\" title=\"\">final days of 2022</a>, is alarmingly different. Earlier rightwing governments merely wanted to expand settlements or annex parts of the West Bank, deepen the hold of Jewish religious law over Israeli public and private life, harangue and intimidate Israel’s Palestinian-Arab citizens. To do these things, populist illiberal governments of the last decade threatened to constrain the judiciary, but their vitriol didn’t yield significant reforms, other than judicial appointments of their choice. The new government is no longer testing the illiberal waters; it is going for the jugular in its assault on the institutions of democratic governance. Israel’s direction looks cataclysmic and challenges key alliances – western democracies, and even diaspora Jewry.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/benjamin-netanyahus-government-has-quickly-transformed-into-the-countrys-gravest-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/benjamin-netanyahus-government-has-quickly-transformed-into-the-countrys-gravest-threat", "date_published": "2023-03-05 07:31:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Kyiv’s forces ‘repelling attacks’ as Russian troops try to surround Bakhmut", "description": "<p>Ukrainian forces ward off numerous assaults in and around besieged eastern city, says military, while resupply routes become ‘increasingly limited’</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/05/russia-ukraine-war-at-a-glance-what-we-know-on-day-375-of-the-invasion\">What we know on day 375 of the invasion</a></li></ul><p>A prominent Ukrainian military analyst said late on Saturday that he could not detect any immediate signs that Kyiv was going to order a retreat from the besieged city of Bakhmut.</p><p>Oleh Zhdanov said in a YouTube interview:</p><p>At the moment the situation is more or less stabilised. In terms of the advancement of Russian troops, we practically stopped [it].</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/05/russia-ukraine-war-live-kyivs-forces-repelling-attacks-as-russian-troops-try-to-surround-bakhmut\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/05/russia-ukraine-war-live-kyivs-forces-repelling-attacks-as-russian-troops-try-to-surround-bakhmut", "date_published": "2023-03-05 07:17:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Has sensible Sunak turned the Tory tide, or has Johnson sunk the ship?", "description": "<p>The PM’s Northern Ireland deal with the EU boosted his hopes – but then Partygate roared back to remind voters of Conservative chaos</p><p>Even before they were bussed off to Windsor on Thursday morning for a fun-filled awayday on how to approach the next general election, many Conservative MPs believed a corner might just have been turned in their party’s fortunes.</p><p>“This is the best week the Conservative party has had in the last year,” said Charles Walker, the Tory MP for Broxbourne. “The Conservative party’s survival instinct has kicked in big time” was his assessment.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/has-sensible-sunak-turned-the-tory-tide-or-has-johnson-sunk-the-ship\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/has-sensible-sunak-turned-the-tory-tide-or-has-johnson-sunk-the-ship", "date_published": "2023-03-05 07:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Henry Moore fund to pay bills for sculptors struggling with cost of living", "description": "<p>Economic crisis prompts renowned artist’s foundation to award special rescue grants for 50 artists totalling £100,000 </p><p>Henry Moore, the <a href=\"https://www.theguardian.com/artanddesign/2022/dec/16/like-hell-henry-moore-drawings-of-coalminers-wartime-work-on-show\">son of a coalminer</a>, would never have created great works of art if he had not received a gift of financial aid as a young man.</p><p>A survivor of the battlefields of the first world war, he returned to his hometown of Castleford, West Yorkshire, believing he would become a school teacher. But the intervention of a former art mistress led him to apply for an ex-serviceman’s grant.</p> <a href=\"https://www.theguardian.com/business/2023/mar/05/henry-moore-fund-to-pay-bills-for-sculptors-struggling-with-cost-of-living\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/05/henry-moore-fund-to-pay-bills-for-sculptors-struggling-with-cost-of-living", "date_published": "2023-03-05 07:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: jazz age attitude captured by Dorothy Wilding", "description": "<p>Perhaps the brightest star to emerge from this image of 1920s London was the woman behind the lens</p><p>The three graces in <a href=\"https://en.wikipedia.org/wiki/Dorothy_Wilding\">Dorothy Wilding</a>’s 1923 photograph <em>Frieze</em> were performers in <em><a href=\"https://www.youtube.com/watch?v=GRvYs9A8gVk\">The Midnight Follies</a></em>, a new cabaret at the London Metropole hotel. Wilding’s picture, full of attitude in all senses, was designed to promote the show; the <em>Follies</em> promised a jazz age mix of comedy and dance and cocktails.</p><p>Two of the women in Wilding’s picture were known in the gossip columns. Red-haired Zoe Gordon, on the left, was a star of musical theatre and of the 1919 film <em>The Sins of Youth</em>. On the right of the sculptural trio is Sylvia Hawkes, “London’s Cinderella” (she was the daughter of a footman). Her success in <em>The Midnight Follies</em> led to a series of headline-making marriages – first to the heir to Lord Shaftesbury, with whom she scandalously eloped, and subsequently to Hollywood stars Douglas Fairbanks senior, from whom she inherited a $2m fortune, and Clark Gable.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/05/the-big-picture-jazz-age-attitude-captured-by-dorothy-wilding\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/05/the-big-picture-jazz-age-attitude-captured-by-dorothy-wilding", "date_published": "2023-03-05 07:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bird Union drops Audubon name to distance from namesake’s racist past", "description": "<p>Two Audubon Society chapters and the union formerly know as Audubon for All are severing the name of the white supremacist</p><p>A prestigious US wildlife conservation group is facing new pressure to distance itself from its namesake’s racist past after two Audubon Society chapters and its employees’ union announced they were dropping his name from their titles.</p><p>The society at a national level has been <a href=\"https://www.audubon.org/magazine/fall-2020/revealing-past-create-future\">mulling for more than two years</a> how to handle its association with John James Audubon, a prominent 19th-century artist, naturalist and slave owner whose detailed, colourful paintings in the book <a href=\"https://www.theguardian.com/books/2012/jan/06/most-expensive-book-birds-of-america-10m\">The Birds of America</a> set the gold standard for generations of ornithologists.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/bird-union-audubon-society-name-change\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/bird-union-audubon-society-name-change", "date_published": "2023-03-05 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leading British Jews: it’s time to condemn Israel’s shift to far right", "description": "<p>Historian and TV presenter is among those to speak out as protest grows over settler violence against Palestinians </p><p>British Jews must speak out over the “complete disintegration of the political and social compact” that underpins the state of Israel, the historian <a href=\"https://www.theguardian.com/culture/simon-schama\" title=\"\">Simon Schama</a> has said.</p><p>His call comes amid mounting disquiet among Jews in the UK and the US at the <a href=\"https://www.theguardian.com/commentisfree/2023/jan/11/the-guardian-view-on-democracy-in-israel-under-assault-from-the-top\" title=\"\">threats to Israeli democracy</a>, <a href=\"https://www.theguardian.com/world/2023/feb/27/israeli-settlers-rampage-after-palestinian-gunman-kills-two-west-bank\" title=\"\">violent attacks</a> on Palestinians and a police crackdown on Israeli protesters.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/simon-schama-uk-jews-condemn-israel-far-right-violence-palestinians\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/simon-schama-uk-jews-condemn-israel-far-right-violence-palestinians", "date_published": "2023-03-05 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Murder and mystery in the south: how the Murdaugh trial gripped America", "description": "<p>‘Everyone knew they were crooked,’ one local said of Alex Murdaugh’s powerful family, now known nationally for a series of deaths in their orbit</p><p>There was a hush in the courtroom when Judge Clifton Newman confronted Alex Murdaugh with the ghosts of his dead wife and son, whom <a href=\"https://www.theguardian.com/us-news/2023/mar/03/alex-murdaugh-trial-murder-sentencing-life-prison\">the South Carolina lawyer</a> had just been convicted of brutally murdering in a trial that has gripped America.</p><p>Murdaugh, the quietly spoken judge suggested, would be visited by their presence as he tried to sleep. Murdaugh, who continues to protest his innocence, nonetheless accepted the judge’s words.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/alex-murdaugh-trial-gripped-us\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/alex-murdaugh-trial-gripped-us", "date_published": "2023-03-05 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Out with the Sussexes, in with the Parker Bowleses. Revenge is sweet for Charles and Camilla | Catherine Bennett", "description": "The royal wrath has seen Harry and Meghan evicted from their Windsor cottage, but never mind, there are plenty of spares<p>The much hoped-for new edition of <em>Spare</em> must be writing itself. “‘Darling boy,’ Pa said. “This is a section 21 notice. You’re being evicted. Your attack on my darling wife was unconscionable. The new tenant, Prince Andrew, wishes to keep the <a href=\"https://www.thesun.co.uk/fabulous/9404478/meghan-markle-prince-harry-buy-5000-copper-bath/\" title=\"\">copper bath</a>.’”</p><p>Given the wealth of new material and the potentially liberating impact of Charles’s revenge, an entirely new book, <em>Spare 2: </em><em>Exiled</em>, would probably be a better commercial decision for Random House once Harry has finished promoting volume one. The same week his family’s eviction from Windsor was revealed, he was preparing for an online session with physician Gabor Maté on “personal healing” and telling a US interviewer that he’d like to be reincarnated as an elephant.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/out-with-sussexes-in-with-parker-bowles-camilla-revenge-sweet\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/out-with-sussexes-in-with-parker-bowles-camilla-revenge-sweet", "date_published": "2023-03-05 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trust the Plan review: How QAnon – and Trump – unhinged America", "description": "<p>Will Sommer of the Daily Beast paints a troubling picture of a conspiracy theory showing few signs of decline</p><p>Donald Trump is out of office but QAnon holds sway. Last September, Trump <a href=\"https://apnews.com/article/technology-donald-trump-conspiracy-theories-government-and-politics-db50c6f709b1706886a876ae6ac298e2\">posted an image of himself</a> with a Q lapel pin and the words “The Storm is Coming”. A few months later, Liz Crokin, a QAnon promoter, spoke at Mar-a-Lago and posed with the former president. In one photo, the pair <a href=\"https://abcnews.go.com/US/trump-hosts-event-featuring-qanon-pizzagate-conspiracy-theorist/story?id=94701765\">flashed a “thumbs up” sign</a>.</p><p>QAnon is the latest great American conspiracy theory. Its key beliefs: a secret cabal “controls global governments”, the 2020 election was stolen, Hollywood and liberal elites crave the blood of children in bid to sustain their youth. You read that right. QAnon is rife with stories of “mole children”, stashed away in caves for the delectation of the rich and powerful.</p> <a href=\"https://www.theguardian.com/books/2023/mar/05/trust-the-plan-review-qanon-trump-unhinged-america-will-sommer\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/05/trust-the-plan-review-qanon-trump-unhinged-america-will-sommer", "date_published": "2023-03-05 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everyday Hate by Dave Rich review – how antisemitism is built into our world", "description": "<p>This wide-ranging and disturbing account of Jewish persecution from the 12th century to the present day is strikingly relevant</p><p>Dave Rich, author of <em><a href=\"https://www.theguardian.com/books/2016/sep/13/the-lefts-jewish-problem-corbyn-israel-and-antisemitism-dave-rich-review\">The Left’s Jewish Problem</a></em>… (2016), now turns his attention to a wider examination of antisemitism. This new book is full of troubling stories, but one of the more disturbing revelations turns up quite late on, when Rich explains how antisemitism is growing among the young in Britain. Unlike other forms of racism, antisemitism rises as you move down the generations. Those under 25 are “the least likely to say they are just as open to having Jewish friends as they are to having friends from other sections of British society”. More than a quarter of young people agree that “Jews have disproportionate control of powerful institutions, and use that power for their own benefit and against the good of the general population”, compared with just 6% of those over 65.</p><p>This alone tells us why Rich’s book is so important. Such rising hatred demands that we take antisemitism more seriously and that we look at how we got here. Although I am Jewish myself, I am pretty ignorant of much of the relevant history. I was shaken by some of Rich’s stories from 12th-century England, for instance, when the Crusades led to a huge increase in antisemitic violence. Jews were banned from attending the coronation of King Richard I in 1189, and when some attended anyway, they “were set upon by the crowd, who beat around 30 of them to death”.</p> <a href=\"https://www.theguardian.com/books/2023/mar/05/everyday-hate-by-dave-rich-review-how-antisemitism-is-built-into-our-world\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/05/everyday-hate-by-dave-rich-review-how-antisemitism-is-built-into-our-world", "date_published": "2023-03-05 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sleaford Mods: ‘The UK is like a crazy golf course – all we’ve got left are landmarks’", "description": "<p>Nottingham’s post-punk duo aren’t ones to hold back on the state of the nation – and their new album, UK Grim, is no exception. Here, Jason Williamson and Andrew Fearn talk about politics, their pasts – and hitting their stride in middle age</p><p>“A lot of these politicians, they’re not evil. They’re just very detached,” says Jason Williamson, singer and lyricist of the Sleaford Mods. “I’d like to say it’s not just bounteous privilege, but it is. People like Boris Johnson, Rishi Sunak, they’re incredibly cut off from the world. They’re not serial killers, they’re just ignorant of others. They treat people like they’re asking for change… Here you go, have a bit, tossing a coin while they’re eating a sandwich, looking at their mobile phone. I’ve visited Eton, there’s loads of places like it, and if that’s all you know, then you’ve definitely not had to worry about pulling a tenner out of the bank…”</p><p>“I watched this great video and it said that we’ve gone from a nation of people who considered Britain to be Great, to Little England,” says Andrew Fearn, the band’s musician. “Nearly everything’s imported. We don’t produce anything. We’re becoming like a little holiday island that doesn’t do anything. Even countries like Russia are doing better than the UK. But the point is: we’ve called it on ourselves. Our generation didn’t like Great Britain or the flag, we’ve always dissed our own country, so we’ve self-prophesied, in a way.”</p> <a href=\"https://www.theguardian.com/music/2023/mar/05/sleaford-mods-uk-grim-crazy-golf-interview-jason-williamson-andrew-fearn\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/05/sleaford-mods-uk-grim-crazy-golf-interview-jason-williamson-andrew-fearn", "date_published": "2023-03-05 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak likes the single market. Why doesn’t Labour? | William Keegan", "description": "<p>The PM’s commendation of the EU’s benefits to Northern Ireland is surely a sign for the party to embrace rejoining</p><p>There is a marvellous moment in one of the great <em>Fast Show</em> sketches when, within seconds, the George Smiley-esque interrogator raises his hand in triumph because the prisoner has given himself away – blown it, as they say. Such a moment came last week, when, in his commendable efforts to settle the Northern Irish question, Rishi Sunak told the province <a href=\"https://www.theguardian.com/politics/2023/feb/28/sunak-decides-the-protocol-sucks-and-the-single-market-is-great-after-all-john-crace-brexit\" title=\"\">how lucky it was to be in the European single market</a> as well as the UK.</p><p>I should not wish to push the comparison too far, but it is certainly the case that before the euphoria accompanying the <a href=\"https://www.theguardian.com/politics/2023/feb/27/rishi-sunak-deal-eu-brexit-northern-ireland-protocol\" title=\"\">Windsor framework</a>, the prime minister appeared to be a prisoner of the rightwing European Research Group (ERG), who are in cahoots with the Democratic Unionist party (DUP).</p> <a href=\"https://www.theguardian.com/business/2023/mar/05/even-sunak-seems-to-like-the-single-market-so-why-doesnt-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/05/even-sunak-seems-to-like-the-single-market-so-why-doesnt-labour", "date_published": "2023-03-05 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Florence Knight: ‘Walk Guinevere, our Cockapoo, on Primrose Hill’", "description": "The chef talks about fried eggs, football classes and the local farmers’ market<p><strong>Up early or lie-in?</strong> I haven’t slept in for seven years. I come home from work at 2am and our six- and seven-year-olds wake us at 7am.</p><p><strong>Sunday breakfast?</strong> My husband is into making breakfast. We’ll get a call to come downstairs for fried eggs or omelette with bacon, freshly ground coffee and freshly squeezed orange juice. Then we’ll walk over to Regent’s Park for football classes at 8am.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/sunday-with-florence-knight-walk-guinevere-our-cockapoo-on-primrose-hill\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/sunday-with-florence-knight-walk-guinevere-our-cockapoo-on-primrose-hill", "date_published": "2023-03-05 06:45:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on the coming revolution in the prevention of disease and how Britain can’t afford to ignore it | Observer editorial", "description": "A national debate on the controversial issue is essential, but the research could immeasurably improve the lives of millions of people and their descendants<p>Hundreds of researchers, lawyers and ethicists from across the world will tomorrow gather at the <a href=\"https://royalsociety.org/science-events-and-lectures/2023/03/2023-human-genome-editing-summit/\" title=\"\">Third International Summit</a> on Human Genome Editing at the Francis Crick Institute in London. For three days, they will debate developments in a field that promises to have considerable consequences for medicine for the rest of this century.</p><p>As they will make clear, human genome editing will soon allow doctors and scientists to alter the structure of genes and in turn induce changes in physical traits, including reducing disease risk.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/observer-view-revolution-prevention-disease-gene-editing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/observer-view-revolution-prevention-disease-gene-editing", "date_published": "2023-03-05 06:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ready, steady, sow! The start of the growing season", "description": "Welcome March, the true beginning of the gardening year<p>March! The start of the gardening year. Allotmenteers trickle back, attracted by the light and an itch for sowing seed.</p><p>It’s the month of the equinox. The beginning of British summertime, though we’ll also settle for spring. There will be snowdrops in woodland, perhaps wild garlic and primroses, too. Pussy willow and cherry blossom will be bursting. Maybe magnolia, too.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/allan-jenkins-on-gardens-march-is-the-beginning-of-the-gardening-year-time-to-sow\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/allan-jenkins-on-gardens-march-is-the-beginning-of-the-gardening-year-time-to-sow", "date_published": "2023-03-05 06:15:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock leaks lead to cover-up fears over ‘eat out to help out’ scheme", "description": "<p>Rishi Sunak faces calls for inquiry into whether medical evidence was ignored before the launch of his £849m initiative</p><p>Rishi Sunak faces calls for an inquiry into whether Treasury officials buried or ignored evidence that his £849m “<a href=\"https://www.theguardian.com/business/eat-out-to-help-out\" title=\"\">eat out to help out</a>” scheme fuelled the spread of the pandemic.</p><p>Officials dismissed a <a href=\"https://www.theguardian.com/business/2020/oct/30/treasury-rejects-theory-eat-out-to-help-out-caused-rise-in-covid\" title=\"\">Warwick University study</a> in October 2020 that said Sunak’s initiative may have caused a significant rise in Covid-19 infections. The report estimated 8%-17% of detected new clusters could be linked to the scheme.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/matt-hancock-leaks-lead-to-cover-up-fears-over-eat-out-to-help-out-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/matt-hancock-leaks-lead-to-cover-up-fears-over-eat-out-to-help-out-scheme", "date_published": "2023-03-05 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on cruel schemes to relocate refugees | Observer editorial", "description": "The government should speed up asylum seekers’ claims instead of focusing on costly and unworkable deterrents<p>Last weekend, at least 67 people <a href=\"https://www.msn.com/en-gb/news/world/pakistani-international-hockey-player-died-in-italy-migrant-boat-tragedy/ar-AA188GRb\" title=\"\">drowned</a> when a wooden boat carrying about 150 people ran into trouble on rocks off the coast of Calabria, Italy. There were 20 <a href=\"https://www.theguardian.com/world/2023/feb/26/dozens-of-bodies-believed-to-be-refugees-found-on-beach-in-southern-italy\" title=\"\">children</a>, including a newborn baby, among the dead. It is an appalling reminder of the risks some people are willing to take to flee desperate circumstances – often including conflict and torture – in their home countries.</p><p>This movement of people across borders is age old and governments have never been able to fully control it despite developments in border enforcement and technology. It is driven primarily by patterns of conflict and economic deprivation and will increasingly be shaped by the climate crisis. It is a relatively small issue for the west: because the majority of refugees prefer to stay close to their home country to maximise their chances of returning, three-quarters of the world’s refugees live in low- and middle-income countries and <a href=\"https://www.unhcr.org/refugee-statistics/\" title=\"\">seven in 10 in countries</a> that neighbour their country of origin.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/observer-view-on-cruel-plans-to-relocate-asylum-seekers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/05/observer-view-on-cruel-plans-to-relocate-asylum-seekers", "date_published": "2023-03-05 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 Tib Lane, Manchester: ‘There’s a lot to be stimulated by’ – restaurant review", "description": "The Roman orgy murals are long gone, but the cooking at 10 Tib Lane is full of voluptuous pleasure<p><strong><a href=\"https://www.10tiblane.com/\">10 Tib Lane</a>, Manchester M2 4JB (0161 833 1034). Small and large <br />plates £8-£20, desserts £7, wines from £24</strong></p><p>All restaurant locations have history. The tall, narrow building at 10 Tib Lane, just back from Manchester’s Princess Street, is no exception. Tonight, chef Robert Owen Brown is the keeper of the memories. “I lugged flagstones up there,” he says, pointing at the stairs to the floor above. He waves a hand airily towards the far end of this dimly lit first-floor dining room. “That was a mirrored door made of smoked glass with a big brass cock for a handle.” Back then the place was called Lounge 10, which sounds like the death throes of a terrible movie franchise that peaked at Lounge 3. Owen Brown was the opening chef and clearly, before launch, assistant builder. The Roman orgy murals were decidedly not safe for work, and at weekends the management installed a clairvoyant in the bogs. “We did a truffle pizza,” says Owen Brown. “And a smoked fillet of beef with quail eggs. Rather good all of that, actually.”</p> <a href=\"https://www.theguardian.com/food/2023/mar/05/jay-rayner-restaurant-review-10-tib-lane-manchester-an-awful-lot-to-be-stimulated-by\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/05/jay-rayner-restaurant-review-10-tib-lane-manchester-an-awful-lot-to-be-stimulated-by", "date_published": "2023-03-05 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everybody’s guide to survival, 1968", "description": "What would you do if you woke up to find a man standing by your bed?<p>The <em>Observer Magazine</em> of 15 September 1968 asked ‘If you woke up in the middle of the night to find this man by your bed what would you do?’ (‘Everybody’s guide to survival.’)</p><p>The answer shows just how hard things were before mobiles: ‘Pretend to be still asleep. To dial 999 in the dark place the middle finger of the right hand in the last hole (“0”) and the index finger will rest in “9”. Dial three times without removing the index finger.’ But even supposing you have a telephone within reach, then what? Whisper ‘there’s a man by my bed’ so that the man by your bed can’t hear, but the emergency services can?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/from-the-observer-archive-how-to-deal-with-nocturnal-intruders-1968\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/from-the-observer-archive-how-to-deal-with-nocturnal-intruders-1968", "date_published": "2023-03-05 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My marriage is in meltdown – again. How can I save it? | Ask Philippa", "description": "<p>Switch your focus to what is right in your marriage and do three loving things every day</p><p><em><strong>The dilemma</strong> I am in the midst of yet another meltdown in my marriage. We seem to play an endless dance of miscommunication which then veers into resentment. I wish to talk everything through, but my husband is a man who finds talking difficult and resorts to the silence of stone.</em></p><p><em>Things have reached yet another impasse and we are nearly at the point of separating. He has accused me of rage </em><em>– partly true as, eventually, the only way I can talk to him is by pushing him into a corner. We have tried therapy and he doesn’t want to do it again.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/05/my-marriage-is-in-meltdown-again-how-can-i-save-it-ask-philippa-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/05/my-marriage-is-in-meltdown-again-how-can-i-save-it-ask-philippa-perry", "date_published": "2023-03-05 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Hollywood sign at 100: how a hillside ad became an enduring monument", "description": "<p>The familiar letters loom over a dreamy city – yet they remain surprisingly hard to reach</p><p>There is an old complaint about Los Angeles. The Weimar intellectuals who fled here in the 1930s loved the sunshine but decried the city’s lack of civic culture. Los Angeles did not have the cafe society of Paris or Berlin; instead it had consumers in their automobiles navigating through an endless sprawl of single-family homes.</p><p>Nearly a hundred years later, the Weimar critics would hardly be surprised that a giant advertisement on a hill, monitored 24/7 by surveillance cameras, may still be the closest thing Los Angeles has to a town square.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/04/the-hollywood-sign-at-100-how-a-hillside-ad-became-an-enduring-monument\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/04/the-hollywood-sign-at-100-how-a-hillside-ad-became-an-enduring-monument", "date_published": "2023-03-05 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chile’s wine industry shouldn’t go up in flames", "description": "How to support the wine growers of fire-ravaged southern Chile<p><strong>Emiliana Adobe Reserva Pinot Noir, Bío Bío, Chile 2021, £9.50, <a href=\"https://www.vintageroots.co.uk/\">Vintage Roots</a> </strong>One of the most exciting developments in South American wine in the 21st century has been Chilean winemakers’ discovery, or in some cases re-discovery, of their country’s southern wine-making regions. In the early years of the country’s modern wine boom, which followed hard on the heels of the rise of other non-European wines from the likes of Australia and California in the 1980s and 1990s, most of the winegrowing action took place in the Central Valley which runs south from the capital Santiago. Then as now, the Central Valley was home to some excellent wines, not least the sumptuous cabernet sauvignons that were Chile’s first genuinely world-beating fine wines. But the rise of the south (as well as new vineyards on the coast and to the north on the fringes of the Atacama Desert) has greatly expanded Chile’s winemaking palate, with the relative cool of the Bío Bío Valley emerging as one of the continent’s best places for pinot noirs, such as Emiliana’s refreshingly breezy, strawberry-scented example.</p><p><strong>Longavi Glup País, Itata, Chile 2021, £11.49, <a href=\"https://www.allaboutwine.co.uk/\">All About Wine</a> </strong>The winegrowers of southern Chile have had a nightmare start to 2021 with wildfires sweeping through their vineyards in early February, destroying or seriously damaging vines and buildings as they began to prepare for the 2023 harvest. The fate of the vineyards can seem like a minor concern when set against loss of life (24 people died in the fires) and homes, but the trauma for small producers who make up the majority of winegrowers there, whose very livelihoods are threatened, should not be underestimated. Among the worst-hit regions was the Itata Valley, one of the original traditional homes of Chilean wine, which has been the scene of a remarkable renaissance in recent years after being somewhat marginalised during the modern boom. It’s a rebirth built on the rediscovery, or redeployment, of very old vines, sometimes more than 100 years old, the fruit of which had been disappearing into anonymous blends, but which is now being used to make vibrant, tangy red wines such as Longavi’s Glup País.</p> <a href=\"https://www.theguardian.com/food/2023/mar/05/how-to-support-the-wine-growers-of-fire-ravaged-chile\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/05/how-to-support-the-wine-growers-of-fire-ravaged-chile", "date_published": "2023-03-05 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: who is Bill Cosby now? This excellent documentary finds out", "description": "<p>W Kamau Bell hears the conflicted answers of TV insiders and stars. Plus: Endeavour continues its final run. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/05/tv-tonight-who-is-bill-cosby-now-this-excellent-documentary-finds-out\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/05/tv-tonight-who-is-bill-cosby-now-this-excellent-documentary-finds-out", "date_published": "2023-03-05 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The acclaimed play features unnecessary ‘Jewishness’. Why has it not been condemned?", "description": "The acclaimed play features unnecessary ‘Jewishness’. Why has it not been condemned?<p>I greatly appreciated Dave Rich’s critique of <em>The Lehman Trilogy</em>; he did an excellent job of laying out the dangers of the normalisation of antisemitic tropes (“<a href=\"https://www.theguardian.com/commentisfree/2023/feb/26/antisemitic-tropes-are-back-on-stage-again\" title=\"\">Antisemitic tropes back on stage again</a>”, Focus). His highlighting of specific aspects where unnecessary “Jewishness” was injected divulges his sophisticated understanding of the material and its impact.</p><p>I’m left deeply perplexed that in his closing paragraph he does not call for the condemnation of this play. I fail to understand how Mr Rich can claim that those behind the play are not “a bunch of Jew-haters” when the entirety of the article makes it clear that the fundamental antisemitism isn’t accidental.<br /><strong>Aryeh Barson</strong><br />Santa Cruz, California<br /></p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/mar/05/antisemitism-in-lehman-trilogy-is-not-accidental-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/mar/05/antisemitism-in-lehman-trilogy-is-not-accidental-letters", "date_published": "2023-03-05 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It still hurts’: Chris Rock speaks about Will Smith slap for first time", "description": "<p>Comedian lays into victimhood, Jada Pinkett Smith and her husband during his new standup show, saying ‘she hurt him way more than he hurt me’</p><p>Chris Rock has spoken at length for the first time about being slapped by Will Smith during the Oscars, almost a year since the scandal that shocked millions watching around the world.</p><p>“Everybody knows, yes it happened, I got slapped a year ago – I got smacked by this motherfucker,” Rock said. “And people are like, ‘Did it hurt?’ It still hurts. I’ve got Summertime ringing in my ears.”</p> <a href=\"https://www.theguardian.com/stage/2023/mar/05/it-still-hurts-chris-rock-speaks-about-will-smith-slap-for-first-time\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/05/it-still-hurts-chris-rock-speaks-about-will-smith-slap-for-first-time", "date_published": "2023-03-05 05:46:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "High seas treaty: agreement to protect international waters finally reached at UN", "description": "<p>After almost 20 years of talks, United Nations member states agree on legal framework for parts of the ocean outside national boundaries</p><p>It has been almost two decades in the making but on Saturday night in New York, after days of gruelling round-the-clock talks, UN member states finally agreed on a treaty to protect the high seas.</p><p>The historic treaty, which will cover almost two-thirds of the ocean that lies outside national boundaries, will provide a legal framework for establishing vast marine protected areas (MPAs) to protect against the loss of wildlife and share out the genetic resources of the high seas. It will establish a conference of the parties (Cop) that will meet periodically and enable member states to be held to account on issues such as governance and biodiversity.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/05/high-seas-treaty-agreement-to-protect-international-waters-finally-reached-at-un\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/05/high-seas-treaty-agreement-to-protect-international-waters-finally-reached-at-un", "date_published": "2023-03-05 04:38:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China sets modest economic targets as it seeks to bounce back from Covid woes", "description": "<p>At the opening of the Communist party’s National People’s Congress, outgoing premier Li Keqiang confirmed a further rise in defence spending as well</p><p>China has set a target of 5% GDP growth in 2023, its outgoing premier has said in a speech to the ruling party’s rubber-stamp parliament – a goal that is at the lower end of analysts’ expectations and follows a 2022 figure that came in far below target.</p><p>The “work report” speech on Sunday also touched on foreign affairs and re-emphasised the Chinese Communist party’s (CCP’s) aim to annex Taiwan. Budget papers confirmed another consecutive <a href=\"https://www.theguardian.com/world/2023/mar/04/china-military-budget-increase-again-appropriate-level\">rise in defence spending</a> of 7.2%, slightly up on last year’s rise of 7.1%.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/china-sets-modest-economic-targets-as-it-seeks-to-bounce-back-from-covid-woes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/china-sets-modest-economic-targets-as-it-seeks-to-bounce-back-from-covid-woes", "date_published": "2023-03-05 04:36:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sydney Harbour Bridge turns rainbow for Pride march – in pictures", "description": "<p>Sydney WorldPride has wrapped with a bang. For more than two weeks, over 300 events have spread a message of love and pride throughout the city that has resonated around the world. For the closing act, an estimated 50,000 people took to Sydney Harbour Bridge for a historic Pride march</p> <a href=\"https://www.theguardian.com/culture/gallery/2023/mar/05/sydney-harbour-bridge-turns-rainbow-for-pride-march-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/mar/05/sydney-harbour-bridge-turns-rainbow-for-pride-march-in-pictures", "date_published": "2023-03-05 02:40:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Albanese among 50,000 marching across Sydney Harbour Bridge for WorldPride", "description": "<p>March helps draw to a close 17-day festival, which will wrap up on Sunday evening with a concert in the Domain</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>More than 50,000 brightly-dressed people marched across the Sydney Harbour Bridge on Sunday morning in support of pride and recognition of the long fight for equality for the LGBTQI community.</p><p>The prime minister, Anthony Albanese, helped lead the march alongside a number of “78ers”, the term given to those people who took part in Sydney’s first Mardi Gras as an act of protest close to 50 years ago.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/05/anthony-albanese-among-50000-marching-across-sydney-harbour-bridge-for-worldpride\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/05/anthony-albanese-among-50000-marching-across-sydney-harbour-bridge-for-worldpride", "date_published": "2023-03-05 02:21:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 375 of the invasion", "description": "<p>Fighting in Bakhmut’s streets but Russia has not taken city, says Ukraine, as civilian casualties rise; families evacuated from Kupiansk amid shelling</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>The Ukraine</strong><strong> military said Russian troops were trying but failing to surround Bakhmut. </strong>Defenders had repelled numerous attacks in and around the besieged city in eastern Ukraine, the armed forces’ general staff added in its Facebook post late on Saturday.</p><p><strong>There is fighting in Bakhmut’s streets but <a href=\"https://www.theguardian.com/world/live/2023/mar/04/russia-ukraine-war-live-ukraine-fortifying-bakhmut-as-russian-encirclement-looms?CMP=share_btn_tw&amp;page=with%3Ablock-6402fd478f0865098e4df13d#block-6402fd478f0865098e4df13d\">Russian forces “</a></strong><a href=\"https://www.theguardian.com/world/live/2023/mar/04/russia-ukraine-war-live-ukraine-fortifying-bakhmut-as-russian-encirclement-looms?CMP=share_btn_tw&amp;page=with%3Ablock-6402fd478f0865098e4df13d#block-6402fd478f0865098e4df13d\">still haven’t taken control over the city</a>”, its deputy mayor, Oleksandr Marchenko, told BBC Radio.</p><p><strong>A woman was killed and two men were badly wounded in Bakhmut</strong> by shelling while trying to cross a makeshift bridge out of the city on Saturday, according to Ukrainian troops assisting them.</p><p><strong>Russian artillery is reported to be pounding the last routes out of Bakhmut</strong>, aiming to block Ukrainian forces’ access in and out and complete an encirclement of the city. The UK Ministry of Defence <a href=\"https://twitter.com/DefenceHQ/status/1631917276126380033\">said</a> Ukrainian resupply routes there were becoming “increasingly limited”.</p><p><strong>The death toll has risen to 11 from a Russian missile strike that hit a five-storey apartment block </strong>in southern Ukraine on Thursday, Ukraine’s emergency services said on Saturday.</p><p><strong>Ukraine has ordered a mandatory evacuation of families and vulnerable residents from the <a href=\"https://www.theguardian.com/world/2023/mar/03/kupiansk-fears-ukraine-city-will-fall-to-russia-for-second-time\">frontline city of Kupiansk</a></strong> and adjacent north-eastern territories. The evacuation order was due to the “unstable security situation” caused by Russia’s constant shelling of the town and its surroundings, it said. Russian troops retreated from key cities in the north-eastern Kharkiv region, including Kupiansk, and Ukraine recaptured it last September.</p><p><strong>Gen Sir Richard Shirreff</strong>, Nato’s former deputy supreme allied commander Europe,<strong> has urged speeding up the supply of equipment and support to Ukraine</strong> to give the Ukrainians “the tools they need to do the job”,</p><p><strong>The Russian defence minister paid a rare visit to Moscow’s forces in Ukraine</strong>. In a statement on Telegram, Russia’s defence ministry said Sergei Shoigu “inspected the forward command post of one of the formations of the eastern military district in the south Donetsk direction”.</p><p><strong>The president of the European parliament, Roberta Metsola, has called for Ukraine to be allowed to begin EU membership negotiations this year</strong>, during a <a href=\"https://www.theguardian.com/world/live/2023/mar/04/russia-ukraine-war-live-ukraine-fortifying-bakhmut-as-russian-encirclement-looms?CMP=share_btn_tw&amp;page=with%3Ablock-640332298f08cbddc14ad8ff#block-640332298f08cbddc14ad8ff\">visit to the country</a> on Saturday. She was “hopeful” the talks could starts this year, she said.</p><p>Russian foreign minister <strong>Sergei Lavrov’s description of the Russian invasion</strong> as “the war, which we are trying to stop, and which was launched against us using the Ukrainian people” <strong>was <a href=\"https://www.theguardian.com/world/2023/mar/04/russia-sergei-lavrov-ukraine-war-india-conference\">met with laughter</a></strong> at an event in New Delhi, India.</p><p><strong>Marjorie Taylor Greene, an influential far-right Republican in Congress, has called for the US to stop aid to Ukraine</strong>, saying President Joe Biden was “putting the entire world at risk of world war three”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/05/russia-ukraine-war-at-a-glance-what-we-know-on-day-375-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/05/russia-ukraine-war-at-a-glance-what-we-know-on-day-375-of-the-invasion", "date_published": "2023-03-05 02:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I am your retribution’: Trump rules supreme at CPAC as he relaunches bid for White House", "description": "<p>Former president claims Biden is leading America into ‘oblivion’ and that he could end the war between Russia and Ukraine</p><p>Donald Trump turned back the clock to the darkest elements of his presidency on Saturday with a fiery address that showed the threat to American democracy is far from over.</p><p>After a lacklustre start to his campaign, Trump appeared to launch his White House bid in earnest with a vintage display of demagoguery that framed the 2024 election as “the final battle” for America.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/05/i-am-your-retribution-trump-rules-supreme-at-cpac-as-he-relaunches-bid-for-white-house\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/05/i-am-your-retribution-trump-rules-supreme-at-cpac-as-he-relaunches-bid-for-white-house", "date_published": "2023-03-05 01:52:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Trump adviser Kellyanne Conway and George Conway to divorce", "description": "<p>Split unlikely to surprise many as their public positions on the divisive rightwing president diverged quickly and radically</p><p>Kellyanne Conway, a former senior adviser to Donald Trump as president, and her husband George Conway, who became a vociferously anti-Trump Republican, are to divorce, the Washington power couple announced on Saturday.</p><p>The confirmation of the split is unlikely to surprise many in the politics-watching classes as, during the Trump administration, their public positions on the divisive rightwing president diverged quickly and radically.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/04/kellyanne-conway-george-conway-divorce\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/04/kellyanne-conway-george-conway-divorce", "date_published": "2023-03-05 00:53:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock wanted to ‘frighten everyone’ into following Covid rules", "description": "<p>Latest batch of WhatsApp messages reveal discussions over when to ‘deploy’ details of new strain</p><p>Matt Hancock told aides he wanted to “frighten the pants off everyone” to ensure compliance with Covid-19 restrictions, according to the latest batch of leaked messages which reveal discussions over when to “deploy” details of a new strain.</p><p>The WhatsApp exchanges suggest the then health secretary and others discussed how to use an announcement about the Kent variant of the virus to scare the public into changing their behaviour.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/05/matt-hancock-wanted-to-frighten-everyone-into-following-covid-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/05/matt-hancock-wanted-to-frighten-everyone-into-following-covid-rules", "date_published": "2023-03-05 00:13:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A gambling white paper by Easter would be a turn-up for the books", "description": "<p>A shakeup may cover maximum stakes and a statutory levy on gaming firms, but football sponsorship deals remain a thorny issue</p><p>The weariness was palpable as members of campaign group Gambling With Lives gathered in the Churchill Room at the House of Commons last Wednesday. The group, founded by bereaved parents whose children took their own lives after a struggling with a gambling addiction, has been waiting six years for an overhaul of UK betting laws. During this time, <a href=\"https://www.theguardian.com/uk-news/2019/jun/28/gambling-addicts-parents-launch-action-to-hold-government-liable-for-his-death\" title=\"\">co-founders Liz and Charles Ritchie</a> have met 12 ministers with responsibility for gambling policy.</p><p>A white paper outlining a proposed shakeup, <a href=\"https://www.theguardian.com/society/2020/dec/04/uk-gambling-laws-review-to-consider-ban-sports-sponsorship\" title=\"\">promised since December 2020</a>, has been <a href=\"https://www.theguardian.com/society/2022/jul/14/dismay-as-uk-gambling-reform-white-paper-shelved-for-fourth-time\" title=\"\">repeatedly postponed</a>, to the dismay of addiction clinicians and campaigners, who say despairing addicts are being failed by the current lax regulation.</p> <a href=\"https://www.theguardian.com/business/2023/mar/05/a-gambling-white-paper-by-easter-would-be-a-turn-up-for-the-books\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/05/a-gambling-white-paper-by-easter-would-be-a-turn-up-for-the-books", "date_published": "2023-03-05 00:05:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Train fares in England and Wales to rise by 5.9% despite poor service", "description": "<p>Passengers will be hit by biggest increase in ticket prices since 2012</p><p>Train passengers will be hit by the largest increase in fares for more than a decade on Sunday despite record levels of poor reliability.</p><p>Fares in England and Wales will rise by up to 5.9% on average, adding hundreds of pounds to the cost of many annual season tickets.</p> <a href=\"https://www.theguardian.com/money/2023/mar/05/train-fares-in-england-and-wales-to-rise-by-59-despite-poor-service\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/05/train-fares-in-england-and-wales-to-rise-by-59-despite-poor-service", "date_published": "2023-03-05 00:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}]