[{"source": "https://www.theguardian.com/rss", "title": "Bali influencer backlash intensifies as island cracks down on problem tourists", "description": "<p>Locals on the Indonesian island have been enraged by behaviour that includes visitors driving motorbikes dangerously and posing nude at sacred sites</p><p>Luiza Kosykh claims she didn’t know the 700-year-old tree she posed naked in front of was sacred. However, the viral shot captured by the Russian national in Bali was enough to infuriate the local community and resulted in her swift arrest and deportation.</p><p>The case is one of a growing number of incidents involving unruly visitors, as tensions between foreign influencers and locals on the Indonesian island reach boiling point.</p> <a href=\"https://www.theguardian.com/world/2023/apr/27/bali-influencer-backlash-intensifies-as-island-cracks-down-on-problem-tourists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/27/bali-influencer-backlash-intensifies-as-island-cracks-down-on-problem-tourists", "date_published": "2023-04-26 23:42:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 428 of the invasion", "description": "<p>Xi Jinping calls Zelenskiy; Ukrainian reporter working for Italian newspaper shot dead by sniper in Kherson</p><p><strong>China’s president, Xi Jinping, spoke to Ukraine’s president, Volodymyr Zelenskiy, on Wednesday for the first time since Russia’s invasion of Ukraine. </strong>Kyiv had publicly sought such talks for months. Zelenskiy described the hour’s phone call as “long and meaningful”. Xi told Zelenskiy that China would send special representatives to Ukraine and hold talks with all parties seeking peace, Chinese state media reported.</p><p>The White House welcomed the phone call, but said it was<strong> too soon to tell whether it would lead to a peace deal</strong>.</p><p>Russia’s envoy to the UN in Geneva said <strong>no real progress had been achieved in resolving issues raised by Moscow over the Black Sea grain deal,</strong> which is due to expire next month.</p><p><strong>British fighter jets helped in a joint Nato response to intercept three Russian planes,</strong> including two SU-27 fighter jets, over the Baltic Sea on Wednesday.</p><p><strong>The head of Russia’s private Wagner militia said Ukraine was preparing for an “inevitable” counter-offensive</strong> and was sending well-prepared units to the devastated eastern city of Bakhmut, for many months the focal point of fighting.</p><p><strong>The Russian opposition figure Alexei Navalny says he is being investigated on terrorism charges that could see him sentenced to 30 years in prison,</strong> Reuters has reported. The Kremlin critic is serving sentences totalling 11 and a half years on charges including fraud and contempt of court, which human rights groups say were made up to silence him.</p><p><strong>Italy has said it wants to play a major role in the reconstruction of Ukraine and urged EU bodies to back the rebuilding.</strong> Italy’s president, Sergio Mattarella, met the Ukrainian prime minister, Denys Shmyhal, on Wednesday.</p><p><strong>A Ukrainian reporter working as a fixer for Italy’s daily newspaper Repubblica was shot dead by snipers in Kherson,</strong> while his Italian colleague was wounded, the newspaper said. “Our correspondent Corrado Zunino and his fixer Bogdan Bitik were victims of an ambush by Russian snipers today on the outskirts of Kherson, in southern Ukraine.”</p><p><strong>Russia is resettling poor citizens from its remote regions in the occupied east of Ukraine,</strong> according to Ukraine’s deputy defence minister. Hanna Mailar <a href=\"https://t.me/s/annamaliar\">said the inward migration</a> to Ukraine was mainly being seen in Luhansk.</p><p><strong>In a press conference, the Brazilian president, Luiz Inácio Lula da Silva, said there was “no use now in saying who is right” in the conflict.</strong> In a joint conference with the Spanish prime minister, Pedro Sánchez, Lula said that “no one can doubt that Brazilians condemn Russia’s [invasion]. The mistake happened and the war started.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/27/russia-ukraine-war-at-a-glance-what-we-know-on-day-428-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/27/russia-ukraine-war-at-a-glance-what-we-know-on-day-428-of-the-invasion", "date_published": "2023-04-26 23:35:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Caernarfon Castle’s £5m revamp takes its story beyond English imperialism", "description": "<p>Gatehouse project opens with viewing platform, and new exhibits explore lives of people who built medieval fortress</p><p>Over the centuries Caernarfon Castle, built by Edward I of England from 1283 as he battled the Welsh princes, has come to be been seen as a symbol of imperial military might and economic power.</p><p>But a £5m conservation and development project completed on Thursday seeks to give a fresh perspective, focusing not on Edward but on the ordinary people who built and helped run the north Wales fortress – and suggesting that the belligerent king’s empire-building ambition has, ultimately, been defeated.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/27/caernarfon-castles-5m-revamp-takes-its-story-beyond-english-imperialism\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/27/caernarfon-castles-5m-revamp-takes-its-story-beyond-english-imperialism", "date_published": "2023-04-26 23:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Minister seeks to restore UK’s reputation on global development", "description": "<p>NGOs say Andrew Mitchell is right to focus on long-term partnerships but cuts to aid budget must be reversed</p><p>Andrew Mitchell, the development minister, will try to rescue Britain’s soft power reputation by vowing to put poverty alleviation, climate change and long-term partnerships for development at the centre of a new British offer.</p><p>In a speech to Chatham House on Thursday he will also rebrand UKAid as UK International Development, a rephrasing designed to show that the UK does not want relationships built on narrow aid handouts but instead on long-term mutually beneficial development partnerships.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/27/minister-seeks-to-restore-uks-reputation-on-global-development\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/27/minister-seeks-to-restore-uks-reputation-on-global-development", "date_published": "2023-04-26 23:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fugees rapper, accused of multimillion-dollar political conspiracies, convicted", "description": "<p>Prakazrel Michel was accused of funneling money during Obama’s campaign and influencing an extradition to China</p><p>A Fugees rapper accused in multimillion-dollar political conspiracies spanning two presidencies was convicted Wednesday after a trial that included testimony ranging from actor Leonardo DiCaprio to former US attorney general Jeff Sessions.</p><p>Prakazrel “Pras” Michel was accused of funneling money from a now-fugitive Malaysian financier, Low Taek Jho, through straw donors to Barack Obama’s 2012 reelection campaign, then trying to squelch a justice department investigation and influence an extradition case on behalf of China under the Trump administration.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/26/fugees-rapper-pras-michel-guilty-political-conspiracy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/26/fugees-rapper-pras-michel-guilty-political-conspiracy", "date_published": "2023-04-26 22:44:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese vice-president’s coronation appearance would be ‘outrageous’, say Tories", "description": "<p>Senior MPs say attendance of Han Zheng, accused of breaching Sino-British treaty with Hong Kong crackdown, would be insult</p><p>Senior Conservative MPs have labelled the expected attendance of China’s vice-president at King Charles’s coronation as “outrageous”.</p><p>Han Zheng, who was recently appointed as president Xi Jinping’s deputy, is expected to represent China at the May event, Politico reported.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/chinese-vice-presidents-coronation-appearance-would-be-outrageous-say-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/chinese-vice-presidents-coronation-appearance-would-be-outrageous-say-tories", "date_published": "2023-04-26 22:32:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US and South Korea issue nuclear warning to Pyongyang as they reaffirm alliance", "description": "<p>Yoon Suk-yeol meets Joe Biden in Washington amid concerns in South over North’s nuclear buildup</p><p>The presidents of the US and South Korea have reaffirmed their alliance, agreeing that nuclear armed submarines would resume port visits and threatening a “swift, overwhelming and decisive response” to any North Korean nuclear attack, including retaliation in kind by the US.</p><p>The South Korean president, Yoon Suk-yeol, said that response would include US nuclear weapons, making explicit an element of the alliance that normally remains unspoken.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/joe-biden-yoon-suk-yeol-south-korea-north-korea\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/joe-biden-yoon-suk-yeol-south-korea-north-korea", "date_published": "2023-04-26 21:32:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Mysterious Mr Lagerfeld review – even his cat’s agent is interviewed", "description": "<p>This mischievous portrait of fashion god Karl Lagerfeld is full of delicious anecdotes from a who’s who of his inner circle. Brace for tantrums, cat theft and far too much currywurst</p><p>The Mysterious Mr Lagerfeld is a mischievous film that pulls off the careful trick of being respectful to its subject, while raising an eyebrow at some of his eccentricities. When he died in 2019, at 85, fashion designer Karl Lagerfeld was eulogised as the last of the old guard, and for many, his passing marked the end of an era. This feature-length documentary, directed by Inside Dior’s Michael Waldman, aims to demystify the man behind those famous sunglasses. It does so with the help of his inner circle, many of whom speak publicly about their boss, friend, family member and colleague for the first time here on camera.</p><p>At first, it is framed as a podcast-ish mystery. Lagerfeld died a wealthy man, and rumours continue to swirl about his will, and who, or what, benefits from it. Where are his millions? Who did he name as his heirs? Could it really be true that he left most of his fortune to his cat, Choupette?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/26/the-mysterious-mr-lagerfeld-review-karl-lagerfeld-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/26/the-mysterious-mr-lagerfeld-review-karl-lagerfeld-documentary", "date_published": "2023-04-26 21:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Last images taken by Japanese journalist killed in Myanmar in 2007 released", "description": "<p>News outlet obtains camera of Kenji Nagai, who was reporting on Saffron Revolution when he was shot</p><p>The family of a Japanese journalist <a href=\"https://www.theguardian.com/world/2007/sep/28/burma.topstories32\">killed while reporting on Myanmar’s 2007 Saffron Revolution</a> have released his last pictures, sharing footage from a recently obtained video camera missing since his fatal shooting 15 years ago.</p><p>The final pictures from 50-year-old Kenji Nagai during an anti-government protest were obtained by Myanmar-focused news outlet the Democratic Voice of Burma (DVB), which returned the camera on Wednesday to Nagai’s family in Bangkok.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/last-images-taken-by-japanese-journalist-killed-in-myanmar-in-2007-released\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/last-images-taken-by-japanese-journalist-killed-in-myanmar-in-2007-released", "date_published": "2023-04-26 21:12:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Montana Republicans bar transgender lawmaker from the statehouse floor", "description": "<p>Zooey Zephyr will be able to vote remotely, however the decision has drawn protests that brought the legislature to a halt</p><p>Montana Republicans have barred the transgender lawmaker Zooey Zephyr from the statehouse floor for the rest of the session after she told colleagues they would have “blood on your hands” if they voted to ban gender-affirming medical care for trans children.</p><p>Under the terms of the punishment, Zephyr will still be able to vote remotely. The Democratic representative had been forbidden from speaking for the past week over her comments, which Republicans said violated decorum.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/26/zooey-zephyr-banned-montana-house-transgender-care\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/26/zooey-zephyr-banned-montana-house-transgender-care", "date_published": "2023-04-26 21:08:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joël Matip’s header seals comeback victory for Liverpool at West Ham", "description": "<p>Liverpool are not done yet. Jürgen Klopp has invented Trent Alexander-Arnold 2.0, unleashing the full-back’s full weaponry by putting him in midfield, freeing him from his defensive responsibilities, and he also has more ways of winning games now that Luis Díaz is fit again.</p><p>If it is not quite a return to the mentality monster days it certainly is encouraging. This was Liverpool’s third consecutive win, raising their hopes of European qualification, and it was not earned without a fight. West Ham were tough, inventive opponents and had led through a brilliant goal from Lucas Paquetá.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/west-ham-liverpool-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/west-ham-liverpool-premier-league-match-report", "date_published": "2023-04-26 21:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sheffield United seal promotion to Premier League after sinking West Brom", "description": "<p>It has been assumed - perhaps even expected - that Burnley and Sheffield United would be playing Premier League football next season for quite some time now. So perhaps it was fitting that barely 24 hours after the Championship’s standout side secured the title, their closest challengers sealed their own fate too. The Blades had four games to get the three points required to seal promotion but, given the way they have performed this season, it was no surprise they did it at the first attempt.</p><p>There was collective uproar in this part of Sheffield when Paul Heckingbottom was omitted from the EFL’s end-of-season shortlist for the Championship’s manager of the year, and when you consider the job he has done at Bramall Lane, it is no surprise. Sheffield United were 16th when Heckingbottom returned as manager in November 2021; in less than 18 months he has taken them to a sixth-placed finish last season and now, with plenty to spare if we are being honest, guided the Blades back to the Premier League.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/sheffield-united-west-brom-championship-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/sheffield-united-west-brom-championship-match-report", "date_published": "2023-04-26 21:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin De Bruyne sees off Arsenal to give Manchester City upper hand in title race", "description": "<p>When Kevin De Bruyne made it 3-0 early in the second half, his second goal of the evening an almost casual finish, there were four Arsenal players in the vicinity who bent forward at the waist, utterly broken, simply wanting to take on a bit of oxygen. This is what it feels like to run into a juggernaut.</p><p>City were remorseless from the first whistle, an irresistible blend of pace, power and cohesion, intent on making it plain to the pretenders to their Premier League throne that they are in no mood to stand down.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/manchester-city-arsenal-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/manchester-city-arsenal-premier-league-match-report", "date_published": "2023-04-26 21:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nottingham Forest out of bottom three after comeback win over Brighton", "description": "<p>This was more than a tale of two penalties – one missed by Brennan Johnson early on, one scored by Morgan Gibbs-White in stoppage time – but the manner in which Nottingham Forest rallied from disappointment to climb out of the Premier League relegation zone with their first win in 12 matches suggests Steve Cooper’s side may have rediscovered their survival mojo.</p><p>Lewis Dunk’s handball two minutes from time prompted such a long VAR review that 10 minutes of stoppage time had been signalled before Gibbs-White scored his fifth league goal of the season.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/nottingham-forest-brighton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/nottingham-forest-brighton-premier-league-match-report", "date_published": "2023-04-26 20:53:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bryan Mbeumo helps Brentford rub salt into neighbours Chelsea’s wounds", "description": "<p></p><p><a href=\"https://www.theguardian.com/football/2023/apr/24/mauricio-pochettino-a-manager-who-ticks-the-boxes-for-chelsea\">If Mauricio Pochettino is to become Chelsea’s manager</a> he will presumably require a guarantee of time to turn this shambles around. His inheritance will be a monument to bloated, decadent short-term thinking whose consequences were evident again in a fifth straight defeat. Brentford had not landed a shot on target before Bryan Mbeumo’s searing effort sent locals streaming towards the exits but were already ahead, and comfortable, via a Cesar Azpilicueta own goal eight minutes before half-time. Frank Lampard had looked to grind this one out but met a brand new low in an abject season: he has not coaxed the faintest tune from these players since returning and their run-in will represent an agony of playing out time.</p><p>Rarely can a league game have commenced amid such a subdued environment here in recent years. Pockets of empty blue seats were visible around the stadium; a battle for west London supremacy had done little to fire imaginations among the home support and it was a stark reminder of the ungainly fall Lampard was brought in to correct.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/chelsea-brentford-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/chelsea-brentford-premier-league-match-report", "date_published": "2023-04-26 20:52:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police hunt suspect after woman found dead in Glasgow", "description": "<p>Officers search Mugdock country park after death of primary school teacher Marelle Sturrock</p><p>Police are searching for a man at a Scottish country park after a teacher was found dead nine miles away. Marelle Sturrock, 35, was discovered at 8.40am on Tuesday in a property in Jura Street in Glasgow. Police Scotland said her death is being treated as suspicious.</p><p>Officers later descended on Mugdock country park, just outside the city in East Dunbartonshire, where they are searching for a man. Detective Chief Inspector Cheryl Kelly said: “A visible police presence will remain at both locations as our work continues.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/police-hunt-suspect-after-woman-found-dead-in-glasgow\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/police-hunt-suspect-after-woman-found-dead-in-glasgow", "date_published": "2023-04-26 20:35:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oklahoma death row inmate loses clemency bid despite attorney general appeal", "description": "<p>Only Republican governor Kevin Stitt stands between Richard Glossip and the death chamber, with lethal injection set for 18 May</p><p>Richard Glossip, a death row prisoner in Oklahoma who has insisted he is innocent since he was convicted of murder 25 years ago, has been denied clemency even though the state’s Republican attorney general made an unprecedented appeal to spare his life.</p><p>The pardon and parole board voted by 2-2 on Wednesday to deny Glossip, 60, clemency in the face of exceptional resistance from Republican politicians in Oklahoma who have joined forces to try and stop his execution going ahead. As things now stand, only the Republican governor Kevin Stitt stands between Glossip and the death chamber, with lethal injection set for 18 May.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/26/richard-glossip-death-row-clemency-oklahoma\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/26/richard-glossip-death-row-clemency-oklahoma", "date_published": "2023-04-26 20:08:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m not a savior’: Aaron Rodgers makes first appearance as Jets quarterback", "description": "<ul><li>Quarterback completes trade from Green Bay Packers</li><li>Rodgers moves to New York after 18 seasons in Green Bay</li></ul><p>Aaron Rodgers was in an upbeat mood during his first press conference with the New York Jets, although the 39-year-old initially said he was focused solely on a successful NFL season in 2023.</p><p>He later added: “I’m not here to be a savior of any kind.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/rodgers-declines-to-commit-to-jets-beyond-2023-in-first-appearance-with-team\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/rodgers-declines-to-commit-to-jets-beyond-2023-in-first-appearance-with-team", "date_published": "2023-04-26 20:05:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barclay ‘wasting public money’ with legal action against nursing strike", "description": "<p>Exclusive: Health secretary trying to ‘wear down’ NHS nurses rather than negotiating, RCN general secretary to tell high court</p><p>Steve Barclay will be accused of wasting taxpayers’ money by pursuing striking nurses through the courts when the government seeks on Thursday to shorten their industrial action due to start on Sunday evening.</p><p>In a witness statement to be heard in the high court, Pat Cullen, the Royal College of Nursing’s general secretary, will say the health and social care secretary is trying to “wear down” nurses through legal action.</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/barclay-to-be-accused-of-wasting-public-money-with-legal-action-against-may-day-nursing-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/barclay-to-be-accused-of-wasting-public-money-with-legal-action-against-may-day-nursing-strike", "date_published": "2023-04-26 20:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vivian White obituary", "description": "Television journalist whose work for Panorama specialised in domestic politics and social issues<p>The BBC journalist Vivian White, who has died aged 76, was for two decades until his retirement in 2012 one of the most prominent and popular reporters on Panorama, the current affairs flagship created in 1953.</p><p>He was widely respected for his skill in making engaging current affairs programmes on issues ranging from rising train fares and the treatment of the elderly to flooding. His range expanded after 9/11 into significant films on British Muslims, Guantánamo Bay and Afghanistan, as well as programmes on Rupert Murdoch, and frequent fast turnaround news specials, as channel controllers exercised more power over current affairs coverage.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/26/vivian-white-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/26/vivian-white-obituary", "date_published": "2023-04-26 19:40:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs back illegal migration bill by 289 votes to 230", "description": "<p>Controversial asylum law will now go to Lords despite criticism from leading Conservatives</p><p>The government’s flagship asylum bill passed its third reading in the Commons on Wednesday night and will now go to the Lords despite criticism from several leading Conservatives including Theresa May.</p><p>The illegal migration bill, which is supposed to change the law so that those who arrive in the UK by irregular means can be removed to a third country such as Rwanda, was passed by 289 votes to 230.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/controversial-uk-asylum-bill-passes-third-reading-in-commons\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/controversial-uk-asylum-bill-passes-third-reading-in-commons", "date_published": "2023-04-26 19:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edinburgh University cancels film screening after trans rights protest", "description": "<p>Adult Human Female, which asserts that women are defined solely by biological sex, stopped after activists block entrances</p><p>The screening of a controversial film asserting that women are defined solely by their biological sex has been cancelled by Edinburgh University after trans rights activists occupied entrances to the venue.</p><p>The screening of the documentary Adult Human Female was organised with the university’s support after a previous event in December was prevented from taking place when protesters confronted audience members and occupied a screening room minutes before it was due to be shown.</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/edinburgh-university-cancels-film-screening-after-trans-rights-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/edinburgh-university-cancels-film-screening-after-trans-rights-protest", "date_published": "2023-04-26 19:19:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ten suspects arrested after man dies in west London street", "description": "<p>Seven men and three women detained on suspicion of murder after incident at an address in Brentford</p><p>Seven men and three women have been arrested on suspicion of murder after a man died in west London.</p><p>Police were called at 5.15am on Wednesday to reports of intruders at an address in Brentwick Gardens, Brentford.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/ten-suspects-arrested-after-man-dies-in-west-london-street\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/ten-suspects-arrested-after-man-dies-in-west-london-street", "date_published": "2023-04-26 19:16:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Afghan asylum seeker must be moved from Knowsley hotel, court rules", "description": "<p>Home Office ordered to relocate refugee due to deteriorating mental health triggered by anti-migrant hostility</p><p>A vulnerable Afghan asylum seeker who was caught up in the Knowsley anti-migrant disturbances in February won a victory in the high court on Wednesday after a judge ordered that the Home Office must urgently move him out of his hotel, which was targeted by protestors, to a safer place.</p><p>It is thought to be the first case of its kind where the Home Office has been ordered to move an asylum seeker due to their deteriorating mental health triggered by anti-migrant activity.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/afghan-asylum-seeker-must-be-moved-from-knowsley-hotel-court-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/afghan-asylum-seeker-must-be-moved-from-knowsley-hotel-court-rules", "date_published": "2023-04-26 19:05:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BRB2 review – great start for Carlos Acosta’s young squad", "description": "<p><strong>Royal &amp; Derngate, Northampton<br /></strong>Birmingham company’s offshoot ranges from classical showpieces to modern shorts, allowing its dancers to tackle roles usually kept for principals</p><p>A new ballet company – you don’t get to say that very often. This one is the younger sibling of Birmingham Royal Ballet, a group of graduates and early career dancers, handpicked by BRB’s artistic director Carlos Acosta.</p><p>BRB2 is a kind of finishing school for young dancers, and an amazing opportunity for them to perform roles that principals would usually dance – in excerpts from Swan Lake or La Sylphide – rather than spear-carrying in the corps de ballet. It’s also an effective extension of the BRB brand as this group could tour to theatres the larger company doesn’t reach, with a gala-style bill like this one that’s ideal for new ballet audiences.</p><p><a href=\"https://www.brb.org.uk/shows/carlos-acostas-classical-selection\">Touring until 24 June</a></p> <a href=\"https://www.theguardian.com/stage/2023/apr/26/brb2-review-great-start-for-carlos-acostas-young-squad\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/26/brb2-review-great-start-for-carlos-acostas-young-squad", "date_published": "2023-04-26 19:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Netflix doubles down on UK productions despite slowdown", "description": "<p>Streaming firm reveals spend of close to $1.5bn a year on content such as new Keira Knightley series</p><p>Netflix has spent $6bn (£4.8m) making TV shows and films in the UK since 2020, <a href=\"https://www.theguardian.com/media/2020/nov/25/netflix-to-spend-1bn-in-uk-in-2020-on-tv-shows-and-films\">$2bn more than originally</a> planned, as the streaming giant doubled down on must-watch content amid a <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/19/netflix-hit-hardest-in-britons-post-christmas-subscription-cull\">global slowdown in new subscribers</a>.</p><p>In a rare public announcement on content-spend levels, Netflix has said that it had spent on average almost $1.5bn annually from 2020 through to 2023.</p> <a href=\"https://www.theguardian.com/media/2023/apr/26/netflix-uk-productions-spend\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/26/netflix-uk-productions-spend", "date_published": "2023-04-26 19:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on the king’s fortune v his subjects’ tightening pursestrings – cartoon", "description": "<p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/26/steve-bell-on-the-kings-fortune-v-his-subjects-tightening-pursestrings-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/26/steve-bell-on-the-kings-fortune-v-his-subjects-tightening-pursestrings-cartoon", "date_published": "2023-04-26 19:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a Bond movie’: Britons describe perilous journeys to escape Sudan", "description": "<p>More than 300 British nationals have fled bombing and shelling to reach a rescue flight out of Khartoum</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/apr/26/sudan-conflict-further-evacuations-as-un-chief-warns-fighting-could-cause-immense-suffering-for-years-live\">Sudan crisis – latest updates</a></strong></li></ul><p>After embarking on a perilous escape through military checkpoints and continuing clashes, British nationals evacuated from Sudan have spoken of their nightmare ordeals.</p><p>More than 300 Britons made the dangerous journey to the Wadi Seidna airbase north of Khartoum in the hope of boarding a rescue flight out of Sudan to Cyprus.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/like-a-bond-movie-britons-describe-perilous-journeys-to-escape-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/like-a-bond-movie-britons-describe-perilous-journeys-to-escape-sudan", "date_published": "2023-04-26 18:50:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian journalist killed by Russian snipers in ambush near Kherson", "description": "<p>Bogdan Bitik was working as a fixer for Corrado Zunino, Italian correspondent for La Repubblica, who was wounded</p><p>A Ukrainian journalist working with reporters for La Repubblica has been shot dead by Russian snipers in southern Ukraine, while his Italian colleague was injured, the Italian newspaper said on Wednesday.</p><p>“Today, our correspondent Corrado Zunino and his fixer Bogdan Bitik were victims of an ambush near the bridge in Kherson by Russian snipers on the outskirts of Kherson, in southern Ukraine,” La Repubblica said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/ukraine-journalist-killed-russian-snipers-bogdan-bitik-corrado-zunino\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/ukraine-journalist-killed-russian-snipers-bogdan-bitik-corrado-zunino", "date_published": "2023-04-26 18:25:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Midwives in England vote to accept NHS pay offer", "description": "<p>Royal College of Midwives members vote for ‘improved’ two-year deal by 57% to 43%</p><p>Midwives have voted to accept the latest NHS pay offer, their union has announced.</p><p>In a turnout of 48% of eligible members of the Royal College of Midwives (RCM) working in the NHS in England, 57% voted to accept the deal – with 43% rejecting it.</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/midwives-in-england-vote-to-accept-nhs-pay-offer\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/midwives-in-england-vote-to-accept-nhs-pay-offer", "date_published": "2023-04-26 18:15:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sexual assault victim who named her attacker in blog defeats his libel action", "description": "<p>High court judge rules Nina Cresswell’s account of Billy Hay’s attack is true on the balance of probabilities</p><p>A woman who wrote about being sexually assaulted, naming her attacker, has defeated a libel action he brought against her after a judge ruled that her account was true on the balance of probabilities.</p><p>Nina Cresswell was sued by Billy Hay over a blog and social media posts she wrote in 2020, as the <a href=\"https://www.theguardian.com/world/metoo-movement\">#MeToo</a> movement exploded, saying that he violently assaulted her 10 years earlier. She said Hay, a well-known tattooist, attacked her when she was aged 20 as she walked home from a nightclub in Sunderland where they had met earlier that evening.</p> <a href=\"https://www.theguardian.com/law/2023/apr/26/nina-cresswell-named-sexual-assault-attacker-blog-defeats-billy-hay-libel-action\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/apr/26/nina-cresswell-named-sexual-assault-attacker-blog-defeats-billy-hay-libel-action", "date_published": "2023-04-26 18:15:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rare white killer-whale calf spotted off California coast", "description": "<p>Three-year-old named Frosty, which has rare genetic condition, captured by whale-watching group sailing from Newport Beach</p><p>A rare white orca calf has been spotted off the coast of southern California.</p><p>In a video captured on Monday by a whale-watching tour company, Newport Coastal Adventures, the white calf was seen swimming with six other orcas near Newport Harbour.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/26/white-killer-whale-orca-calf-califonia\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/26/white-killer-whale-orca-calf-califonia", "date_published": "2023-04-26 18:15:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jair Bolsonaro questioned by police investigating Brazil coup attempt", "description": "<p>Former president of Brazil says he shared video ‘by mistake’ while on morphine in US hospital</p><p>Brazil’s former president, <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a>, has been ridiculed by his political opponents after he was questioned by federal police as part of a criminal investigation into <a href=\"https://www.theguardian.com/world/2023/jan/10/brazil-insurrection-lula-bolsonaro-alexandre-padilha\">January’s alleged coup attempt</a> and claimed he had shared a video questioning last year’s election result “by mistake”.</p><p>Bolsonaro spent more than two hours in the company of police investigators on Wednesday morning, nearly four months after thousands of hardcore supporters ran riot in the capital, Brasília, in what the new administration called a botched coup intended to reinstall the far-right former army captain as president.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/brazil-jair-bolsonaro-questions-ridicule-alleged-coup-attempt\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/brazil-jair-bolsonaro-questions-ridicule-alleged-coup-attempt", "date_published": "2023-04-26 18:04:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The real Rish! has been hiding in plain sight – don’t look for Mr Nice Guy within | John Crace", "description": "<p>Sunak and Starmer’s sloganeering made for a truly dismal PMQs that degrades us all</p><p>Just when you thought it could not get any worse after <a href=\"https://www.theguardian.com/politics/2023/apr/19/rishi-sunak-sir-softy-pmqs\">last week</a> … On the plus side, at least the prime minister managed to last 30 minutes without calling Keir Starmer “Sir Softy”. That currently ranks as the height of maturity for Rishi Sunak. The ability to act like a well-behaved 12-year-old. Give that man a pat on the head.</p><p>But make no mistake, this was yet another excruciatingly piss-poor prime minister’s questions. A national embarrassment. God knows what any outsider looking in might make of it. Perhaps it’s an extension of the government’s small boats plan to stop foreigners coming here.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/26/rishi-sunak-keir-starmer-pmqs-sloganeering\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/26/rishi-sunak-keir-starmer-pmqs-sloganeering", "date_published": "2023-04-26 18:03:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Brentford, West Ham v Liverpool, and more: clockwatch – live", "description": "<ul><li>Updates from all the midweek action around Europe</li><li><a href=\"https://www.theguardian.com/football/live/2023/apr/26/manchester-city-v-arsenal-premier-league-live-score-updates\">Man City v Arsenal – live</a> | And <a href=\"mailto:luke.mclaughlin@theguardian.com\">mail Luke</a> or <a href=\"https://twitter.com/LukeMcLaughlin\">tweet him</a></li></ul><p><strong>Frank Lampard</strong> believes a love-hate mentality, fuelled by social media and akin to politics, is behind the whirlwind nature of managerial changes in the Premier League and that the situation will calm down only if expectations of those in the dugout become more “reasonable”.</p><p><strong>Nottingham Forest:</strong> Navas, Aurier, Niakhate, Felipe, Williams, Mangala, Danilo, Renan Lodi, Gibbs-White, Johnson, Awoniyi. <strong>Substitutes</strong>: Worrall, Lingard, Hennessey, Toffolo, Surridge, Kouyate, Freuler, Dennis, Ayew.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/26/chelsea-v-brentford-west-ham-v-liverpool-and-more-clockwatch-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/26/chelsea-v-brentford-west-ham-v-liverpool-and-more-clockwatch-live", "date_published": "2023-04-26 17:51:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Arsenal: Premier League – live", "description": "<ul><li>Premier League updates from the 8pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2023/apr/26/chelsea-v-brentford-west-ham-v-liverpool-and-more-clockwatch-live\">Live clockwatch</a> | And <a href=\"mailto:scott.murray@theguardian.com\">email Scott</a> with your thoughts</li></ul><p><strong>Erling Haaland is on track, it’s fair to say, to break through the 50-goal barrier this season.</strong> This isn’t normal behaviour in English football, as today’s edition of The Knowledge illustrates. Here’s who the big Norwegian, currently on 48 goals for this campaign, has in his sights. <em>(Those in italics were not playing in the top flight.)</em></p><p><strong>63 </strong>Dixie Dean (Everton, 1927-28)<em><br /><strong>63 </strong>George Camsell (Middlesbrough, 1926-27)<br /><strong>58</strong> Ted Harston (Mansfield, 1936-37)<br /><strong>58</strong> Joe Payne (Luton, 1936-37)<br /><strong>54</strong> Terry Bly (Peterborough, 1960-61)<br /><strong>52 </strong>Steve Bull (Wolves, 1987-88)<br /></em><strong>50</strong> Vic Watson (West Ham, 1929-30)<br /><strong>50</strong> Tom ‘Pongo’ Waring (Aston Villa, 1930-31)<br /><em><strong>50</strong> Clarrie Bourton (Coventry, 1931-32)<br /><strong>50 </strong>Steve Bull (Wolves, 1988-89)<br /></em><strong>49</strong> Clive Allen (Tottenham, 1986-87)</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/26/manchester-city-v-arsenal-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/26/manchester-city-v-arsenal-premier-league-live-score-updates", "date_published": "2023-04-26 17:48:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump raped me, writer E Jean Carroll testifies in New York court", "description": "<p>Advice columnist says former president ‘shattered my reputation’ and says alleged attack left her unable to enjoy romantic life</p><p>The advice columnist E Jean Carroll told a New York jury on Wednesday that Donald Trump raped her, leaving her unable to again have a romantic relationship, and then “shattered my reputation” by denying the attack occurred.</p><p>Carroll testified in her civil lawsuit seeking damages for battery – after Trump allegedly sexually assaulted her in a New York department store changing room in 1996 – and for defamation, after he accused her of lying and perpetrating a hoax when she went public with her accusations in a book.</p><p><em>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support on 0808 500 2222. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a></em></p> <a href=\"https://www.theguardian.com/us-news/2023/apr/26/trump-e-jean-carroll-civil-rape-trial-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/26/trump-e-jean-carroll-civil-rape-trial-new-york", "date_published": "2023-04-26 17:47:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Does Suella Braverman have evidence to link boat arrivals to crime?", "description": "<p>Home secretary defends her latest incendiary claims on immigration by citing conversations with unnamed police chiefs</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/26/suella-braverman-illegal-migration-bill-small-boats-rishi-sunak-keir-starmer-pmqs-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Is there evidence for Suella Braverman’s claims of “heightened criminality” among boat arrivals?</p><p>In a morning round of interviews, the home secretary once again created news by <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/suella-braverman-small-boat-arrivals-have-values-at-odds-with-our-country\">making the kind of claim about migrants</a> that was once seen as racially incendiary, but is fast becoming the norm among Home Office ministers.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/26/does-suella-braverman-have-evidence-to-link-boat-arrivals-crime\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/26/does-suella-braverman-have-evidence-to-link-boat-arrivals-crime", "date_published": "2023-04-26 17:47:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Piers Morgan encouraged illegal targeting of Diana, says Prince Harry", "description": "<p>Court papers allege that Morgan, when he was NoW editor, and others knew about and concealed hacking of texts and phone calls</p><p>Prince Harry has claimed Piers Morgan “knew about, encouraged and concealed” illegal targeting of Diana, Princess of Wales when he was editor of the News of the World.</p><p>Harry alleges that his mother’s private text messages and phone calls were obtained by journalists working for Rupert Murdoch’s tabloid newspapers before she died, with the information used as the basis for multiple stories in the Sun and the News of the World.</p><p>“Di’s cranky phone calls to married Oliver; She called 3 times in 9 minutes and hung up as she heard Oliver’s voice”, about Diana’s alleged relationship with the art dealer Oliver Hoare.</p><p>“Di’s roam alone”, about Diana flying to the US on holiday and leaving behind princes William and Harry with other members of the royal family.</p><p>“Di and Fergie bury the hatchet”, about a private meeting between Diana and the Duchess of York.</p><p>“It’s Diana or me; Di: Will’s my dear friend – not my lover; Carling sneaked into palace when boys went out”, about Diana’s alleged relationship with the England rugby player Will Carling.</p><p>“Di’s VJ Day fury over Tiggy”, about a supposed dispute between Diana and the royal nanny Tiggy Legge-Bourke.</p> <a href=\"https://www.theguardian.com/media/2023/apr/26/piers-morgan-encouraged-targeting-of-diana-says-prince-harry\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/26/piers-morgan-encouraged-targeting-of-diana-says-prince-harry", "date_published": "2023-04-26 17:42:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England Women’s World Cup buildup plans hit by clubs’ player-release stance", "description": "<ul><li>Club association wants longer break before tournament</li><li>Sarina Wiegman may have to rethink preparation camps in June</li></ul><p>The buildup to this year’s Women’s World Cup could be severely disrupted after the European Club Association (ECA) told the national associations that players will not be available until 10 days before the tournament starts.</p><p>The women’s game has been rocked by several high-profile injuries in the past year, including ruptured anterior cruciate ligaments suffered by players such as Vivianne Miedema, Alexia Putellas, Beth Mead and, last week, the England captain, <a href=\"https://www.theguardian.com/football/2023/apr/21/leah-williamson-england-out-of-world-cup-cruciate-ligament-injury-arsenal\" title=\"\">Leah Williamson</a>.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/england-womens-world-cup-buildup-could-be-hit-by-player-non-availability\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/england-womens-world-cup-buildup-could-be-hit-by-player-non-availability", "date_published": "2023-04-26 17:42:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK politicians stigmatising Muslims over Islamist terrorism, report finds", "description": "<p>Muslims are marginalised by being made to feel they have to frequently renounce terrorist acts, according to faith review</p><p>Senior politicians must stop stigmatising Muslims by making them feel responsible for Islamist terrorism, according to a report which aims to reset the government’s entire approach to dealing with religious groups.</p><p>Muslims are being marginalised in a number of areas of British life, according to <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1152684/The_Bloom_Review.pdf\">the report</a> by the government’s faith adviser Colin Bloom, including by being made to feel they frequently have to renounce terrorist acts. Bloom also urged ministers to develop Sharia-compliant student loans to help more Muslims into university, and to conduct an outreach programme to increase their representation in the armed forces.</p><p>Giving every public servant, including doctors, teachers and police officers, mandatory religious training</p><p>Regulating unregulated faith schools</p><p>Introducing Sharia-compliant student loans</p><p>Conducting a review of radicalisation in prisons</p><p>Launching a campaign to recruit more Muslim soldiers</p><p>Cracking down on religiously motivated white supremacists</p><p>Investigating Sikh extremism</p><p>Using the online safety bill to crack down on material that promotes religious hatred</p><p>Funding a new programme to help people who are leaving coercive religious environments</p><p>Reforming and properly resourcing the government’s forced marriage unit</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/uk-politicians-stigmatising-muslims-over-islamist-terrorism-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/uk-politicians-stigmatising-muslims-over-islamist-terrorism-report-finds", "date_published": "2023-04-26 17:33:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Britons getting poorer: don’t accept it | Editorial", "description": "<p>‘We’re all worse off,’ says the Bank of England. At a time of soaring pay to company bosses, this is ugly politics</p><p>Struggling households, sinking businesses: the Bank of England wants you to swallow some bitter news for your own good. You “need to accept” that you are poorer. Stop asking for wage rises. Do not sneak up prices. Surrender your “reluctance to accept that, yes, we’re all worse off”. Such thoughts only produce higher inflation – and that simply won’t do, according to the Bank’s chief economist, Huw Pill. In <a href=\"https://www.theguardian.com/business/2023/apr/25/britons-need-to-accept-theyre-poorer-says-bank-of-england-economist\" title=\"\">an interview this week</a>, he accused families and business of indulging in a game of “pass the parcel” – pushing higher costs between themselves when what they really need to do is admit that “we all have to take our share”.</p><p>If Mr Pill himself displays such Zen-like acceptance, it may owe something to the fact that he received £88,000 for his first five-and-a-bit months at Threadneedle Street, equivalent to an annual salary of £180,000. Another advocate of serenity is the Bank’s governor, Andrew Bailey, who last year <a href=\"https://www.theguardian.com/business/2022/feb/04/bank-of-england-boss-calls-for-wage-restraint-to-help-control-inflation\" title=\"\">told workers not to make big pay demands</a>, while raking in half a million pounds. Ordinary Britons may detect a touch of Versailles here, of being advised to chow down on brioche because no bread is to be found. Such statements do not enhance one’s authority, as Marie Antoinette could attest.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/the-guardian-view-on-britons-getting-poorer-dont-accept-it\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/the-guardian-view-on-britons-getting-poorer-dont-accept-it", "date_published": "2023-04-26 17:29:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Sudan’s ceasefire: the fear is what may follow", "description": "<p>As civilians flee the warring generals, those left behind face a grim future</p><p>Any reduction in fighting must be welcomed when millions of civilians are trapped amid it. Already, more than 450 lives have been lost and thousands have been injured since the clash between Gen Abdel Fattah al-Burhan, head of the Sudanese army, and Gen Mohamed Hamdan Dagalo (known as Hemedti), the leader of the paramilitary Rapid Support Forces, began on 15 April. Yet far from holding out the prospect of a sustainable improvement, the 72-hour ceasefire in <a href=\"https://www.theguardian.com/world/sudan\" title=\"\">Sudan</a> is only a brief respite in the conflict, and one pockmarked by violence.</p><p>Even if it holds for the full three days, what comes next may be worse. The deal, brokered by the US secretary of state, Antony Blinken, has allowed evacuations from the capital, Khartoum, and other cities. With foreign nationals safely out of the way, the <a href=\"https://www.theguardian.com/news/audio/2023/apr/20/sudan-warring-generals-podcast\" title=\"\">two belligerents</a> will be able to return to battle with little international attention. They appear to see this as a fight to the finish.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/the-guardian-view-on-sudans-ceasefire-the-fear-is-what-may-follow\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/the-guardian-view-on-sudans-ceasefire-the-fear-is-what-may-follow", "date_published": "2023-04-26 17:28:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘People can’t just get used to it’: Wolverhampton reacts to Bank of England comments", "description": "<p>Local authority with highest fuel poverty rate in England is angry at economist’s comment Britons ‘need to accept’ being worse off</p><p>Karen Trainer, the manager of the Big Venture community centre and shop in Wolverhampton, could barely contain her anger as she watched the news on Wednesday morning.</p><p>She was hearing about <a href=\"https://www.theguardian.com/business/2023/apr/25/britons-need-to-accept-theyre-poorer-says-bank-of-england-economist\">the comments of the Bank of England economist Huw Pill</a>, who said Britons should stop seeking pay increases and “accept” they are worse off in order to prevent prices rising further.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/wolverhampton-reacts-to-bank-of-england-comments-poverty-huw-pill\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/wolverhampton-reacts-to-bank-of-england-comments-poverty-huw-pill", "date_published": "2023-04-26 17:21:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bannon ally handed four-year prison term over Trump border-wall fraud", "description": "<p>US air force veteran Brian Kolfage admitted to conspiring to defraud donors to campaign to build wall along US-Mexico border</p><p>Brian Kolfage, a US air force veteran and former associate of the Trump ally and adviser Steve Bannon, was sentenced on Wednesday to more than four years in prison after admitting to conspiring to defraud donors to a campaign to build a wall along the US-Mexican border, as promised by the former president.</p><p>Bannon, 69 and a former campaign chair and White House strategist for Trump, was also charged in the case but received a presidential pardon in the final hours of Trump’s term.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/26/brian-kolfage-steve-bannon-ally-border-wall-fraud\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/26/brian-kolfage-steve-bannon-ally-border-wall-fraud", "date_published": "2023-04-26 17:18:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anger in Bristol as councillors approve plan for homes on site of zoo", "description": "<p>Protesters say decision-makers would be remembered for having paved over paradise in ‘Joni Mitchell moment’</p><p>Controversial plans to build almost 200 homes on the site of Bristol’s beloved zoo gardens have been approved by councillors, who concluded that the development would help ease the city’s housing crisis.</p><p>Protesters argued that this was Bristol’s “<a href=\"https://www.google.com/search?q=joni+mitchell+paved+paradise&amp;rlz=1C5GCEM_enGB1055GB1055&amp;oq=Joni+Mitchell+paved&amp;aqs=chrome.0.0i355i512j46i512j69i57j0i512l4.8456j0j9&amp;sourceid=chrome&amp;ie=UTF-8#wptab=si:AMnBZoGXoTwEAOOPJv19080y853KxIfSYUWCMsZnYLn5FQ9m4V-AeikVngGweArqyMtHzR3wvXp6ceyAg3BKbKluWBK5lXvZjXxa8zjZ6-E0NE1m1E0Jm0N2bx0gkJIZ_RhAtAeIj36NL5Z1KifyPpohePsm2lmd9dVVZS_idtFhcLMtOS7UgwY%3D\">Joni Mitchell moment</a>” and that the politicians who had backed the “monstrosity” would be remembered as having “paved paradise” and be a laughing stock.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/26/anger-in-bristol-as-councillors-approve-plan-for-homes-on-site-of-zoo\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/26/anger-in-bristol-as-councillors-approve-plan-for-homes-on-site-of-zoo", "date_published": "2023-04-26 17:10:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The distressing reality of ‘care’ for disabled young people | Letters", "description": "<p>Readers express their anger at the abuse of vulnerable people in care settings highlighted in an article by John Harris</p><p>I was both saddened and enraged to read John Harris’s article about the continuing abuse and torture of people with learning disabilities and autism (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/learning-disabled-autistic-neglect-uk-institutional-abuse\" title=\"\">Learning-disabled and autistic people are being neglected and tortured. How much longer?, 24 April</a>). When will we realise that human services are not suitable fodder for money-making, shareholder-favouring companies? Although the fact that similar abuses have occurred in NHS systems in the past suggests other factors are at play.</p><p>The <a href=\"https://exhibits.stanford.edu/spe/about/philip-g-zimbardo\" title=\"\">Zimbardo prison experiment</a> at Stanford University in the early 1970s showed how quickly people can fall into controlling or submissive roles if they do not have positive management and role models available, and if nobody dares blow the whistle. There are excellent services in some parts of the UK, with individualised support for people, but they are under constant pressure to cut costs.</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/the-distressing-reality-of-care-for-disabled-young-people\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/the-distressing-reality-of-care-for-disabled-young-people", "date_published": "2023-04-26 16:58:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Costa Rica beats Britain in the conservation stakes | Letters", "description": "<p>Readers respond to George Monbiot’s article comparing a rich nation’s environmental failures and a poor one’s success</p><p>George Monbiot asks why Costa Rica has been able to restore its once despoiled natural environment while the much wealthier UK has failed to do so (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/21/costa-rica-uk-land\" title=\"\">Opinion, 21 April</a>). One reason is its decision to abolish its army in 1949. Its government had decided that it would rather spend money on health, education and the environment than on the military. You can see how this came about in the 2016 film A Bold Peace.</p><p>In contrast, the UK is not only spending more than <a href=\"https://cnduk.org/resources/205-billion-cost-trident/#:~:text=CND%20has%20calculated%20that%20replacing,typically%20go%20well%20over%20budget.\" title=\"\">£205bn</a> on the replacement of the Trident nuclear-armed submarine fleet, but in the this year’s spring budget announced an <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-8175/\" title=\"\">additional £5bn</a> on defence over the next two years and a further £2bn in subsequent years to 2027-28. The situation is even more dire when one considers what an increase in emissions there will be from even more manufacturing of tanks, bombs, planes and military hardware. <br /><strong>Rae Street</strong><br /><em>Littleborough, Greater Manchester</em></p> <a href=\"https://www.theguardian.com/environment/2023/apr/26/why-costa-rica-beats-britain-in-the-conservation-stakes\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/26/why-costa-rica-beats-britain-in-the-conservation-stakes", "date_published": "2023-04-26 16:57:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Number of UK homes installing rooftop solar panels highest in over seven years", "description": "<p>Arrays installed by more than 50,700 households in first quarter of 2023 as people seek to reduce energy bills</p><p>The number of households installing rooftop solar panels reached its highest level in more than seven years in the first months of 2023 as energy-bill payers turned to renewable energy to guard against spiralling costs.</p><p>Industry figures show that more than 50,700 households installed arrays between January and March, more than double the number in the same months last year and the highest figure since late 2015.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/26/number-of-uk-homes-installing-rooftop-solar-panels-highest-in-over-seven-years\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/26/number-of-uk-homes-installing-rooftop-solar-panels-highest-in-over-seven-years", "date_published": "2023-04-26 16:54:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Games fakers: Olympic ‘pseudo-volunteers’ plan to disrupt Paris 2024", "description": "<ul><li>Saccage – or ‘Destruction’ – 2024 seeking pay for helpers</li><li>Protesters claim event will benefit big business, not locals</li></ul><p>An anti-Olympics collective is aiming to disrupt next year’s Paris Games by recruiting fake volunteers. Saccage 2024, which translates as “Destruction 2024”, has already generated a buzz on social media with its “pseudo-volunteer” plan, saying they should be paid for their work.</p><p>“Volunteering is supposed to be for the common good and that is not the case for the Olympic Games – it does not have charitable aims,” said Saccage 2024 member Arthur, who declined to give his family name.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/games-fakers-olympic-pseudo-volunteers-plan-to-disrupt-paris-2024-saccage\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/games-fakers-olympic-pseudo-volunteers-plan-to-disrupt-paris-2024-saccage", "date_published": "2023-04-26 16:37:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disney sues Ron DeSantis in battle over control of Florida resort", "description": "<p>Entertainment giant wants court to overturn governor’s efforts to exert control over Walt Disney World theme parks in Orlando</p><p>Disney has sued Ron DeSantis, the Republican governor of Florida and presumed challenger for the Republican presidential nomination.</p><p>The entertainment giant wants a court to overturn state efforts to exert control over the Walt Disney World theme parks in Orlando.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/26/disney-sues-governor-ron-desantis-florida-resort\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/26/disney-sues-governor-ron-desantis-florida-resort", "date_published": "2023-04-26 16:32:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Hewitt obituary", "description": "Film editor and director of music videos for Aswad, Depeche Mode and other 1980s acts<p>Kevin Hewitt, who has died of cancer aged 70, made his name by directing music videos for some of British reggae’s finest artists, such as Aswad and Sly and Robbie, as well as Depeche Mode, Echo and the Bunnymen and other 1980s acts.</p><p>His relationship with Aswad began where they grew up, in the Ladbroke Grove area of west London. He was film editor, a job critical in creating the feel of any production, on two 1981 documentaries shot at the previous year’s Notting Hill Carnival. Both were groundbreaking in reflecting black culture on the streets.</p> <a href=\"https://www.theguardian.com/music/2023/apr/26/kevin-hewitt-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/26/kevin-hewitt-obituary", "date_published": "2023-04-26 16:32:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black Mirror: new trailer promises big stars and big shocks", "description": "<p>The sixth season of the award-winning sci-fi thriller series is set to star Salma Hayek, Aaron Paul, Myha’la Herrold and Himesh Patel</p><p>The sixth season of Black Mirror is set to land on Netflix this June with a new trailer promising a host of big guest stars.</p><p>Billed by Netflix as “the most unpredictable, unclassifiable and unexpected yet”, the satirical sci-fi thriller series created by Charlie Brooker will feature Salma Hayek, Michael Cera, Myha’la Herrold, Rob Delaney, Josh Hartnett, Aaron Paul, Kate Mara, Paapa Essiedu, John Hannah, Himesh Patel and Rory Culkin.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/26/black-mirror-new-trailer-big-stars\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/26/black-mirror-new-trailer-big-stars", "date_published": "2023-04-26 16:26:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I did all that I could’: the tireless activism of Harry Belafonte", "description": "<p>The death of the artist and activist leaves behind an important legacy of someone who worked hard to make a difference</p><p>On the morning of 9 April 1968, some 1,300 mourners crammed into Atlanta’s Ebenezer Baptist church for the funeral of Dr Martin Luther King Jr. At the end of the pew, two rows behind the King’s grieving wife and survivors sat a man in a trim black suit and sunglasses gazing longingly at the casket before the pulpit, like a boat set adrift. That was Harry Belafonte, always in frame any time the civil rights struggle was in focus.</p><p>On Tuesday, more than a half century after King was killed by an assassin’s bullet, <a href=\"https://www.theguardian.com/music/2023/apr/25/harry-belafonte-singer-dies-actor-singer-activist\">Belafonte joined his close friend and confidant on the other side of the ancestral plane</a>, dying of congestive heart failure at the age of 96. For as much of an impact he made as an actor and musician, it’s Belafonte’s legacy as an activist that towers like a seventh wonder monument over the current era of lapel-wearing, hashtag virtue signaling. Time and again, when Belafonte rightly could have looked out for No 1, he cannonballed into every social justice movement, protesting against apartheid, pushing for LGBTQ+ equality and condemning the military industrial complex.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/26/harry-belafonte-activism-civil-rights-movement\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/26/harry-belafonte-activism-civil-rights-movement", "date_published": "2023-04-26 16:11:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simon Rattle is right: Britain is becoming a cultural desert – and that’s a political choice | Martin Kettle", "description": "<p>The arts and classical music say much about us as a country. Labour should fight for their place in our national life</p><p>Classical music will rarely have a larger audience or a more exalted place than at the coronation next week. And yet, like so much that occurs in Westminster Abbey on 6 May, it will send a misleading message about the kind of country that Britain now is. For Simon Rattle is incontestably right in what he said this week: <a href=\"https://www.theguardian.com/music/2023/apr/24/simon-rattle-uk-classical-music-arts-council-england-bbc-cuts\">classical music in this country is “fighting for its existence”</a>.</p><p>Over the decades, Arts Council England (ACE) and the BBC have done more to sustain classical music and the other performing arts than anyone. But there is nothing coincidental about ACE now taking the knife to the nation’s orchestras and opera companies, and the BBC’s attempt to <a href=\"https://www.theguardian.com/music/2023/mar/09/axing-bbc-singers-vandalism-comment-brindley-sherratt\">kill off the BBC Singers</a> and slash spending on its orchestras. As Rattle put it in his cry from the heart in London, these cuts are “rooted in political choices”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/simon-rattle-britain-arts-classical-music-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/simon-rattle-britain-arts-classical-music-labour", "date_published": "2023-04-26 16:11:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What does UK’s ban on Microsoft’s Activision Blizzard takeover mean for gaming?", "description": "<p>CMA surprised sector by saying deal would give Seattle firm undue power to shape cloud gaming</p><p>Microsoft’s attempted acquisition of Activision Blizzard, the development conglomerate behind games including Call of Duty, World of Warcraft and Candy Crush Saga, has been <a href=\"https://www.theguardian.com/technology/2023/apr/26/microsoft-bid-for-activision-blizzard-blocked-by-uk-competition-regulator\">blocked </a> by the UK’s competition watchdog in a surprise move. The $70bn (£65bn) purchase would have been the largest in gaming history but now, unless the two companies can convince a tribunal to overturn the ban on appeal, it is dead globally.</p><p>But what does this mean for tech, gaming and Rishi Sunak’s goal for the “Unicorn Kingdom”?</p> <a href=\"https://www.theguardian.com/technology/2023/apr/26/what-does-uks-ban-on-microsofts-activision-blizzard-takeover-mean-for-gaming\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/26/what-does-uks-ban-on-microsofts-activision-blizzard-takeover-mean-for-gaming", "date_published": "2023-04-26 16:07:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Health department officials ‘raised concerns’ about Steve Barclay’s behaviour", "description": "<p>Exclusive: civil servants have privately referred to ‘bullying’ by health secretary, sources say</p><p>Officials from the Department of Health have “raised concerns” about Steve Barclay’s alleged conduct towards civil servants, the Guardian has been told.</p><p>Sources said the civil servants had informally complained to Chris Wormald, the department’s permanent secretary, about the way they believe they and colleagues have been treated by the health secretary.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/26/health-department-officials-raised-concerns-about-steve-barclays-behaviour\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/26/health-department-officials-raised-concerns-about-steve-barclays-behaviour", "date_published": "2023-04-26 16:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Astronomers capture first image of jet being launched from edge of black hole", "description": "<p>Study concerns Messier 87 galaxy, 55m light years away from Earth, and a black hole 6.5bn times more massive than the sun</p><p>Astronomers have captured the first image showing a powerful jet being launched from the edge of a black hole’s event horizon into intergalactic space.</p><p>The observations of the black hole at the centre of the galaxy Messier 87 (M87) could help reveal how black hole jets, which are among the brightest objects in the universe, are created.</p> <a href=\"https://www.theguardian.com/science/2023/apr/26/astronomers-capture-first-image-of-jet-being-launched-from-edge-of-black-hole\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/26/astronomers-capture-first-image-of-jet-being-launched-from-edge-of-black-hole", "date_published": "2023-04-26 15:56:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Film director Catherine Corsini denies wrongdoing on set of film shortlisted for Palme d’Or", "description": "<p>The row over Le Retour, which will have its world premiere at next month’s Cannes film festival, has divided France’s film world with one director announcing a boycott</p><p>French film director Catherine Corsini has hit back at claims she harassed crew and put children at risk during the shooting of her film shortlisted for the Cannes Palme d’Or award.</p><p>The row over Le Retour (Homecoming) has divided France’s film world, with one director announcing a boycott of the festival and feminists claiming that the industry has learned nothing from #MeToo.</p> <a href=\"https://www.theguardian.com/film/2023/apr/26/catherine-corsini-denies-wrongdoing-on-set-of-le-retour-shortlisted-for-palme-dor\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/26/catherine-corsini-denies-wrongdoing-on-set-of-le-retour-shortlisted-for-palme-dor", "date_published": "2023-04-26 15:54:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jesus was single and single people should be valued, says Church of England", "description": "<p>C of E report says church should not regard singleness as lesser than living in couple or family</p><p>Single people should be valued as much as couples and families, the Church of England has said in a major report that welcomes diversity in personal relationships.</p><p>The church should “not regard [singleness] as lesser than living in a couple relationship”, the report said, pointing out that Jesus was single.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/jesus-was-single-single-people-should-be-valued-church-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/jesus-was-single-single-people-should-be-valued-church-of-england", "date_published": "2023-04-26 15:46:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robot dogs deployed in New York building collapse revive surveillance fears", "description": "<p>Robots praised by New York mayor for searching ruins of a parking garage collapse, but critics fear robots will collect private data</p><p>“Digidog is out of the pound,” Eric Adams declared in April. The New York City mayor also insisted the successful use of the controversial robot in response to a recent building collapse should convince critics such devices can improve safety in the city.</p><p>Adams commended first responders’ use of the four-legged robot in the ruins of a parking garage <a href=\"https://www.theguardian.com/us-news/2023/apr/18/parking-ramp-collapses-in-downtown-new-york-citys-financial-district\">collapse</a> last week in Manhattan, in which one person was killed and five injured.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/26/robot-dogs-new-york-building-collapse-surveillance\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/26/robot-dogs-new-york-building-collapse-surveillance", "date_published": "2023-04-26 15:43:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m going for it like crazy’: Suzy Eddie Izzard on her one-woman, 19-role Great Expectations", "description": "<p>After 30 years, the standup star is now finally winning acting plaudits, for a ‘tour de force’ take on Dickens with sharper punchlines – and Hamlet is next</p><p>First names first. What does the artist formerly known as Eddie Izzard, who recently announced she was adding “Suzy” to her name, wish to be called in print? “I think stay with ‘Eddie’ because that’s my public name,” she says when we meet at her manager’s office in London. “And I <em>am</em> gender-fluid. I don’t want to lose Eddie. What I don’t want is ‘Suzy Eddie’. But no one can make a mistake unless they call me ‘Kenneth’ or ‘Sabrina’.”</p><p>The Suzy news <a href=\"https://www.out.com/celebs/suzy-eddie-izzard\">broke last month</a> but Izzard adopted the name nearly a year ago, and will soon have it added to her passport. For now, she’s been using it on Deliveroo. “They don’t say anything when they give you your order except: ‘There you go.’ But you can see it on your phone: ‘Suzy, your food is on its way …’”</p> <a href=\"https://www.theguardian.com/stage/2023/apr/26/suzy-eddie-izzard-dickens-great-expectations-hamlet\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/26/suzy-eddie-izzard-dickens-great-expectations-hamlet", "date_published": "2023-04-26 15:39:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak refuses to apologise for UK slave trade or to pledge reparations", "description": "<p>PM says ‘trying to unpick our history is not the right way forward’ in response to Labour’s Bell Ribeiro-Addy</p><p>Rishi Sunak has refused to apologise for the UK’s role in the slave trade or to commit to paying reparations.</p><p>The prime minister was challenged in the Commons by the Labour MP Bell Ribeiro-Addy, who said former prime ministers and heads of state had “only ever expressed sorrow or deep regret”, since the late MP Bernie Grant first asked the government for an apology 23 years ago.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/rishi-sunak-refuses-to-apologise-for-uk-slave-trade-or-to-pledge-reparations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/rishi-sunak-refuses-to-apologise-for-uk-slave-trade-or-to-pledge-reparations", "date_published": "2023-04-26 15:35:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met chief clashes with senior Tory amid furious scenes in Commons", "description": "<p>London police commissioner accused of bungling job and not being ‘very honest’ at committee session</p><p>A senior Conservative attacked the honesty and competence of the Metropolitan police commissioner, Sir Mark Rowley, in furious scenes at a Commons committee, while the police chief denounced the “pillorying” of his force.</p><p>Lee Anderson MP, the deputy chair of the Tory party, accused Rowley of not being “very honest” and claimed he was bungling his job. Rowley denounced the “personally offensive” attacks and accused Anderson of not knowing the law.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/met-chief-mark-rowley-clashes-with-senior-tory-lee-anderson-in-furious-scenes-in-commons\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/met-chief-mark-rowley-clashes-with-senior-tory-lee-anderson-in-furious-scenes-in-commons", "date_published": "2023-04-26 15:32:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Luca Brecel rocks Ronnie O’Sullivan to reach World Snooker semis", "description": "<ul><li>Belgian reels off seven straight frames for shock win</li><li>Anthony McGill or Si Jiahui await Brecel in last four</li></ul><p>The seven-time champion Ronnie O’Sullivan is out of the World Snooker Championship after losing 13-10 to Luca Brecel in their Crucible quarter-final.</p><p>O’Sullivan, resuming 10-6 ahead, lost seven frames on the spin as Brecel reached the last four in extraordinary circumstances. O’Sullivan, who won the title in 2022, failed to make a single break over 30 as his Belgian opponent set up a semi-final date with either Anthony McGill or Si Jiahui.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/luca-brecel-rocks-ronnie-osullivan-to-reach-world-snooker-semis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/luca-brecel-rocks-ronnie-osullivan-to-reach-world-snooker-semis", "date_published": "2023-04-26 15:31:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Star Wars Jedi: Survivor review – the best Star Wars game in 20 years", "description": "<p><strong>PlayStation 5 (version tested), Xbox Series X/S, PC; Respawn Entertainment/EA</strong><br />Respawn Entertainment’s sequel is a huge improvement over Jedi: Fallen Order, and a virtual blockbuster without compromise</p><p>Star Wars Jedi: Survivor’s opening sequence is spellbinding. Amid the sprawling megastructures of the city-planet Coruscant, a daring heist ensues. Having escaped the clutches of Darth Vader’s Imperial inquisition in the last game (<a href=\"https://www.theguardian.com/games/2019/nov/15/star-wars-jedi-fallen-order-review\">Jedi: Fallen Order</a>), fugitive Jedi Cal Kestis is now an agent for the Rebel Alliance, and his latest target is hidden inside a corrupt senator’s luxury space-yacht. What follows is a 90-minute thrill ride as Cal pursues the yacht through Coruscant’s tangled underbelly, slicing through stormtroopers and pirouetting across the city’s impossible architecture.</p><p>It’s everything you want from a Star Wars adventure and a blockbuster video game: visually spectacular, mechanically sophisticated and riotously entertaining. Respawn Entertainment’s first foray into Disney’s sci-fi universe had moments of vision, particularly in its beginning and ending, but sandwiched in the middle was an uneven mixture of Uncharted-style platforming and combat inspired by Dark Souls, set in environments that only occasionally lived up to the promise of its introduction. Jedi: Survivor is an enthralling follow-up and a huge improvement. Not only is it a masterclass in cinematic action, but its eclectic mixture of mechanics is also much more elegantly implemented. The result is the best Star Wars game in 20 years, as compelling in the hands as it is magnificent on the screen.</p> <a href=\"https://www.theguardian.com/games/2023/apr/26/star-wars-jedi-survivor-review-best-star-wars-game-in-20-years-five-stars\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/26/star-wars-jedi-survivor-review-best-star-wars-game-in-20-years-five-stars", "date_published": "2023-04-26 15:30:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan: fighting eases during truce as thousands flee country", "description": "<p>With partially held ceasefire due to expire on Thursday, UN says neither side ready to seriously negotiate</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/26/sudan-conflict-further-evacuations-as-un-chief-warns-fighting-could-cause-immense-suffering-for-years-live\">Sudan crisis – latest updates</a></li></ul><p><strong>New byline</strong></p><p>Sounds of gunfire and explosions have continued to rock Sudan’s capital, but the intensity of the fighting across the country has eased for a truce that residents hope will provide relief for people trapped with dwindling food, water and medicine.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/sudan-truce-eases-fighting-thousands-flee\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/sudan-truce-eases-fighting-thousands-flee", "date_published": "2023-04-26 15:29:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Isaac Julien review – lithe bodies, a lynching and a televisual paean to lust", "description": "<p><strong>Tate Britain, London</strong><br />Julien’s complex and ambitious work leaves you reeling with its richness as it touches on Aids adverts and stolen artefacts, migrant workers and 80s riots</p><p>We walk in silvery light between freestanding screens and reflective mylar walls, and watch in a wintry garden outside Philadelphia. We sit in the gloom of <a href=\"https://www.soane.org/\">Sir John Soane’s Museum</a>, where someone jerks and twists in the doorway, and we float on the Yangtze as though in a Chinese painting. A dancer moulds a head on to his fist in wet clay, while standing in a vertical shaft of sunlight in Bahia, Brazil. Isaac Julien’s film installations take you places and catch you with their innumerable details and juxtapositions.</p><p>Light on black skin, shadows on white marble bodies, dry leaves rustling on a tiled floor, snow falling – and magically ascending – from the collar of a young man’s tuxedo. Lithe bodies slide between the sheets, and men in evening dress dance on tables. Here’s an angel, there’s little <a href=\"https://www.jimmysomerville.co.uk/\">Jimmy Somerville</a> up on a balcony. Julien can seduce and astonish, beguile and instruct. Walking through woodland, the formerly enslaved abolitionist <a href=\"https://www.theguardian.com/books/2018/oct/28/david-blight-on-frederick-douglass-i-call-him-beautifully-human\">Frederick Douglass</a> encounters a body dangling from a tree. We only see feet and legs. No rope, no twisted neck. This image appears on just one of the array of 10 screens in Julien’s 2019 <a href=\"https://vmfa.museum/exhibitions/exhibitions/isaac-julien-lessons-hour-frederick-douglass/#:~:text=Lessons%20of%20the%20Hour%E2%80%94Frederick%20Douglass%20is%20an%20immersive%20and,contemporary%20challenges%20of%20the%20day.\">Lessons of the Hour</a>, about Douglass’s sojourns and lecture tours in Britain and Ireland. This apparition of lynching is a disquieting memory resurfacing on a quiet walk in the Scottish countryside, a detail among details in this beautifully paced half-hour film.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/26/isaac-julien-review-lithe-bodies-a-lynching-and-a-televisual-paean-to-lust\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/26/isaac-julien-review-lithe-bodies-a-lynching-and-a-televisual-paean-to-lust", "date_published": "2023-04-26 15:24:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK on verge of new dawn for dementia treatments, says taskforce chair", "description": "<p>Today’s generation of older people could be last to face untreatable Alzheimer’s – but only if NHS overhauls care</p><p>Today’s generation of elderly people could be the last to face the spectre of untreatable Alzheimer’s disease, according to the <a href=\"https://www.gov.uk/government/news/sector-leaders-to-drive-progress-on-national-dame-barbara-windsor-mission-to-beat-dementia\">co-chair of the government’s new dementia mission</a>.</p><p>Hilary Evans, the chief executive of Alzheimer’s Research UK, appointed by ministers last month, said the world was “on the cusp of a new dawn” for dementia treatments that meant devastating neurodegenerative illness would no longer be regarded as an inevitable part of old age.</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/uk-on-verge-of-new-dawn-for-dementia-treatments-says-taskforce-chair\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/uk-on-verge-of-new-dawn-for-dementia-treatments-says-taskforce-chair", "date_published": "2023-04-26 15:19:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish ministers publish radical plan to overhaul handling of sexual offences", "description": "<p>Controversial proposals include abolition of ‘not proven’ verdicts and pilot of judge-only trials for rape cases</p><p>Landmark proposed changes to Scotland’s justice system have been welcomed as “transformative” by campaigners and survivors of sexual assault, but face significant opposition from the legal profession.</p><p>The victims, witnesses and justice reform (Scotland) bill published on Wednesday includes the abolition of the controversial Scottish verdict of “not proven”, thought to be a key factor in Scotland’s markedly lower convictions rate for rape and sexual assault cases, a move<a href=\"https://www.theguardian.com/uk-news/2019/oct/09/scottish-study-prompts-fresh-call-for-abolition-of-not-proven-verdict\"> first championed</a> by the new first minister, Humza Yousaf, when he was justice secretary.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/scottish-ministers-publish-radical-plan-to-overhaul-handling-of-sexual-offences\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/scottish-ministers-publish-radical-plan-to-overhaul-handling-of-sexual-offences", "date_published": "2023-04-26 15:09:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crowd behaviour at student rugby under scrutiny after finals day fracas", "description": "<ul><li>Police alerted after car reportedly driven at individual</li><li>Unruliness at student games recurring issue in past</li></ul><p>Crowd behaviour at student rugby games is under fresh scrutiny following worrying scenes at last week’s BUCS student finals day at Saracens’ StoneX Stadium.</p><p>In addition to scuffles breaking out between rival supporters, the Metropolitan police has confirmed that a 19-year-old man reported being assaulted when a dispute spilled over into the car park later in the evening.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/crowd-behaviour-at-student-rugby-union-under-scrutiny-after-finals-day-fracas\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/crowd-behaviour-at-student-rugby-union-under-scrutiny-after-finals-day-fracas", "date_published": "2023-04-26 15:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I need £2,000 now! How to find the money for an unexpected disaster", "description": "<p>If you don’t have savings, there are still ways to see yourself through a rough patch says R4’s MoneyBox presenter</p><p>I won’t ask what the disaster was or if it could have been avoided! It is there and you need £2,000 to deal with it and you need it now!</p><p>First, do you have enough savings to cover it? And yes, I know that is your house deposit or your holiday fund but what rate of interest does it earn – 2%, 3%? And what rate will you pay on a loan if you take one out? A lot more than that, I can tell you. So spend that £2,000 out of your savings and then make a standing order to yourself for £200 a month and it will all be paid back and earning interest by next Christmas. Job done.</p> <a href=\"https://www.theguardian.com/money/2023/apr/26/i-need-2000-now-how-to-find-the-money-for-an-unexpected-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/26/i-need-2000-now-how-to-find-the-money-for-an-unexpected-disaster", "date_published": "2023-04-26 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ‘should impose sanctions on human rights abusers in Sudan’ – report", "description": "<p>UK all-party group says failure to bring to justice Darfur abusers 20 years ago has led to current violence</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/apr/26/sudan-conflict-further-evacuations-as-un-chief-warns-fighting-could-cause-immense-suffering-for-years-live\">Sudan crisis – latest updates</a></strong></li></ul><p>The UK should impose sanctions on human rights abusers in senior Sudanese military positions as well as designate the Wagner Group operating in Sudan as a terrorist group, a report from the all-party group on Sudan urged on Wednesday.</p><p>The group, including the Conservative former Africa minister Vicky Ford, said the west has allowed impunity to become the norm, and the failure to bring to justice many of those responsible for the genocide in Darfur 20 years ago has allowed the same militia to regroup and form part of the forces now blocking democracy in the country.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/uk-should-impose-sanctions-on-human-rights-abusers-in-sudan-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/uk-should-impose-sanctions-on-human-rights-abusers-in-sudan-report", "date_published": "2023-04-26 14:45:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry does not blame queen for alleged deal with Murdoch press, court hears", "description": "<p>Duke of Sussex has alleged royal family agreed not to sue newspaper publisher in return for an apology and settlement</p><p>Prince Harry does not blame Queen Elizabeth II for backing an alleged secret phone-hacking deal between the royal family and Rupert Murdoch’s newspapers, the high court has heard.</p><p>The prince <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/was-there-a-secret-deal-between-royal-family-and-murdochs-media-empire\">alleges there was a private arrangement</a> between the monarchy and the publisher of the Sun to keep the royals out of the courtroom.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/prince-harry-does-not-blame-queen-for-alleged-deal-with-murdoch-press-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/prince-harry-does-not-blame-queen-for-alleged-deal-with-murdoch-press-court-hears", "date_published": "2023-04-26 14:40:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The world’s most vengeful animals: ‘It’s like a horror film’", "description": "<p>They say an elephant never forgets. The same appears to apply to octopuses, camels and more – sometimes with deadly results for humans</p><p><strong>Name:</strong> Animal grudges.</p><p><strong>Age:</strong> As old as the oldest disputed space on the planet.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/the-worlds-most-vengeful-animals-its-like-a-horror-film\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/the-worlds-most-vengeful-animals-its-like-a-horror-film", "date_published": "2023-04-26 14:40:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Online casinos face curbs after review of gambling in UK", "description": "<p>Much-delayed white paper expected to put most controversial measures out to further consultation</p><p>Online casinos will face tougher restrictions under government proposals to overhaul Britain’s gambling laws but the majority of measures will be subject to further consultation, signalling even more delay to long-awaited changes.</p><p>A white paper, the result of a review <a href=\"https://www.theguardian.com/society/2020/dec/04/uk-gambling-laws-review-to-consider-ban-sports-sponsorship\">launched in 2020</a>, is due to be published on Thursday, after being <a href=\"https://www.theguardian.com/society/2022/jul/14/dismay-as-uk-gambling-reform-white-paper-shelved-for-fourth-time\">postponed multiple times</a>.</p><p>A 1% <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2021/apr/07/why-is-a-mandatory-levy-on-the-uks-gambling-industry-still-a-roll-of-the-dice\">mandatory levy</a> on industry revenues</p><p>Online slot machine stakes limited to between £2 and £15</p><p>Measures to slow down online casino games</p><p>Looser restrictions for land-based casinos</p><p>Government-run safer gambling campaigns</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/gambling-uk-white-paper-online-casinos\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/gambling-uk-white-paper-online-casinos", "date_published": "2023-04-26 14:39:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best and worst Doctor Who fashion – ranked!", "description": "<p>A new Doctor means new outfits – and there’s been much oohing and aahing over Ncuti Gatwa’s snazzy suits. But which of the 14 Time Lords had the most timeless look? </p><p>Matt Smith might have the most memorable Doctor costume of recent years – and not in a good way. Thanks to that bow tie, the braces and the tweed jacket, he resembled a cross between the lost fifth member of the Libertines and a cartoon mad scientist. This was, apparently, Smith’s doing: he chose the bow tie because it harked back to a costume worn by Patrick Troughton in the late 60s.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/26/the-best-and-worst-doctor-who-fashion-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/26/the-best-and-worst-doctor-who-fashion-ranked", "date_published": "2023-04-26 14:30:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Arsenal, Manchester City and some heavy lifting in the title race", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>It wasn’t the greatest night for Brendan Rodgers. His former charges Leicester City, relegation-bound with the Brodge at the helm, were good value <a href=\"https://www.theguardian.com/football/2023/apr/25/leeds-leicester-premier-league-match-report\">for a precious point</a> at Leeds. Admittedly it was a game they could have lost, but on balance they probably should have won, and so that’ll be seven points from the last nine for new broom Dean Smith once they’ve dealt with Everton on Monday night. The Foxes suddenly look reinvigorated, back on point, James Maddison speaking after the game of the benefit of hearing a fresh voice in the dressing room, and it’s the biggest blow to Brenny’s reputation for elite man-management since he was captured on camera railing at a teenage Raheem Sterling while performing his famous pick-an-envelope conjuring act to a soundtrack of <a href=\"https://www.youtube.com/watch?v=kSIMVnPA994\">Oxygene, Pt.4</a>.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/football-daily-email-manchester-city-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/football-daily-email-manchester-city-arsenal", "date_published": "2023-04-26 14:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I gave up believing depression had to be serious – there’s humour even in the darkest moments | Rhiannon Neads", "description": "<p>Don’t get me wrong: when it’s bad, it’s bad. But Sad Rhiannon still wanted to joke, and forcing her to frown wasn’t helping</p><p>I knew two things from a very early age: I liked making people laugh, and I was destined to visit space.</p><p>My dreams of a moon walk were cruelly dashed when, at 10, I had a panic attack on a 40-minute flight to Inverness. Also I wasn’t 10, I was 26. Making people laugh was much more within reach – but at times, it felt like the depression that would periodically overwhelm me stood at odds with it.</p><p>Rhiannon Neads is a writer and actor. Her play Supernova runs from the 25 April to 13 May at the Omnibus theatre in Clapham, south London</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/why-i-quit-depression-humour-darkest-moments\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/why-i-quit-depression-humour-darkest-moments", "date_published": "2023-04-26 14:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I just saw the hand of God!’: Marylise Vigneau’s best photograph", "description": "<p>‘Lahore suffers daily power outages and it felt like I’d found the culprit. The way the fingers seem to be interfering with overhead wires is what makes the shot work’</p><p>When I was younger, I wanted to be a writer and, in the last year before the collapse of the USSR, I was in Prague taking “visual notes” to inspire my writing and support my memory. One day, I came across the face of an older man, so ambiguous and beautiful. From this moment, things were reversed and images became more immediately tangible to me than words. That said, photography is also about creating a narrative, and my approaches to both writing and creating images share similar predilections. I certainly prefer allusions to descriptions. I love ambiguity.</p><p>I cannot imagine going somewhere without reading up on it first. I’ll visit Google Maps and Google Earth and try to imagine the streets, but of course the reality is always a surprise, with nuances I haven’t anticipated. This was taken in Lahore, to where I have returned almost every year for a decade. When I first came to Pakistan, I was overwhelmed and puzzled, but the country and its people grew on me.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/26/god-lahore-marylise-vigneau-photograph\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/26/god-lahore-marylise-vigneau-photograph", "date_published": "2023-04-26 14:24:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Tory MP Andrew Bridgen expelled permanently from party", "description": "<p>North West Leicestershire MP has sat as independent since losing Tory whip after comparing use of Covid jabs to Holocaust</p><p></p><p>Andrew Bridgen, the formerly Conservative MP who lost the Tory whip after comparing the use of Covid vaccines to the Holocaust, has been expelled permanently from the party.</p><p>Bridgen, who has been in parliament since 2010, has sat as an independent since his <a href=\"https://www.theguardian.com/politics/2023/jan/11/tory-mp-andrew-bridgen-loses-whip-over-covid-vaccine-comments\">much-condemned vaccine comment</a> in January, which followed an apparent embrace of wider Covid conspiracy theories by the North West Leicestershire MP.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/26/former-tory-mp-andrew-bridgen-expelled-permanently-from-party\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/26/former-tory-mp-andrew-bridgen-expelled-permanently-from-party", "date_published": "2023-04-26 14:24:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What will we feel when a loved one dies? Sadness, of course – but perhaps deep fear, too | Adrian Chiles", "description": "<p>After the death of my good friend Paul, I was struck by how frightened it had made his son. Then a priest taught me that fear, not hate, is the opposite of love</p><p>People often ask how you get to be a television presenter. I always say that you only need one thing, and that is someone daft enough to give you a television programme to present. If you don’t chance upon that person, you might be the greatest television presenter in the world, but no one is going to know it.</p><p>In my case, the person was a brilliant man called Paul Gibbs. For this and many other reasons, I loved him. Even if, years later, he told me: “You know, sometimes I watch you on the telly and still wonder if I did the right thing.” Fair enough; he wasn’t the only one.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/what-will-we-feel-when-a-loved-one-dies-sadness-of-course-but-perhaps-deep-fear-too\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/what-will-we-feel-when-a-loved-one-dies-sadness-of-course-but-perhaps-deep-fear-too", "date_published": "2023-04-26 14:03:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is Russia spying more – or are more spies just being caught?", "description": "<p>Expulsion of diplomats amid Ukraine war has limited Russia’s options, with west’s focus now turning to deep-cover ‘illegals’</p><p>Since Russia launched its full-scale war in Ukraine last February, hardly a week goes by without news of Russian spies, agents or informants being unmasked somewhere in the world.</p><p>A security guard at the British embassy in Berlin, <a href=\"https://www.theguardian.com/world/2023/feb/17/british-guard-david-smith-jailed-13-years-spying-for-russia-at-uk-embassy-in-berlin\">sentenced to 13 years in prison</a>. An alleged mole <a href=\"https://www.theguardian.com/world/2022/dec/22/germany-arrests-intelligence-agent-accused-of-sharing-secrets-with-russia\">inside Germany’s intelligence service</a>, suspected of passing information to Moscow. <a href=\"https://www.theguardian.com/world/2023/mar/16/poland-arrests-nine-over-alleged-plot-to-sabotage-ukraine-arms-supplies\">Nine people arrested in Poland</a> accused of tracking weapons deliveries to Ukraine and planning acts of sabotage.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/is-russia-spying-more-or-are-more-spies-just-being-caught\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/is-russia-spying-more-or-are-more-spies-just-being-caught", "date_published": "2023-04-26 14:03:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nightmare Radio: The Night Stalker review – DJ scares up grab-bag of horror stories", "description": "<p>Skulking foxes, future-telling CCTV, a psychiatric hospital and a pair of suspiciously pale vintners all feature in this assortment of treats and duds</p><p>This pick and mix of short horror films by different directors is a decidedly mixed bag, with a couple of flavoursome, sugar-rush-inducing treats – but many more stale, unchewable duds. The framing device, directed by Carlos Goitia, has DJ Candy (Paula Brasca, offering a reasonable anchoring performance while really rocking a dark lipstick) on the night shift, taking calls from listeners recounting their own scary stories. In between these mini chapters, resourceful Candy copes with a creepy caller named Jack (as in Jack the Ripper, he helpfully notes) who harbours a grudge against her for an earlier slight. The ending twist comes with a dull thud.</p><p>Among the short films, the best is far and away Foxes, an eerie modern fairytale about a lonely photographer (Marie Ruane) living on a seemingly entirely empty housing estate full of ticky tacky identical houses in Ireland. She becomes obsessed with a skulk of foxes that invade her rubbish bins – so much so she starts to take on vulpine characteristics, much to the chagrin of her husband (Tom Vaughan-Lawlor). It’s quite a striking work, made in 2011, which is why its director Lorcan Finnegan has gone on to make some notable features (<a href=\"https://www.theguardian.com/film/2022/dec/06/nocebo-review-unsettling-horror-puts-eva-green-under-the-spell-of-a-housekeeper\">Nocebo</a>, <a href=\"https://www.theguardian.com/film/2020/feb/26/vivarium-review-jesse-eisenberg-imogen-poots\">Vivarium</a>, <a href=\"https://www.theguardian.com/film/2017/feb/16/without-name-review-heady-psychedelic-woodland-horror\">Without Name</a>).</p> <a href=\"https://www.theguardian.com/film/2023/apr/26/nightmare-radio-the-night-stalker-review-dj-scares-up-grab-bag-of-horror-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/26/nightmare-radio-the-night-stalker-review-dj-scares-up-grab-bag-of-horror-stories", "date_published": "2023-04-26 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Record ocean temperatures put Earth in ‘uncharted territory’, say scientists", "description": "<p>‘Unprecedented’ warming indicates climate crisis is taking place before our eyes, experts say</p><p>Temperatures in the world’s oceans have broken fresh records, testing new highs for more than a month in an “unprecedented” run that has led to scientists stating the Earth has reached “uncharted territory” in the climate crisis.</p><p>The rapid acceleration of ocean temperatures in the last month is an anomaly that scientists have yet to explain. Data collated by the US National Oceanic and Atmospheric Administration (NOAA), known as the <a href=\"https://www.ncei.noaa.gov/products/optimum-interpolation-sst\">Optimum Interpolation Sea Surface Temperature (OISST) series</a>, gathered by satellites and buoys, has shown temperatures higher than in any previous year, in a series stretching back to 1981, continuously over the past 42 days.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/26/accelerating-ocean-warming-earth-temperatures-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/26/accelerating-ocean-warming-earth-temperatures-climate-crisis", "date_published": "2023-04-26 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If the CBI is off the pitch, hand the captain’s armband to the British Chambers of Commerce", "description": "<p>If it can shed its sleepy image and get big firms on side, Martha Lane Fox is right the BCC could step up</p><p>It wasn’t a grab for power, or even a declaration that the CBI is incapable of being reinvented. Instead, Martha Lane Fox, one-time co-founder of Lastminute.com, merely reminded the world that other business organisations exist – such as the one she heads.</p><p>“Speaking as the president of the British Chambers of Commerce, there are phenomenally strong business networks that can do the job of working together and representing themselves into government,” she said on the Today programme this week.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/26/cbi-british-chambers-of-commerce-martha-lane-fox\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/26/cbi-british-chambers-of-commerce-martha-lane-fox", "date_published": "2023-04-26 13:48:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FA Cup final between Manchester rivals to have traditional 3pm kick-off", "description": "<ul><li>Met Police deemed City-United clash a high-risk fixture</li><li>Will be first FA Cup final to kick-off at 3pm since 2011</li></ul><p>This season’s FA Cup final between Manchester City and Manchester United will kick off at the traditional time of 3pm, the Football Association has confirmed.</p><p>The encounter on 3 June is the first FA Cup final to double up as a Manchester derby in the competition’s 151-year history, which has led to Metropolitan Police deeming it a high-risk match and, therefore, insisting it starts no later than 4.45pm.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/fa-cup-final-between-manchester-rivals-to-have-traditional-3pm-kick-off-city-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/fa-cup-final-between-manchester-rivals-to-have-traditional-3pm-kick-off-city-united", "date_published": "2023-04-26 13:43:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steven Spielberg: ‘No film should be revised’ based on modern sensitivity", "description": "<p>Director has criticised the practice of re-editing older films while expressing remorse over removing guns in a later edition of ET</p><p>Steven Spielberg has criticised the idea that older films should be re-edited to appease modern sensibilities.</p><p>Speaking at <a href=\"https://www.youtube.com/watch?v=CCB6NTM9ST4\">Time’s 100 Summit</a> in New York City, the 76-year-old film-maker expressed regret over taking out guns from a later release of his 1982 sci-fi blockbuster ET: The Extra Terrestrial. In the 20th anniversary edition, agents saw their firearms replaced with walkie-talkies.</p> <a href=\"https://www.theguardian.com/film/2023/apr/26/steven-spielberg-et-guns-movie-edit\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/26/steven-spielberg-et-guns-movie-edit", "date_published": "2023-04-26 13:43:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McCarthy tries to unite House Republicans around debt ceiling proposal – live", "description": "<p>Speaker needs nearly all his caucus’s votes for ‘Limit, Save, Grow Act’ as negotiating position with Biden over US borrowing</p><p><em>As we wait to see if House Republicans have their ducks in a row, the chief justice of the supreme court yesterday denied an invitation from Senate Democrats to testify about the court’s ethics, after a series of reports showed links between two conservative justices and parties with interests in the court. Here’s more, from the Guardian’s <a href=\"https://www.theguardian.com/profile/martin-pengelly\">Martin Pengelly</a>: </em></p><p>Democrats and progressives reacted angrily after John Roberts, the chief justice of the supreme court, <a href=\"https://www.theguardian.com/law/2023/apr/25/chief-justice-john-roberts-declines-senate-judiciary-hearing\">declined</a> an invitation to testify before the Senate judiciary committee about corruption allegations against members of his court.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/apr/26/debt-ceiling-mccarthy-republicans-biden-south-korea-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/apr/26/debt-ceiling-mccarthy-republicans-biden-south-korea-politics-live-updates", "date_published": "2023-04-26 13:41:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson fired for vulgar message about Fox News executive – report", "description": "<p>Host called senior colleague a C-word in text message obtained by lawyers as part of Dominion lawsuit</p><p>Tucker Carlson’s firing from Fox News came after he used vulgar language to describe a network executive, the <a href=\"https://www.wsj.com/articles/tucker-carlsons-vulgar-offensive-messages-about-colleagues-helped-seal-his-fate-at-fox-news-e52b3cc5?mod=hp_lead_pos1\">Wall Street Journal reported</a>.</p><p>Carlson described a senior Fox News executive as a C-word in a text message obtained by lawyers as part of a defamation lawsuit between the network and Dominion Voting Systems, according to the Journal, which like Fox is part of the Murdoch media empire.</p> <a href=\"https://www.theguardian.com/media/2023/apr/26/tucker-carlson-fired-text-message-fox-executive\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/26/tucker-carlson-fired-text-message-fox-executive", "date_published": "2023-04-26 13:39:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Bank of England is wrong again: workers aren’t to blame for inflation | James Meadway", "description": "<p>It’s deeply worrying that Britain’s central bankers still think slowly rising wages are as much of a problem as massive corporate greed amid global shortages</p><p>The Bank of England’s chief economist Huw Pill provoked derision this week when <a href=\"https://www.theguardian.com/business/2023/apr/25/britons-need-to-accept-theyre-poorer-says-bank-of-england-economist\">he claimed</a> that inflation means those in Britain need to accept that “we’re all worse off, and we all have to take our share”. Echoing comments made last year by the Bank’s governor, Andrew Bailey, on the need for pay “<a href=\"https://www.theguardian.com/business/2022/feb/04/bank-of-england-boss-calls-for-wage-restraint-to-help-control-inflation\">restraint</a>”, Pill claimed the “pass-the-parcel game” of wage and price rises was “generating inflation”.</p><p>I disagree: they are both almost entirely wrong and the clumsy messaging reflects the failure of conventional thinking and policy in tackling the cost of living crisis.</p><p>James Meadway is director of the Progressive Economy Forum</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/bank-of-england-huw-pill-inflation-wages-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/bank-of-england-huw-pill-inflation-wages-prices", "date_published": "2023-04-26 13:38:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shooting cannons and rescuing horses: Wednesday’s best photos", "description": "<p><strong>The Guardian’s picture editors select photo highlights from around the world</strong></p> <a href=\"https://www.theguardian.com/news/gallery/2023/apr/26/shooting-cannons-and-rescuing-horses-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/apr/26/shooting-cannons-and-rescuing-horses-wednesdays-best-photos", "date_published": "2023-04-26 13:37:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese president to send peace talks delegation to Ukraine", "description": "<p>Xi Jinping appeared to pledge China would remain neutral in conflict</p><p>Chinese president Xi Jinping will send a delegation to Ukraine to hold talks with all parties on resolving the conflict there, following his first phone call with Ukrainian counterpart Volodmyr Zelenskiy e since Russia invaded Ukraine in February 2022.</p><p>According to Chinese state media Xi made the offer during a telephone call on Wednesday with Zelenskiy and offered to help facilitate peace talks aimed at achieving a ceasefire as soon as possible.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/chinese-president-xi-jinping-to-send-peace-talks-delegation-to-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/chinese-president-xi-jinping-to-send-peace-talks-delegation-to-ukraine", "date_published": "2023-04-26 13:29:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ryan Mason expects a reaction from Spurs to 6-1 loss against Newcastle", "description": "<ul><li>Mason in caretaker charge following sacking of Cristian Stellini</li><li>He calls on team to bounce back against Manchester United</li></ul><p>Ryan Mason is expecting a reaction from Tottenham’s players to their <a href=\"https://www.theguardian.com/football/2023/apr/23/newcastle-tottenham-premier-league-match-report\">6-1 defeat against Newcastle</a> when they face Manchester United on Thursday, with the caretaker manager insisting he can help steady the ship after stepping in to replace Cristian Stellini after <a href=\"https://www.theguardian.com/football/2023/apr/24/tottenham-cristian-stellini-sacking-newcastle\">his sacking from the same role</a>.</p><p>Mason has resumed the role he filled two years ago following <a href=\"https://www.theguardian.com/football/2021/apr/19/tottenham-sacking-consigns-dour-and-dogmatic-jose-mourinho-to-the-past\">José Mourinho’s sacking as the manager</a>, prior to Spurs’s <a href=\"https://www.theguardian.com/football/2021/apr/25/manchester-city-tottenham-carabao-cup-match-report\">Carabao Cup final defeat to Manchester City</a>. That made the then 29-year-old the youngest manager in Premier League history. He went on to win four of six league games in charge.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/ryan-mason-expecting-reaction-from-spurs-to-6-1-loss-against-newcastle\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/ryan-mason-expecting-reaction-from-spurs-to-6-1-loss-against-newcastle", "date_published": "2023-04-26 13:21:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dixon and Daughters review – comic domestic noir reveals grim shadows", "description": "<p><strong>Dorfman theatre, London<br /></strong>When Mary returns home from prison, there is both humour and horror in store, as Deborah Bruce’s play explores a cycle of abuse</p><p>The set reveals a house sliced apart so we see the cast moving through its rooms. One bedroom remains dark, empty, tomblike. When a guest is sent to sleep there she runs out because she feels its “bad energy”.</p><p>We learn that it belonged to the only man in this family with six women. He died under such a cloud that his grave has been graffitied and his wife, Mary (Bríd Brennan), has served a prison sentence for defending whatever he did.</p><p>At the <a href=\"https://www.nationaltheatre.org.uk/productions/dixon-and-daughters/\">Dorfman theatre, National Theatre, London</a>, until 10 June</p> <a href=\"https://www.theguardian.com/stage/2023/apr/26/dixon-and-daughters-review-comic-domestic-noir-reveals-grim-shadows\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/26/dixon-and-daughters-review-comic-domestic-noir-reveals-grim-shadows", "date_published": "2023-04-26 13:17:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Film-maker Jafar Panahi leaves Iran for first time in 14 years as travel ban lifted", "description": "<p>The award-winning director who was released from prison in February is rumoured to be a juror at the Cannes film festival</p><p>Jafar Panahi, the acclaimed Iranian director whose life has been dominated by clashes with his country’s government, has left Iran for the first time in 14 years.</p><p>Panahi’s wife, Tahereh Saeedi, posted a picture on Instagram on Tuesday night showing her arriving with her husband at an undisclosed airport.</p> <a href=\"https://www.theguardian.com/film/2023/apr/26/jafar-panahi-leaves-iran-for-first-time-in-14-years-as-travel-ban-lifted\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/26/jafar-panahi-leaves-iran-for-first-time-in-14-years-as-travel-ban-lifted", "date_published": "2023-04-26 13:14:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kremlin critic Alexei Navalny says he faces life in jail over terror charges", "description": "<p>Allies of opposition leader already serving 11 years say charges may be linked to death of pro-war blogger</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/26/russia-ukraine-war-live-lavrov-blames-west-for-deadlock-over-grain-deal-two-killed-in-kharkiv-museum-attack\">Russia-Ukraine war – latest news updates</a></li></ul><p>The jailed Russian opposition leader Alexei Navalny says he is facing potential life imprisonment on fresh charges of terrorism amid an ongoing campaign to silence the prominent Kremlin critic more than a year into the invasion of Ukraine.</p><p>Speaking over video link at a hearing before a separate trial for “extremism”, Navalny, 46, said investigators had told him he would also be tried by a military court for terrorist attacks he had allegedly committed while behind bars.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/alexei-navalny-kremlin-critic-jail-terror-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/alexei-navalny-kremlin-critic-jail-terror-charges", "date_published": "2023-04-26 13:14:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "E Jean Carroll expected to testify in Trump rape-defamation civil trial", "description": "<p>Writer is suing former president over alleged assault in New York department store in 1990s</p><p>E Jean Carroll, the advice columnist suing Donald Trump for rape, is expected to testify on Wednesday in the civil trial of the former president for alleged battery and defamation.</p><p>The trial <a href=\"https://www.theguardian.com/us-news/2023/apr/25/doanld-trump-e-jean-carroll-assault-trial-day-one\">opened on Tuesday</a> with Carroll’s lawyer, Shawn Crowley, telling the jury of three women and six men she was seeking “to clear her name, to pursue justice and to get her life back”.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/26/trump-rape-trial-e-jean-carroll-testify\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/26/trump-rape-trial-e-jean-carroll-testify", "date_published": "2023-04-26 13:14:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two hours with The Legend of Zelda: Tears of the Kingdom – a world of possibilities", "description": "<p>A few hours with the biggest Nintendo Switch game of the year reveals a world that’s rich with creative potential – and fun</p><p>However carefully open-world video games are designed, whatever delights they lay out for you like a buffet of fun-morsels, they can never account for the unpredictably dumb actions of their players. I have been invited to Nintendo’s European headquarters to spend a couple of hours with The Legend of Zelda: Tears of the Kingdom, probably this year’s most-anticipated video game, and so with the whole of Hyrule stretched out before me and a tantalising fort full of grimacing Bokoblin monsters to fight just down the hill, I choose to instead spend 20 minutes constructing a flame-throwing fortress on wheels.</p><p>Using storied adventurer Link’s telekinetic powers to pick stuff up and smoosh it together, I painstakingly line up wheels on wooden bars that I’m using for axels, throw together wooden boards to create a boxy chassis, and take it for a couple of troubleshooting test drives before I attach flamethrowing gargoyle heads to the front. Unfortunately, the flamethrowers unbalance it, and as I careen down the road my self-made vehicle flips over and sets itself on fire. Link falls off and I watch as my hard work turns to literal ashes, its few non-flammable components tumbling unspectacularly to the ground. It turns out you should not try to make a flame-throwing go-kart out of wood.</p> <a href=\"https://www.theguardian.com/games/2023/apr/26/two-hours-with-the-legend-of-zelda-tears-of-the-kingdom-a-world-of-possibilities\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/26/two-hours-with-the-legend-of-zelda-tears-of-the-kingdom-a-world-of-possibilities", "date_published": "2023-04-26 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jules and Jim review – an affecting love triangle but no match for Truffaut", "description": "<p><strong>Jermyn Street theatre, London<br /></strong>While there is compassion and curiosity in Timberlake Wertenbaker’s adaptation, this production lacks the whirlwind quality of Roché’s novel and the film</p><p>She has the smile. That’s the first thing to note about Sex Education’s Patricia Allison as Kath, whose enigmatic expression matches that of a goddess’s statue and leaves close friends Jules and Jim entranced. In <a href=\"https://www.theguardian.com/film/2022/feb/02/jules-et-jim-review-truffauts-love-triangle-is-a-whirlwind-masterpiece\">François Truffaut’s film</a> of Henri-Pierre Roché’s novel, that smile – deemed “innocent and cruel” by the narrator – was worn by Jeanne Moreau whose fragile femme fatale remained disconcertingly unfathomable.</p><p>Timberlake Wertenbaker’s adaptation, staged by Jermyn Street’s new artistic director Stella Powell-Jones, gives greater thought to the woman caught in the gaze of the novelist, the auteur and their title characters. As the trio alternately deepen and loosen their romances with each other, Wertenbaker keeps a compassionate curiosity about their individual behaviour but holds them to account, too. There is a heightened awareness of how easy it is to find yourself in love yet how difficult it is to nurture through the years.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/26/jules-and-jim-review-jermyn-street-theatre-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/26/jules-and-jim-review-jermyn-street-theatre-london", "date_published": "2023-04-26 12:47:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Train operators and union leaders criticise draft UK strike laws", "description": "<p>Proposals ‘recipe for disaster’, and may worsen industrial relations and outcomes for passengers, MPs told</p><p>Plans for minimum service levels during rail strikes could worsen industrial relations and outcomes for passengers, train operators have told MPs, while unions said the proposed laws were a “recipe for disaster”.</p><p><a href=\"https://www.theguardian.com/uk-news/2023/jan/10/anti-strike-bill-unveiled-in-commons-but-no-detail-on-minimum-service-levels\">Legislation that would force some staff to work</a> during strikes is going through parliament, sponsored by the business secretary, Grant Shapps.</p> <a href=\"https://www.theguardian.com/business/2023/apr/26/train-operators-union-leaders-criticise-draft-uk-strike-laws-rail\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/26/train-operators-union-leaders-criticise-draft-uk-strike-laws-rail", "date_published": "2023-04-26 12:45:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson has lost his job – but the far right has won the battle for the mainstream | Owen Jones", "description": "<p>The sacked Fox News host was one figurehead of a misinformation industry that has reshaped rightwing politics across the world</p><p>It is difficult to begrudge anyone for celebrating the downfall of far-right provocateur Tucker Carlson, ignominiously <a href=\"https://www.theguardian.com/media/2023/apr/24/tucker-carlson-leaving-fox-news\">ejected from Fox News</a>. Slack-jawed, spitting rage, his tirades were calculated at stirring the resentment of angry white America: from declaring that immigrants <a href=\"https://twitter.com/JordanUhl/status/1650668726440665094\">made the US dirtier and poorer</a> to <a href=\"https://www.theguardian.com/media/2023/apr/25/tucker-carlson-fox-news-dominion-trump-legacy\">embracing the “great replacement theory</a>”, which spreads the noxious lie that the authorities were deliberately “undermining democracy” by replacing US-born Americans with immigrants.</p><p>Fox staff were reportedly jubilant at his departure. Perhaps this <a href=\"https://www.rollingstone.com/politics/politics-news/tucker-carlson-fox-news-end-relationship-1234722551/\">quote from a Fox reporter</a>, in which they celebrate seeing the back of the network’s premier conspiracy theorist, will give you pause: “It’s a great day for America, and for the real journalists who work hard every day to deliver the news at Fox.”</p><p>Owen Jones is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/tucker-carlson-far-right-mainstream-fox-news\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/tucker-carlson-far-right-mainstream-fox-news", "date_published": "2023-04-26 12:32:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sinn Féin’s Michelle O’Neill to attend King Charles coronation", "description": "<p>Party vice-president says gesture demonstrates commitment to building good relations and advancing peace</p><p>• <a href=\"https://www.theguardian.com/politics/live/2023/apr/26/suella-braverman-illegal-migration-bill-small-boats-rishi-sunak-keir-starmer-pmqs-uk-politics-live\">UK politics live – latest updates</a></p><p>Sinn Féin’s vice-president, Michelle O’Neill, has announced that she will attend <a href=\"https://www.theguardian.com/uk-news/king-charles-coronation\">the coronation of King Charles</a>.</p><p>The party’s Stormont leader said the gesture demonstrated her commitment to building good relations and advancing peace and reconciliation.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/26/sinn-fein-leader-michelle-oneill-to-attend-king-charles-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/26/sinn-fein-leader-michelle-oneill-to-attend-king-charles-coronation", "date_published": "2023-04-26 12:28:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jofra Archer’s elbow operation raises concerns over Ashes availability", "description": "<ul><li>England fast bowler reacts angrily after reports of surgery</li><li>Archer has not played a first-class game since May 2021</li></ul><p>Jofra Archer has undergone a minor elbow operation during his recent absence from the Indian Premier League’s Mumbai Indians and now faces further speculation over his fitness.</p><p>The England seamer was absent for three weeks, missing four IPL matches with what his coach, Mark Boucher, described as “a little niggle”, before returning for Saturday’s defeat to Punjab Kings when he bowled his full allocation of four overs and showed no obvious signs of discomfort.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/jofra-archer-hits-out-after-press-reports-emerge-of-latest-elbow-operation-england-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/jofra-archer-hits-out-after-press-reports-emerge-of-latest-elbow-operation-england-cricket", "date_published": "2023-04-26 12:22:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Hart returns to UK to amplify the outrageous in Reality Check tour", "description": "<p>The controversial standup brings big cartoonish energy to his first tour since 2018, delivering a set of self-mockery and dismay at bizarre behaviour</p><p>Kevin Hart is back in the UK on his first tour since Irresponsible (2018) which, with zillions of tickets sold, is in the mix whenever anyone tots up the biggest comedy tours of all time. Away from jokes at a microphone, this is a career measured in dollars, opening weekends (Hart, with a handful of <a href=\"https://www.theguardian.com/film/2019/dec/10/jumanji-the-next-level-review-dwayne-johnson\">Jumanji movies</a> under his belt, is also a Hollywood star) – and public controversies. The last of them saw <a href=\"https://www.middleeasteye.net/news/kevin-harts-debut-egypt-show-canceled-amid-controversy\">North African gigs cancelled</a> earlier this year after the 43-year-old suggested that ancient Egyptians were black.</p><p>All of which prompts the question: does the Philadelphia man still have what it takes to entertain a comedy crowd? On the basis of the last Kevin Hart show I saw, a lockdown-era special <a href=\"https://www.theguardian.com/stage/2020/nov/17/kevin-hart-zero-fks-given-review-netflix\">Zero F**ks Given</a>, one might begin to doubt it. But Reality Check finds Hart on strong form. The former, filmed in his living room, found Hart still wrestling with fallout from the 2018 row, over historic homophobic tweets, that saw him <a href=\"https://www.theguardian.com/film/2018/dec/07/kevin-hart-steps-down-as-oscars-host-after-three-days-of-controversy\">step down from his role as Oscars host</a>. The new show strikes a better balance between self-reflection, self-assurance and big-hitting laughs.</p><p><a href=\"https://www.ticketmaster.co.uk/kevin-hart-tickets/artist/1057637\">Kevin Hart is touring the UK until 29 April</a></p> <a href=\"https://www.theguardian.com/stage/2023/apr/26/kevin-hart-reality-check-tour\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/26/kevin-hart-reality-check-tour", "date_published": "2023-04-26 12:14:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calypso, jazz, orchestral ballads … the astonishing range of Harry Belafonte", "description": "<p>We pick 10 of the best recordings by the late singer, who became famous for popularising calypso but whose artistry couldn’t be hemmed in by genre</p><p>The musical story of Harry Belafonte is really a story of 20th-century popular music, and how it draws on influences from multiple places and people, circulating throughout the Caribbean, over to the US and back again. Belafonte was an American of Jamaican descent but he came of age before the development of reggae, so he was influenced by other Caribbean genres popular at the time: Jamaica’s mento – a style of folk music – and calypso, which originates from Trinidad and Tobago.</p><p>Even though Belafonte’s most popular album was called Calypso, he wasn’t really a calypsonian, even if some of his most well-known songs drew from that tradition – instead, he was a lover of all music. This genre-jumping approach, combined with his gorgeous voice, is what marks him as a truly great talent.</p> <a href=\"https://www.theguardian.com/music/2023/apr/26/calypso-jazz-orchestral-ballads-the-astonishing-range-of-harry-belafonte\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/26/calypso-jazz-orchestral-ballads-the-astonishing-range-of-harry-belafonte", "date_published": "2023-04-26 12:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nude landlord no excuse for holding back rent, rules German court", "description": "<p>Frankfurt judges said people would have to lean far out of window to see naked sunbathing in courtyard</p><p>A German court has said that a landlord sunbathing naked in the courtyard of his building was not a reason for his tenants to reduce their rental payments.</p><p>The case involved a building in an upmarket residential district of Frankfurt, which included an office floor rented by a human resources company. The company withheld rent because it objected, among other things, to the landlord’s naked sunbathing. In response, the landlord sued.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/nude-landlord-sunbathing-germany-frankfurt-rent-withheld-court-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/nude-landlord-sunbathing-germany-frankfurt-rent-withheld-court-rules", "date_published": "2023-04-26 12:00:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From scheduling sex to being selfish: 10 ways to improve intimacy", "description": "<p>What should you do if things have cooled in the bedroom? Relationship therapist Peter Saddington reveals how to regain intimacy with your partner</p><p>Things seem to work well without really thinking about it. Then, when it starts going wrong, you don’t quite know how to talk about it, so the situation gets to a point where you’re stuck and you don’t know how to deal with it. The first stage in addressing this is for each person to spend a couple of days thinking about what they see the problem is, and then agreeing to sit down together for a discussion. Take turns saying: “This is what I think the problem is, and this is how it is affecting me.” Out of this comes the opportunity to really get to the heart of the matter and work out what is needed.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/26/10-ways-to-improve-intimacy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/26/10-ways-to-improve-intimacy", "date_published": "2023-04-26 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | Zak Crawley, Harry Brook and the value of logging off from social media", "description": "<p>Failure is written through cricket and your next low score is never far away, hence the potential value of a digital detox</p><p>Have you heard the one about the ballet critic and the dog poo? In February the Hanover State Opera’s ballet director Marco Goecke was so incensed by a bad review written by the Frankfurter Allgemeine ballet critic Wiebke Hüster that he tracked her down in public and smeared the excrement of Gustav, his 14-year-old dachshund, <a href=\"https://www.theguardian.com/world/2023/feb/13/german-ballet-director-smeared-poo-face-of-critic-who-wrote-negative-review-hanover-state-opera\">in her face</a>. Now, I think we can all agree that as reactions to criticism go, it’s a bad one.</p><p>Goecke later described his attack on Hüster, with an astounding degree of understatement, as “certainly not super”. He also refused to apologise, describing his cack-handed actions as the result of years of “annihilatory criticism”. As excuses go, Marco, that one’s crap.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/zak-crawley-harry-brook-and-the-value-of-logging-off-from-social-media-spin-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/zak-crawley-harry-brook-and-the-value-of-logging-off-from-social-media-spin-cricket", "date_published": "2023-04-26 11:59:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spurs are staring at years of failure unless they rebuild properly", "description": "<p>Tottenham need to appoint the right manager or they will be on the wrong side of plenty more thrashings</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>“It’s very embarrassing,” said Hugo Lloris candidly after <a href=\"https://www.theguardian.com/football/2023/apr/23/newcastle-tottenham-premier-league-match-report\">Tottenham’s shambolic 6-1 defeat at Newcastle on Sunday afternoon</a>. Embarrassing is a word many Spurs fans would have used, albeit with a string of expletives both before and after. The team found themselves 5-0 down after just 21 minutes as Newcastle ran riot in their bid to secure a top-four finish. It was the perfect response by Newcastle after their 3-0 defeat at Aston Villa the week before. For Spurs, it was a performance so bad that the players offered to <a href=\"https://www.theguardian.com/football/2023/apr/25/spurs-to-refund-fans-who-attended-newcastle-thrashing\">reimburse travelling fans the cost of their tickets</a>.</p><p>Spurs were also beaten last week, <a href=\"https://www.theguardian.com/football/2023/apr/15/tottenham-bournemouth-premier-league-match-report\">losing 3-2 to Bournemouth</a>. Many fans thought that defeat – at home to a relegation-threatened side – would be the nadir in their season, but, Spurs being Spurs, they managed to drop even further. The spineless display at St James’ Park ultimately cost Cristian Stellini his job, with Ryan Mason the newest interim manager at the club. Spurs have had more managers in the last month (three) than they have won away league matches this year (two).</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/apr/26/spurs-years-failure-appoint-right-manager-tottenham-thrashings\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2023/apr/26/spurs-years-failure-appoint-right-manager-tottenham-thrashings", "date_published": "2023-04-26 11:51:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Truss and Kwarteng sacking of top civil servants ‘damaged government’", "description": "<p>Instant removal of Treasury’s permanent secretary potentially worsened mini-budget crisis, parliamentary committee hears</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/26/suella-braverman-illegal-migration-bill-small-boats-rishi-sunak-keir-starmer-pmqs-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The decision of Liz Truss and Kwasi Kwarteng to instantly sack two top civil servants damaged the running of government and seemed intended to give the message that they valued political alignment above competence, former senior officials have said.</p><p>Giving evidence to a parliamentary committee, three leading ex-civil servants said that the dismissal of Tom Scholar as the Treasury’s permanent secretary, in particular, made it harder for others to deliver unwelcome news and potentially worsened the crisis triggered by Kwarteng’s mini-budget.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/26/liz-truss-kwasi-kwarteng-sacking-top-two-civil-servants-damaged-government\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/26/liz-truss-kwasi-kwarteng-sacking-top-two-civil-servants-damaged-government", "date_published": "2023-04-26 11:43:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Microsoft bid for Activision Blizzard blocked by UK competition regulator", "description": "<p>Competition and Markets Authority prevents would have been the biggest acquisition in gaming history</p><p>The UK’s competition regulator has blocked Microsoft’s attempted takeover of Activision Blizzard, the developer behind hit video games such as Call of Duty, in what would have been <a href=\"https://www.theguardian.com/technology/2023/jan/03/why-a-67bn-takeover-could-make-microsoft-a-gaming-behemoth\">the largest acquisition in gaming history</a>.</p><p>The Competition and Markets Authority (CMA) prevented the $68.7bn (£55bn) purchase because of concerns it would squash the cloud gaming market.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/26/microsoft-bid-for-activision-blizzard-blocked-by-uk-competition-regulator\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/26/microsoft-bid-for-activision-blizzard-blocked-by-uk-competition-regulator", "date_published": "2023-04-26 11:25:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Persimmon warns first-time buyers struggling to afford new homes in UK", "description": "<p>Higher mortgage rates and less loan choice hitting sales to people trying to buy first property, says developer</p><p>Sales of new homes to first-time buyers are struggling, according to the housebuilder <a href=\"https://www.theguardian.com/business/persimmon\">Persimmon</a>, as higher interest rates make mortgages less affordable.</p><p>The company, which is one of the UK’s largest domestic property developers, said people looking to get on the housing ladder were facing “stretched affordability” and less choice on home loans.</p> <a href=\"https://www.theguardian.com/business/2023/apr/26/persimmon-first-time-buyers-struggling-to-afford-new-homes-uk-mortgage-rates-sales-property\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/26/persimmon-first-time-buyers-struggling-to-afford-new-homes-uk-mortgage-rates-sales-property", "date_published": "2023-04-26 11:25:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese social media users turn to Korean American action star for help", "description": "<p>Growing number of people using Ma Dong-seok’s image as online avatar to get better response from customer service agents</p><p>Chinese social media users are turning to a Korean American action star for help in their daily lives, with a growing trend of swapping out their online avatar for Ma Dong-seok’s photo to get better responses from landlords and customer service agents.</p><p>In recent weeks a growing number of Chinese people have changed their profile photos to shots of Ma, who also goes by the name Don Lee and has starred in horror-action film Train to Busan and Marvel’s The Eternals, saying “it makes life easier”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/chinese-social-media-users-turn-to-korean-american-action-star-ma-dong-seok-don-lee\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/chinese-social-media-users-turn-to-korean-american-action-star-ma-dong-seok-don-lee", "date_published": "2023-04-26 11:21:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Repulsive’ allegations about CBI shock boss of drugmaker GSK", "description": "<p>Comments come on day lobby group’s new director general takes up post</p><p>The boss of Britain’s second-biggest drugmaker has condemned the allegations of sexual misconduct that have thrown the future of the CBI into doubt as “extremely shocking” and “pretty repulsive”.</p><p>The remarks by GSK’s chief executive, Emma Walmsley, made as the company reported its latest quarterly results, came on the day the <a href=\"https://www.theguardian.com/business/2023/apr/11/cbi-new-boss-need-show-bring-fresh-leadership-rain-newton-smith\">CBI’s former chief economist, Rain Newton-Smith</a>, returned to the crisis-hit business lobby group to take over as director general.</p> <a href=\"https://www.theguardian.com/business/2023/apr/26/repulsive-allegations-about-cbi-shock-boss-of-drugmaker-gsk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/26/repulsive-allegations-about-cbi-shock-boss-of-drugmaker-gsk", "date_published": "2023-04-26 11:10:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man jailed for helping Thomas Cashman after Olivia Pratt-Korbel shooting", "description": "<p>Paul Russell, of West Derby, Liverpool, admitted driving Cashman after he fatally shot nine-year-old</p><p>A man has been jailed for 22 months for helping the convicted murderer Thomas Cashman after he fatally shot nine-year-old Olivia Pratt-Korbel.</p><p>Paul Russell, of West Derby, Liverpool, admitted driving Cashman from an address in the aftermath of Olivia’s shooting, which happened at about 10pm on 22 August last year when the gunman chased the convicted drug dealer Joseph Nee into the family home in Kingsheath Avenue, firing through the door and also injuring her mother, Cheryl Korbel.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/man-jailed-for-helping-thomas-cashman-after-olivia-pratt-korbel-shooting-paul-russell\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/man-jailed-for-helping-thomas-cashman-after-olivia-pratt-korbel-shooting-paul-russell", "date_published": "2023-04-26 11:04:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mud, mess and murder ballads: SZA’s massive success shows that pop fans are craving realness | Shaad D'Souza", "description": "<p>With her revenge anthem Kill Bill hitting US No 1 this week, the SOS singer brings something far more intense than the easily digestible break-up songs of Miley Cyrus and co</p><p>SZA is a different breed of pop star. In even her most glammed-up press shot, she is splattered with blood; in another, she’s coated in a thick film of mud, and on the cover of her second album, the emotional bombshell that is <a href=\"https://theguardian.com/music/2022/dec/08/sza-sos-review-top-dawg-entertainment-rca\">SOS</a>, she sits with her back facing the camera, looking out on a vast ocean, in a nod to a famed paparazzi shot of Princess Diana. These are distancing devices – ways for the 33-year-old musician to armour herself against the leery intensity of fame.</p><p>It makes sense that she would have an inclination towards self-protection: SOS contains some of the most intense, emotionally scabrous music to grace the UK or US charts in a long time. Case in point: Kill Bill, the album’s calling-card, is hardly your typical pop radio fare. It’s an unapologetic, avowedly sober murder ballad, in which SZA sings over a diffuse boom-bap beat about killing her ex-boyfriend so that no other woman can ever have him. The production is plush, comically light, gilded with soft doo-wop harmonies, but the lyrics are brazen, galvanised and monomaniacal. Although named for the Quentin Tarantino film, Kill Bill’s revenge fantasy provides no real emotional payoff; its narrative is a cry of pure fatalism, with no return for its narrator other than a split-second of bloodlust. I heard SOS at a listening session a week before its release, and when Kill Bill concluded – with SZA’s emphatic “Rather be in hell than alone” – you could hear much of those in attendance let out an audible “oof”.</p> <a href=\"https://www.theguardian.com/music/2023/apr/26/szas-success-reveals-an-appetite-for-a-messiness-in-pop-that-is-in-short-supply-kill-bill-sos\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/26/szas-success-reveals-an-appetite-for-a-messiness-in-pop-that-is-in-short-supply-kill-bill-sos", "date_published": "2023-04-26 11:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make carrot halwa – recipe | Felicity Cloake's Masterclass", "description": "<p>The rich and fudgy south Asian pudding in easy-to-follow steps</p><p>Spring greens may already be old hat, but homegrown berries and imported peaches are still some way off: with the best citrus now behind us, we’re still in the so-called <a href=\"https://www.theguardian.com/lifeandstyle/wordofmouth/2010/apr/28/hungry-gap\">hungry gap</a> for fruit. So here come root veg to the rescue in this fudgy, south Asian classic – to quote <a href=\"https://www.theguardian.com/profile/meera-sodha\">Meera Sodha</a>, “If eating carrots as a pudding strikes you as odd, remember how good a spiced carrot cake is.”</p><p>Prep <strong>10 min</strong><br />Cook <strong>45 min</strong><br />Serves <strong>4</strong></p> <a href=\"https://www.theguardian.com/food/2023/apr/26/how-to-make-carrot-halwa-recipe-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/26/how-to-make-carrot-halwa-recipe-felicity-cloake", "date_published": "2023-04-26 11:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 aunts in fiction", "description": "<p>So often defying the conventions of their age, these inspiring figures are also dependable boons for nephews and nieces in books by authors from Jane Austen to JK Rowling <br /></p><p>Aunts have always had a place close to my heart. Long before I was one, they were some of my favourite characters in fiction; a diverse array of extraordinary women – some strict and forbidding, others supportive and comforting and others – always my favourites – riotously glamorous, with a healthy disrespect for rules, regulations and societal norms. Aunts came to prominence in Victorian fiction, opening it to unconventional and vibrant female characters who broke with the maternal norm. Often widowed – or determinedly unmarried – fictional aunts, from Austen and Greene to Wodehouse and JK Rowling, are determined to carve out a life that is uniquely theirs, and while often childless, tend to be deeply involved with nieces and nephews.</p><p>Each of my novels has had a strong aunt figure at the heart of the narrative, but the wartime setting of <a href=\"https://guardianbookshop.com/the-enemy-of-love-9781803289175?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">The Enemy of Love</a> created an opportunity to create a true doyenne in Elena Capaldi. Famous cook, matriarch and local star, along with managing the family trattoria, and keeping her sons and grandsons in check, she also fulfils the “great-aunt” role for Sophia. She is both an inspiration for how to live outside the restrictions of Mussolini’s Italy and a supporter and guide through the darkness of war. Irascible and indomitable, she was an absolute joy to write, much as the aunts below are a delight to read.</p> <a href=\"https://www.theguardian.com/books/2023/apr/26/top-10-aunts-in-fiction\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/26/top-10-aunts-in-fiction", "date_published": "2023-04-26 11:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emma Raducanu forced out of Madrid Open by injury just before first match", "description": "<ul><li>Briton was due to start her campaign against Viktoriya Tomova </li><li>The 2021 US Open champion will now drop out of world’s top 100 </li></ul><p>Emma Raducanu has withdrawn from the Madrid Open just hours before she was due on court for her first round match because of an injury to her right hand.</p><p>Raducanu travelled to the Spanish capital hoping to end a run of three straight defeats and was due to start her campaign against lucky loser Viktoriya Tomova on Wednesday afternoon.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/injury-forces-emma-raducanu-out-tennis-madrid-open-before-first-match\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/injury-forces-emma-raducanu-out-tennis-madrid-open-before-first-match", "date_published": "2023-04-26 10:59:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ghosted is not romantic – it’s a walking red flag | Jess Bacon", "description": "<p>The drama is really not a love story; at best it shows an entitled man who won’t take no for an answer. From Love Actually to 10 Things I Hate About You this is sadly nothing new</p><p>Romantic comedies are littered with male heroes who deploy problematic, sometimes psychotic, behaviours in order to win over their heroine. After all, love conquers all, right? Even the reddest of flags.</p><p>The latest victim to this misguided trope is the Apple TV+ Chris Evans and Ana de Armas action-romance, Ghosted.</p> <a href=\"https://www.theguardian.com/film/2023/apr/26/ghosted-is-not-romantic-its-a-walking-red-flag\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/26/ghosted-is-not-romantic-its-a-walking-red-flag", "date_published": "2023-04-26 10:59:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bristol Old Vic opens new season with celebration of culture and community", "description": "<p>New artistic director Nancy Medina picks works about the power of belonging such as a queer coming-of-age story from Tarell Alvin McCraney and a musical version of David Nicholls’ Starter for Ten</p><p>“All art is activism,” according to the new artistic director of Bristol Old Vic, Nancy Medina, who has set out a vision for England’s oldest continuously working theatre that centres on themes of community, belonging and a celebration of culture.</p><p>The New Yorker, a longtime theatre director and former artistic director of Bristol School of Acting, took over from Tom Morris this spring.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/26/bristol-old-vic-opens-new-season-community-nancy-medina\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/26/bristol-old-vic-opens-new-season-community-nancy-medina", "date_published": "2023-04-26 10:55:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thai conservatives vow to legalise sex toys in bid to shake up election", "description": "<p>Freedom to use devices could curb prostitution, divorce and sex-related crimes, says Democrat party politician</p><p>A conservative Thai political party has backed the legalisation of sex toys as it seeks to revive its appeal before a looming general election.</p><p>The Democrat party representative Ratchada Thanadirek said sex toys were being smuggled into Thailand regardless of laws that prohibit their sale, and that the government was missing out on collecting taxes and regulating such products.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/thai-conservatives-vow-to-legalise-sex-toys-in-bid-to-shake-up-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/thai-conservatives-vow-to-legalise-sex-toys-in-bid-to-shake-up-election", "date_published": "2023-04-26 10:55:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why shouldn’t two opponents kiss each other after a game?", "description": "<p>Anna Tamminen and Rosa Herreros received criticism after a Swedish top-flight game but their show of affection shows the women’s game’s inclusivity</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our weekly newsletter</a></li></ul><p>It is a picture of a kiss – an everyday human interaction between partners after 90 minutes on opposing sides. Posted by <a href=\"https://www.instagram.com/p/CrEHaCdoS-Q/?img_index=1\">Football Is Everywhere</a> along with the caption “Football is Love, everywhere”, the photo of the Damallsvenskan players Anna Tamminen and Rosa Herreros is a perfect example of a sport renowned for its inclusiveness.</p><p>On 15 April, top of the table Hammarby hosted Växjö in the third game of the Swedish domestic top-flight season. It was the first time that Tamminen and Herreros had faced each other on the field, a unique situation for the couple but far from uncommon in the women’s game. The 28-year-old Tamminen started in goal for Hammarby, helping her team to a 6-1 victory, while Herreros was named on the visitors’ bench but didn’t make an appearance. After the final whistle and the work on the pitch was done, the couple greeted each other with this simple moment of affection caught by a waiting photographer.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/why-shouldnt-two-opponents-kiss-each-other-anna-tamminen-rosa-herreros\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/why-shouldnt-two-opponents-kiss-each-other-anna-tamminen-rosa-herreros", "date_published": "2023-04-26 10:50:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "​​Guilt series three review – this thrilling drama is back on form for its big goodbye", "description": "<p>The Edinburgh crime series bids farewell with the brothers reunited, career-best acting and a plot that makes every single character face a life-defining crisis. It’s a wild ride</p><p>‘Everything is murky in this world,” said Edinburgh’s top gangster, Roy Lynch (Stuart Bowman), laying down a warning to one of his many innocent victims, “and you are lost within it.” That was towards the end of Guilt’s second season, when the programme got a little lost in the murk itself. But with a writer as fine as Neil Forsyth in charge, the third and (by Forsyth’s own choosing) final season of this mordant noir fable finds a way through.</p><p>Guilt began with squabbling brothers Max (Mark Bonnar) and Jake (Jamie Sives) accidentally running over and killing a man while driving home from a wedding. Their efforts to escape responsibility for what they’ve done put pressure on the old wounds in their relationship: Max the serpentine, polo-necked lawyer, with his fancy house and his belief that rules ought not to apply to him, was forever being tripped up and dragged down by Jake, a shambling, open-hearted record shop owner and failed musician whose simple view of the world often brought with it an uncomfortable moral clarity that didn’t fit with Max’s scheming.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/26/guilt-series-three-review-this-thrilling-drama-is-back-on-form-for-its-big-goodbye\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/26/guilt-series-three-review-this-thrilling-drama-is-back-on-form-for-its-big-goodbye", "date_published": "2023-04-26 10:48:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The brutal new police ‘bodycam’ shoot ‘em up that’s almost indistinguishable from reality", "description": "<p>Unrecord puts players in the role of a police officer, and looks every bit like real shootings – so how realistic is too realistic?</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></li></ul><p>It looks like footage from a news report. A cop approaches a graffiti-covered, seemingly abandoned building, the sound of his own footsteps and his uniform brushing the mic and disturbing the silence. Only 30 seconds in does <a href=\"https://www.youtube.com/watch?v=IK76q13Aqt0\">the trailer</a> start to look more like a video game: the exaggerated gun reload, the way the cop effortlessly vaults a barrier. But at a passing glance – even at close examination, on a phone screen – it looks as if it could be real. Even when the cop shoots someone and they crumple immediately to the floor.</p><p>Unrecord, a “bodycam first-person shooter” being created by French independent developer Drama, made an impact with its shockingly realistic trailer last week. It looks so close to reality because of the natural lighting, muffled sound and shaky camera movement, and the fact that it’s being made in Unreal Engine 5, the cutting edge of video game graphics. The internet is replete with YouTubers screaming in all-caps disbelief about how close it looks to reality, while others are claiming it looks too good to be genuine, and must be an elaborate feat of fakery. And still others have asked: do we really <em>want </em>games to look this alarmingly realistic? Especially when that game is a cop story, and we’ve all seen more bodycam footage of real police shootings than any of us would like.</p> <a href=\"https://www.theguardian.com/games/2023/apr/26/pushing-buttons-unrecord-game\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/26/pushing-buttons-unrecord-game", "date_published": "2023-04-26 10:45:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m heartbroken’: Sudanese diaspora in UK fear for loved ones trapped in war zone", "description": "<p>Community members criticise UK government, saying no major effort has been made to stop conflict in former colony</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/26/sudan-conflict-further-evacuations-as-un-chief-warns-fighting-could-cause-immense-suffering-for-years-live\">Sudan crisis – latest updates</a></li></ul><p>When Omima Hassan, a 44-year-old a senior healthcare assistant, first heard of the news of the fighting in Sudan, she thought it was fake. She couldn’t believe that her family and loved ones were suddenly trapped in a war zone.</p><p>“My brother, my auntie, my cousins – they all live in Sudan. And it’s not just them, you feel like all Sudanese-British people are your family,” she said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/sudanese-in-britain-fear-for-loved-ones-trapped-amid-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/sudanese-in-britain-fear-for-loved-ones-trapped-amid-war", "date_published": "2023-04-26 10:34:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drax announces £150m share buyback after record profits", "description": "<p>Group pauses investment in carbon capture project as it waits for details on possible government subsidy</p><p>The owner of the Drax power plant will give its shareholders a £150m windfall after reporting its highest ever annual profits, thanks in part to record electricity prices.</p><p>The FTSE 250 company also said it was pausing investment in its controversial carbon capture project while it waited for more details from the government on a possible subsidy.</p> <a href=\"https://www.theguardian.com/business/2023/apr/26/drax-announces-150m-share-buyback-after-record-profits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/26/drax-announces-150m-share-buyback-after-record-profits", "date_published": "2023-04-26 10:34:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mexico army ignored cartel warnings before mass student kidnapping, emails show", "description": "<p>Months before 43 Ayotzinapa students vanished, army was repeatedly warned of criminal gang presence</p><p>The Mexican military received nearly a dozen complaints about cartel activity in the region where 43 students were abducted in September 2014, emails hacked from the country’s defense ministry reveal, but the armed forces apparently did little to tackle organized crime in the area.</p><p>The students’ kidnapping and disappearance, which took place in the city of Iguala in Guerrero state, was one of the most horrific and high-profile human rights abuses in Mexico’s recent history, and remains unsolved despite years of protests and a relentless pursuit of justice by the students’ parents.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/mexico-students-missing-army-ignored-warnings-cartel-activity\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/mexico-students-missing-army-ignored-warnings-cartel-activity", "date_published": "2023-04-26 10:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s Lucy Bronze faces spell on sidelines following knee surgery", "description": "<ul><li>Bronze out of Barça’s Champions League tie with Chelsea</li><li>Fresh headache for Sarina Wiegman before World Cup</li></ul><p>Lucy Bronze has been ruled out of Barcelona’s Champions League semi-final second leg against Chelsea on Thursday after undergoing knee surgery that has made her a potential doubt for England’s World Cup squad.</p><p>Bronze limped off the Stamford Bridge pitch during the second half of the first leg on Saturday, <a href=\"https://www.theguardian.com/football/2023/apr/22/chelsea-barcelona-womens-champions-league-semi-final-match-report\">which Barcelona won 1-0</a> thanks to a goal from Caroline Graham Hansen. Barça announced on Wednesday that Bronze will be unavailable for the return fixture at the Camp Nou after undergoing arthroscopy on her right knee.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/englands-lucy-bronze-faces-spell-on-sidelines-following-knee-surgery\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/englands-lucy-bronze-faces-spell-on-sidelines-following-knee-surgery", "date_published": "2023-04-26 10:21:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s not just trans kids: Republicans are coming after trans adults like me, too | Alex Myers", "description": "<p>This move by Missouri’s attorney general is the first attack on gender-affirming care for transgender adults – and it won’t be the last</p><p>On Thursday 13 April, Missouri’s attorney general issued an emergency ruling that restricts access to gender-affirming care for both minors and adults, under the guise that hormone therapy is an “experimental use” rather than an FDA-approved treatment. For the past year, transgender youth have been a football for conservative politicians, with their access to gender-affirming care restricted or outlawed in 14 states. But this move by Missouri’s attorney general is the first attack on gender-affirming care for transgender adults; assuredly, it won’t be the last.</p><p>The first time I tried to get access to gender-affirming care was in 2003. I was 24 years old and lived in Rhode Island. I’d been out as transgender for eight years by then, eight years spent looking (on a good day) like a 14-year-old boy, until finally the me I saw in the mirror and the me I saw in my head didn’t match any more. Only testosterone would make me feel like myself.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/trans-healthcare-conservative-republican-states-missouri\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/trans-healthcare-conservative-republican-states-missouri", "date_published": "2023-04-26 10:12:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lower-league clubs rage at ‘terrible decisions’ by RFU over game’s future", "description": "<ul><li>Union under fire over ‘absolute joke’ of league structure</li><li>Fears new tackle law could see players quitting the sport</li></ul><p>The Rugby Football Union is coming under renewed pressure from semi-professional clubs in England to clarify the future shape of the domestic game amid mounting calls for reform at Twickenham and significant disquiet about the effects of the new tackle-height directive set to be introduced in the community game.</p><p>With no firm agreement yet reached on precisely how many teams will feature in the Premiership and the Championship from September 2024, a growing number of National League clubs are pleading for greater clarity.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/lower-league-rugby-clubs-rage-rfu-terrible-decisions-demand-big-change\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/lower-league-rugby-clubs-rage-rfu-terrible-decisions-demand-big-change", "date_published": "2023-04-26 10:06:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Evictions in New York are soaring. It’s my job to stop the bleeding", "description": "<p>More than 146,000 landlords have filed for eviction since early last year. Here’s what it’s like for a housing lawyer</p><p>Last fall I began representing a woman who came to court to try to get her apartment back after she had been evicted just a few days prior. She was elderly, disabled and living alone on a fixed income after the passing of her husband. Our only option to restore her tenancy was to find a way to pay her ever-growing and insurmountable rental debt of over $40,000.</p><p>When we accepted this case, her prospects were bleak and no one believed that my office could get a positive result. The situation was difficult because once someone has been evicted, no defenses can be raised, and the money owed must be paid in full to retain the apartment – before the landlord rents it to someone else.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/26/new-york-city-evictions-housing-lawyer\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/26/new-york-city-evictions-housing-lawyer", "date_published": "2023-04-26 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The North Shore by Ben Tufnell review – turning art and myth into narrative", "description": "<p>The discovery of a body on the beach provides the pivotal moment in an essayistic novel that lacks propulsion and pace</p><p>Ben Tufnell, curator, gallery director and essayist with particular expertise in land art, describes his fascination for the “‘slow time’ of painting”. His first novel, The North Shore, might be best understood as an experiment in translating the slow time of painting into fiction. The book loops and meanders through the narrator’s lifelong relationship with his childhood home on the North <a href=\"https://www.theguardian.com/travel/2016/feb/03/in-praise-of-norfolk-holidays-beaches-subtle-beauty\">Norfolk coast</a>, revisiting and reiterating the book’s thematic concerns more in the manner of a musical fugue than a story.</p><p>We begin with the young adult narrator left alone in a seaside cottage on the night of a wild and frightening storm. Trees fall, roofs smash, and by the cold light of day the unnamed storyteller goes down to the beach, where he finds what appears to be a body. Even at this dramatic climax, the prose moves slowly: “It then occurred to me that this occurrence – this dead man on the beach – was something I should report … There would surely be some kind of official process.” But the man is not dead, although also not exactly alive, and probably not exactly a man either. The boy takes him home and tries to look after him, but the strange visitor never speaks. He coughs up impossible quantities of seaweed and leaves, smells terrible, turns a funny colour, and then he goes away.</p> <a href=\"https://www.theguardian.com/books/2023/apr/26/the-north-shore-by-ben-tufnell-review-turning-art-and-myth-into-narrative\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/26/the-north-shore-by-ben-tufnell-review-turning-art-and-myth-into-narrative", "date_published": "2023-04-26 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Unlikely Pilgrimage of Harold Fry review – pensioner’s 600-mile quest is a tall tale", "description": "<p>Jim Broadbent’s Harold goes on a 600-mile quest in Rachel Joyce’s sad and quirky story that is undermined by its implausibility</p><p>Despite being impeccably acted, sincerely intended and often beautifully shot, there is something basically unsatisfying in this quirky/sad movie, adapted by Rachel Joyce from her own Booker-longlisted novel; it is undermined by issues of tone and plausibility connected with that word “unlikely” in the title. The film presents partly as a sentimental oldie heartwarmer, but also asks us to believe in it as something more serious and even tragic: an emotional investment made harder by the unreality of what we’re seeing.</p><p>Jim Broadbent and Penelope Wilton play Harold and Maureen, a retired couple living a life of quiet boredom and desperation in Devon. Out of the blue, Harold gets a letter saying that an old work colleague of his is now in a cancer hospice in Berwick-upon-Tweed. This is Queenie, played all-too-briefly in flashback by Linda Bassett, and Maureen looks far from pleased to hear her name.</p> <a href=\"https://www.theguardian.com/film/2023/apr/26/the-unlikely-pilgrimage-of-harold-fry-review-pensioners-600-mile-quest-is-a-tall-tale-jim-broadbent-rachel-joyce\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/26/the-unlikely-pilgrimage-of-harold-fry-review-pensioners-600-mile-quest-is-a-tall-tale-jim-broadbent-rachel-joyce", "date_published": "2023-04-26 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s behind all the US media firings this week? Hint: it’s not equality | Jill Filipovic", "description": "<p>Fox News, CNN and NBC Universal all let go of male anchors and bosses with histories of sexual harassment – for self-interest</p><p>It’s been a wild week for network news. Tucker Carlson, who hosted one of the <a href=\"https://www.adweek.com/tvnewser/here-are-the-top-rated-cable-news-shows-for-q1-2023/526747/\">most popular news shows</a> on television, was suddenly ousted from Fox News, on the heels of both a hostile workplace complaint against him and the network’s settlement in a high-profile lawsuit that began to expose just how brazenly and knowingly Fox News anchors lied on the air. At CNN, long-time anchor Don Lemon was also let go in a move that he said left him “<a href=\"https://www.nytimes.com/2023/04/24/business/media/don-lemon-cnn.html\">stunned</a>”, and came after public blowback over Lemon’s on-air comments about women. NBC Universal <a href=\"https://www.cnn.com/2023/04/24/media/jeff-shell-sexual-harassment/index.html\">fired</a> CEO Jeff Shell after corroborating a sexual harassment complaint against him.</p><p>Much remains unknown about all three terminations, and particularly Carlson’s and Lemon’s. And Lemon, unlike the other two men, is not accused of sexual harassment. But the ouster of all three does suggest something may have shifted in television newsrooms. The question is whether it’s an elevated commitment to gender equality, or simply more self-interested decisions taking on the veil of morality.</p><p>Jill Filipovic is the author of the The H-Spot: The Feminist Pursuit of Happiness</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/media-firings-tucker-carlson-don-lemon-sexual-harassment\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/media-firings-tucker-carlson-don-lemon-sexual-harassment", "date_published": "2023-04-26 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Killing of Sister George review – cruel comedy is an uncomfortable watch", "description": "<p><strong>New Vic theatre, Newcastle-under-Lyme<br /></strong>Should we sympathise with Hayley Carmichael’s irascible radio soap star as she risks being axed, or condemn her as she bullies her young vulnerable young lover?</p><p>As lead characters go, June Buckeridge is an odd one. In the <a href=\"https://www.theguardian.com/stage/2014/dec/29/eileen-atkins-the-killing-of-sister-george\">1965 play by Frank Marcus</a>, she is the leading light of a soft-centred radio soap opera (it is set in Applehurst but it might as well be Ambridge) and is loved by millions in the role of district nurse Sister George.</p><p>Behind the homely persona, however, lies a conflicted woman. Boozy, irascible and thin-skinned, she maintains a sado-masochistic relationship with the much younger Alice, who clings to her youth just as certainly as the older woman watches hers slip away. Lest you have any sympathy for her, George, as everyone calls her, inflicts demeaning punishments on her vulnerable companion, the cruelty sitting uncomfortably against the comic tone.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/26/the-killing-of-sister-george-review-new-vic-newcastle-under-lyme\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/26/the-killing-of-sister-george-review-new-vic-newcastle-under-lyme", "date_published": "2023-04-26 09:22:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did my mammogram not detect my stage three breast cancer? | Elizabeth L Silver", "description": "<p>Half of women have dense breast tissue that does not show up on mammograms and can only be seen with extra screening</p><p>In July 2022, I was diagnosed with stage three breast cancer after having had a “normal” mammogram just nine months earlier at the age of 42. Other than a small thyroid disorder, I have been extraordinarily healthy my entire life, running half marathons, practicing yoga and doing a 30-mile backpacking trek only two months earlier. I had no known family history and never missed a screening in my short life of mammography.</p><p>So how did the cancer advance so far without detection, despite top-notch medical care in one of the biggest cities in America? The answer for me and millions of other women is the dense breast phenomenon – which, at long last, is finally becoming a part of the conversation around women’s health.</p><p><a href=\"http://www.elizabethlsilver.com/\">Elizabeth L Silver</a> is the author of the forthcoming novel The Majority (Riverhead), as well as the novel The Execution of Noa P Singleton and the memoir The Tincture of Time. Also an attorney, she teaches creative writing with the UCLA Writers Program and lives in Los Angeles with her family</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/breast-cancer-screening-mammogram-incorrect-dense-tissue\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/breast-cancer-screening-mammogram-incorrect-dense-tissue", "date_published": "2023-04-26 09:11:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you witnessed bad behaviour at work?", "description": "<p>We want to hear about the terrible behaviour you’ve encountered while at work over the last couple of years</p><p>Since the pandemic, it seems many of us have forgotten our manners. <a href=\"https://www.theatlantic.com/politics/archive/2022/03/antisocial-behavior-crime-violence-increase-pandemic/627076/\">Reports of rude, unruly and generally “bad” behaviour</a> have soared over the last couple of years, and those in public-facing jobs are often witness to the worst examples of human indecency.</p><p>With this in mind, we want to hear about the terrible behaviour you’ve encountered while at work over the last couple of years. Perhaps you work as a street cleaner and have seen an increase in public spitting and littering? Or maybe your job as a flight attendant means you’ve spotted a rise in the number of passengers attempting to join the mile high club?</p> <a href=\"https://www.theguardian.com/money/2023/apr/26/tell-us-have-you-witnessed-bad-behaviour-at-work\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/26/tell-us-have-you-witnessed-bad-behaviour-at-work", "date_published": "2023-04-26 09:08:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s Covid research led the world – why have our clinical trials fallen off a cliff? | Andrew Pollard", "description": "<p>Pressures on the NHS, a lack of doctors and post-Brexit delays are hampering our ability to develop cutting-edge drugs</p><p>The UK’s remarkable capability and capacity in clinical research was catapulted on to the world stage during the pandemic. The Recovery trial, led by Oxford University, studied existing drugs in seriously ill patients with Covid-19 and identified the first proven and effective life-saving treatments.</p><p>The Oxford/AstraZeneca vaccine was tested in a trial of more than 10,000 people across the UK, using repurposed research infrastructure in our hospitals and universities, and <a href=\"https://www.airfinity.com/articles/astrazeneca-and-pfizer-biontech-saved-over-12-million-lives-in-the-first\">saved more lives</a> globally than any other vaccine. The <a href=\"https://www.theguardian.com/society/2021/dec/06/moderna-or-novavax-after-astrazeneca-jab-confers-high-covid-immunity-study-finds\">mix-and-match vaccine</a> studies known as Com-Cov showed the world how different types of Covid-19 vaccines could be used together, while Cov-Boost provided key data on <a href=\"https://www.theguardian.com/society/2021/sep/02/vaccine-booster-shots-could-help-reduce-spread-of-covid-cases\">booster doses</a> that has informed global vaccine policy.</p><p>Prof Sir Andrew Pollard was chief investigator of the Oxford Covid-19 vaccine trials and is director of the Oxford Vaccine Group</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/britain-covid-research-clinical-trials-nhs-doctors\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/britain-covid-research-clinical-trials-nhs-doctors", "date_published": "2023-04-26 09:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘By the time I was 30 I’d lived in more than 25 places – including a car showroom’", "description": "<p>After three decades of pebbledash, mould and evictions, a serial renter wonders what really makes a home and how we can dig ourselves out of the housing crisis</p><p>My earliest memories of home are of saying goodbye. They are of moving at someone else’s request, picking up, packing up and driving away. Sometimes it was because of “regeneration” projects, demolitions or old-fashioned evictions. When I got older, the precarity of early childhood moves stayed with me, as I found home between the cracks of the housing crisis.</p><p>I have lived in a lot of different places – more than 25 by the time I was 30. I’ve lived over a car showroom, in student halls and cramped rooms with my family in other people’s houses. I’ve made my home on floors, in temporary accommodation, in a cottage in the countryside and above a Snappy Snaps shop.</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/by-the-time-i-was-30-id-lived-in-more-than-25-places-including-a-car-showroom\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/by-the-time-i-was-30-id-lived-in-more-than-25-places-including-a-car-showroom", "date_published": "2023-04-26 09:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bitcoin is terrible for the environment – can it ever go green?", "description": "<p>Cryptocurrency mining uses huge amounts of energy, but activists are urging for a change in its code to reduce its environmental impact</p><p>On the corner of New York’s Park Avenue and 52nd Street, curious onlookers recently stopped in front of a giant green skull sitting in the bed of a truck parked outside the office of Fidelity Investments, the global financial management company.</p><p>The “Skull of Satoshi”, named after the pseudonymous bitcoin developer Satoshi Nakamoto, is composed almost entirely of computer circuit boards and fitted with tall smokestacks usually found atop coal power plants.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/26/bitcoin-mining-climate-crisis-environmental-impact\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/26/bitcoin-mining-climate-crisis-environmental-impact", "date_published": "2023-04-26 09:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ed Sheeran testifies in Marvin Gaye plagiarism case: ‘Most pop songs can fit over most pop songs’", "description": "<p>Appearing in New York court, singer-songwriter defends his ballad Thinking Out Loud against similarities with Gaye’s song Let’s Get It On</p><p>Ed Sheeran has defended his songwriting in a New York court after it was alleged that he plagiarised Marvin Gaye’s song Let’s Get It On for his own hit ballad Thinking Out Loud.</p><p>The lawsuit is being brought by the heirs of Gaye’s co-writer on Let’s Get It On, Ed Townsend, and was originally filed in 2017. It alleges that Sheeran and co-writer Amy Wadge copied an ascending four-chord sequence, and its rhythm.</p> <a href=\"https://www.theguardian.com/music/2023/apr/26/ed-sheeran-testifies-in-marvin-gaye-plagiarism-case-most-pop-songs-can-fit-over-most-pop-songs\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/26/ed-sheeran-testifies-in-marvin-gaye-plagiarism-case-most-pop-songs-can-fit-over-most-pop-songs", "date_published": "2023-04-26 08:45:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dead Ink wins Republic of Consciousness prize with Missouri Williams’s ‘astonishing’ debut", "description": "<p>The award, championing small presses with fewer than five staff, was won by The Doloriad – an audaciously original novel set in a post-apocalyptic dystopia</p><p>Dead Ink Books has won the Republic of Consciousness prize for small presses for Missouri Williams’s “astonishing” debut novel The Doloriad. Yet while Dead Ink and Williams will get the prestige of winning, the entire shortlist will receive the same reward. Each of the five books wins £1,000, split 70:30 between publisher and author, on top of the £300 awarded to the <a href=\"https://www.republicofconsciousness.com/2023-prize\">10 longlisted titles</a>, which was paid to the presses only.</p><p>Prague-based Williams’s novel is set in the imagined wake of a mysterious disaster that has wiped out most of humanity. One family, descended from incest, remains, ruled by a merciless woman known only as the Matriarch. When the Matriarch believes there might be more survivors she sends one of her daughters, the legless Dolores, as a marriage offering.</p> <a href=\"https://www.theguardian.com/books/2023/apr/26/dead-ink-wins-republic-of-consciousness-prize-with-missouri-williamss-astonishing-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/26/dead-ink-wins-republic-of-consciousness-prize-with-missouri-williamss-astonishing-debut", "date_published": "2023-04-26 08:35:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Braverman says illegal migrants have ‘values at odds with our country’ as MPs prepare to debate bill – UK politics live", "description": "<p>Home secretary comments come ahead of final House of Commons debate on the illegal migration bill</p><p>Here are some more lines from what <strong>Suella Braverman</strong> said about the illegal migration bill in her interviews this morning.</p><p><strong>Braverman, the home secretary, defended the decision to amend the bill to give the government the power<a href=\"https://www.theguardian.com/world/2023/apr/19/uk-to-ignore-echr-rulings-on-small-boats-after-sunak-caves-in-to-tory-right\"> to ignore injunctions from the European court of human rights</a>, saying the ECHR ruling undermined elected governments. </strong>She told the Today programme:</p><p>We saw last year an unacceptable situation whereby the home secretary made a decision to relocate people to Rwanda and that decision was upheld in the courts, injunctions were refused by the English courts and, at the 11th hour, pursuant to an opaque process in which the UK was not represented, a judge in Strasbourg overruled that decision, undermining a democratically-elected government and a decision to take appropriate action.</p><p>We want to avoid a re-run of that scenario. That’s why we have included measures in our bill to afford the home secretary a discretion to consider the case upon its particular merits and circumstances.</p><p><strong>She said the government wanted to find space to detain hundreds or thousands more people arriving on small boats – but declined to say quite how many spaces were needed.</strong> She told the Today programme “some hundreds, thousands” of extra places would be needed. She explained:</p><p>We’ve got an existing detention capacity of 1-2,000 places at the moment. We need to increase that – I’m not going to give you a precise figure.</p><p>But what I’m saying is, we don’t need to increase it by 45,000 [the number who arrived by small boat in 2022], no-one is saying that we need 45,000 or 100,000 new detention places.</p><p><strong>She said she disagreed with <a href=\"https://www.theguardian.com/politics/live/2023/apr/24/rishi-sunak-keir-starmer-james-cleverly-diane-abbott-huma-yousaf-uk-politics-live-latest?page=with:block-64465bfe8f087731d3ccca13#block-64465bfe8f087731d3ccca13\">the assessment from the Equality and Human Rights Commission</a> that the bill posed a risk to children. </strong>Asked about their claim, she told LBC:</p><p>I disagree with their view. The measures that we have proposed are lawful, they comply with international law, and actually they’re humanitarian at core.</p><p>The government was tied up in talks yesterday over two amendments, one by Tim Loughton (with 22 Tory names next to it) seeking to restrict the detention of unaccompanied children, and one by Iain Duncan Smith and Theresa May (with 10 Tory names) to exempt migrants who have suffered exploitation in the UK. Rebels make the point that the Sudan crisis underlines the importance of a compassionate policy toward refugees.</p><p>Those crossing tend to have completely different lifestyles and values to those in the UK and tend to settle in already hyper-diverse areas, undermining the cultural cohesiveness that binds diverse groups together and makes our proud multi-ethnic democracy so successful.</p> <a href=\"https://www.theguardian.com/politics/live/2023/apr/26/suella-braverman-illegal-migration-bill-small-boats-rishi-sunak-keir-starmer-pmqs-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/apr/26/suella-braverman-illegal-migration-bill-small-boats-rishi-sunak-keir-starmer-pmqs-uk-politics-live", "date_published": "2023-04-26 08:34:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heathrow remains loss-making despite rise in passenger numbers", "description": "<p>Airport says people will be able to ‘travel as normal’ in peak period around coronation despite strike</p><p>Heathrow airport has warned that it is still loss-making, even as it continues to be Europe’s busiest airport, welcoming almost 17 million passengers in the first three months of the year.</p><p>The airport also said that passengers would be able to “travel as normal” during the peak getaway period around the coronation of King Charles III, taking place on 6 May, despite a fresh planned strike by security staff.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/heathrow-remains-loss-making-despite-rise-in-passenger-numbers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/heathrow-remains-loss-making-despite-rise-in-passenger-numbers", "date_published": "2023-04-26 08:04:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Polite Society review – fun action comedy mashes Jane Austen and the Chuckle Brothers", "description": "<p>A pointed satire of the marriage market from We Are Lady Parts’ Nida Manzoor delivers the laughs – and some full tilt comedy action</p><p>Nida Manzoor created <a href=\"https://www.theguardian.com/tv-and-radio/2021/may/20/we-are-lady-parts-review-give-it-up-for-tvs-fearless-muslim-riot-grrrls\">We Are Lady Parts for Channel 4</a>, a sitcom about an all-female, all-Muslim punk band; now, for her debut feature film, she brings serious levels of goof, wack and zane for a feelgood action comedy with a very incorrect adjective in the title. It stars newcomer Priya Kansara as a young girl from a British-Pakistani family: Ria, a year 11 martial arts enthusiast and wannabe stuntwoman on a desperate mission to sabotage her older sister’s marriage to a guy that somehow only she can see is a sinister creep.</p><p>Kansara does a lot of her own gonzo stunts and kickboxing moves, and the sheer energy and full tilt comedy she brings to them had me thinking of the young Jackie Chan in Drunken Master. Manzoor’s film also has bits of Jane Austen, Kevin Kwan and Gurinder Chadha, with a cheeky homage to the Chuckle Brothers in the sequence in which two people must carry a heavy box down the stairs.</p> <a href=\"https://www.theguardian.com/film/2023/apr/26/polite-society-review-fun-action-comedy-mashes-jane-austen-and-the-chuckle-brothers\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/26/polite-society-review-fun-action-comedy-mashes-jane-austen-and-the-chuckle-brothers", "date_published": "2023-04-26 08:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Power of Trees by Peter Wohlleben review – out of the woods", "description": "<p>The charismatic forester argues that trees can be a powerful weapon in the fight against climate change – so long as we leave them alone</p><p>Elon Musk has offered a prize of $100m for the best carbon capture and sequestration proposal. I can save his committee a lot of time. The money should go to Peter Wohlleben, the German forester whose book <a href=\"https://www.theguardian.com/books/2017/sep/13/hidden-life-of-trees-peter-wohlleben-review\">The Hidden Life of Trees</a> was the most improbable and encouraging blockbuster of 2015. Wohlleben’s idea is this: leave forests alone. Stop fiddling with them, thinking that we can deal with climate change better than nature. If we fiddle, our Romes will burn.</p><p>The Hidden Life argued that trees are social and sensate. The Power of Trees shows that they can be our saviours. But it’s terribly hard to let ourselves be saved. We think we can be the authors of our salvation. We are doers by constitution. Of course, there are things we could and should be doing, but in terms of forestry practice, often what’s billed as part of the solution is part of the problem.</p> <a href=\"https://www.theguardian.com/books/2023/apr/26/the-power-of-trees-by-peter-wohlleben-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/26/the-power-of-trees-by-peter-wohlleben-review", "date_published": "2023-04-26 08:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can I make a complaint in the most effective way?", "description": "<p>The key here is to keep a paper trail, so always email if possible, and keep a copy of your actions and responses, in case you end up in a small claims court</p><p>Tempting as it is to vent down the phone for instant results, always complain in writing. It allows you to keep a record and a timeline, to marshal the facts and moderate your emotions. Email is best. Don’t forget to put your full name, address and customer reference/booking/order number to enable the company to identify you on the system. Make clear in the email title that it’s a complaint. Some firms cunningly stall complainants by concealing their contact details. If so, go straight to the top. You can find CEO email addresses.</p><p>Be polite, concise and lucid. Businesses are likely to take more notice of formal, grammatical emails. They’ll assume the customer knows what they’re talking about. Explain the problem clearly, attach back-up documents if relevant and specify what outcome you are seeking and your deadline. Don’t ramble. Don’t insult. AND DON’T SHOUT WITH CAPITALS!</p> <a href=\"https://www.theguardian.com/money/2023/apr/26/how-can-i-make-a-complaint-in-the-most-effective-way\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/26/how-can-i-make-a-complaint-in-the-most-effective-way", "date_published": "2023-04-26 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Arsenal: the tactical battles that could decide title clash | Jonathan Wilson", "description": "<p>We pick out five important areas, including how Mikel Arteta’s team may be able to wound the Premier League champions</p><p>Mikel Arteta is not a clone of Pep Guardiola but they do have a similar outlook on football. Both came through the Barcelona academy, Arteta spent three years as Guardiola’s assistant at Manchester City and both favour a 4-3-3 with a hard press. When shapes and philosophies match, gaining a tactical advantage to outweigh City’s advantages in terms of personnel and form will be tough for Arteta. At the moment, Rodri, Kevin De Bruyne and Ilkay Gündogan or Bernardo Silva are simply a better unit than Arsenal’s three, with Thomas Partey and Martin Ødegaard suffering dips in form and Granit Xhaka struggling with illness.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/manchester-city-v-arsenal-the-tactical-battles-that-could-decide-title-clash\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/manchester-city-v-arsenal-the-tactical-battles-that-could-decide-title-clash", "date_published": "2023-04-26 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson’s ex-booker alleges she experienced bullying and sexism at Fox", "description": "<p>Abby Grossberg alleges she was subject to bullying, sexism and antisemitism while working on the former host’s prime-time show</p><p>Tucker Carlson’s abrupt departure from Fox News sent shock waves through the American political and media landscapes and immediately many US pundits linked it to the huge settlement the rightwing channel had just reached with Dominion Voting Systems.</p><p>Carlson, as a far-right provocateur, had been instrumental in the channel’s airing of conspiracy theories around the 2020 election that had often put Dominion’s voting machines at the heart of false claims of ballot rigging.</p> <a href=\"https://www.theguardian.com/media/2023/apr/26/tucker-carlson-abby-grossberg-fox-news-lawsuits\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/26/tucker-carlson-abby-grossberg-fox-news-lawsuits", "date_published": "2023-04-26 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK’s forced marriage unit underfunded and too Muslim-focused, report to say", "description": "<p>Colin Bloom’s report expected to be most sweeping review of government’s relationship with religion in more than a generation</p><p>UK ministers’ efforts to stop forced marriages are failing because the unit set up to tackle them is undervalued, under-resourced and overly focused on Muslim families, according to a report from Michael Gove’s levelling up department.</p><p>The 165-page report by Colin Bloom, the government’s faith adviser, will highlight a range of areas in which ministers are ineffective because they are too wary of tackling problems that arise within religious communities. It is expected to be the <a href=\"https://www.theguardian.com/world/2023/mar/29/ministers-urged-to-be-more-aggressive-in-tackling-issues-within-religious-groups\">most sweeping review</a> of the government’s relationship with religion in more than a generation</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/uk-forced-marriage-unit-under-funded-and-too-muslim-focused-bloom-report\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/uk-forced-marriage-unit-under-funded-and-too-muslim-focused-bloom-report", "date_published": "2023-04-26 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Andrew held investments in shell company set up to keep holdings secret", "description": "<p>Prince was among at least five members of royal family who used Bank of England Nominees – set up in 1970s to prevent disclosure of queen’s investments</p><p>Prince Andrew held his shareholdings through a government-backed shell company that was<strong> </strong>created to conceal royal investments from public scrutiny.</p><p>The prince was among at least five members of the royal family who used the shell company Bank of England Nominees, which was set up in the 1970s to prevent the<strong> </strong>“embarrassing” public disclosure of Queen Elizabeth II’s investments.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/prince-andrew-held-investments-in-shell-company-set-up-to-keep-holdings-secret\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/prince-andrew-held-investments-in-shell-company-set-up-to-keep-holdings-secret", "date_published": "2023-04-26 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which English football champions had the longest pre-season odds? | The Knowledge", "description": "<p>Plus: players reaching 50 goals in a season, more top-two sides with huge points totals and the etymology of ‘nutmegs’</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“Arsenal were 40-1 to win the Premier League at the start of the season,”</strong> notes Alex Norton. <strong>“In betting terms, who apart from Leicester are the most unlikely English champions?”</strong></p><p>After enjoying a weekend away in the newspaper archive, we found – with one frustrating exception – pre-season odds for all champions of England since the mid-1960s. None come anywhere near <a href=\"https://www.theguardian.com/football/2016/may/03/leicester-city-title-inside-story-premier-league-champions-claudio-ranieri\">Leicester’s 5,000-1 miracle</a> in 2015-16. In fact, in the Premier League era, Leicester are the only team to win the title with odds in double figures, never mind quadruple.</p> <a href=\"https://www.theguardian.com/football/2023/apr/26/which-english-football-champions-had-the-longest-pre-season-odds\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/26/which-english-football-champions-had-the-longest-pre-season-odds", "date_published": "2023-04-26 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Here’s why we should stop weeding. Learn to love our dandelions and brambles | Alys Fowler", "description": "<p>Weeds protect the soil and nurture insects and birds – now they are finally having their time in the sun at the Chelsea flower show</p><p>The Royal Horticultural Society (RHS) has declared that this year’s Chelsea flower show is all about weeds, but not as we know them. Four of its 12 show gardens will feature plants traditionally regarded as weeds,<strong> </strong>which are now being <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/chelsea-flower-show-gardens-rebrand-weeds-hero-plants\">rebranded as “resilient” and “heroes”</a>. Weeds are no longer flowers in the wrong place, according to this year’s organisers, but exactly where they should be, softening the designer’s edge and adding a wild note to far corners. I do love an about-change from the marching band. It’s so full of fanfare and drama.</p><p>Except it’s not really new, wild things have been creeping into Chelsea for many years now. Just ask Mary Reynolds, the Irish environmentalist and author of <a href=\"https://wearetheark.org/\">We are the Ark</a> whose gold-winning show garden in 2002 was noted for its “subversive use of weeds”, plants that she is still very much using today in her design work.</p><p>Alys Fowler is a gardener and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/chelsea-flower-show-wild-weeds-vital-plants-soil-insects-birds\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/chelsea-flower-show-wild-weeds-vital-plants-soil-insects-birds", "date_published": "2023-04-26 07:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First Republic Bank shares slump 50%, raising fresh fears over banking sector – business live", "description": "<p>German consumer confidence improves for seventh month as energy bills ease</p><p><strong>Good morning, and welcome to our rolling coverage of business, the financial markets and the world economy.</strong></p><p><strong>First Republic Bank</strong>’s shares closed nearly 50% lower yesterday, a day after the troubled US bank announced a $100bn slump in deposits, sparking fears that it could be the third bank to fail after the collapse of <strong><a href=\"https://www.theguardian.com/business/silicon-valley-bank\">Silicon Valley Bank</a></strong><a href=\"https://www.theguardian.com/business/silicon-valley-bank\"> </a>and <strong>Signature Bank</strong>.</p> <a href=\"https://www.theguardian.com/business/live/2023/apr/26/first-republic-bank-shares-slump-50-raising-fresh-fears-banking-sector-german-consumer-confidence-cbi-retail-sales-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/apr/26/first-republic-bank-shares-slump-50-raising-fresh-fears-banking-sector-german-consumer-confidence-cbi-retail-sales-business-live", "date_published": "2023-04-26 06:39:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Freddie Mercury’s collection of ‘splendid things’ up for auction", "description": "<p>Items belonging to Queen singer on sale include costumes, handwritten lyrics and a moustache comb</p><p>For more than 30 years, Freddie Mercury’s London home has been untouched, a shrine to the legendary superstar of the rock band Queen who died in 1991 at the age of 45.</p><p>Now its contents – from Mercury’s dazzling stage costumes and handwritten lyrics to paintings and beautiful objects collected on his travels – are to go on show in London, New York, Los Angeles and Hong Kong ahead of being sold at auction.</p> <a href=\"https://www.theguardian.com/music/2023/apr/26/freddie-mercury-collection-of-splendid-things-up-for-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/26/freddie-mercury-collection-of-splendid-things-up-for-auction", "date_published": "2023-04-26 06:37:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three debut novels compete among Women’s prize for fiction shortlist", "description": "<p>First-time novelists are joined by two former winners on the diverse list, as the six ‘ambitious and hard-hitting’ contenders are revealed</p><p>• <a href=\"https://www.theguardian.com/books/2023/apr/26/womens-prize-for-fiction-winner-how-we-chose\">‘We were blown away’: how we chose the Women’s prize shortlist</a></p><p>Three debut novels will compete against books by two former winners for this year’s Women’s prize for fiction, on a shortlist described as “ambitious and hard-hitting” by the chair of judges Louise Minchin.</p><p>The first-time novelists shortlisted for the prize are Jacqueline Crooks for Fire Rush, Louise Kennedy for Trespasses and Priscilla Morris for Black Butterflies.</p> <a href=\"https://www.theguardian.com/books/2023/apr/26/womens-prize-for-fiction-shortlist\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/26/womens-prize-for-fiction-shortlist", "date_published": "2023-04-26 06:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We were blown away’: how we chose the Women’s prize shortlist", "description": "<p>As one of this year’s judges, I have been bowled over by the range and intensity of what we have read, and I’m sure you will be too</p><p>• <a href=\"https://www.theguardian.com/books/2023/apr/26/womens-prize-for-fiction-shortlist\">Three debut novels compete among Women’s prize for fiction shortlist</a></p><p>Being a judge for this year’s Women’s prize for fiction has been an honour and a huge responsibility: not least because it’s the one prize whose longlist always has me rushing to the bookshop. As a group of five very different readers, I and my fellow judges Louise Minchin, Bella Mackie, Irenosen Okojie and Tulip Siddiq set out to reflect and celebrate the breadth, skill and visionary quality of women’s writing. Our shortlist has humour, anger, empathy, courage, danger, suspense, joy. In terms of common themes, there is a need to find a voice for the unvoiced – from the ocean floor to a Renaissance palace. Most of all, there is urgency. Every one of these writers speaks – indeed shouts and sings – in a voice that is undeniably and wholeheartedly her own.</p><p>We were blown away by <strong><a href=\"https://www.theguardian.com/books/2023/mar/16/fire-rush-by-jacqueline-crooks-review-gangsters-ghosts-and-raw-pleasure\">Fire Rush</a> </strong>by Jacqueline Crooks. A young Black British woman growing up in 1970s London, Yamaye lives for the weekend when she goes clubbing and loses herself in music. There she meets Moose and finally feels on the edge of happiness, until their relationship is brutally cut short and Yamaye begins a journey of self-discovery. Past and present collide with explosive consequences. Ambitious, imaginative and singular, this novel is as relevant to today’s racial climate as the 1970s’, with dub music as a character in its own right. It’s an electric story of love, violence, loss and Black womanhood.</p> <a href=\"https://www.theguardian.com/books/2023/apr/26/womens-prize-for-fiction-winner-how-we-chose\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/26/womens-prize-for-fiction-winner-how-we-chose", "date_published": "2023-04-26 06:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Western Lane by Chetna Maroo review – a tender debut", "description": "<p>The tensions of family life are vividly conveyed in this novel of growing pains, grief and squash</p><p>Chetna Maroo’s debut novel begins a few days after 11-year-old Gopi’s mother’s funeral, which leaves Gopi and her two older sisters in the care of their father. Gopi practises squash every day at Western Lane, a sports centre just outside London. The book ends with her playing the final of the Durham and Cleveland squash tournament. The arc is a Hollywood staple: tragedy, sporting trial, potential triumph. The tension is heightened by squash-obsessed, emotionally uncommunicative Pa; fearful Aunt Ranjan is the obstacle that stands in Gopi’s way. There is a love interest, Ged, whose mother intervenes at just the right moment for the plot (and the wrong moment for Gopi).</p><p>Given all this, you might expect Western Lane to feel formulaic, but it doesn’t. It feels like the work of a writer who knows what they want to do, and who has the rare ability to do it.</p> <a href=\"https://www.theguardian.com/books/2023/apr/26/western-lane-by-chetna-maroo-review-a-tender-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/26/western-lane-by-chetna-maroo-review-a-tender-debut", "date_published": "2023-04-26 06:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It was spiritual’: Suns finish off Clippers behind Booker’s 47-point masterclass", "description": "<ul><li>Booker scores 47, leads Suns past Clippers to win series</li><li>Phoenix advance to face top-seeded Denver in round two</li></ul><p>Devin Booker unleashed a torrent of offense in the third quarter rarely seen in NBA playoff history, hitting shots from every corner of the gym.</p><p>The Phoenix Suns needed just about every one.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/devin-booker-suns-clippers-nba-playoffs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/devin-booker-suns-clippers-nba-playoffs", "date_published": "2023-04-26 06:14:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How does your garden grow? A tribute to Paddy Summerfield – in pictures", "description": "<p>The British photographer’s poignant 2014 book, Mother and Father, was set in his parents’ garden. Here, seven artists respond from the same spot</p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/26/how-does-your-garden-grow-a-tribute-to-paddy-summerfield-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/26/how-does-your-garden-grow-a-tribute-to-paddy-summerfield-in-pictures", "date_published": "2023-04-26 06:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matthew Perry apologised to Keanu Reeves – but something still seems left unsaid | Arwa Mahdawi", "description": "<p>The artist formerly known as Chandler Bing threw serious shade at ‘the internet’s boyfriend’ in his memoir. Now he’s removing the mentions from future editions</p><p>For someone who is famous for being in Friends, Matthew Perry sure seems to have a knack for making enemies. In November, the actor who played Chandler Bing released an addiction memoir called Friends, Lovers and the Big Terrible Thing,<em> </em>which generated a lot of headlines for all the wrong reasons. Namely, Perry was rude about Keanu Reeves, who is frequently described as the “nicest guy in Hollywood” and “<a href=\"https://www.independent.co.uk/life-style/keanu-reeves-internet-boyfriend-alexandra-grant-b2302477.html\" title=\"\">the internet’s boyfriend</a>” because of his reputation for quietly <a href=\"https://www.vogue.com/article/keanu-reeves-donation-cancer-research\" title=\"\">doing good deeds</a>, dating an <a href=\"https://www.nbcnews.com/pop-culture/celebrity/what-keanu-reeves-dating-age-appropriate-alexandra-grant-reveals-about-n1076756\" title=\"\">age-appropriate woman</a>, and generally giving the impression that he is a thoroughly decent man.</p><p>What is Perry’s problem with Reeves? The fact he is still alive when other stars have died, basically. “Why is it that the original thinkers like River Phoenix and Heath Ledger die, but Keanu Reeves still walks among us?” Perry <a href=\"https://abc7ny.com/matthew-perry-keanu-reeves-quote-insult-river-phoenix/13180612/#:~:text=%22Why%20is%20it%20that%20the,random%20name%22%20in%20the%20prose.\" title=\"\">asks in his memoir</a>. Later in the book, he recounts hearing about the 1997 death of his friend Chris Farley: “I punched a hole through Jennifer Aniston’s dressing room wall,” he recalls, adding: “Keanu Reeves walks among us.” (Yes, he is very fond of that phrase.)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/matthew-perry-apologised-to-keanu-reeves-but-something-still-seems-left-unsaid\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/matthew-perry-apologised-to-keanu-reeves-but-something-still-seems-left-unsaid", "date_published": "2023-04-26 06:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young Soul Rebels review – life-giving ode to diversity in silver jubilee London", "description": "<p>Part thriller, part drama, part comedy, Isaac Julien’s urban pastoral set in the aftermath of a homophobic murder still feels fresh, buoyant and likable</p><p>Isaac Julien’s feature from 1991 is rereleased after more than 30 years and it still feels fresh, buoyant, likable and emotionally open. It is a paean to diversity and intersectionality set in east London during the 1977 Queen’s silver jubilee, with some cheeky jibes about middle-class outlaws and “St Martins” art-school types (St Martins being Julien’s own alma mater). Young Soul Rebels takes the form of an urban pastoral, but is also a kind of romantic comedy, a coming-of-age drama about friendship and a thriller about a brutal homophobic murder – and there’s actually a clever plot twist about the victim’s tape-deck which another type of film might have made much more of, maybe in the manner of Francis Ford Coppola.</p><p>A young black man is murdered while cruising in a park and the news has different effects on his friends, Chris (Valentine Nonyela) and Caz (Mo Sesay) who run a pirate radio station called Soul Patrol. Chris is stunned but Caz is all the more determined to throw himself into his music and maybe get them both a job on the local white-owned radio station, Metropolitan, which has a huge patriotic crown in the lobby and a life-sized cutout of the Queen, waving. (I’m surprised no one’s done that for King Charles.) Chris is angry that Caz is not as grief-stricken as he is, and pulls away from him into a relationship with stroppy white punk Billibud (Jason Durr); meanwhile, biracial and bisexual Caz faces bigotry from his black friends and he retreats from Chris into a new relationship with a production assistant at the radio station: this is Tracy, in which role Sophie Okonedo made a terrifically warm debut.</p> <a href=\"https://www.theguardian.com/film/2023/apr/26/young-soul-rebels-review-life-giving-ode-to-diversity-in-silver-jubilee-london\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/26/young-soul-rebels-review-life-giving-ode-to-diversity-in-silver-jubilee-london", "date_published": "2023-04-26 06:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A moment that changed me: I was unfit and flipping burgers when I decided to win the Olympics", "description": "<p>Watching the super-heavyweight boxers during my lunch break at McDonald’s, I was inspired to train for Rio and be a world champion. Suddenly my life began<br /></p><p>In the summer of 2012, it felt as if everyone in London was watching the Olympics. It was the same for us, on our lunch break in the McDonald’s staff room. I felt as if I was on the journey with those athletes – every punch that was thrown, every stride on the sprint. I loved watching Usain Bolt and the British boxers Anthony Joshua and Nicola Adams.</p><p>I had been working at McDonald’s since I left sixth form, in the branch at Victoria station. Sometimes, I’d see people I’d gone to school with who were on their way to university, or starting their careers. I was taking a year out and I didn’t really have a plan for my life. It was starting to feel like I’d been left behind.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/26/a-moment-that-changed-me-i-was-unfit-and-flipping-burgers-when-i-decided-to-win-the-olympics\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/26/a-moment-that-changed-me-i-was-unfit-and-flipping-burgers-when-i-decided-to-win-the-olympics", "date_published": "2023-04-26 06:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU environmental watchdog criticises calls to stall pesticides cut", "description": "<p> European Environment Agency says Ukraine crisis cannot be used to justify delay</p><p>The EU’s environmental watchdog has hit back at calls to stall a <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A52020DC0381\">50% cut</a> in the use and risks of synthetic pesticides and a 20% cut in fertiliser use by 2030, arguing that the Ukraine crisis provides scant justification for delay.</p><p>EU states with the backing of powerful farm unions and <a href=\"https://www.politico.eu/article/pesticides-european-countries-green-deal-against-european-commissions-plans/\">centre-right parties have blocked the proposed pesticide reform</a> unless the European Commission completes a second impact study by 28 June to assuage food security fears.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/26/eu-environmental-watchdog-criticises-calls-to-stall-pesticides-cut\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/26/eu-environmental-watchdog-criticises-calls-to-stall-pesticides-cut", "date_published": "2023-04-26 06:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK anti-monarchy pressure group optimistic amid coronation apathy", "description": "<p>Republic group says idea of a royal family is starting to fall apart as polls indicate deep generational split</p><p>On a midweek evening two weeks before King Charles’s coronation, supporters of a bloodless overthrow of the monarchy had gathered inside a west London church to hear they might finally have cause to cheer.</p><p>“The good news is that it can be got rid of and will be got rid off,” a smattering of about 70 people were promised by Graham Smith, the chief executive of the republican pressure group <a href=\"https://www.republic.org.uk/\">Republic</a>, from behind a pulpit.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/anti-monarchy-pressure-group-optimistic-amid-coronation-apathy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/anti-monarchy-pressure-group-optimistic-amid-coronation-apathy", "date_published": "2023-04-26 06:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the best – and most unexpected – erotic books", "description": "<p>From Mary Wesley’s throuples to James Baldwin’s heartbreak in Paris, writers have long been obsessed by ‘the most sought-after and least examined emotion’. Here Lucy Knight picks her top 10</p><p><strong>The Price of Salt by Patricia Highsmith</strong></p><p>More commonly known as Carol, this tale of aspiring set designer Therese, who falls in love with an older woman, is a masterclass in sexual tension. As a reader you know it is all going to go wrong – homosexuality was illegal in 1950s New York, the novel’s setting, and ultimately the sex scene we wait so long for threatens to ruin Carol’s chances of gaining custody of her daughter – but Highsmith has you completely under her spell, and you can’t help but root for this ill-fated couple. Through Therese, Carol is presented to us as impossibly sexy but always slightly out of reach, creating the perfect conditions for desire to build.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/26/10-best-erotic-books\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/26/10-best-erotic-books", "date_published": "2023-04-26 06:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dorset Cereals is denying me my muesli mishap cash", "description": "<p>I broke a tooth biting on something in its ‘Simply Delicious’ muesli and the dentist’s bill came to £330</p><p><strong>I opened a pack of Dorset Cereals’s Simply Delicious muesli and bit down on something hard. I found it was a plastic nose pad from someone’s glasses. I don’t wear spectacles. The impact fractured my tooth, and I had to make an emergency dental appointment so that the tooth could be X-rayed and filled. I have been warned that, as the filling was so large, I may need a crown. I then saw a hygienist, as I was horrified to think something that had been on someone’s nose had been in my mouth. The total bill was £330. I complained to Dorset Cereals and, at its request, sent a copy of the bill along with evidence from my dentist that the tooth had been in good condition at my routine check-up eight months previously. That was more than three months ago and I’ve received no reply.<br /></strong><em><strong>RC, London</strong></em></p><p>The unhealthy silence of a company promising “a calm moment of pleasure at the start of the day” may be explained by the fact that, in the world of Dorset Cereals, the pandemic is still at its height. Until this month, its contact page informed customers that, due to the “current global situation” there might be a delay in responding to messages, and that letters would not get a reply as staff were working from home. It was removed after I queried it.</p> <a href=\"https://www.theguardian.com/money/2023/apr/26/dorset-cereals-is-denying-me-my-muesli-mishap-cash\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/26/dorset-cereals-is-denying-me-my-muesli-mishap-cash", "date_published": "2023-04-26 06:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Good Sports: the Lancashire youth club transforming lives – in pictures", "description": "<p>Whitefield Youth Association is a voluntary group based in Pendle, east Lancashire, that was originally set up with the aim of transforming young lives after disturbances that blighted Burnley in 2001. <a href=\"https://www.pendle-press.co.uk/product/good-sports-nelson-s-youth-by-nik-hartley\">Good Sports</a>, by the local photographer Nik Hartley, casts a light on the group, which now attracts about 200 young people a week</p> <a href=\"https://www.theguardian.com/society/gallery/2023/apr/26/good-sports-the-lancashire-youth-club-transforming-lives-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/society/gallery/2023/apr/26/good-sports-the-lancashire-youth-club-transforming-lives-in-pictures", "date_published": "2023-04-26 06:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peninsula pedals: an e-bike tour of south-west Scotland’s lighthouses", "description": "<p>The stark, beautiful Rhins of Galloway is the setting for a cycle trip that celebrates the peninsula’s beacons, and their heritage</p><p>Who doesn’t love a lighthouse? These weathered, romantic-seeming sentries help to mark a frontier between worlds wet and dry. They are saviours, keeping sailors from rocks, and are symbols of hope amid the darkness.</p><p>That’s how I feel, anyway. So, when I came across Stranraer Development Trust’s new linear <a href=\"https://www.stranraerdevelopmenttrust.co.uk/itineraries\">self-guided cycling tour</a> between a trio of lighthouses around the Rhins of Galloway peninsula, in Dumfries and Galloway, plans were hatched for a trip to south-west Scotland.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/26/e-bike-cycling-tour-of-south-west-scotland-lighthouses-dumfries-galloway\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/26/e-bike-cycling-tour-of-south-west-scotland-lighthouses-dumfries-galloway", "date_published": "2023-04-26 06:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pop-up pool scheme aims to boost low UK swim attainment rates", "description": "<p>Temporary pools will be placed at schools in areas where a large proportion of children are unable to swim</p><p>Olympic swimmers including Adam Peaty, Ellie Simmonds and Michael Gunning are launching a new pop-up pool programme at UK schools aimed at boosting low swimming attainment rates.</p><p>Fully functioning temporary pools will be placed at schools in areas where a large proportion of children are unable to swim, starting in the Black Country in the West Midlands, one of the worst affected areas in the country, where swimming ability has dropped sharply since the start of the Covid-19 pandemic.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/26/pop-up-pool-scheme-boost-low-uk-swim-attainment-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/26/pop-up-pool-scheme-boost-low-uk-swim-attainment-rates", "date_published": "2023-04-26 06:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 500,000 people in UK visited ‘warm rooms’ during the winter", "description": "<p>Exclusive: First audit of spaces reveals people visited to due to loneliness as well as to keep warm</p><p>More than half a million people visited community “warm rooms” to escape freezing homes and escalating poverty during the winter, according to the first audit of the impact of these potent symbols of the UK’s cost of living crisis.</p><p>Warm space projects sprang up in their thousands across the UK in the autumn, as charities, libraries and faith groups responded to soaring energy poverty by opening venues to provide cash strapped people with warmth, free food and a cup of tea.</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/warm-rooms-winter-loneliness\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/warm-rooms-winter-loneliness", "date_published": "2023-04-26 06:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: did Karl Lagerfeld really leave his fortune to his pet cat?", "description": "<p>This documentary investigates the man behind the glasses. Plus: Race Across the World reaches Quebec. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/26/tv-tonight-mysterious-karl-lagerfeld-race-across-the-world-quebec\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/26/tv-tonight-mysterious-karl-lagerfeld-race-across-the-world-quebec", "date_published": "2023-04-26 05:20:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amazon workers in Coventry to request union recognition after membership doubles", "description": "<p>It would be first time a UK union wins formal negotiation rights and comes after GMB-organised strikes at warehouse</p><p>Amazon workers at the delivery firm’s Coventry depot are demanding formal union recognition, after membership more than doubled during strike action.</p><p>If granted, it would be the first time a union in the UK has won the right to negotiate with the American tech firm.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/26/amazon-workers-in-coventry-to-request-union-recognition-after-membership-doubles\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/26/amazon-workers-in-coventry-to-request-union-recognition-after-membership-doubles", "date_published": "2023-04-26 05:15:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English council bosses demand urgent help for ‘exhausted’ unpaid carers", "description": "<p>Social services directors set out reform plan and say care system has never been so close to breaking point</p><p>Council bosses have said attempts to patch up the social care system have “run out of road” and are demanding urgent help for England’s “utterly exhausted” army of 4.7 million unpaid carers.</p><p>“Never in my professional career have I seen the adult care system so close to breaking point,” said Sarah McClinton, the outgoing president of the Association of Directors of Adult Social Services (ADASS), which commissions care services. “Millions of people are in pain or distress because they aren’t getting the care they need and family and friends picking up the pieces are being pushed to the edge.”</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/english-council-bosses-demand-urgent-help-for-exhausted-unpaid-carers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/english-council-bosses-demand-urgent-help-for-exhausted-unpaid-carers", "date_published": "2023-04-26 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reality is Sunak’s enemy in this endless Tory campaign to defy political gravity | Rafael Behr", "description": "<p>The PM posed as the leader who would finally tackle the serious issues. Now he is trying to stay in power by denying they exist</p><p>The Conservative party has supplied Britain with as many prime ministers since 2010 as Labour managed in the whole of the 20th century. It is a tally that describes ruthless effectiveness at keeping power and a dismal record of doing anything useful with it.</p><p>The high leadership turnover – four in the past four years – is a symptom of failure at everything except the art of avoiding responsibility and deflecting blame. That is the craft Rishi Sunak must master to have a chance of staying in office after the next general election.</p><p>Rafael Behr is a Guardian columnist</p><p>Rafael Behr will discuss his new book, <a href=\"https://guardianbookshop.com/politics-a-survivors-guide-9781838955045\">Politics: A Survivor’s Guide</a>, at a Guardian Live event on Monday 12 June. The event will be live in London and livestreamed. Book tickets <a href=\"https://membership.theguardian.com/live/rafael-behr-a-survivors-guide-to-politics-615686162887\">here</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/rishi-sunak-tory-political-leader-power\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/rishi-sunak-tory-political-leader-power", "date_published": "2023-04-26 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK food bank charity reports record take-up amid cost of living crisis", "description": "<p>Trussell Trust says it gave out nearly 3m food parcels in year and 750,000 people visited for first time</p><p>Record numbers of food parcels were given out by the Trussell Trust in the past 12 months, as the UK cost of living crisis helped drive more than 750,000 people to food banks for the first time.</p><p>The charity’s network distributed nearly 3m food parcels in 2022-23, its highest ever total and a year-on-year increase of 37%. More than a million children were living in households receiving the trust’s food parcels.</p> <a href=\"https://www.theguardian.com/society/2023/apr/26/uk-food-bank-charity-reports-record-take-up-amid-cost-of-living-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/26/uk-food-bank-charity-reports-record-take-up-amid-cost-of-living-crisis", "date_published": "2023-04-26 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK study highlights heart disease risk from older types of hip replacement", "description": "<p>Research points to danger of tiny metal ions breaking off from implants and leaking into the blood</p><p>Patients who have had older types of hip replacement may be at greater risk of heart damage than previously thought, researchers have said, because of cobalt leaching out of so-called metal-on-metal implants.</p><p>Tens of thousands of UK patients were fitted with these devices during the 2000s, when they were marketed as a solution for young, active patients who needed a hip replacement that would last a lifetime.</p> <a href=\"https://www.theguardian.com/science/2023/apr/26/uk-study-highlights-heart-disease-risk-from-older-types-of-hip-replacement\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/26/uk-study-highlights-heart-disease-risk-from-older-types-of-hip-replacement", "date_published": "2023-04-26 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I don’t want to be with someone unless it’s committed. And I’m not in a rush to find that’: the rise and rise of celibacy", "description": "<p>More and more people are choosing to go without sex. And, in many cases, they’ve never been happier</p><p>Caitlin didn’t set out to become celibate – at least not in the beginning. Three years ago, she was coming out of an abusive relationship and wasn’t ready to meet someone else. Then Covid happened, and the lockdowns made it impossible anyway. “I thought during that time I needed space to heal and reflect on what I’d been through,” she says. Towards the end of 2020, the 23-year-old artist started therapy. “I realised if I was going to be sexually active, I needed someone who would understand my past, and where I was coming from. I don’t want to be with someone unless I know it’s committed, and I’m not in a rush to find that.”</p><p>She had been on dating apps, but found it hard to meet men who wanted a relationship, rather than just sex. “I found they would stop talking to me if I made it known I wasn’t going to hook up with them on the first date. I found a lot of men would put on a bit of an act to appear as if they wanted a relationship, then as soon as you took sex off the table while getting to know them, they disappeared. It’s tricky when a lot of dating is around hook-up culture, which I’m not interested in.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/26/the-rise-of-voluntary-celibacy-most-of-the-sex-ive-had-i-wish-i-hadnt-bothered\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/26/the-rise-of-voluntary-celibacy-most-of-the-sex-ive-had-i-wish-i-hadnt-bothered", "date_published": "2023-04-26 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: most of EU delegation to crucial fishing talks made up of fishery lobbyists", "description": "<p>Europe accused of ‘neocolonialism’ for using vassal small island states to sway policy and continue ‘disgraceful plundering’ of distant waters</p><p>More than half of the EU’s delegation to a crucial body of tuna stock regulators is made up of fishing industry lobbyists, the Guardian’s Seascape project can reveal, as Europe is accused of “neocolonial” overfishing in the Indian Ocean.</p><p>The numbers could shed some light on why the EU recently objected to an agreement by African and Asian coastal nations to restrict harmful fish aggregating devices (FADs) that disproportionately harvest juvenile tuna. Stocks of yellowfin tuna are overfished in the Indian Ocean.</p> <a href=\"https://www.theguardian.com/global/2023/apr/26/revealed-most-of-eu-delegation-to-crucial-fishing-talks-made-up-of-fishery-lobbyists\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/apr/26/revealed-most-of-eu-delegation-to-crucial-fishing-talks-made-up-of-fishery-lobbyists", "date_published": "2023-04-26 05:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Terrawatch: how sea level changes can trigger earthquakes", "description": "<p>Study of seismic activity in southern Turkey shows even small fluctuations can have a big impact</p><p>Most earthquake faults require a huge input of energy to make them shift but occasionally a tiny shove is enough. Recent data from the Armutlu peninsula, on the southern shore of the Sea of Marmara, Turkey, show the small stress changes associated with sea level fluctuations are enough to trigger quakes up to magnitude 4.5.</p><p>Scientists monitored seismic activity and sea level change in the region for six months and found the likelihood of earthquakes on the peninsula increased significantly when the sea level was rising. The effect was amplified during the winter, when the variations in sea level were greater.</p> <a href=\"https://www.theguardian.com/science/2023/apr/26/terrawatch-sea-level-changes-earthquakes-turkey\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/26/terrawatch-sea-level-changes-earthquakes-turkey", "date_published": "2023-04-26 05:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poached sea cucumber: Japan police arrest five for stealing 600kg of the coveted creature", "description": "<p>Japan’s criminal syndicates have increasingly targeted the marine animal which is considered an expensive delicacy</p><p>Police in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> have arrested several people for allegedly poaching a huge haul of sea cucumbers – an unsightly but expensive delicacy that has attracted the attention of the country’s <a href=\"https://www.theguardian.com/world/2018/dec/17/going-straight-the-yakuza-gangster-who-swapped-the-underworld-for-udon\">crime syndicates</a>.</p><p>The five men were arrested for stealing more than 600kg of the marine creates in seas off Fukuoka, south-east Japan, in what local media are calling one of the largest sea cucumber-poaching incidents since the echinoderms achieved coveted status among criminals several years ago.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/poached-sea-cucumber-japan-police-arrest-five-for-stealing-600kg-of-the-coveted-creature\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/poached-sea-cucumber-japan-police-arrest-five-for-stealing-600kg-of-the-coveted-creature", "date_published": "2023-04-26 04:58:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan conflict: further evacuations as UN chief warns fighting could cause ‘immense suffering for years’ – live", "description": "<p>António Guterres says ‘conflict will not and must not be resolved on the battlefield’; boat carrying 1,687 civilians reportedly reaches Saudi Arabia</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/25/sudan-conflict-why-is-there-fighting-what-is-happening\">Why is there fighting in Sudan and what is at stake in the region?</a></li></ul><p>A second evacuation flight carrying UK nationals has arrived in Cyprus, the BBC reports.</p><p>The British Foreign Office has not yet publicly confirmed the arrival of the flight or how many people were on board.</p><p><strong>Plans are in hand for Sudan’s army commander and de facto leader of the country, Abdel Fattah al-Burhan, to meet the head of the Rapid Support Forces (RSF), Mohamed Hamadan Dagalo,</strong> known as Hemedti, <a href=\"https://english.ahram.org.eg/News/496342.aspx\">according to a newspaper in Egypt</a>.</p><p><strong>The RSF has claimed that the Sudanese army has breached the 72-hour ceasefire.</strong> Gunfire and airstrikes were heard in Khartoum and Omdurman, according to news agencies on Tuesday. The RSF’s claims have not been independently verified.</p><p><strong>Britain’s first evacuation flight landed in Cyprus on Tuesday evening</strong> after Sudan’s army and the RSF backed a ceasefire. Two more flights carrying about 220 people in total are expected later.</p><p><strong>Rishi Sunak said there will be “many more” flights evacuating British nationals from <a href=\"https://www.theguardian.com/world/sudan\">Sudan</a> on Wednesday.</strong> The prime minister added more than 1,000 people had been contacted.</p><p><strong>The UK defence secretary, Ben Wallace, said evacuations on C130 Hercules and A400M planes would take place for as long as is possible.</strong> Germany was expected to fly its sixth extraction service on Tuesday, rescuing a total of almost 500 people.</p><p><strong>There is a “high risk” of a biological hazard incident, according to the World Health Organization, because one of the warring factions has taken control of the national public laboratory in Sudan,</strong> which holds samples of diseases including polio and measles. “There is a huge biological risk associated with the occupation of the central public health lab,” said the WHO’s Nima Saeed Abid.</p><p><strong>The UN refugee agency has said there could be further displacement of people, as thousands have already streamed into neighbouring Chad and South Sudan.</strong> Since the outbreak of the fighting on 15 April, at least 20,000 Sudanese have fled into Chad and about 4,000 South Sudanese refugees who had been living in Sudan have returned to their home country. One projected refugee total from the UN is as high as 270,000.</p><p><strong>The International Rescue Committee has raised concerns about 3,000 people who have arrived at the Tunaydbah refugee camp in east Sudan,</strong> adding to the 28,000 refugees who already live there. An official has said the organisers believe more people will arrive at the camp, which has grown by more than 10% since fighting broke out.</p><p><strong>Ukraine said it had evacuated 138 people, including 87 of its own citizens, from Sudan to Egypt</strong> during the ongoing ceasefire.</p><p><strong>Two buses evacuating South African nationals from Sudan have arrived safely at the border with Egypt,</strong> a spokesperson for South Africa’s Department of International Relations and cooperation has said.</p><p><strong>France has helped to airlift Irish citizens out of Sudan, according to the country’s ambassador to Dublin.</strong> Vincent Guérend said 36 Irish people were among the 500 flown from Khartoum to Djibouti on three French flights in recent days, PA Media reports.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/26/sudan-conflict-further-evacuations-as-un-chief-warns-fighting-could-cause-immense-suffering-for-years-live\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/26/sudan-conflict-further-evacuations-as-un-chief-warns-fighting-could-cause-immense-suffering-for-years-live", "date_published": "2023-04-26 04:47:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Lavrov blames west for deadlock over grain deal; two killed in Kharkiv museum attack", "description": "<p>Russia’s foreign minister tells the UN Moscow has seen ‘practically no results’ from export pact; two women killed and others wounded in Tuesday’s attack</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/26/russia-ukraine-war-at-a-glance-what-we-know-on-day-427-of-the-invasion\">At a glance: what we know on day 427 of the invasion</a></li></ul><p>Hello and welcome to our continuing live coverage of the war in Ukraine. My name is Virginia Harrison and I’ll be bringing you the latest for the next little while.</p><p>It’s coming up to 8am in Kyiv, here’s where things stand:</p><p><strong>Two women have been killed and 10 wounded in a strike on a museum in Kupyansk in the Kharkiv region.</strong> Ukraine’s president, Volodymyr Zelenskiy, said: “The terrorist country is doing everything to destroy us completely. Our history, our culture, our people. Killing Ukrainians with absolutely barbaric methods.”</p><p><strong>Russian president Vladimir Putin on Tuesday signed a decree establishing temporary control of the Russian assets of two foreign energy firms,</strong> signalling Moscow could take similar action against other companies if need be. The decree – outlining possible retaliation if Russian assets abroad are seized – showed Moscow had already taken action against Uniper SE’s Russian division and the assets of Finland’s Fortum Oyj.</p><p><strong>The number of daily casualties Russia is suffering has fallen by about 30% in April, </strong>UK intelligence has said. In its daily intelligence briefing, the Ministry of Defence reported that the drop was probably due to the end of Russia’s winter offensive, which, it added, had largely failed. The MoD also said Russia was now likely to be preparing its troops for Ukraine’s counteroffensive.</p><p><strong>Kyiv admitted it was behind a drone attack in the bay of Sevastopol,</strong> Ukrainian authorities confirmed. However, officials rejected Russian claims that the attack had put the operation of the grain corridor at risk.</p><p><strong>Russia’s foreign ministry has said it is expelling a Moldovan diplomat in what it cast as retaliation for the expulsion last week of a Russian diplomat in Moldova.</strong> The ministry said in a statement it had summoned Moldova’s ambassador in Moscow to announce the expulsion, as well as to protest against what it called “unfriendly steps towards Russia” and “regular anti-Russian statements”.</p><p><strong>Lithuania’s parliament voted on Tuesday in favour of allowing border guards to turn back migrants who illegally enter the country.</strong> Lithuania borders fellow EU states Latvia and Poland, as well as Belarus and the Russian exclave of Kaliningrad. In 2021, Latvia declared a state of emergency and Lithuania began planning a razor-wire fence to stop record numbers of migrants crossing its border from Belarus.</p><p><strong>A former commander in Russia’s Wagner mercenary group seeking asylum in Norway has pleaded guilty to being involved in a fight outside an Oslo bar </strong>and carrying an air gun in public and said he felt “very ashamed”. Andrei Medvedev, 26, crossed the Russian-Norwegian border in January and has spoken out about his time fighting with Russian invasion forces in Ukraine.</p><p><strong>Britain and France’s sports ministers insisted on Tuesday that Russian and Belarusian athletes must never compete as neutrals</strong> as recommended by the International Olympic Committee (IOC) because they could still be funded by their governments.</p><p><strong>A court in Russia has convicted a former police officer of publicly spreading false information about the country’s military </strong>after he criticised the war in Ukraine to his friends over the phone. The ex-officer, Semiel Vedel, was sentenced on Monday to seven years in prison and barred from working in law enforcement for four years after his release.</p><p><strong>Risks of a direct military confrontation between the two nuclear powers, Russia and the United States, are steadily growing, </strong>the Tass news agency quoted a senior Russian diplomat as saying on Tuesday. Vladimir Yermakov, the foreign ministry’s head of nuclear non-proliferation, told the Russian state news agency that Washington was escalating the risks through its conduct with Moscow.</p><p><strong>It is time for the Nato alliance to “stop making excuses” and accept <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> as a member, as the country has demonstrated its readiness and has much to offer,</strong> Ukraine’s foreign minister, Dmytro Kuleba said. Writing in <a href=\"https://www.foreignaffairs.com/ukraine/why-nato-must-admit-ukraine\">Foreign Affairs</a>, Kuleba said the political will of the alliance had been “sorely lacking” on the issue of admitting Ukraine.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/26/russia-ukraine-war-live-lavrov-blames-west-for-deadlock-over-grain-deal-two-killed-in-kharkiv-museum-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/26/russia-ukraine-war-live-lavrov-blames-west-for-deadlock-over-grain-deal-two-killed-in-kharkiv-museum-attack", "date_published": "2023-04-26 04:43:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red sky at night and a real-life Rothko – readers’ best photos", "description": "<p>Click <strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\">here</a></strong> to submit a picture for publication in these online galleries and/or on the Guardian letters page</p> <a href=\"https://www.theguardian.com/community/gallery/2023/apr/26/red-sky-at-night-and-a-real-life-rothko-readers-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/community/gallery/2023/apr/26/red-sky-at-night-and-a-real-life-rothko-readers-best-photos", "date_published": "2023-04-26 04:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government funding anti-LGBTQ+ organisation in Uganda, says report", "description": "<p>The Inter-Religious Council of Uganda, which is openly homophobic, is a direct recipient of UK aid money</p><p>The UK government is helping to fund the work of a virulently homophobic religious organisation in Uganda, whose leaders have backed <a href=\"https://www.reuters.com/world/africa/uganda-passes-bill-banning-identifying-lgbtq-2023-03-21/\">a proposed law</a> that would make identifying as gay a criminal offence, <a href=\"https://centreforfeministforeignpolicy.org/wordpress/wp-content/uploads/2023/04/Progressive-cash-for-the-anti-LGBTQI-backlash_.pdf\">a report</a> has found.</p><p>Analysing official data given to the International Aid Transparency Initiative (IATI), the report by the Institute for Journalism and Social Change (IJSC) found a “staggering” number of connections between anti-LGBTQ+ organisations in Uganda and international aid donors, including the UK.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/26/uk-government-funding-anti-lgbtq-organisation-in-uganda-says-report\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/26/uk-government-funding-anti-lgbtq-organisation-in-uganda-says-report", "date_published": "2023-04-26 04:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Hungry, exhausted, traumatised’: Sudanese scramble to flee their homeland", "description": "<p>Thousands of refugees face transport chaos, cash shortages, scammers and visa delays as they race to escape to neighbouring countries</p><p>Long queues are building on Sudan’s borders, where people fleeing intense fighting are facing daylong waits and demands for visas in order to cross to safety.</p><p>On Tuesday, the UN’s refugee agency (UNHCR) said it was expecting 270,000 refugees to cross into Chad and South Sudan, including South Sudanese returning home. It did not have projections for Egypt or Ethiopia, where many fleeing from the capital, Khartoum, have headed, or for other neighbouring countries. The UNHCR estimated that, so far, up to 20,000 refugees have crossed into Chad from Darfur, and 4,000 into South Sudan.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/26/hungry-exhausted-traumatised-sudanese-scramble-to-flee-their-homeland\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/26/hungry-exhausted-traumatised-sudanese-scramble-to-flee-their-homeland", "date_published": "2023-04-26 04:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BuzzFeed News’ business model turned to dust because they were always at the whim of mercurial tech titans | James Hennessy", "description": "<p>BuzzFeed changed the way news was reported for the digital age. But it became a casualty of its lopsided relationship with Facebook</p><p></p><p>The announcement of the <a href=\"https://www.theguardian.com/media/2023/apr/20/buzzfeed-news-close-layoffs-shutting-down\">demise of BuzzFeed News last week</a> felt unlike the cavalcade of media closures and layoffs of the past decade. In a sense, it represented the death of an entire era.</p><p>BuzzFeed News, launched in 2011, imagined a format which would marry the intense virality and relentless social media focus of digital native publications with the serious reporting of major mastheads. The bet was that the site’s endless fountain of Harry Potter quizzes, viral news stories, celebrity gossip and pop culture gifs could subsidise a serious news operation, which would in turn lend real credibility to BuzzFeed as a whole.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/26/buzzfeed-news-business-model-turned-to-dust-because-they-were-always-at-the-whim-of-mercurial-tech-titans\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/26/buzzfeed-news-business-model-turned-to-dust-because-they-were-always-at-the-whim-of-mercurial-tech-titans", "date_published": "2023-04-26 03:36:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Singapore executes man over plot to smuggle 1kg of cannabis", "description": "<p>Tangaraju Suppiah was hanged despite international pleas to reconsider capital punishment for drugs offences</p><p>Singapore has hanged a prisoner for conspiracy to smuggle one kilogram of cannabis, authorities said, ignoring international calls for the city-state to abolish capital punishment.</p><p>The execution took place on Wednesday despite a plea by the United Nations Human Rights Office for Singapore to “urgently reconsider” the hanging and calls by British tycoon Richard Branson to halt it.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/singapore-executes-man-over-plot-to-smuggle-1kg-of-cannabis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/singapore-executes-man-over-plot-to-smuggle-1kg-of-cannabis", "date_published": "2023-04-26 02:38:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Escaping Khartoum: one woman’s dramatic flight from Sudan", "description": "<p>Eibhlin Priestley and her partner travelled through areas hit by some of the fiercest fighting to reach safety</p><p>Eibhlin Priestley was two months into a research trip to Sudan when the<a href=\"https://www.theguardian.com/world/2023/apr/25/sudan-conflict-why-is-there-fighting-what-is-happening\"> fighting broke out in Khartoum</a>. The PhD candidate was preparing to leave her apartment for an interview when her partner, who was visiting from Germany, heard loud noises outside, which they soon realised were gunshots and explosions.</p><p>They covered the windows with mattresses and furniture and stayed in the apartment for four days. The temperature reached 40 degrees in the daytime, and they had no electricity or running water and limited drinking water.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/escaping-khartoum-one-womans-dramatic-flight-from-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/escaping-khartoum-one-womans-dramatic-flight-from-sudan", "date_published": "2023-04-26 02:04:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are London’s schools disappearing? | podcast", "description": "<p>London schools in areas such as Lambeth and Camden are having to close their doors as pupils leave. Why are numbers dropping so fast – and why does it matter so much?</p><p>Over the past year, the number of schoolchildren enrolled at schools in inner London boroughs has been falling at an alarming rate. Headteachers in areas such as Lambeth, Camden and Southwark are finding that it is hitting their funding and making it impossible for some schools to remain open.</p><p>The Guardian’s senior economics commentator <strong>Aditya Chakrabortty </strong>set out to discover why and found that at the heart of the story was gentrification. He tells <strong>Nosheen Iqbal</strong> how young working-class families are being priced out of these areas in ever greater numbers. Unable to afford to live in such areas, they are moving to further boroughs such as Barking and Dagenham. And all this is leading to a transformation of the city – and raising questions about who has the right to live and work in it.</p> <a href=\"https://www.theguardian.com/news/audio/2023/apr/26/why-are-london-schools-disappearing-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/apr/26/why-are-london-schools-disappearing-podcast", "date_published": "2023-04-26 02:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grimes invites people to use her voice in AI songs", "description": "<p>Canadian singer says she likes the ideas of ‘killing copyright’, as music industry scrambles to catch up with implications of AI-generated tracks</p><p>Grimes has welcomed musicians to create new songs with her voice using Artificial Intelligence, saying she would split 50% of royalties on any successful AI-generated track that included her voice.</p><p>The Canadian singer, whose real name is Claire Boucher, tweeted that it was the “same deal as I would with any artist I collab[orate] with. Feel free to use my voice without penalty,” <a href=\"https://twitter.com/Grimezsz/status/1650304051718791170\">she tweeted.</a></p> <a href=\"https://www.theguardian.com/music/2023/apr/26/grimes-invites-people-to-use-her-voice-in-ai-songs\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/26/grimes-invites-people-to-use-her-voice-in-ai-songs", "date_published": "2023-04-26 01:54:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kenya ‘cult’ investigation widens as death toll reaches 90", "description": "<p>Interior minister says deaths in Malindi could be ‘tip of the iceberg’ as police exhume 17 more bodies</p><p>The death toll at a ranch in Kenya owned by a pastor who is accused of leading a religious cult and ordering his followers to starve themselves in order to “meet Jesus” has reached 90, as the country’s interior minister announced an expanded operation at the site.</p><p>The new figure came after police exhumed 17 more bodies. The total number of those rescued while starving at the ranch now stands at 34. The Kenya Red Cross Society’s latest figure on the number of missing is 213.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/kenya-cult-investigation-widens-as-death-toll-reaches-90\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/kenya-cult-investigation-widens-as-death-toll-reaches-90", "date_published": "2023-04-26 01:26:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Fear and shame’: jury hears opening arguments in Trump civil assault trial", "description": "<p>Writer E Jean Carroll is suing former president for battery and defamation for allegedly assaulting her at a store in 1996</p><p>Donald Trump’s lawyer told a New York jury on Tuesday that the advice columnist E Jean Carroll conspired with other women to falsely accuse the former president of rape because they “hate” him for winning the 2016 election.</p><p>The opening day of a civil trial in a Manhattan federal court heard that Carroll is suing Trump for battery and defamation “to clear her name, to pursue justice and to get her life back” after the former president allegedly raped her in a New York department store in 1996 and then denied it years later.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/doanld-trump-e-jean-carroll-assault-trial-day-one\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/doanld-trump-e-jean-carroll-assault-trial-day-one", "date_published": "2023-04-26 01:07:47+00:00", "persistent": false, "user": null, "language": "en-UK"}]