[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "America and the Taliban: Part Three (full documentary) | FRONTLINE", "description": "Watch Part Three of “America and the Taliban,” the conclusion of a FRONTLINE documentary series investigating how the U.S. lost the 20-year war in Afghanistan.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nDrawing on 20 years of on-the-ground reporting and revealing new interviews with both U.S. and Taliban officials, award-winning producers Marcela Gaviria and Martin Smith chronicle how what began in the wake of the 9/11 attacks as an effort to eliminate Al Qaeda and oust its ruling ally, the Taliban, became America’s longest war with nearly 50,000 Afghan civilians dead, approximately 2,400 American servicemembers killed — and how it ended in defeat in August 2021 with U.S. troops withdrawing, the Western-backed Afghan government collapsing, and the Taliban once again in control.\n\nPart Three of “America and the Taliban” investigates how negotiations between the Trump administration and the Taliban unfolded, how the Taliban seized territory in Afghanistan and how it eventually took control of the Afghan capital of Kabul. The series conclusion also examines the legacy and toll of America’s longest war, and what the U.S. left behind when it withdrew — from hundreds of Afghans trying to board planes to safety, to women and girls facing restrictions and repression under Taliban rule.\n\nWatch all three parts of the series now. \n\n“America and the Taliban” is a FRONTLINE production with RAIN Media, Inc. The producers are Brian Funck, Marcela Gaviria and Martin Smith. The writers and directors are Marcela Gaviria and Martin Smith. The correspondent is Martin Smith. The co-producer is Scott Anger. The executive producer and editor-in-chief for FRONTLINE is Raney Aronson-Rath.\n\nExplore additional reporting on \"America and the Taliban\" on our website:\nhttps://to.pbs.org/40QKyZK\n\n#Documentary #Afghanistan #Taliban #War\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional support for FRONTLINE is provided by the Abrams Foundation, the John D. and Catherine T. MacArthur Foundation, Park Foundation, the Heising-Simons Foundation; and the FRONTLINE Journalism Fund, with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS:\nPrologue - 00:00\nLives of Afghan Women and Girls Under Taliban Rule - 1:12 \nU.S. and Taliban Sign a Deal in 2020- 7:38 \nU.S. Forces Close Military Bases in Afghanistan; Taliban Gains Ground - 20:45\nThe Fall of Kabul to the Taliban in August 2021 - 32:20\nThe Legacy and Toll of America’s Longest War, the War in Afghanistan - 41:58\nCredits - 51:56", "link": "https://www.youtube.com/watch?v=OFbgj9RBfgU", "date_published": "2023-04-26 02:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}]