[{"source": "https://thehill.com/news/feed/", "title": "US nuclear-armed subs heading to South Korea", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  US nuclear-armed subs heading to South Korea The United States will deploy nuclear-armed submarines to South Korea for the first time since the 1980s, according to a new agreement signed between the two countries on Wednesday....", "link": "https://thehill.com/newsletters/defense-national-security/3974287-us-nuclear-armed-subs-heading-to-south-korea/", "date_published": "2023-04-26 23:37:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House advances debt bill, tossing ball to Biden", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202; The Big Story  House GOP passes debt limit bill, pushing for steep cuts House Republicans approved a sweeping plan to raise the debt limit while pushing various proposals to curb government spending. The GOP hopes to use the bill...", "link": "https://thehill.com/newsletters/business-economy/3974283-house-advances-debt-bill-tossing-ball-to-biden/", "date_published": "2023-04-26 23:31:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DC police chief retiring, will join FBI", "description": "D.C. Police Chief Robert Contee is retiring after leading the department since early 2021, Mayor Muriel Bowser (D) announced on Wednesday. Multiple outlets report he is taking a job with the FBI. Contee, who joined the D.C. police as a cadet in 1989, began serving as acting chief just four days before the Jan. 6,...", "link": "https://thehill.com/homenews/state-watch/3974214-dc-police-chief-retiring-will-join-fbi/", "date_published": "2023-04-26 23:15:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump maintains double-digit lead over DeSantis in new Fox News poll", "description": "Former President Trump maintained his double-digit lead over Florida Gov. Ron DeSantis (R) in a new Fox News poll of current and potential GOP presidential candidates.  The poll released Wednesday showed Trump with a clear lead with 53 percent of respondents supporting him, followed by DeSantis with 21 percent. Trump’s 32-point lead from this month...", "link": "https://thehill.com/homenews/campaign/3974236-trump-maintains-double-digit-lead-over-desantis-in-new-fox-news-poll/", "date_published": "2023-04-26 23:02:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House slams passage of House GOP debt limit bill: ‘No chance of becoming law’", "description": "The White House on Wednesday blasted House Republicans after a vote to pass legislation pairing a debt limit increase with broader government spending cuts, calling the bill dead on arrival and urging Congress to pass a clean bill to avoid default. “House Republicans have passed a bill that cuts veterans’ health care, education, Meals on...", "link": "https://thehill.com/homenews/administration/3974219-white-house-slams-passage-of-house-gop-debt-limit-bill-no-chance-of-becoming-law/", "date_published": "2023-04-26 23:02:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence says Trump's stance on Social Security, Medicare 'identical to Joe Biden's'", "description": "Former Vice President Mike Pence criticized former President Trump’s stance on Social Security and Medicare, saying it is “identical” to President Biden’s position.  Pence told The Dispatch in an interview that Biden’s policy on Social Security and Medicare is “insolvency,” not taking action to address an impending shortfall that is expected for both programs in...", "link": "https://thehill.com/blogs/blog-briefing-room/3974180-pence-says-trumps-stance-on-social-security-medicare-identical-to-joe-bidens/", "date_published": "2023-04-26 22:46:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress should consider water quality in this year's farm bill", "description": "As Congress begins to consider this year’s farm bill, it is more important than ever that they recognize the intrinsic connection between our agricultural lands and water quality.  Agriculture occupies about one-quarter of the U.S. land surrounding the Great Lakes, producing corn, soybeans, grain, and livestock. The Great Lakes themselves are the world’s largest source...", "link": "https://thehill.com/opinion/congress-blog/3974128-congress-should-consider-water-quality-in-this-years-farm-bill/", "date_published": "2023-04-26 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP passes debt limit package: Five takeaways", "description": "After a week of internal sniping, House Republicans on Wednesday approved legislation in a 217-215 vote that would slash federal spending and extend the government’s borrowing authority into next year. The package has no chance of becoming law in the face of opposition from the Senate and White House, both of which are controlled by...", "link": "https://thehill.com/homenews/house/3974175-house-gop-passes-debt-limit-package-five-takeaways/", "date_published": "2023-04-26 22:27:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-San Francisco fire commissioner attacked homeless people with bear spray, attorneys say", "description": "Attorneys say the former fire commissioner was captured on video spraying a group of homeless people with bear spray earlier this month.", "link": "https://thehill.com/homenews/state-watch/3974104-ex-san-francisco-fire-commissioner-attacked-homeless-people-with-bear-spray-attorneys-say/", "date_published": "2023-04-26 22:16:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans restore biofuel subsidies to debt limit plan", "description": "Welcome to The Hill's Energy &#38; Environment newsletter {beacon} Energy &#38; Environment     Energy &#38; Environment   The Big Story  Republicans restore biofuel subsidies to debt limit plan Speaker Kevin McCarthy (R-Calif.) on Wednesday amended the GOP spending cut and debt limit proposal to restore biofuel subsidies demanded by midwestern Republicans. © Getty...", "link": "https://thehill.com/newsletters/energy-environment/3974082-republicans-restore-biofuel-subsidies-to-debt-limit-plan/", "date_published": "2023-04-26 22:15:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Angelina Jolie, snowboarder Chloe Kim among guests at South Korea state dinner", "description": "Angelina Jolie, Olympic snowboarder Chloe Kim, former HGTV stars Joanna and Chip Gaines, and Broadway star Norm Lewis are among the guests expected at the White House for the South Korea state dinner.  The Bidens are welcoming South Korean President Yoon Suk-yeol and his wife for Wednesday’s glam affair. The black-tie event marks the second state...", "link": "https://thehill.com/blogs/in-the-know/3974110-angelina-jolie-snowboarder-chloe-kim-among-guests-at-south-korea-state-dinner/", "date_published": "2023-04-26 22:06:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Social media age limits in spotlight", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  Bipartisan bill proposes social media age limits A bill released Wednesday would propose age limits for social media sites, building on momentum to pass kids' online safety bills. © iStock The proposal from Sens. Brian Schatz (D-Hawaii), Tom Cotton (R-Ark.), Chris Murphy (D-Conn.) and Katie Britt (R-Ala.) would...", "link": "https://thehill.com/newsletters/technology/3974106-social-media-age-limits-in-spotlight/", "date_published": "2023-04-26 22:03:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine's fate hangs in balance in 2024 clash", "description": "President Biden's reelection bid on Tuesday set in motion an incoming clash with leading Republican candidates in the 2024 White House race over the war in Ukraine, with the outcome potentially proving decisive for Kyiv. Biden’s vow to stick with Ukraine until the war is won stands in stark contrast to former President Trump’s promise...", "link": "https://thehill.com/homenews/campaign/3973833-biden-set-for-campaign-clash-with-2024-gop-rivals-over-ukraine/", "date_published": "2023-04-26 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republicans grill teachers union chief on pandemic school closures", "description": "Republican lawmakers on the Subcommittee on the Coronavirus Pandemic pressed American Federation of Teachers (AFT) President Randi Weingarten during a hearing Wednesday on the exact role the union had in influencing school reopening guidance from the Centers for Disease and Control Prevention (CDC).  Weingarten was called before the panel after a public records request showed...", "link": "https://thehill.com/homenews/education/3974073-house-republicans-grill-teachers-union-chief-on-pandemic-school-closures/", "date_published": "2023-04-26 21:59:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Japanese firm ispace examines why its lander crashed on moon", "description": "Tokyo-based ispace confirmed Wednesday that its HAKUTO-R spacecraft, which was scheduled to make a historic lunar landing on Tuesday, likely crashed into the Moon's surface.  That failed landing came roughly three months after the 7-foot-tall lander launched atop a SpaceX Falcon 9 rocket from Cape Canaveral, Florida. The lander then entered into orbit around the moon on March 21 and...", "link": "https://thehill.com/homenews/space/3974066-japanese-firm-ispace-examines-why-its-lander-crashed-on-moon/", "date_published": "2023-04-26 21:52:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House approves Republican debt limit plan in win for McCarthy, GOP", "description": "House Republicans on Wednesday passed a bill to raise the borrowing limit and implement sweeping spending cuts, marking a victory for Speaker Kevin McCarthy (R-Calif.) after days of grueling negotiations that put the deep divisions within the GOP conference on full display. The bill — dubbed the Limit, Save, Grow Act — cleared the chamber...", "link": "https://thehill.com/homenews/house/3973964-house-approves-republican-debt-limit-plan-in-win-for-mccarthy-gop/", "date_published": "2023-04-26 21:48:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk meets with Schumer on Capitol Hill: reports", "description": "Twitter CEO Elon Musk was seen on Capitol Hill on Wednesday to meet with Senate Majority Leader Chuck Schumer (D-N.Y.), according to reports. Reuters initially reported on the meeting, citing an aide, but it was not immediately clear what the meeting would cover. The Hill has reached out to Schumer's office for details. Reporters from CNN and...", "link": "https://thehill.com/policy/technology/3973982-musk-meets-with-schumer-on-capitol-hill-reports/", "date_published": "2023-04-26 21:39:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ asks appeals court to reverse Texas abortion pill ruling", "description": "The Biden administration on Wednesday asked the 5th U.S. Circuit Court of Appeals to reverse a ruling that would revoke federal approval of mifepristone, part of a two-drug regimen used in medication abortions. Calling U.S. District Judge Matthew Kacsmaryk’s ruling an “unprecedented order countermanding the scientific judgment” of the Food and Drug Administration (FDA), the...", "link": "https://thehill.com/regulation/court-battles/3974015-doj-asks-appeals-court-to-reverse-texas-abortion-pill-ruling/", "date_published": "2023-04-26 21:29:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate confirms top VA nominee after Sen. Grassley holdup", "description": "The Senate on Wednesday confirmed a top nominee to the Department of Veterans Affairs after a contentious blockade from Sen. Chuck Grassley (R-Iowa), who objected to his consideration due to past ethics violations and other concerns at the department. Joshua Jacobs was confirmed as the Under Secretary for Benefits for the VA on a 74-25 vote, with...", "link": "https://thehill.com/policy/defense/3973872-senate-confirms-top-va-nominee-after-sen-grassley-holdup/", "date_published": "2023-04-26 21:22:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate votes to overturn Biden truck pollution limit", "description": "The Senate on Wednesday passed a Republican-led effort to undo a Biden administration rule that aims to cut pollution from heavy-duty trucks. The vote was 50-49. Sen Joe Manchin (D-W.Va.) voted with Republicans to get rid of the rule. Sen. Dianne Feinstein (D-Calif.), who has been absent from the Senate amid health issues, did not vote....", "link": "https://thehill.com/policy/energy-environment/3973488-senate-votes-to-overturn-biden-truck-pollution-limit/", "date_published": "2023-04-26 21:20:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Disney-DeSantis battle heats up", "description": "The Walt Disney Company is suing Florida Gov. Ron DeSantis (R) and other state officials after months of conflict ... {beacon} Evening Report Wednesday, April 26   ©  AP/Greg Nash, The Hill Disney-DeSantis battle heats up The Walt Disney Company is suing Florida Gov. Ron DeSantis (R) and other state officials after months of conflict over a recent education law and...", "link": "https://thehill.com/newsletters/evening-report/3973990-disney-desantis-battle-heats-up/", "date_published": "2023-04-26 21:12:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida Republican introduces 'Reject Latinx Act'", "description": "Republican Florida Rep. María Elvira Salazar on Wednesday introduced a bill to ban the use of the term \"Latinx\" in public executive branch documents. The bill is the latest volley in a slow-burn culture war battle over the term, which was originally intended as a gender-inclusive variation of the Spanish terms Latino and Latina. Though...", "link": "https://thehill.com/latino/3973974-florida-republican-introduces-reject-latinx-act/", "date_published": "2023-04-26 21:12:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rush of diplomacy could be pivotal for Ukraine, Russia", "description": "High-level meetings in Washington and New York this week could have wide-reaching implications for the war between Ukraine and Russia, geopolitical hotspots like Taiwan and the South Pacific, and the global economy and international finance. With Russian Foreign Minister Sergey Lavrov at the U.N. to preside over the Security Council and meet with United Nations Secretary-General...", "link": "https://thehill.com/policy/international/3973847-diplomacy-un-us-ukraine-russia/", "date_published": "2023-04-26 21:05:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida Senate approves law change that clears path for DeSantis 2024 bid", "description": "Senate Republicans in Florida passed an election law overhaul on Wednesday that would allow Gov. Ron DeSantis (R) to run for president without having to resign from his position, bypassing the state’s resign-to-run rule. The bill, SB7050, passed the Florida Senate on a party-line vote, 28 to 12, and now heads to the House.  The...", "link": "https://thehill.com/homenews/state-watch/3973935-florida-senate-approves-law-change-that-clears-path-for-desantis-2024-bid/", "date_published": "2023-04-26 21:02:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump allies who stole from border wall donors sentenced to prison", "description": "Two founders of an online fundraising scheme to help former President Trump build a border wall were sentenced to prison Wednesday for participating in a fraud scheme that stole hundreds of thousands of dollars from donors. Brain Kolfage and Andrew Badolato were each sentenced for their alleged involvement in the scheme, which siphoned the money...", "link": "https://thehill.com/blogs/blog-briefing-room/3973715-trump-allies-who-stole-from-border-wall-donors-sentenced-to-prison/", "date_published": "2023-04-26 21:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate GOP votes down bill calling on VA to study marijuana as PTSD, pain remedy", "description": "Senate Republicans on Wednesday defeated a bill calling on the Department of Veterans Affairs (VA) to research marijuana as a remedy for post-traumatic stress disorder and chronic pain. Senators voted 57 to 42 to invoke cloture on the motion to proceed to the bill, falling short of the 60 votes necessary for it to advance....", "link": "https://thehill.com/homenews/senate/3973889-senate-gop-votes-down-bill-calling-on-va-to-study-marijuana-as-ptsd-pain-remedy/", "date_published": "2023-04-26 20:45:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin co-sponsors bill to undo Biden solar tariff freeze", "description": "Sen. Joe Manchin has joined Sen. Rick Scott (R-Fla.) in co-sponsoring a bill that would restore solar power tariffs suspended by President Biden, the latest break between the West Virginia Democrat and the leader of his party on energy. The resolution is the Senate version of a House bill invoking the Congressional Review Act (CRA),...", "link": "https://thehill.com/policy/energy-environment/3973850-manchin-co-sponsors-bill-to-undo-biden-solar-tariff-freeze/", "date_published": "2023-04-26 20:29:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House threatens veto of resolution to nix Biden truck pollution regulation", "description": "President Biden will veto a resolution that aims to undo his administration's truck pollution regulations if the resolution makes it to his desk, the White House said Wednesday. A vote is soon expected on the resolution, which takes aim at an Environmental Protection Agency (EPA) rule that aims to cut releases of pollutants known as...", "link": "https://thehill.com/homenews/administration/3973788-white-house-threatens-veto-of-resolution-to-nix-biden-truck-pollution-regulation/", "date_published": "2023-04-26 20:08:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Montana House votes to censure transgender lawmaker", "description": "Montana House Republicans on Wednesday voted to censure Democratic Rep. Zooey Zephyr. All 68 House Republicans voted to censure Zephyr, while the body's 32 Democrats voted against it. Zephyr, one of the state’s first openly transgender lawmakers, will be barred from the House floor, anteroom and gallery for the remainder of the session. She has...", "link": "https://thehill.com/homenews/state-watch/3973789-montana-house-votes-to-censure-transgender-lawmaker/", "date_published": "2023-04-26 20:06:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Santos changes course, will support debt limit bill as vote nears", "description": "Rep. George Santos (R-N.Y.) will vote for the GOP’s debt limit and spending cuts bill, his office confirmed on Wednesday, reversing course from last week when he said he was a “hard no” on the legislation. Santos’s 180-degree flip is a significant pickup for Republican leaders, who can only afford to lose a handful of...", "link": "https://thehill.com/homenews/house/3973762-santos-changes-course-will-support-debt-limit-bill-as-vote-nears/", "date_published": "2023-04-26 20:01:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "AI-generated music is officially a hit — how will it change the music industry?", "description": "No, AI hasn’t breached the music business yet.", "link": "https://thehill.com/opinion/technology/3971398-ai-generated-music-is-officially-a-hit-how-will-it-change-the-music-industry/", "date_published": "2023-04-26 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley says Disney can move to her home state after it sues DeSantis", "description": "GOP presidential candidate and former South Carolina Gov. Nikki Haley (R) suggested on Wednesday that Disney could move to her home state, after the company sued Florida Gov. Ron DeSantis (R) for allegedly harming its business operations. “Hey @Disney, my home state will happily accept your 70,000+ jobs if you want to leave Florida,” Haley tweeted....", "link": "https://thehill.com/homenews/campaign/3973680-haley-says-disney-can-move-to-her-home-state-after-it-sues-desantis/", "date_published": "2023-04-26 19:47:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Al Sharpton, National Action Network demand 'explanation' on Don Lemon's CNN ouster", "description": "Al Sharpton and the National Action Network are blasting a decision by CNN to oust anchor Don Lemon and are demanding the network explain the move. “We are completely stunned at the termination of Don Lemon,\" Sharpton, founder and president of the National Action Network, and Marc Morial, president and CEO of the National Urban...", "link": "https://thehill.com/homenews/media/3973596-al-sharpton-national-action-network-demand-explanation-on-don-lemons-cnn-ouster/", "date_published": "2023-04-26 19:44:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell says it’s up to Biden and McCarthy to resolve debt limit impasse", "description": "Senate Republican Leader Mitch McConnell (Ky.) tried to ratchet up the pressure on President Biden Wednesday to negotiate with Speaker Kevin McCarthy (R-Calif.) on legislation to raise the debt limit and made clear he doesn’t plan to step in to resolve the impasse.  Lawmakers on both sides of the aisle think McConnell will eventually have...", "link": "https://thehill.com/homenews/senate/3973648-mcconnell-says-its-up-to-biden-and-mccarthy-to-resolve-debt-limit-impasse/", "date_published": "2023-04-26 19:31:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate panel advances previously-deadlocked Biden air nominee", "description": "The Senate Environment and Public Works Committee on Wednesday advanced the nomination of President Biden’s nominee to lead the Environmental Protection Agency’s air agency, months after deadlocking on the nomination. The committee voted 10-9 along party lines to advance Joseph Goffman to lead the U.S. Environmental Protection Agency Office of Air and Radiation. “Throughout his...", "link": "https://thehill.com/policy/energy-environment/3973576-senate-panel-advances-previously-deadlocked-biden-air-nominee/", "date_published": "2023-04-26 19:28:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden issues first presidential proclamation recognizing 'Lavender Scare'", "description": "President Biden issued the first presidential proclamation recognizing the impact of the “Lavender Scare\" — a period of time starting in the 1950s that lasted decades in which LGBTQ Americans were banned from serving in the federal government.  Biden said in a proclamation on Wednesday that the country has made “tremendous progress” in advancing equality...", "link": "https://thehill.com/homenews/administration/3973500-biden-issues-first-presidential-proclamation-recognizing-lavender-scare/", "date_published": "2023-04-26 19:21:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Airbnb has raised fees by as much as 45 percent in these cities", "description": "Vacationers looking to rent a space through Airbnb could be subject to major fees — up to nearly half on top of the total cost in some cities, according to a recent study.   The study from Forbes Advisor shows various fees tacked on to the end of customer’s bills can add up to more than 45...", "link": "https://thehill.com/business/3973534-airbnb-has-raised-fees-by-as-much-as-45-in-these-cities/", "date_published": "2023-04-26 19:20:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Melatonin levels in some gummies don't match label, study finds", "description": "A new study has revealed that melatonin gummies advertised to help with sleep may have potentially harmful levels of the hormone, as well as cannabidiol (CBD) that was not labeled on the packaging. A study published Wednesday in the medical journal JAMA investigated 25 different gummy brands that were labeled with \"melatonin\" and were also listed in...", "link": "https://thehill.com/policy/healthcare/3973277-melatonin-gummies-inaccurate-labels-study/", "date_published": "2023-04-26 19:16:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Korea ‘communicating’ with U.S. over leaked intelligence detailing spying on Seoul", "description": "South Korea’s President Yoon Suk Yeol on Wednesday said Seoul is still talking with Washington about the fallout from leaked Department of Defense intelligence that revealed the U.S. was spying on its Asian ally.  Yoon, during a press conference alongside President Biden in the White House Rose Garden, was asked if the intelligence leaks came...", "link": "https://thehill.com/policy/international/3973559-south-korea-communicating-with-u-s-over-leaked-intelligence-detailing-spying-on-seoul/", "date_published": "2023-04-26 19:16:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin signs onto GOP effort to overturn Biden truck pollution rule", "description": "Sen. Joe Manchin (D-W.Va.) is joining Republicans in an effort to overturn a Biden administration rule that aims to limit pollution from heavy-duty trucks.  Manchin, in a statement on Wednesday ahead of an expected vote on the measure, said he would support a resolution that seeks to nix the regulation. “I am proud to support...", "link": "https://thehill.com/policy/energy-environment/3973541-manchin-signs-onto-gop-effort-to-overturn-biden-truck-pollution-rule/", "date_published": "2023-04-26 19:09:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Woman suing Texas for abortion ban calls out Sens. Cruz, Cornyn: 'I nearly died on their watch'", "description": "Amanda Zurawski, one of five women suing Texas for denying them an abortion while facing pregnancy complications, offered a scorching rebuke of Sens. Ted Cruz and John Cornyn (R-Texas) at a Senate hearing Wednesday, saying she nearly “died on their watch.” Zurawski, four other women and two doctors filed a lawsuit in state court last...", "link": "https://thehill.com/homenews/state-watch/3973421-woman-suing-texas-for-abortion-ban-calls-out-sens-cruz-cornyn-i-nearly-died-on-their-watch/", "date_published": "2023-04-26 19:04:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis-picked board votes to claw back power over Disney district", "description": "Members of the Central Florida Tourism Oversight District board — appointed by Florida Gov. Ron DeSantis (R) — voted Wednesday to void an agreement Disney made with a separate board that would give the company developmental authority over its theme park district. The DeSantis-allied board met Wednesday to vote to void the agreement made between...", "link": "https://thehill.com/homenews/state-watch/3973094-desantis-picked-board-votes-to-claw-back-power-over-disney-district/", "date_published": "2023-04-26 18:48:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California braces for floods amid incoming heat wave", "description": "Welcome to The Hill's Sustainability newsletter {beacon} Sustainability Sustainability &#8202; The Big Story  California braces for floods amid incoming heat wave Californians are bracing this week for an incoming heat wave, which could accelerate snowmelt and exacerbate flood conditions in many communities.   © Brontë Wittpenn/San Francisco Chronicle via AP “The big warm up starts...", "link": "https://thehill.com/newsletters/sustainability/3973497-california-braces-for-floods-amid-incoming-heat-wave/", "date_published": "2023-04-26 18:43:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US to deploy nuclear-armed subs to South Korea in face of North's missile threats", "description": "The United States will deploy U.S. nuclear-armed submarines to South Korea for the first time since the 1980s, according to a new agreement signed between the two countries on Wednesday.  President Biden and South Korean President Yoon Suk Yeol met at the White House to sign the deal in a show of support to Seoul...", "link": "https://thehill.com/policy/defense/3973465-us-to-deploy-nuclear-armed-subs-to-south-korea-in-face-of-norths-missile-threats/", "date_published": "2023-04-26 18:38:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-Proud Boys chief uses 'locker room' defense from jail as case heads to jury", "description": "Former Proud Boys chairman Enrique Tarrio said that federal prosecutors have unfairly used \"locker room talk\" against Jan. 6 defendants, echoing a similar defense used by former President Trump during the 2016 presidential campaign. Tarrio's comments came hours before a jury was set to begin deliberating the fate of five Proud Boys members charged with...", "link": "https://thehill.com/regulation/court-battles/3973268-ex-proud-boys-chief-uses-locker-room-defense-from-jail-as-case-heads-to-jury/", "date_published": "2023-04-26 18:35:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden 'happy to meet' with McCarthy but says raising debt limit 'not negotiable'", "description": "President Biden on Wednesday said raising the debt limit is \"not negotiable\" as House Republicans prepare to pass a bill that would pair a debt limit increase with government spending cuts. \"I’m happy to meet with [Speaker] McCarthy, but not on whether or not the debt limit gets extended. That’s not negotiable,\" Biden told reporters...", "link": "https://thehill.com/homenews/administration/3973435-biden-happy-to-meet-with-mccarthy-but-says-raising-debt-limit-not-negotiable/", "date_published": "2023-04-26 18:35:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Commonsense measures needed to fight California’s water mismanagement", "description": "Sticker shock at the grocery store has become the norm for many American families, with food prices increasing by 11.4 percent in 2022. According to the USDA, an average family of four is paying $131 more per month this year, and groceries now account for 20 percent of an average household’s income. Since 1959 the U.S. has...", "link": "https://thehill.com/opinion/congress-blog/3973395-commonsense-measures-needed-to-fight-californias-water-mismanagement/", "date_published": "2023-04-26 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP breaks with Democrats over audit of U.S. funds for Ukraine", "description": "The Republican majority of the House Foreign Affairs Committee on Wednesday expressed support for pushing through a resolution that would audit the Biden administration’s military assistance to Ukraine, despite Democratic opposition.   The resolution gained Republican support in an initial voice vote during a committee markup. A recorded vote of the full committee was postponed until...", "link": "https://thehill.com/policy/international/3973322-house-gop-breaks-with-democrats-over-audit-of-u-s-funds-for-ukraine/", "date_published": "2023-04-26 18:29:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scott, Rosendale throw support behind McCarthy's debt limit plan", "description": "Sen. Rick Scott (R-Fla.) joined Rep. Matt Rosendale (R-Mont.), a key vote in the House, Wednesday in voicing strong support for Speaker Kevin McCarthy’s (R-Calif.) proposal to raise the debt limit and cut spending. Scott, who chaired the Senate Republican campaign arm in 2022, and Rosendale said it’s time “to end the tyranny flowing out...", "link": "https://thehill.com/homenews/senate/3973422-scott-rosendale-throw-support-behind-mccarthys-debt-limit-plan/", "date_published": "2023-04-26 18:27:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP clears key procedural hurdle in sprint to debt ceiling vote", "description": "House Republicans’ sweeping plan to raise the debt ceiling and cut spending cleared a key procedural hurdle on Wednesday as leaders race to tee up a full floor vote.  The House voted 219-210 to approve the rule governing debate on the bill. The same rule also governs debate on a separate resolution. GOP leaders have...", "link": "https://thehill.com/homenews/house/3973166-gop-debt-ceiling-bill-clears-key-procedural-hurdle-as-party-sprints-to-vote/", "date_published": "2023-04-26 18:18:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mace flips to yes on debt ceiling bill", "description": "Rep. Nancy Mace (R-S.C.) announced Wednesday that she will support her party’s debt-ceiling package, shedding her opposition late in the debate and putting Speaker Kevin McCarthy (R-Calif.) a step closer to moving the bill through the House this week. Mace did not get in the specific changes to the bill that she’d been clamoring for...", "link": "https://thehill.com/homenews/house/3973418-mace-flips-yes-debt-ceiling-bill/", "date_published": "2023-04-26 18:18:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Carroll begins testimony: 'I'm here because Donald Trump raped me'", "description": "Author E. Jean Carroll took the stand before a federal jury on Wednesday in her civil trial against former President Trump, who she accused of raping her more than two decades ago. “I’m here because Donald Trump raped me, and when I wrote about it, he said it didn’t happen,” Carroll began her testimony, according...", "link": "https://thehill.com/regulation/court-battles/3973184-carroll-begins-testimony-im-here-because-donald-trump-raped-me/", "date_published": "2023-04-26 17:40:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republican plan to cut spending would hurt rural communities, USDA says", "description": "The Department of Agriculture (USDA) on Wednesday hammered against the debt limit bill that House Republicans released this week, arguing it would harm rural communities by limiting federal programs for food, housing and health care assistance. The plan revealed by Republicans this week proposes expanded work requirements for Supplemental Nutrition Assistance Program (SNAP), a federal...", "link": "https://thehill.com/homenews/administration/3973238-republican-plan-to-cut-spending-would-hurt-rural-communities-usda-says/", "date_published": "2023-04-26 17:40:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Inflation still putting housing out of reach for many Americans", "description": "The cost of household goods and utilities is cutting into Americans budgets and creating further housing strife for many while the average tenant is already rent burdened.    Although inflation cooled annually in March, prices remain stubbornly high. Annual food prices increased by 8.5 percent, but they were only down from 10.2 percent in February.  Even so,...", "link": "https://thehill.com/business/3973060-inflation-housing-unaffordable-mortgage-rates/", "date_published": "2023-04-26 17:38:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Piers Morgan: GOP needs 'winner' DeSantis, not 'political suicide bomber' Trump", "description": "Television host Piers Morgan, in a new column for The New York Post, said the way back to the White House for the GOP in 2024 is not with a \"political suicide bomber\" in Former President Trump, but instead with a \"winner\" in Florida Gov. Ron DeSantis. Morgan, the former host of \"Piers Morgan Live\"...", "link": "https://thehill.com/blogs/blog-briefing-room/3972955-piers-morgan-gop-needs-winner-desantis-not-political-suicide-bomber-trump/", "date_published": "2023-04-26 17:36:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Seventy years later, the US-South Korea alliance is more crucial than ever", "description": "Biden needs South Korean support for U.S. geopolitical efforts, whereas Yoon hopes to resolve contentious domestic issues with support from Biden.", "link": "https://thehill.com/opinion/international/3970604-seventy-years-later-the-us-south-korea-alliance-is-more-crucial-than-ever/", "date_published": "2023-04-26 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manhattan DA asks court to order Trump to keep evidence confidential", "description": "Manhattan prosecutors are asking a judge to prevent former President Trump from disseminating evidence in his hush money criminal case publicly after his lawyers declined to consent to such an agreement, according to court filings. Prosecutors are arguing a protective order, which would place rules on how Trump can use evidence that prosecutors turn over...", "link": "https://thehill.com/regulation/court-battles/3973171-manhattan-da-asks-court-to-order-trump-to-keep-evidence-confidential/", "date_published": "2023-04-26 17:29:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Overall support for abortion rights on the rise despite restrictions across US: poll", "description": "Americans' overall support for abortion rights has increased despite state legislatures and courtrooms across the U.S. implementing bans and restrictions on the medical procedure and medication, according to a new PBS NewsHour/NPR/Marist poll. The poll, published Wednesday, found that 61 percent of respondents said they support abortion rights, while 37 percent of those surveyed said...", "link": "https://thehill.com/policy/healthcare/3973083-overall-support-for-abortion-rights-on-the-rise-despite-restrictions-across-us-poll/", "date_published": "2023-04-26 17:23:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Dakota governor signs transgender bathroom bill", "description": "North Dakota Gov. Doug Burgum (R) this week signed legislation barring transgender people from using certain restrooms, locker rooms and other facilities that align with their gender identity.  Burgum on Tuesday quietly enacted House Bill 1473, requiring state correctional facilities and public colleges to designate multi-occupancy restrooms and shower rooms “exclusively for males or exclusively for...", "link": "https://thehill.com/homenews/state-watch/3973164-north-dakota-governor-signs-transgender-bathroom-bill/", "date_published": "2023-04-26 17:17:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI reports dip in 2022 mass shootings as total casualties rise", "description": "The total number of mass shootings in the U.S. fell between 2021 and 2022 even as the total number of Americans killed or wounded in such events rose, according to newly released data. The FBI said Wednesday there were 50 shootings in the U.S. last year, compared with 61 the year before, that met the...", "link": "https://thehill.com/policy/national-security/3973000-fbi-reports-dip-in-2022-mass-shootings-as-total-casualties-rise/", "date_published": "2023-04-26 16:58:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US Chamber mostly funded by small pool of big donors: study", "description": "The U.S. Chamber of Commerce gets most of its money from a small pool of anonymous donors, raising questions about its claim to represent more than 3 million businesses, a new report found. The nation’s largest business group raised nearly half of its 2021 revenue from donors giving $1 million or more, according to an...", "link": "https://thehill.com/lobbying/3973039-us-chamber-mostly-funded-by-small-pool-of-big-donors-study/", "date_published": "2023-04-26 16:47:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bringing climate risk home, one property at a time", "description": "By the time a homeowner who buys a house today pays off a typical mortgage, there is a good chance they will live in a different climate — one threatened by stronger winds, more frequent floods and bigger wildfires. For the last two years, homeowners have been able to track those risks on their individual...", "link": "https://thehill.com/policy/energy-environment/3973045-bringing-climate-risk-home-one-property-at-a-time/", "date_published": "2023-04-26 16:46:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Advocacy group launches to end 'colonial framework' in US territories", "description": "A new advocacy group is debuting on Wednesday, aiming to raise awareness of how residents of U.S. territories are shortchanged in terms of political representation, federal benefits and self-determination. \"This is colonialism, plain and simple. It is time we call it what it is. It is time we confront colonialism,\" reads Right to Democracy's first...", "link": "https://thehill.com/latino/3973010-advocacy-group-launches-to-end-colonial-framework-in-us-territories/", "date_published": "2023-04-26 16:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Last-minute changes to House GOP plan raise questions", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  House...", "link": "https://thehill.com/newsletters/1230-report/3972723-the-hills-1230-report-last-minute-changes-to-house-gop-debt-ceiling-plan-raise-questions/", "date_published": "2023-04-26 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Asa Hutchinson formally launches 2024 presidential campaign", "description": "Former Arkansas Gov. Asa Hutchinson (R) formally launched his presidential campaign on Wednesday after announcing he was going to run for the 2024 Republican nomination earlier this month.  \"Today I'm announcing that I'm a candidate for president of the United States,\" Hutchinson said in Bentonville, Ark. Hutchinson hit the Biden administration’s handling of the economy,...", "link": "https://thehill.com/homenews/campaign/3961358-asa-hutchinson-formally-launches-2024-presidential-campaign/", "date_published": "2023-04-26 16:24:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Disney sues DeSantis, alleging harm to its business", "description": "The Walt Disney Company is suing Florida Gov. Ron DeSantis (R) and other state officials, alleging that DeSantis is harming the company’s business operations.  The lawsuit comes after months of Disney and DeSantis sparring over legislation that DeSantis has signed and steps the governor has taken to increase the state’s control over Disney.  \"A targeted...", "link": "https://thehill.com/regulation/court-battles/3972939-disney-sues-desantis-alleging-harm-to-its-business/", "date_published": "2023-04-26 16:15:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators introduce bipartisan bill targeting deadly tranq street drug", "description": "Sens. Ted Cruz (R-Texas) and Peter Welch (D-Vt.) introduced legislation on Wednesday targeting a deadly street drug known as tranq through officials taking steps to prevent its spread.  A release from Cruz, who serves as the ranking member of the Senate Commerce, Science and Transportation Committee, states that the Testing, Rapid Analysis, and Narcotic Quality...", "link": "https://thehill.com/homenews/senate/3972847-senators-introduce-bipartisan-bill-targeting-deadly-tranq-street-drug/", "date_published": "2023-04-26 16:09:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Fox News producer's lawyer says Jan. 6 special counsel interested in tapes", "description": "A lawyer for a former Fox News producer now suing the network says the special counsel investigating former President Trump is interested in tapes she says she has of conversations inside the network around the time of the 2020 election. Gerry Filippatos, an attorney for Abby Grossberg, told CNN that he has given Special Counsel Jack...", "link": "https://thehill.com/homenews/media/3972809-former-fox-news-producers-lawyer-says-jan-6-special-counsel-interested-in-tapes/", "date_published": "2023-04-26 16:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Three TSA officers hurt in 'unprovoked' passenger attack, agency says", "description": "The Transportation Security Administration (TSA) said three of its officers were injured on Tuesday in an “unprovoked” attack by a passenger at Phoenix Sky Harbor International Airport. A female traveler was arrested after attacking the TSA officers during security screening early Tuesday morning. About 450 travelers had to be redirected to a different security checkpoint...", "link": "https://thehill.com/blogs/blog-briefing-room/3972840-three-tsa-officers-hurt-in-unprovoked-passenger-attack-agency-says/", "date_published": "2023-04-26 16:02:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The human cost of McCarthy's debt ceiling demands would be catastrophic", "description": "President Biden said it well when he called House Speaker Rep. Kevin McCarthy’s (R-Calif.) demands to gut the U.S. safety net or force a federal default “wacko.”", "link": "https://thehill.com/opinion/finance/3970654-the-human-cost-of-mccarthys-debt-ceiling-demands-would-be-catastrophic/", "date_published": "2023-04-26 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Veterans file half a million claims for benefits due to toxic exposure", "description": "Veterans have filed 500,000 claims for benefits because of toxic exposure, the Biden administration announced Wednesday. After the passage of the Promise to Address Comprehensive To Address Comprehensive Toxics (PACT) Act last August, more than 500,000 claims for benefits have been filed by veterans to receive expanded healthcare and benefits. Veterans who have been exposed to...", "link": "https://thehill.com/policy/defense/3972505-veterans-file-half-a-million-claims-for-benefits-due-to-toxic-exposure/", "date_published": "2023-04-26 15:41:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fauci acknowledges 'problems' after scathing report on pandemic response", "description": "Anthony Fauci, the former director of the National Institute of Allergy and Infectious Diseases, acknowledged “problems” in the country’s COVID-19 management following a scathing report on the U.S. response.  Fauci told CNN’s Kaitlan Collins in an interview on Wednesday that the U.S. had a “fractionated” response and needed to deal with significant polarization of the...", "link": "https://thehill.com/policy/healthcare/3972661-fauci-acknowledges-problems-after-scathing-report-on-pandemic-response/", "date_published": "2023-04-26 15:39:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Frost to rally against ‘attacks on democracy’ with Tennessee state Rep. Jones", "description": "Rep. Maxwell Frost (D-Fla.) will rally outside the Capitol on Wednesday with Tennessee State Rep. Justin Jones (D-Nashville), one of the lawmakers at the center of Tennessee furor for protesting gun control on the House floor.  Jones, who was ousted from the state legislature earlier this month, but reinstated just days later, will join Frost and local...", "link": "https://thehill.com/homenews/3972710-frost-to-rally-against-attacks-on-democracy-with-tn-state-rep-jones/", "date_published": "2023-04-26 15:31:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The VA has skirted the law for too long. It’s time for some real accountability for VA leadership", "description": "For nearly 10 years, veterans have been calling for more choice over their health care at the Department of Veterans Affairs. Those calls, coupled with scandal after scandal at VA facilities nationwide, drove Congress to pass legislation aimed at putting veterans first at the VA. Specifically, the VA MISSION Act gave more veterans access to community care options through...", "link": "https://thehill.com/opinion/congress-blog/3972070-the-va-has-skirted-the-law-for-too-long-its-time-for-some-real-accountability-for-va-leadership/", "date_published": "2023-04-26 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden, South Korean President Yoon hold press briefing", "description": "President Biden on Wednesday is hosting South Korean President Yoon Suk-yeol for an official state visit at the White House, putting the spotlight on the relationship between the U.S. and a key ally. Items expected to be on an agenda included leaked government documents mentioning South Korea, how the two leaders can deal with North...", "link": "https://thehill.com/homenews/3972614-watch-live-biden-south-korean-president-yoon-hold-press-briefing-on-economic-ties-tensions-with-north-korea/", "date_published": "2023-04-26 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McClintock, Lofgren join forces in caucus as FISA reauthorization looms", "description": "Two California lawmakers have joined forces to lobby for changes to an intelligence gathering tool that allows for warrantless spying on foreign nationals, a process that can sweep up information on Americans in the process. The Fourth Amendment Caucus – formed by Reps. Zoe Lofgren (D) and Tom McClintock (R) – argues for reform as Congress weighs...", "link": "https://thehill.com/policy/national-security/3972574-mcclintock-lofgren-fourth-amendment-caucus-fisa/", "date_published": "2023-04-26 15:21:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "USDA mulling changes intended to reduce salmonella infections from chicken", "description": "The U.S. Department of Agriculture (USDA) is considering declaring salmonella an adulterant in breaded and stuffed raw chicken products, as part of a larger effort to reduce salmonella infections from poultry. The proposed changes, announced on Tuesday, would allow breaded and stuffed raw chicken products to be considered adulterated if their chicken component contains at...", "link": "https://thehill.com/homenews/administration/3972654-usda-mulling-changes-intended-to-reduce-salmonella-infections-from-chicken/", "date_published": "2023-04-26 15:17:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UK regulator blocks Microsoft's acquisition of Activision", "description": "Business regulators in the United Kingdom (UK) announced it has blocked Microsoft’s proposed acquisition of the video game company Activision Blizzard, citing their concerns that the move could prevent the future of cloud gaming  The UK’s Competition and Markets Authority (CMA) announced last September that it would launch a probe into Microsoft’s $68.7 billion deal...", "link": "https://thehill.com/policy/technology/3972623-uk-regulator-blocks-microsofts-acquisition-of-activision/", "date_published": "2023-04-26 15:16:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP inches closer to winning votes for debt ceiling package", "description": "Republican leaders on Wednesday nibbled away at the GOP opposition to their debt-ceiling bill, bringing the package a step closer to passing through the House this week. Despite a series of last-minute changes to the legislation, however, a number of holdouts remain, setting the stage for a nail-biter of a vote when Speaker Kevin McCarthy...", "link": "https://thehill.com/homenews/house/3972642-house-gop-inches-closer-to-winning-votes-for-debt-ceiling-package/", "date_published": "2023-04-26 15:05:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Second American dies in Sudan amid unrelenting battles despite ceasefire", "description": "The Biden administration on Wednesday confirmed a second American citizen was killed in Sudan amid an outbreak of heavy combat between competing military generals in the capital Khartoum. A three-day, U.S.-brokered ceasefire has decreased fighting, National Security Council Spokesperson John Kirby told reporters while confirming the death of the American. Kirby said President Biden has “asked for...", "link": "https://thehill.com/policy/international/3972603-second-american-dies-sudan-ceasefire/", "date_published": "2023-04-26 15:05:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Deadlines: When to use Bed Bath & Beyond, Buy Buy Baby coupons, gift cards and more", "description": "You'll have to act quickly if you want to use any Bed Bath &#38; Beyond coupons still floating around the house. Here are some other important deadlines for shoppers in the wake of the bankruptcy announcement:", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3971119-deadlines-when-to-use-bed-bath-beyond-buy-buy-baby-coupons-gift-cards-and-more/", "date_published": "2023-04-26 14:45:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Audio shows Cruz pitching plan to Fox News to delay election certification", "description": "Newly revealed audio shows Sen. Ted Cruz (R-Texas) explaining how delaying the certification of President Biden's 2020 election victory would work on a call with a leading Fox News host and her former producer. \"I think that the country deserves to have a credible assessment of these claims and what the evidence shows and the...", "link": "https://thehill.com/homenews/3972545-audio-shows-cruz-pitching-plan-to-fox-news-to-delay-election-certification/", "date_published": "2023-04-26 14:39:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators unveil bipartisan proposal to require Supreme Court to adopt code of conduct", "description": "Sens. Angus King (I-Maine) and Lisa Murkowski (R-Alaska) have introduced a bipartisan bill to require the Supreme Court to create a new code of conduct for itself after ProPublica revealed that conservative Justice Clarence Thomas failed to disclose luxury trips he accepted from Texas billionaire Harlan Crow.   The bill would require the Supreme Court...", "link": "https://thehill.com/homenews/senate/3972535-senators-unveil-bipartisan-proposal-to-require-supreme-court-to-adopt-code-of-conduct/", "date_published": "2023-04-26 14:34:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch: Rare white killer whale calf spotted off California coast", "description": "Video captured Monday showed a pod of orcas swimming off the Southern California coast, including a rare glimpse at a white killer whale calf.", "link": "https://thehill.com/changing-america/sustainability/environment/3971737-watch-rare-white-killer-whale-calf-spotted-off-california-coast/", "date_published": "2023-04-26 14:25:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate panel advances Biden Labor nominee Julie Su", "description": "The Senate Health, Education, Labor and Pensions advanced Labor secretary nominee Julie Su on Wednesday, setting up an uncertain floor vote. Su, the former California labor secretary who served as Biden’s deputy labor secretary since 2021, sailed through the committee on a party-line vote. Things won’t be as easy in the full Senate, where Su...", "link": "https://thehill.com/homenews/senate/3972379-senate-panel-advances-biden-labor-nominee-julie-su/", "date_published": "2023-04-26 14:18:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Poll finds nearly 90 percent of Americans rely on public figures for their news", "description": "A new poll has found that a vast majority of Americans follow a public figure to get their news, a finding that comes amid evidence showing declining confidence in news organizations. According to the new poll from Gallup and the Knight Foundation, about nine in 10 Americans follow at least one public figure to keep...", "link": "https://thehill.com/homenews/media/3972396-poll-finds-nearly-90-percent-of-americans-rely-on-public-figures-for-their-news/", "date_published": "2023-04-26 14:15:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Flooding from melting snow closes most of Yosemite National Park", "description": "Most of Yosemite National Park will shut down starting late Friday in anticipation of a massive snowmelt that is threatening to flood the surrounding region in California, the park announced. The closure will begin on Friday at 10 p.m. and last until Wednesday, May 3, or “possibly longer,” the park tweeted, while additional flooding and closures could...", "link": "https://thehill.com/policy/equilibrium-sustainability/3972494-flooding-from-melting-snow-closes-most-of-yosemite-national-park/", "date_published": "2023-04-26 14:14:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man climbs California radio tower holding 'Free Billie Eilish' sign", "description": "A man who scaled the KTLA news tower in Hollywood on Tuesday safely came down on his own after an hours-long standoff.", "link": "https://thehill.com/homenews/state-watch/3972329-man-climbs-california-radio-tower-holding-free-billie-eilish-sign/", "date_published": "2023-04-26 14:13:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Remains of Medal of Honor recipient ID'd 73 years after being declared missing in Korea", "description": "The remains of a U.S. Army corporal killed during the Korean War have been identified 73 years after he was declared missing and was awarded the Medal of Honor for bravery, U.S. and South Korean officials said Wednesday.", "link": "https://thehill.com/homenews/3972411-remains-of-medal-of-honor-recipient-idd-73-years-after-being-declared-missing-in-korea/", "date_published": "2023-04-26 14:11:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hunter Biden ordered to appear in Arkansas court over paternity case", "description": "Hunter Biden has been ordered to appear in court in Batesville, Ark., on Monday over a paternity case, court documents show. Independence County Circuit Judge Holly Meyer ordered all parties to appear at a contempt hearing on Monday, after an Arkansas woman to whom the president’s son had agreed to pay monthly child support asked the court...", "link": "https://thehill.com/regulation/court-battles/3972478-hunter-biden-ordered-to-appear-in-arkansas-court-over-paternity-case/", "date_published": "2023-04-26 14:07:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia is intentionally targeting Ukrainian children as an act of war", "description": "It is increasingly difficult to determine how many Ukrainian children have been killed, injured or severely traumatized by Russia’s brutality since they invaded Ukraine in February 2022.", "link": "https://thehill.com/opinion/international/3970439-russia-is-intentionally-targeting-ukrainian-children-as-an-act-of-war/", "date_published": "2023-04-26 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin invites 'Shark Tank' host to West Virginia after he expressed interest in building refinery", "description": "Sen. Joe Manchin (D-W.Va.) has invited \"Shark Tank\" host and investor Kevin O'Leary to West Virginia after the businessman expressed interest in building an oil refinery in the United States. \"West Virginia has a long history of providing the energy independence necessary for our country to become the world power it is today,\" the senator...", "link": "https://thehill.com/homenews/senate/3972338-manchin-invites-shark-tank-host-to-west-virginia-after-he-expressed-interest-in-building-refinery/", "date_published": "2023-04-26 13:28:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jacinda Adern, ex-New Zealand leader, heads to Harvard", "description": "She’s the former prime minister of New Zealand, and now Jacinda Ardern’s next stop is at Harvard University. The school announced Tuesday that Ardern accepted three fellowships, two in its Harvard Kennedy School and one in its Berkman Klein Center for Internet and Society. “I am incredibly humbled to be joining Harvard University as a...", "link": "https://thehill.com/blogs/in-the-know/3972395-jacinda-adern-ex-new-zealand-leader-heads-to-harvard/", "date_published": "2023-04-26 13:22:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators introduce bipartisan bill expanding government powers to target opioid traffickers with sanctions", "description": "Top members on the Senate Banking Committee introduced bipartisan legislation on Tuesday to expand the federal government’s power to levy sanctions against opioid traffickers, with a specific focus on fentanyl. The FEND Off Fentanyl Act, which was introduced by Banking Chairman Sherrod Brown (D-Ohio) and Ranking Member Tim Scott (R-S.C.), would declare a national emergency...", "link": "https://thehill.com/homenews/senate/3972340-senators-introduce-bipartisan-bill-expanding-government-powers-to-target-opioid-traffickers-with-sanctions/", "date_published": "2023-04-26 13:17:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden campaign releases first ad for 2024 re-election bid", "description": "President Biden’s re-election campaign released its first ad of the 2024 cycle on Wednesday, pushing his case for a second term in key swing states with a 90-second spot that focuses heavily on protecting Americans’ freedoms. The ad, which was released a day after Biden officially launched his re-election bid, echoes many of the themes...", "link": "https://thehill.com/homenews/campaign/3972348-biden-campaign-releases-first-ad-for-2024-re-election-bid/", "date_published": "2023-04-26 13:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Norfolk Southern derailment cost company $387 million", "description": "Norfolk Southern spent $387 million in the first quarter to cover the damage caused by its East Palestine, Ohio, derailment in February, the company said Wednesday.  Norfolk Southern CEO Alan Shaw said on an earnings call that the company aims to complete its cleanup of the derailment site and have all of its tracks in...", "link": "https://thehill.com/business/3972347-norfolk-southern-derailment-cost-387-million/", "date_published": "2023-04-26 13:08:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China’s Xi holds first phone call with Ukraine’s Zelensky since offering plan for peace with Russia", "description": "Chinese President Xi Jinping on Wednesday spoke with Ukrainian President Volodymyr Zelensky, marking the first personal contact between the two leaders since Russia’s invasion of Ukraine and signaling a small shift in Beijing’s posture, which has aligned closely with Moscow.  The call was months in the making and highly anticipated after Xi in February announced...", "link": "https://thehill.com/policy/international/3972326-chinas-xi-holds-first-phone-call-with-ukraines-zelensky-since-offering-plan-for-peace-with-russia/", "date_published": "2023-04-26 13:07:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic group unveils list of target swing districts ahead of 2024", "description": "A Democratic group focusing on swing races is rolling out its plan to win back the House majority next year, which would require a net gain of at least five seats. Swing Left, a group that organizes volunteers and donors to support Democrats in some of the most closely watched races, announced its “Win Back the...", "link": "https://thehill.com/homenews/campaign/3972356-democratic-group-unveils-list-of-target-swing-districts-ahead-of-2024/", "date_published": "2023-04-26 13:04:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida, Oklahoma double down on the death penalty — we need nationwide abolition now", "description": "A single day last week offered a rare glimpse into the deep divisions that increasingly characterize capital punishment in the United States.", "link": "https://thehill.com/opinion/civil-rights/3970582-florida-oklahoma-double-down-on-the-death-penalty-we-need-nationwide-abolition-now/", "date_published": "2023-04-26 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ramaswamy campaign predicts polling near top of GOP presidential field", "description": "Conservative entrepreneur Vivek Ramaswamy's campaign is predicting that the presidential candidate for the GOP primary will be polling in second or third place by the end of 2023, according to a new memo. According to a memo obtained by Politico Playbook, Vivek 2024 CEO Ben Yoho predicts that Republican voters will turn to Ramaswamy as...", "link": "https://thehill.com/homenews/campaign/3972255-ramaswamy-campaign-predicts-polling-near-top-of-gop-presidential-field/", "date_published": "2023-04-26 12:58:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Credit card — denied. We must rein in Washington’s out of control spending", "description": "The debate rages in Washington but most Americans wouldn’t recognize it. The debate isn’t whether or not to raise the debt ceiling, but rather by how much. The debate isn’t about how soon to balance the budget, but rather how much more to spend without fixing Washington’s out of control spending. Americans who run a...", "link": "https://thehill.com/opinion/congress-blog/3972036-credit-card-denied-we-must-rein-in-washingtons-out-of-control-spending/", "date_published": "2023-04-26 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pro-Biden super PAC launching $1M ad campaign in three key swing states", "description": "A super PAC aligned with President Biden is launching a $1 million ad campaign in three key swing states, in the wake of the president’s campaign announcement on Tuesday. Unite the Country touts Biden’s accomplishments in office in the new ad titled “Promise,” which is set to appear in Michigan, Pennsylvania and Wisconsin. “Four years ago, Joe...", "link": "https://thehill.com/homenews/campaign/3972253-pro-biden-super-pac-launching-1m-ad-campaign-in-three-key-swing-states/", "date_published": "2023-04-26 12:14:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is the ‘toppled’ Tucker Carlson about to become master of the media universe?", "description": "Whoopi, AOC and others on the left may want to curtail their celebrations in anticipation of what Carlson’s next act may bring.", "link": "https://thehill.com/opinion/campaign/3971405-is-the-toppled-tucker-carlson-about-to-become-master-of-the-media-universe/", "date_published": "2023-04-26 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP leaders blink, makes last-minute changes to debt bill", "description": "House GOP leadership apparently caved to Midwestern Republicans and hardliners on their major debt limit and tax cut bill overnight, making changes to biofuel tax credits and public assistance work requirement provisions despite insisting on Tuesday that they were done negotiating the measure and would not make any more changes to it. The last-minute changes...", "link": "https://thehill.com/homenews/house/3972200-house-gop-leaders-blink-and-make-last-minute-changes-to-debt-limit-bill-amid-opposition/", "date_published": "2023-04-26 11:50:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis could see boost among GOP voters from Disney battle: survey", "description": "Florida Gov. Ron DeSantis (R) could see a boost among Republican voters from his ongoing fight with Disney, according to a new Reuters-Ipsos poll. Forty-four percent of Republicans in the poll said they had a more favorable view of the governor because of his fight with Disney in the wake of the company's opposition to the...", "link": "https://thehill.com/homenews/state-watch/3972224-desantis-could-see-boost-among-gop-voters-from-disney-battle-survey/", "date_published": "2023-04-26 11:43:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Transgender lawmaker in Montana faces censure or expulsion", "description": "Montana Republican leaders will vote Wednesday on censuring or expelling lawmaker Zooey Zephyr, a transgender state representative who has been silenced in the House since last week after telling colleagues that if they voted for a bill to ban gender-affirming medical care for transgender children they would “have blood on their hands.”", "link": "https://thehill.com/homenews/3972183-transgender-lawmaker-in-montana-faces-censure-or-expulsion/", "date_published": "2023-04-26 11:40:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Viktor Orban’s dilemma: Turn toward the West or remain with Putin?", "description": "If he remains Putin’s apologist, he is likely to go down with Putin’s ship.", "link": "https://thehill.com/opinion/international/3971272-viktor-orbans-dilemma-turn-toward-the-west-or-remain-with-putin/", "date_published": "2023-04-26 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Budowsky: President Joe Biden and the age issue in the 2024 election", "description": "Probably the most important discussion in presidential polling today has to do with the number of voters who say they are uncomfortable with President Biden’s age but plan on voting for him anyway.  Biden’s “don’t compare me to the Almighty, compare me to the alternative” line is a good one, but it does not do...", "link": "https://thehill.com/opinion/3971665-budowsky-president-joe-biden-and-the-age-issue-in-the-2024-election/", "date_published": "2023-04-26 10:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Does McCarthy have the votes?", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Does McCarthy have the votes? It’s Speaker Kevin McCarthy’s (R-Calif.) day of reckoning — maybe. The House Republican leader is expected to bring a bill that pairs a debt...", "link": "https://thehill.com/newsletters/morning-report/3972133-the-hills-morning-report-does-mccarthy-have-the-votes/", "date_published": "2023-04-26 10:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Woman pleads guilty in 'Killer Clown' case", "description": "Authorities say the woman, dressed as a clown, fatally shot her then-employer's wife in South Florida.", "link": "https://thehill.com/homenews/3971636-woman-pleads-guilty-in-killer-clown-case/", "date_published": "2023-04-26 10:06:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These are the GOP lawmakers to watch in debt fight", "description": "GOP leaders in the House are vowing to hold a vote on their debt limit and spending cuts bill this week, but it isn’t clear the measure has the support of 218 lawmakers. Republicans can only afford to lose four votes if all Democrats vote no — a united opposition that House Minority Leader Hakeem...", "link": "https://thehill.com/homenews/house/3971424-these-are-the-gop-lawmakers-to-watch-in-debt-fight/", "date_published": "2023-04-26 10:02:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cable TV 'cord-cutters' became the majority in 2022", "description": "The steady decline of cable and broadcast television, and the rise of streaming services, reached a sort of inflection point over the past year.  Last summer, for the first time, streaming services like Netflix and Amazon Prime claimed the largest share of the television viewing audience, surpassing both cable and broadcast TV. Streaming captured 34.8...", "link": "https://thehill.com/homenews/media/3971232-cable-tv-cord-cutters-became-the-majority-in-2022/", "date_published": "2023-04-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP sets up showdown with head of teachers union", "description": "A fight between Republicans and teachers unions three years in the making will come to a head Wednesday as GOP members of the Select Subcommittee on the Coronavirus Pandemic laser in on American Federation of Teachers (AFT) President Randi Weingarten. Weingarten will be the sole witness to appear at the 2 p.m. hearing, which Chairman...", "link": "https://thehill.com/homenews/education/3970518-gop-sets-up-showdown-with-head-of-teachers-union/", "date_published": "2023-04-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michigan GOP faces existential crisis: 'The state party is dead'", "description": "Michigan’s Republican Party is grappling with disunity and disarray as it looks to regain lost political ground ahead of 2024. The state party is facing a slew of negative headlines painting a picture of warring factions in dire financial straits. Last week, reports surfaced that an alleged fight broke out between allies of the party’s...", "link": "https://thehill.com/homenews/campaign/3970792-michigan-gop-crisis-karamo-kristina/", "date_published": "2023-04-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to watch for as Biden hosts South Korean leader for state visit", "description": "President Biden on Wednesday will host South Korean President Yoon Suk-yeol for an official state visit at the White House, putting the spotlight on the relationship between the U.S. and a key ally in Asia. Biden and the first lady will welcome Yoon and his wife in a formal ceremony, followed by a bilateral meeting,...", "link": "https://thehill.com/homenews/administration/3971493-what-to-watch-for-as-biden-hosts-south-korean-leader-for-state-visit/", "date_published": "2023-04-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What’s in Tucker Carlson’s future? Plenty of options", "description": "Tucker Carlson’s shocking exit from Fox News has media and political circles buzzing over where he might land.   Carlson, who amassed a large and loyal conservative following at Fox, is likely to be a highly sought-after talent in the weeks and months to come.    “Right now, he has every option in the world available...", "link": "https://thehill.com/homenews/media/3971326-whats-in-tucker-carlsons-future-plenty-of-options/", "date_published": "2023-04-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why some Republicans see Carlson’s departure as a good thing", "description": "Fox News host Tucker Carlson's sudden departure from the cable network is being greeted as good news by Republicans who support U.S. intervention in the war in Ukraine. Carlson was one of the most prominent critics of U.S. involvement to defend Kyiv against Moscow’s invasion.  \"It's a bad day for Vladimir Putin,\" a Senate Republican...", "link": "https://thehill.com/homenews/senate/3971575-why-some-republicans-see-carlsons-departure-as-a-good-thing/", "date_published": "2023-04-26 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House unanimously approves resolution demanding China immediately release detained US citizen", "description": "The House unanimously approved a resolution on Tuesday that calls on China to release Mark Swidan, the U.S. citizen who has been detained in China since 2012 and who was sentenced to death in 2019. The resolution cleared the chamber in a 418-0 vote. Swidan, a businessman from Texas, was arrested in 2012 on accusations...", "link": "https://thehill.com/homenews/house/3971913-house-unanimously-approves-resolution-demanding-china-immediately-release-detained-us-citizen/", "date_published": "2023-04-26 03:14:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Massie, 18 Democrats vote against resolution to honor US-Israel relationship, expand Abraham Accords", "description": "Rep. Thomas Massie (R-Ky.) and 18 House Democrats on Tuesday voted against a resolution that honored the U.S.-Israeli relationship on Israeli Independence Day and expressed support for expanding and strengthening the Abraham Accords — the 2020 agreement establishing diplomatic ties between Israel and the United Arab Emirates and Bahrain. The resolution — which had bipartisan sponsorship —...", "link": "https://thehill.com/homenews/house/3971887-massie-18-democrats-vote-against-resolution-to-honor-us-israel-relationship-expand-abraham-accords/", "date_published": "2023-04-26 02:42:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former New Zealand Prime Minister Jacinda Ardern to take on new role at Harvard", "description": "Former New Zealand Prime Minister Jacinda Ardern announced on Tuesday that she'll join Harvard University for a semester as she takes on two fellowships after exiting her country's Parliament. Ardern said she's \"incredibly humbled\" to join Harvard Kennedy School as its 2023 Angelopoulos Global Public Leaders Fellow and as a Hauser Leader at the school's Center...", "link": "https://thehill.com/policy/international/3971846-former-new-zealand-prime-minister-jacinda-ardern-to-take-on-new-role-at-harvard/", "date_published": "2023-04-26 02:15:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alex Murdaugh charged with two counts of tax evasion", "description": "Alex Murdaugh, the former South Carolina lawyer who is in jail for life for the killing of his wife and son in 2021, was charged with two counts of tax evasion by a state grand jury. Murdaugh, 54, was found guilty in the shooting death of his son and wife after a high-profile trial concluded...", "link": "https://thehill.com/homenews/state-watch/3971843-alex-murdaugh-charged-with-two-counts-of-tax-evasion/", "date_published": "2023-04-26 01:58:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP leaders hit snags as members harden 'no' votes on debt limit bill", "description": "House GOP leaders' furious scramble to secure the support needed to pass a debt limit bill is not going well.  On Tuesday evening, the prognosis for the package was looking even worse than the shaky ground it stood on before lawmakers left Washington last week. A small but consequential number of GOP lawmakers on Tuesday...", "link": "https://thehill.com/homenews/house/3971807-house-gop-leaders-hit-snags-as-members-harden-no-votes-on-debt-limit-bill/", "date_published": "2023-04-26 01:42:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Markey calls for Clarence Thomas to resign: 'reputation is unsalvageable'", "description": "Sen. Ed Markey (D-Mass.) on Monday called for Supreme Court Justice Clarence Thomas to resign amid controversy over the justice’s financial disclosures and ethical concerns about the nation’s highest court. “I will say what needs to be said: Clarence Thomas should resign from the Supreme Court of the United States. His reputation is unsalvageable,” Markey...", "link": "https://thehill.com/homenews/senate/3971786-markey-calls-for-clarence-thomas-to-resign-reputation-is-unsalvageable/", "date_published": "2023-04-26 01:14:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Disruptive' passenger forces Israel-bound United flight back to Newark after 3 hours", "description": "A \"disruptive\" passenger caused a United flight crew to turn a Tel Aviv-bound plane around Sunday, delaying the rest of the passengers for hours, United said.", "link": "https://thehill.com/homenews/nexstar_media_wire/3971681-disruptive-passenger-forces-israel-bound-united-flight-back-to-newark-after-3-hours/", "date_published": "2023-04-26 00:53:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis urges ceasefire in Ukraine", "description": "Gov. Ron DeSantis (R-Fla.) urged Russia and Ukraine to reach a ceasefire, making the comments during a visit to Japan on a multi-stop international tour.  \"You don't want to end up in like a [Battle of] Verdun situation, where you just have mass casualties, mass expense and end up with a stalemate,” DeSantis said in...", "link": "https://thehill.com/homenews/state-watch/3971719-desantis-urges-ceasefire-in-ukraine/", "date_published": "2023-04-26 00:30:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Taliban kills mastermind behind 2021 Afghanistan bombing", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38;National Security Defense &#38;National Security   The Big Story  Taliban kills suspected Afghan bomb mastermind The August 2021 bombing amid the U.S. withdrawal from Afghanistan killed 13 American service members and scores of Afghan civilians. © Getty The ISIS-K leader was killed by the Taliban...", "link": "https://thehill.com/newsletters/defense-national-security/3971680-taliban-kills-mastermind-behind-2021-afghanistan-bombing/", "date_published": "2023-04-26 00:02:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump is enemy No. 1 as Biden makes it official", "description": "President Biden is laser focused on preventing former President Trump from returning to the White House, a message voiced loud and clear in his Tuesday reelection announcement.  Facing no formidable primary challengers yet, Biden is taking direct aim at Trump, warning the country — and anxious Democrats — that four more years of Trump is...", "link": "https://thehill.com/homenews/administration/3971020-trump-is-enemy-no-1-as-biden-makes-it-official/", "date_published": "2023-04-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]