[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Star Wars Jedi: Survivor Livestream", "description": "Tom plays through the opening hours of Star Wars Jedi: Survivor live.\n\n#jedisurvivor #gamespot #gaming", "link": "https://www.youtube.com/watch?v=juoM6dJGcqg", "date_published": "2023-04-26 22:31:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Star Wars Jedi: Survivor Review", "description": "Star Wars Jedi: Survivor improves upon its predecessor's gameplay and storytelling to deliver an engrossing story of a Jedi grappling with morality.\n#gaming #jedisurvivor #gamespot #starwars #starwarsjedisurvivor", "link": "https://www.youtube.com/watch?v=Ac8RsdJDGh4", "date_published": "2023-04-26 15:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Zelda: Tears of the Kingdom Preview", "description": "The Legend of Zelda: Tears of the Kingdom may have the highest expectations put on any Nintendo game in years. Not only is it the latest release in the storied Zelda franchise, but it's also a direct sequel to Breath of the Wild, regarded by many to be one of the best games of all time. Recent trailers have- revealed an emphasis on building amazing machines with a new suite of tools, a seeming nod to the network of Zelda fans who have pulled off amazing feats in Breath of the Wild. And while Nintendo is still maintaining the mystery around much of the game, our extensive hands-on with the new tools showed an incredible amount of creative problem-solving and thrilling traversal in this ambitious sequel.\n\nMy hands-on demonstration was composed of two parts. First, I began with a short segment on the ground, with the simple objective of getting past some enemies and into a tower. This was mostly just for the sake of testing the waters with the array of new tools before preparing to dive into the deep end. While the most obvious path was to go up a ramp structure through a handful of enemies, there were much easier ways. And while there were fairly strict limitations on where I could go throughout the demo session, there were almost no restrictions on what I could do within the spaces provided.\n\nMy first approach was the straightforward one: Stride into the enemy base with my sword and challenge the enemies to combat. This was destined to fail and I knew it, not least because I'm severely out of practice in Breath of the Wild's combat, but I thought it was worthwhile to try regardless. I was handling myself fine against a Bokoblin, but his nearby Moblin friend took notice of the scuffle and came to help, and I was caught off-guard. That was the end of that life. \n\nFor my second attempt, I decided to use the new building tools to circumvent the enemies altogether. The Ultrahand ability--the new marquee building tool that lets you create complex structures and machines--can grab just about anything that isn't connected to the ground, but I didn't happen to have any flying implements around me. Rather than needing to build everything from scratch each time, there is a streamlined option for summoning fully formed vehicles, so for the sake of expediency and getting to know the tools, I summoned a small, simple, but functional hot-air balloon. A dragon-headed machine part faced upward into the balloon and breathed fire when struck, taking me on a straight vertical ascent. Once I had gained enough height over the enemy base, I simply hopped off the balloon and hang-glided my way past them to the goal. \n\nThen I was ushered into the second, much more expansive part of the hands-on demo. This one took place in the Sky Islands, with more open-ended goals and a massive amount of space to explore. I was given an objective--try to island-hop your way over to a distant floating landmass--and very few limitations. I wasn't allowed to dive back to the ground, and a few select islands were off-limits, but other than that, I was just given some tools and told to explore.\n\nThe same streamlined building tool was still available, and I also had access to a Zonai parts distributor that Nintendo cheerfully nicknamed the \"gumball machine.\" It's easy to see why, as it both looks and acts like a candy dispenser. You insert some cores, and you get a random assortment of Zonai machine components in return. The Ultrahand can stick together anything from the world like felled trees or rocks, along with any of the machine-like Zonai parts. Those include fans, the aforementioned fire-breathing dragon head machine, a piston that launches objects (or you) on a regular rhythm, and most entertainingly, rockets. They look and act exactly like rockets, which includes launching you into the atmosphere with massive propulsive force. There's also a control yoke Zonai part, which not only lets you steer vehicles but also activates whatever engine-type you've attached automatically.\n\n0:00 Intro\n0:36 Ground Combat Described\n1:59 Sky Island Gameplay\n9:22 Outro", "link": "https://www.youtube.com/watch?v=GoEhwQ29pd8", "date_published": "2023-04-26 13:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Honkai: Star Rail Combat Gameplay", "description": "We explore Rivet Town and combat powerful enemies in turn based combat.", "link": "https://www.youtube.com/watch?v=sEheUxvfGDM", "date_published": "2023-04-26 02:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}]