[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "How to Weaken the Hold of Addiction", "description": "The triggers for addictive behaviours are always rooted in painful, self-critical emotions.\nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://bit.ly/3onpVX8\nOur website has classes, articles and products to help you lead a more fulfilled life: https://bit.ly/43GfVZf\n​​For Psychotherapy and other therapeutic services: https://bit.ly/41zPToR \nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://bit.ly/3MSCVi0\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://www.theschooloflife.com/article/how-to-weaken-the-hold-of-addiction/\n\n“Many of us are prey to addictive behaviours which we know run contrary to our deeper interests but which we find ourselves entirely unable to desist from at key moments.\nLet’s pick three of these:\n— Bulimia\n— Porn addiction\n— Alcoholism\nWe well appreciate, as soon as we come out of the tunnel of addiction, that we have neglected our interests and harmed ourselves. And yet we are at a loss as to what we might do. What, if anything, could help?\nOne kind of answer is this: we should try to notice when the desire to regurgitate food or watch porn or drink strikes us.\nThough this might sound strange, those in the grip of addictions seldom do notice. They don’t pay much attention to what has immediately happened before their desires strike; it doesn’t occur to them that anything has…”\n\n\nMORE SCHOOL OF LIFE\n\nWatch more films on SELF in our playlist: \nhttp://bit.ly/TSOLself\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nProvincia Studio\nhttps://www.youtube.com/c/ProvinciaStudio\n\n\n\nTitle animation produced in collaboration with\n\nVale Productions\nhttps://www.valeproductions.co.uk/", "link": "https://www.youtube.com/watch?v=Qh9N44-IsCI", "date_published": "2023-04-26 13:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}]