[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "10 Ways Dead Island 2 Lets You Live Out Your Zombie Apocalypse Fantasy", "description": "From relaxing poolside with a refreshing Molotov cocktail, to putting the S-L-A-Y into cosplay, here's how Dead Island 2 lets you flay zombie flesh in the fun and flexible ways possible. Presented by Deep Silver.", "link": "https://www.youtube.com/watch?v=wJtKoebWodg", "date_published": "2023-04-26 23:26:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Platonic - Official Trailer (2023) Seth Rogen, Rose Byrne", "description": "Check out the trailer for Platonic, an upcoming comedy series starring Seth Rogen and Rose Byrne.\n\nPlatonic follows a platonic pair of former best friends approaching midlife (Seth Rogen and Rose Byrne) who reconnect after a long rift. The duo’s friendship becomes all consuming—and destabilizes their lives in a hilarious way. Platonic also stars Luke Macfarlane, Tre Hale, Carla Gallo, and Andrew Lopez.\n\nPlatonic is streaming on Apple TV+ on May 24, 2023.\n\n#IGN #TV #AppleTV", "link": "https://www.youtube.com/watch?v=wxhhbGj_TPs", "date_published": "2023-04-26 23:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "A Haunting in Venice - Official Teaser Trailer (2023) Michelle Yeoh, Kenneth Branagh, Tina Fey", "description": "Check out the teaser trailer for A Haunting in Venice, an upcoming supernatural thriller movie based upon the novel “Hallowe’en Party” by Agatha Christie and directed by and starring Kenneth Branagh as famed detective Hercule Poirot. The film also stars Kyle Allen, Camille Cottin, Jamie Dornan, Tina Fey, Jude Hill, Ali Khan, Emma Laird, Kelly Reilly, Riccardo Scamarcio, and Michelle Yeoh.\n\nA Haunting in Venice is set in eerie, post-World War II Venice on All Hallows’ Eve and is a terrifying mystery featuring the return of the celebrated sleuth, Hercule Poirot. Now retired and living in self-imposed exile in the world’s most glamorous city, Poirot reluctantly attends a séance at a decaying, haunted palazzo. When one of the guests is murdered, the detective is thrust into a sinister world of shadows and secrets.\n\nThe film's screenplay is by Michael Green. The producers are Kenneth Branagh, Judy Hofflund, Ridley Scott, and Simon Kinberg, with Louise Killin, James Prichard, and Mark Gordon serving as executive producers. \n\nA Haunting in Venice opens in theaters nationwide on September 15, 2023.\n\n#IGN #Movies #AHauntinginVenice", "link": "https://www.youtube.com/watch?v=_TaCvgTksVY", "date_published": "2023-04-26 22:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Honkai: Star Rail - First 20 Minutes of Gameplay", "description": "From the makers of Genshin Impact comes a new adventure set in the far reaches of space. Check out the first 20 minutes of Honkai: Star Rail!\n\nHonkai: Star Rail takes the art style and character pull system of its f2p predecessor and puts it into the world of space travel and turn based combat. With tons of characters, great music, and a brand new story, you can tackle Honkai as you so choose. Stay tuned for our Honkai beginners guide, coming soon! Or you can check out our Honkai Star Rail tips on our IGN wiki right now.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=RvEX0btOjIE", "date_published": "2023-04-26 21:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Apex Legends: Arsenal - Official Launch Trailer", "description": "Check out the launch trailer for Apex Legends: Arsenal for another look at Ballistic, the new Legend coming to the free-to-play hero shooter game in its latest season. Apex Legends: Arsenal arrives on May 9, 2023.\n\nBefore there were Legends, there was Ballistic. He’s back in the fray, here to show the Legends, the crowd, and himself that this old dog’s tricks stand the test of time.\n\n#IGN #Gaming #ApexLegends", "link": "https://www.youtube.com/watch?v=WuQRNJkLbaQ", "date_published": "2023-04-26 20:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Evil Dead Rise's Director Explains Unearthing One of Army of Darkness' Necronomicons", "description": "The future looks deader than ever after Evil Dead Rise's successful opening weekend. Director Lee Cronin stopped by IGN to explain how a key scene from 1992's Army of Darkness not only served as inspiration for how Rise could stand on its own, but for how to explain future spinoffs in the series. Plus, Cronin teases his conversations with Evil Dead creator Sam Raimi, which point to the potential of a team-up film between Ash Williams, the 2013 reboot's Mia, and the surviving characters of Evil Dead Rise.\n\n#IGN", "link": "https://www.youtube.com/watch?v=y6aWcdDRw40", "date_published": "2023-04-26 19:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Evil Dead: The Game - Official Game of the Year Edition Trailer", "description": "Evil Dead: The Game – Game of the Year Edition is available today, April 26, on PlayStation 5, PlayStation 4, Xbox Series X/S, Xbox One, and PC via the Epic Games Store and Steam. Watch the latest bloody trailer to see what to expect with the Evil Dead: The Game – Game of the Year Edition, featuring co-op PvPvE multiplayer, single-player missions, and the intense new Splatter Royale mode, with full crossplay and bonus content from six DLC packs.\n\nThe Game of the Year Edition for Evil Dead: The Game includes the base game, as well as a variety of goodies from multiple DLC sets, including the “Classics Bundle,” “Army of Darkness Medieval Bundle,” “Evil Dead 2013 Bundle,” \"Hail to the King Bundle,” and “Immortal Power Bundle.” Additionally, you can unlock bonus playable Survivors and Demons, including Mia, David, Ruby, and the Blacksmith. Cosmetics are also available like the Ash S-Mart uniform outfit and much more, as well as in-game items to unlock. \n\nThe new \"Who's Your Daddy Bundle\" DLC, which launches today on all platforms, will also be available for owners of the Game of the Year Edition. This DLC, which is also available as a standalone purchase, features new playable Survivor and Demon characters, as well as new outfits, inspired by the STARZ series “Ash vs Evil Dead.”\n\n#IGN #EvilDead #Gaming", "link": "https://www.youtube.com/watch?v=ZIkn1oaMk28", "date_published": "2023-04-26 19:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Aliens: Dark Descent - Official Pre-Order Trailer", "description": "Aliens: Dark Descent is a strategic, real-time, squad-based tactical action game set in the iconic Alien franchise. The narrative unfolds through a cinematic campaign as players use a range of tactical abilities to come into play as you recruit, level up, and command a squad of Colonial Marines in real-time. Players will need to use their wits to navigate expansive, persistent, and reactive levels with the knowledge that death is permanent for your crew. \n\nAliens: Dark Descent is launching on June 20 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming #AliensDarkDescent", "link": "https://www.youtube.com/watch?v=Ovk8enDKliw", "date_published": "2023-04-26 18:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Little Mermaid - Official Teaser Trailer (2023) Halle Bailey, Melissa McCarthy", "description": "Take another look at Disney's The Little Mermaid in this latest teaser for the upcoming live-action movie. This reimagining of the studio’s animated musical classic stars Halle Bailey as Ariel, Daveed Diggs as the voice of Sebastian, Jacob Tremblay as the voice of Flounder, Awkwafina as the voice of Scuttle, Jonah Hauer-King as Prince Eric, Art Malik as Sir Grimsby, Noma Dumezweni as Queen Selina, Javier Bardem as King Triton, and Melissa McCarthy as Ursula. \n\nThe Little Mermaid is the beloved story of Ariel, a beautiful and spirited young mermaid with a thirst for adventure. The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. While mermaids are forbidden to interact with humans, Ariel must follow her heart. She makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy. \n\nThe Little Mermaid is directed by Rob Marshall with a screenplay by David Magee. The songs feature music from Alan Menken and lyrics by Howard Ashman, and new lyrics by Lin-Manuel Miranda. The film is produced by Marc Platt, p.g.a., Miranda, John DeLuca, p.g.a., and Rob Marshall, p.g.a., with Jeffrey Silver serving as executive producer.\n\nThe Little Mermaid opens in theaters on May 26, 2023.\n\n#IGN #Movies #TheLittleMermaid", "link": "https://www.youtube.com/watch?v=Eqr1ztm8B4M", "date_published": "2023-04-26 17:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Moon Mystery - Official Kickstarter Trailer", "description": "Back now on Kickstarter! - https://www.kickstarter.com/projects/moonmystery/moonmystery?utm_source=YT&amp;utm_medium=IGV&amp;utm_id=MKS\n\nMoon Mystery is a first-person shooter adventure full of mystery focused on unveiling mysteries, exploring strange new worlds, and dealing with the challenges of the most dangerous environment known to mankind. As an astronaut, survive the dangers that lurk in the dark corners of the Earth’s favorite moon and discover what truly lies beneath its gray lunar rocks and beyond.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=A70CgBEgPjE", "date_published": "2023-04-26 17:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Beneath: 6 Minutes of the Next-Gen Action-Horror FPS", "description": "Check out six minutes of exclusive gameplay from Beneath, the upcoming first-person horror shooter that takes place in structures beneath the ocean. It's in development for PC, PS5, and Xbox Series X|S. Wishlist it on Steam here if you're interested:  https://store.steampowered.com/app/1593230/Beneath/\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=nDppmbnAdGo", "date_published": "2023-04-26 16:01:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Humanity Preview: Creative Puzzle-Solving From the Makers of Rez and Tetris Effect", "description": "We were thoroughly impressed by Humanity, a new puzzle solving game from Yugo Nakamura (Rez) and Tetsuya Mizuguchi (Tetris Effect) that tasks you with using an adorable dog to guide swarms of humans to a goal. Previewed on PC by Brian Barnett.", "link": "https://www.youtube.com/watch?v=d648CQNsG74", "date_published": "2023-04-26 16:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Wars Jedi: Survivor Review", "description": "Star Wars Jedi: Survivor reviewed by Dan Stapleton on PlayStation 5. Also available on Xbox Series X|S and PC.\n\n\"Star Wars Jedi: Survivor takes what Fallen Order did and wall-runs with it, then double-jumps and air-dashes straight into an epic lightsaber battle. Rather than taking us back to square one to begin Cal’s journey as a Padawan again, we’re trusted with control of a full-fledged Jedi Knight who we can grow into a master of superhuman mobility and fantastic and challenging combat. With a new set of larger, more diverse, and densely packed worlds to explore and a memorable cast of returning characters, Survivor tells a story that may be predictable at times but is still fun and emotional to watch play out. Launch performance issues aside, it’s a sequel that does virtually everything better than the original – which was already an exceptional Star Wars game. If Respawn makes one more like this it’ll be the best Star Wars trilogy in 30 years, hands down.\"", "link": "https://www.youtube.com/watch?v=ndMPzks0pq0", "date_published": "2023-04-26 15:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom Will Let You Save Build Designs", "description": "Building custom vehicles and devices are a BIG part of The Legend of Zelda: Tears of the Kingdom and it turns out you won't have to rebuild your favorite designs every time!\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=PYIPNpfBnAM", "date_published": "2023-04-26 15:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Here's How Zelda: Tears of the Kingdom Improves Cooking", "description": "Cooking hearty, fulfilling, and occasionally dubious meals was an integral part of survival in The Legend of Zelda: Breath of the Wild and it's back in Tears of the Kingdom with some awesome new upgrades.\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=gOQqGv2nKg0", "date_published": "2023-04-26 14:15:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How The Legend of Zelda: Tears of the Kingdom is Changing Weapon Durability", "description": "If you weren't crazy about your weapons breaking in Breath of the Wild, we've got some good news for you, assuming you have enough resources in your pockets!\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=ZYLoiMklBWA", "date_published": "2023-04-26 13:30:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - We Played it for Hours!", "description": "After years of anticipation, we've finally gone hands-on with The Legend of Zelda: Tears of the Kingdom and we can't wait to tell you all about this massive open world game in our spoiler-free preview.\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=_sRMNwwLsc0", "date_published": "2023-04-26 13:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Alien: Isolation’s Terrifying Introduction to the Perfect Predator - Art of the Level", "description": "Watch our Alien Isolation Art of the Level video on Alien Day 2023! Few video games capture the essence of their inspiration quite like Alien: Isolation. But it’s the ground-breaking use of the xenomorph that makes the 2014 survival horror game such a triumph; this perfect organism is an engine for fear. \n\nThe game's fifth mission, The Quarantine, marks the Alien Isolation xenomorph first encounter, in which it actively hunts you through Sevastopol Station. To find out how it was made, we spoke to level designer Catherine Woolley and lead artist Jude Bond about how Creative Assembly brought together astonishing Alien Isolation AI, clever looping Alien Isolation level design, and cutting edge lighting to inject pure terror into your first Alien Isolation alien encounter.\n\n#IGN #Gaming #Alien", "link": "https://www.youtube.com/watch?v=jnZjnxkFhvk", "date_published": "2023-04-26 07:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Honkai: Star Rail - Exclusive Gameplay Demonstration", "description": "Check out this exclusive Honkai: Star Rail gameplay demonstration, featuring developer commentary. Meet the characters in HoYoverse's new space fantasy RPG, including Astro Express crew members March 7th and Dan Heng. Learn about the emerging crisis unfolding on the space station, and get an extended look at some brand new Honkai Star Rail gameplay to see how its combat works. Discover a few of the locations that you'll visit in the upcoming RPG as well as some missions and puzzles. \n\nHonkai Star Rail will be released on PC, iOS, and Android devices on April 26, 2023. It's also coming soon to PlayStation consoles.", "link": "https://www.youtube.com/watch?v=-flr1wgIJ_A", "date_published": "2023-04-26 02:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Here’s What’s Leaving PlayStation Plus in May - Beyond Clip", "description": "There are a lot of great games leaving PlayStation Plus in May, and there's only so much time left to check them out! We go over which games are set to leave and talk about standout games from the list. Which games are worth downloading? Which games are the worst on the list? We definitely can't forget any hidden gems. There's also a game called \"Resident Evil\" that we wanna check out.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=B5QV-A8DJRA", "date_published": "2023-04-26 01:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Company Of Heroes 3: Console Edition - Official Trailer", "description": "Company of Heroes 3 will be available on Xbox Series X/S and PlayStation 5 on May 30, 2023. Watch the latest trailer to see the features of this strategy game, including campaign modes, co-op multiplayer, competitive multiplayer, four different factions, and more.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=QAE16LDfn5g", "date_published": "2023-04-26 00:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}]