[{"source": "https://www.engadget.com/rss.xml", "title": "Relativity Space's 3D-printed rocket fails to lift off during second launch attempt", "description": "<p>Another day, another scrub for the world’s first 3D-printed rocket. On Saturday, Relativity Space’s Terran 1 rocket failed to get off the ground after two launch attempts. It was a day of false starts. Following Wednesday's scrub, Relativity Space initially set its sights on a 1:45PM ET launch, a window the company later push back to 2:45PM ET <a href=\"https://twitter.com/relativityspace/status/1634622573374853121?s=20\">due to &quot;upper-level wind violations.&quot;</a>&nbsp;</p><p>After the countdown restarted, all was going well until a boat entered the spacecraft’s range. Once the countdown resumed again, the company called a launch abort at t-minus zero after the spacecraft’s nine first-stage Aeon engines roared to life and then cut off almost immediately after. After blaming a &quot;launch commit criteria violation for the 2:45PM abort, Relativity Space said it would attempt to fly the rocket again at 4PM ET, just as its launch window was about to close for the day. Unfortunately, the second time around Relativity called an abort before Terran 1 could even ignite its engines. As of the writing of this article, the company did not provide a reason for the abort, but <a href=\"https://twitter.com/relativityspace/status/1634661606368985090?s=20\">said</a> the rocket was &quot;healthy&quot; and that it would have more information to share soon.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Provided it can get off the ground, Terran 1 would represent a significant milestone for spaceflight technology. While the rocket isn’t completely 3D-printed, 85 percent of its mass is – including its entire structure and 10 first- and second-stage engines. In theory, Terran 1’s manufacturing process produces a spacecraft that is cheaper and faster to make. Relativity Space claims it can build a Terran 1 rocket in about 60 days, and that exclusive missions will cost around $12 million to complete. With future spacecraft, the company hopes to make around 90 percent of the vehicle from 3D-printed parts.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/relativity-spaces-3d-printed-rocket-fails-to-lift-off-during-second-launch-attempt-211805294.html?src=rss", "link": "https://www.engadget.com/relativity-spaces-3d-printed-rocket-fails-to-lift-off-during-second-launch-attempt-211805294.html?src=rss", "date_published": "2023-03-11 21:18:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft confirms it won't be on the E3 2023 show floor", "description": "<p>When E3 <a href=\"https://www.engadget.com/e3-2023-dates-announced-162713745.html\"><ins>returns this June</ins></a> to the Los Angeles Convention Center for the first time since the start of the pandemic, Microsoft won’t be on the show floor. “We can’t wait to host our Xbox Games Showcase on June 11th and will share more details later,” an Xbox spokesperson <a href=\"https://www.ign.com/articles/xbox-confirms-it-wont-be-on-e3-showfloor-will-co-stream-digital-week\"><ins>told </ins><em><ins>IGN</ins></em></a> on Friday (<a href=\"https://www.theverge.com/2023/3/10/23634418/xbox-e3-2023-skipping-show-floor\"><ins>via </ins><em><ins>The Verge</ins></em></a>). “We also look forward to co-streaming our event as part of E3 Digital and will not be on the E3 show floor.”</p><p>Questions about Microsoft’s E3 2023 presence began circulating at the start of February when <a href=\"https://www.ign.com/articles/xbox-nintendo-sony-skipping-e3-2023\"><em><ins>IGN</ins></em></a> reported that the company, alongside Sony and Nintendo, would not have a presence on the show floor. There was some hope Microsoft would still be at the event after the company announced it would stream a dedicated <em>Starfield</em> showcase on <a href=\"https://www.engadget.com/starfield-has-been-delayed-to-september-6th-161635848.html\"><ins>June 11th</ins></a>, the same day E3’s “Digital Week” kicks off. Microsoft’s decision to skip the in-person portion of E3 comes after Nintendo said last month it would <a href=\"https://www.engadget.com/nintendo-confirms-it-wont-be-at-e3-2023-184336696.html\">not be at the event at all</a>. Sony has yet to state whether it will be at E3 2023.</p><span id=\"end-legacy-contents\"></span><p>The absence of even one console manufacturer from the E3 show floor is a significant blow to the Entertainment Software Association. The show has lost much of its shine since 2019, when the ESA inadvertently <a href=\"https://www.engadget.com/2019-08-03-e3-data-breach-media.html\"><ins>leaked the contact information</ins></a> of more than 2,000 journalists, analysts and content creators. The pandemic and the emergence of competing events like <a href=\"https://www.engadget.com/summer-game-fest-in-person-show-date-e3-193242912.html\"><ins>Summer Game Fest</ins></a> haven’t allowed E3 to regain its footing.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-confirms-it-wont-be-on-the-e3-2023-show-floor-182214550.html?src=rss", "link": "https://www.engadget.com/microsoft-confirms-it-wont-be-on-the-e3-2023-show-floor-182214550.html?src=rss", "date_published": "2023-03-11 18:22:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Apple Watch Series 8 is back on sale for $329", "description": "<p>With spring around the corner, now is a good time as any to start thinking about improving your fitness. A smartwatch like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1XYXRjaC1NaWRuaWdodC1BbHVtaW51bS1BbHdheXMvZHAvQjBCREpCRzc0Ui8_dGFnPWdkZ3QwYy1wLW8tbzctMjAiLCJjb250ZW50VXVpZCI6IjQ5Yjk4YWJiLTJhZTYtNGEyNy05N2JlLTVmZTdiMTQ5ZGRkYSJ9&amp;signature=AQAAAfEzwzasl0Z9_10Mvi8T_2w_W33oWlZA3AR_TBDr73ij&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Watch-Midnight-Aluminum-Always%2Fdp%2FB0BDJBG74R%2F\"><ins>Apple Watch Series 8</ins></a> can make it easier to stick to your goals. Good thing the 41mm model is back on sale. After an 18 percent discount, the Midnight and Product Red colorways are down to $329 on Amazon.</p><p></p><p>That’s $70 less than the Series 8’s usual $399 starting price, and the best discount Engadget has seen on the smartwatch since it was on sale at the <a href=\"https://www.engadget.com/apple-watch-series-8-lowest-price-amazon-sale-160048429.html\"><ins>start of February</ins></a>. Unfortunately, Amazon only has 41mm model stock, and the Silver and Starlight colorways aren’t included in the sale.</p><span id=\"end-legacy-contents\"></span><p>Despite being a modest upgrade from its predecessor, the Series 8 is <a href=\"https://www.engadget.com/best-smartwatches-153013118.html\"><ins>one of the best smartwatches</ins></a> you can buy at the moment. It’s fast and features a large always-on display. It also comes with robust app support and integration with Apple’s broader ecosystem. New to the Series 8 is a crash detection feature that can alert first responders in an emergency. It also features a temperature sensor that can assist with ovulation tracking.</p><p>That said, the Series 8 isn’t for everyone. You can’t use the wearable without an iPhone, making it a non-starter for Android users. It’s also worth noting the <a href=\"https://www.engadget.com/apple-watch-se-2022-review-battery-life-workout-health-tracking-144551799.html\"><ins>second-generation SE</ins></a> offers many of the same core features of the Series 8 for less money.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/the-apple-watch-series-8-is-back-on-sale-for-329-164734113.html?src=rss", "link": "https://www.engadget.com/the-apple-watch-series-8-is-back-on-sale-for-329-164734113.html?src=rss", "date_published": "2023-03-11 16:47:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Netflix comedy series 'I Think You Should Leave' comes back on May 30th", "description": "<p><em>I Think You Should Leave With Tim Robinson</em> finally has a premiere date almost a year after Netflix announced that it's coming back for a third season. The streaming giant has <a href=\"https://twitter.com/netflix/status/1634328283579056128/photo/1\">announced</a> on Twitter that the six-episode comedy sketch series will be available for streaming on May 30th. The show was created by <em>Saturday Night Live</em> alum Robinson, who also stars in it, and <em>SNL</em> producer Zach Kanin. They're not the only comics connected to the show, though: It's co-produced by The Lonely Island, the comedy trio composed of Andy Samberg, Akiva Schaffer and Jorma Taccone.&nbsp;</p><p>Each episode of <em>I Think You Should Leave</em> is only around 16 to 18 minutes long, so you can quite literally finish a season in one sitting. There are multiple sketches per episode, mostly revolving around somebody doing something absurd in an every day professional or social situation, as well as some pretty bizarre and over-the-top bits. Really, some parts are so weird, you don't know whether to cringe or laugh.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The show's first season premiered on Netflix back in 2019, while the second season arrived in 2021. Alex Bach, one of the show's producers, previously told <a href=\"https://variety.com/2023/tv/news/i-think-you-should-leave-season-3-premiere-date-1235549225/\"><em>Variety</em></a> that Robinson and Kanin write every single script and that they &quot;wait for the sketches to come to them&quot; so there have been &quot;extended periods of time between seasons.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/netflix-i-think-you-should-leave-season-3-may-30th-130212884.html?src=rss", "link": "https://www.engadget.com/netflix-i-think-you-should-leave-season-3-may-30th-130212884.html?src=rss", "date_published": "2023-03-11 13:02:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Workers at trading card marketplace TCGplayer form eBay's first union", "description": "<p>The workers at eBay-owned TCGPlayer, a marketplace for trading card games such as <em>Magic: The Gathering</em>, have voted <a href=\"https://cwa-union.org/news/releases/workers-tcgplayer-celebrate-groundbreaking-win-tcgunioncwa-becomes-first-certified\">in favor of joining a union</a>. eBay <a href=\"https://www.engadget.com/ebay-acquire-tcgplayer-295-million-193137961.html\">purchased</a> the company in 2022 for a deal valued up to $295 million, but the website continues to operate independently. Now that all 272 non-supervisory workers at the company's authentication center in Syracuse, New York are represented by the Communications Workers of America, they've become the first group to form a union at eBay in the US.&nbsp;</p><p>The organized workers, who are responsible for ensuring the accuracy and quality of all shipments in and out of the company, <a href=\"https://www.engadget.com/ebay-trading-card-marketplace-tcgplayer-union-election-194156621.html\">filed for a union election</a> with the National Labor Relations Board back in January. They wanted to unionize in a bid to have a voice within the company, and they were also seeking pay raises to account for inflation, a fair and comprehensive sick leave and absence policy, as well as inclusive career advancement opportunities, fair and transparent hiring practices, and clearly defined job roles and expectations.</p><span id=\"end-legacy-contents\"></span><p>In the CWA's announcement of the union victory, it said TCGPlayer workers first tried to unionize in 2020. However, the company hired a union buster to &quot;spread disinformation,&quot; and the workers ultimately withdrew their petition for a vote due to the pandemic. While they were successful this time around, their employer reportedly tried to get them to back down again. CWA filed an <a href=\"https://www.engadget.com/cwa-ebay-tcgplayer-unfair-labor-practice-charge-193418489.html\">unfair labor practice charge</a> against the company in January for illegally surveilling union activity. It <a href=\"https://news.bloomberglaw.com/daily-labor-report/card-trading-company-hit-with-labor-charges-over-worker-threats\">filed more charges</a> just last week, accusing the company of threatening workers for supporting unionization efforts and forcing them to attend anti-union meetings, as well. The unionized workers are still waiting for the NLRB's decision on those complaints.</p>This article originally appeared on Engadget at https://www.engadget.com/tcgplayer-workers-form-ebay-first-union-095615128.html?src=rss", "link": "https://www.engadget.com/tcgplayer-workers-form-ebay-first-union-095615128.html?src=rss", "date_published": "2023-03-11 09:56:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Roku says it could lose 25 percent of its cash after Silicon Valley Bank fails", "description": "<p>The sudden collapse of Silicon Valley Bank has put more than a quarter of Roku’s cash at risk. The streaming company had nearly $500 million, representing 26 percent of its cash, in Silicon Valley Bank, the company disclosed in an <a href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/0001428439/000142843923000010/wk-20230310.htm\"><ins>SEC filing</ins></a> Friday.</p><p>The future of those funds is now uncertain as federal regulators have <a href=\"https://www.fdic.gov/news/press-releases/2023/pr23016.html\"><ins>taken over</ins></a> the financial institution amid the second-largest <a href=\"https://www.cnbc.com/2023/03/10/silicon-valley-bank-collapse-how-it-happened.html\">bank collapse</a> in United States history. “The Company’s deposits with SVB are largely uninsured,” Roku wrote in its filing. “At this time, the Company does not know to what extent the Company will be able to recover its cash on deposit at SVB.”</p><span id=\"end-legacy-contents\"></span><p>In a statement on Friday, the Federal Deposit Insurance Corporation (FDIC) said that it will pay “uninsured depositors an advance dividend within the next week” and that “uninsured depositors will receive a receivership certificate for the remaining amount of their uninsured funds.” But there’s still a lot of uncertainty about how long that process will take to play out, and how much of their uninsured funds companies will ultimately be able to recover.</p><p>However, Roku’s situation is, at least for now, a lot less dire than many of the smaller startups that relied on Silicon Valley Bank, some of which are now unable <a href=\"https://www.cnbc.com/2023/03/10/silicon-valley-bank-customers-scramble-to-meet-payroll-pay-bills.html\"><ins>to pay</ins></a> their bills or their employees.&nbsp;</p><p>In its SEC filing, the company noted that it has more than a billion dollars in cash at multiple other banks. “As stated in our 8-K, we expect that Roku’s ability to operate and meet its contractual obligations will not be impacted and we continue to have access to $1.4 billion in cash and cash equivalents which are distributed across multiple, large financial institutions,” a Roku spokesperson said in a statement to Engadget.</p><p>While Silicon Valley Bank was previously a little-known institution, it was known for its close relationships with startup founders, who made up much of its clientele. But, as <em>Bloomberg’s</em> Matt Levine <a href=\"https://www.bloomberg.com/opinion/articles/2023-03-10/startup-bank-had-a-startup-bank-run\"><ins>explains</ins></a>, the bank’s reliance on fixed-rate assets, also made it uniquely exposed to the conditions that ultimately led to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wMy8xMC9idXNpbmVzcy9zaWxpY29uLXZhbGxleS1iYW5rLXN0b2NrLmh0bWwiLCJjb250ZW50VXVpZCI6IjU2NWE0NzM3LTY5ZWUtNDY1Ny1iMjM2LWIyODNiNTM4MDhlMiJ9&amp;signature=AQAAAZViYBGNFrwZxJGUUX2fhiBPUJG_hisC5jOWoBF1sP-T&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F03%2F10%2Fbusiness%2Fsilicon-valley-bank-stock.html\"><ins>a run</ins></a> on the bank Thursday after prominent venture capitalists urged founders to move their money out of the institution.</p><p>Roku is not the only major public tech company now facing losses as a result of the bank’s collapse. Roblox had $3 billion, about 5 percent of its cash, at Silicon Valley Bank, the company told <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001315098/05c0fe85-052c-4786-980c-7bdf467f8258.pdf\">the SEC</a>. “Regardless of the ultimate outcome and the timing, this situation will have no impact on the day to day operations of the Company,” it wrote in a filing. Video service Vimeo also <a href=\"https://www.marketscreener.com/quote/stock/VIMEO-INC-122858437/news/VIMEO-INC-Regulation-FD-Disclosure-form-8-K-43217285/\"><ins>disclosed</ins></a> that it had “less than $250,000” with the bank.</p>This article originally appeared on Engadget at https://www.engadget.com/roku-says-it-could-lose-25-percent-of-its-cash-after-silicon-valley-bank-fails-000615481.html?src=rss", "link": "https://www.engadget.com/roku-says-it-could-lose-25-percent-of-its-cash-after-silicon-valley-bank-fails-000615481.html?src=rss", "date_published": "2023-03-11 00:06:15+00:00", "persistent": false, "user": null, "language": "en-US"}]