[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "DBZ: Budokai Tenkaichi 4 Confirmed, Funko Trashing $30 Million of Product, & More! | IGN The Weekly", "description": "Wanna catch up on all the highlights from the past week? From Dragon Ball Z: Budokai Tenkaichi 4 being confirmed, to the company behind Funko Pops trashing over $30 Million of product, tune in for the Weekly Fix - the only show packed with the recommended weekly dose of gaming, entertainment, and esports news!\n\n00:38 - Dragon Ball Z: Budokai Tenkaichi 4 Has Been Confirmed\n05:17 - This Month's Game Pass Games List\n07:39 - Starfield Is Delayed AGAIN\n11:19 - The Simpsons Hit and Run Creator Wants a Remake\n13:22 - Sony Forced to Reveal PS5 Exclusivity Deals to Microsoft\n14:59 - Funko Is Throwing Away Over $30 Million of Product\n18:42 - Teenage Mutant Ninja Turtles: Mutant Mayhem Trailer Breakdown\n22:46 - The Punisher Is Joining the MCU\n\n#ign #gaming #entertainment", "link": "https://www.youtube.com/watch?v=gtD95s28Uec", "date_published": "2023-03-11 20:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Scream 6 Ending Explained - Ghostface: Hunter or Hunted?", "description": "“Not in my movie” is one of Sidney Prescott’s most iconic lines, but what happens when it isn’t her movie anymore? The truth is, we’ll always miss Scream’s original final girl (and hope Neve Campbell’s contract negotiations smooth out and we see her again someday). But, for now, it turns out that a Sid-less Scream ended up being pretty damn great. The sequel to the requel may have botched the reason for her absence, but all of that occurs very early on in Scream 6. And we, my friends, are here to talk about what happens at the end of this chapter of the Carpenter sisters’ story and what it all means for the franchise going forward. Yes, this is our Scream 6 ending explained!\n\nWatch out though, because Scream spoilers follow from here…\n\nIt all comes down to the trophy room from hell. Sam (Jenna Ortega) and Tara Carpenter (Melissa Barrera) find themselves trapped in the decrepit theater that someone has been using as a shrine for all of the artifacts of Ghostface’s past. With them is one Kirby Reed (Hayden Panettiere), who seems to be acting just a little odd. She’s turned the theater into a death trap as the remaining survivors planned, but she sure does seem strangely gleeful about it. Sam and Tara grow suspicious, and it seems Detective Bailey (Dermot Mulroney) had the same concerns as he arrives on the scene so he and Kirby can have a shouty standoff ala Scream 2’s Mickey and Derek.\n\nThe big “who is Ghostface” reveal goes about the same as it does in Scream 2, but not in a way that’s detrimental to the story. The Detective and Kirby have each other at gunpoint as they shout at Sam and Tara, insisting that the other is Ghostface. But to really dig into all the Scream 6 spoilers, you’ll need to watch our full ending explained on the horror movie!\n\n#IGN", "link": "https://www.youtube.com/watch?v=UAckjimVmh0", "date_published": "2023-03-11 15:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "'That Was F*cking Amazing': The Everything Everywhere All at Once Cast Discusses Their Oscar Darling", "description": "A24's Everything Everywhere All at Once isn't just the sci-fi/fantasy darling of the past year, it's also now an Oscar darling, having racked up nominations for Michelle Yeoh (Best Actress), Ke Huy Quan (Best Supporting Actor), Jamie Lee Curtis and Stephanie Hsu (both Best Supporting Actress), Daniel Kwan and Daniel Scheinert, a.k.a. the Daniels, for Best Director and Best Original Screenplay, and then Best Original Score, Best Original Song, Best Costume Design, Best Film Editing, and of course Best Picture.\n\nIn this epic interview, IGN's Michael Peyton sits down with Michelle Yeoh, Jamie Lee Curtis, Ke Huy Quan and Stephanie Hsu to discuss the making of the film, how they approached the multiverse of it all, working with the Daniels, bringing their past movie-making experiences to bear on the film (such as Yeoh's martial arts background and Quan's time as a child actor in The Goonies and as Short Round in Indiana Jones and the Temple of Doom), and much more.\n\nSo sit back and dig in deep on how the 2022 Oscar fave Everything Everywhere All at Once was made!\n\n#IGN", "link": "https://www.youtube.com/watch?v=8P2LfBVa5ms", "date_published": "2023-03-11 14:30:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The most important part about gaming is figuring out when to take your snack breaks. #shorts #gaming", "description": "Presented by Cheez-It", "link": "https://www.youtube.com/watch?v=C3J-pj-hSAo", "date_published": "2023-03-11 02:14:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Merge Mansion - Official \"A Twisted Game\" Teaser Trailer (ft. Pedro Pascal)", "description": "The Last of Us and The Mandalorian star Pedro Pascal stars as Detective Tim Rockford in this latest teaser for the mobile game Merge Mansion. Check out the short, directed by Martin Werner, for a peek at what could be coming in Merge Mansion's update, available on March 28, 2023, and watch as Detective Rockford investigates the family secrets of the Boulton family.", "link": "https://www.youtube.com/watch?v=X8lagHPsC_U", "date_published": "2023-03-11 02:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fornite’s MEGA Update Adds Cyberpunk, Anime Content - IGN Daily Fix", "description": "Happy Mario Day! You know, because it’s March 10th, and Mar 10 sort of looks like Mario - Anyway, we have some very weird Mario news, but first - Fortnite’s new season just dropped, bringing with it laser katanas, akira bikes, and some other cool anime stuff, and Square Enix speaks up about Forspoken’s lackluster reception. Let’s a-go!\n\n#IGN #gaming", "link": "https://www.youtube.com/watch?v=wB8gKyrit70", "date_published": "2023-03-11 01:05:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Finals Video Preview", "description": "The Finals is an exciting, arcadey first-person shooter that strives to break boundaries in the modern FPS space. Everything in this game is destructible which is the most unique and fun part of The Finals. Created by ex-DICE developers, The Finals is brought to life by Embark Studios who is aiming to create a ground-breaking (pun intended) new FPS game. But does The Finals bite off more than it can chew? Here are our thoughts on The Finals in our first preview.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=rAYtTKAzmjU", "date_published": "2023-03-11 01:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Bleak Faith: Forsaken - The First 16 Minutes of Gameplay", "description": "Check out the opening moments of Bleak Faith: Forsaken from developer Archangel Studios, Bleak Faith: Forsaken is a third-person open world survival horror action RPG where you play as one of the Forsaken, the last frontier of humanity against the growing horrors of the Omnistructure.", "link": "https://www.youtube.com/watch?v=BhH43H9Gm5U", "date_published": "2023-03-11 01:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Happy Boonta Eve!", "description": "#IGN #starwars #themandalorian", "link": "https://www.youtube.com/watch?v=eY9j5sJKzvs", "date_published": "2023-03-11 00:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Great Quicktime Event Debate", "description": "In this clip from the latest episode of Podcast Beyond, the crew debates on whether Quicktime Events are worth having in video games or not. We dive into some of the most memorable and most hilarious Quicktime Events from PlayStation's past and discuss what we loved and hated about them. I mean, how funny was it watching Spider-Man faceplant if you failed the event? That's gotta account for something, right? Join us in the full episode on IGN Games!\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=lAsoPPEd8mc", "date_published": "2023-03-11 00:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}]