[{"source": "https://www.theguardian.com/international/rss", "title": "Premier League goalscoring records are falling – but what does that mean? | Jonathan Wilson", "description": "<p>Why is it only the big six – aside from Liverpool – who have all-time top scorers who played in the past decade?</p><p>Last Sunday, amid the gleeful chaos of the <a href=\"https://www.theguardian.com/football/2023/mar/05/liverpool-manchester-united-premier-league-match-report\" title=\"\">7-0 win over Manchester United</a>, Mohamed Salah became Liverpool’s leading scorer in the Premier League. There is always a slight caution about such statistics – football didn’t begin in 1992, you know – but three decades on the Premier League serves as a useful shorthand for the modern era. But what is perhaps more striking is that Salah is not Liverpool’s all‑time leading scorer. That record still belongs to Ian Rush and that makes Liverpool unique among the big six clubs.</p><p>Arsenal’s leading all-time scorer is Thierry Henry. Chelsea’s is Frank Lampard. Manchester City’s is Sergio Agüero. Manchester United’s is Wayne Rooney. Tottenham’s is Harry Kane. Those are all players who are either still playing or retired in the past decade. Which, you may think, makes sense. There are more games than ever before. Careers are longer than they have ever been. Football is in an attacking phase: there are more goals per game than at any point for 60 years.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/11/premier-league-goalscoring-records-are-falling-but-what-does-that-mean\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/11/premier-league-goalscoring-records-are-falling-but-what-does-that-mean", "date_published": "2023-03-11 20:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "BBC apologises for disarray to sport coverage due to Lineker walkouts", "description": "<p>Broadcaster admits output will be limited, including much reduced Match of the Day, after presenters’ show of solidarity</p><ul><li><a href=\"https://www.theguardian.com/media/live/2023/mar/11/bbc-gary-lineker-match-of-the-day-alex-scott-latest-reaction-news\">Gary Lineker suspension: live reaction</a></li></ul><p>The BBC has apologised for the changes to this weekend’s sporting schedule and said it is “working hard to resolve the situation and hopes to do so soon”.</p><p>The broadcaster’s radio and TV timetables have been left in disarray as a series of presenters pulled out of shows after Gary Lineker was told to step back from hosting Match of the Day in a row over impartiality.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/bbc-apologises-for-disarray-to-sport-coverage-due-to-gary-lineker-walkouts\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/bbc-apologises-for-disarray-to-sport-coverage-due-to-gary-lineker-walkouts", "date_published": "2023-03-11 17:24:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We played Bournemouth’s game’: Jürgen Klopp rues Liverpool setback", "description": "<ul><li>Mohamed Salah missed penalty in 1-0 loss on south coast</li><li>‘The game was played the opposite of the way we wanted’</li></ul><p>Jürgen Klopp found himself at a loss to explain how his Liverpool team, having beaten Manchester United 7-0 last Sunday, flopped to <a href=\"https://www.theguardian.com/football/2023/mar/11/bournemouth-liverpool-premier-league-match-report\">a 1-0 defeat to Bournemouth</a>. Mohamed Salah missed Liverpool’s first Premier League penalty of the season in the second half and Klopp’s team could not find an equaliser to Philip Billing’s first-half goal, damaging hopes of a top-four place.</p><p>“It was never really our game,” said Klopp. “We were dominant in the first half but mostly we put ball in at the wrong moment against a compact side … the game was played the opposite of the way we wanted. I think we played for 95 minutes the game Bournemouth wanted us to play.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/we-played-bournemouths-game-says-jurgen-klopp-after-liverpools-defeat\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/we-played-bournemouths-game-says-jurgen-klopp-after-liverpools-defeat", "date_published": "2023-03-11 16:34:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rogê: Curyman review – heartwarming Braziliana", "description": "<p>(Diamond West)<br />The Rio samba star reaches an international audience at last with this funky, genre-hopping set</p><p>Forty seven is quite an age to make your international breakthrough, but on the 20th anniversary of his debut album, <em>Rogê</em>, this <a href=\"https://www.rogebrasil.com.br/\">Brazilian singer-songwriter</a>, born Roger José Cury, shows the value of persistence. At home, Rogê’s engaging, sandy vocals and choppy, soul-influenced guitar brought huge success, but in a tiny arena: a 10-year residency at the downtown Rio samba club <a href=\"https://www.barcariocadagema.com.br/en\">Carioca da Gema</a>. A wider audience proved elusive, even after he co-composed the theme for Rio’s 2016 Olympics. Alarmed by his city’s escalating violence, Rogê relocated his family to Los Angeles, where an encounter with US producer Tommy Brenneck proved instant chemistry. Brenneck knew little of Braziliana, but with a CV embracing Amy Winehouse and soulster Charles Bradley, he knew talent.</p><p>The result is <em><a href=\"https://diamondwest.lnk.to/curyman\">Curyman</a></em>, 11 songs that skip across the samba lexicon; gentle, funky, yearning, centred on hope and our connection to nature and the<em> orixás</em> (deities). Rogê’s master stroke was to coax hallowed arranger Arthur Verocai to overdub strings. Verocai is a veteran of the golden age of 70s<em> </em>tropicalismo and singers such as Jorge Ben and Caetano Veloso, and that era’s joyous spirit shines through on lush but sprightly pieces such as opener Pra Vida and Mistério da Raça<em>. </em>An exuberant, heartwarming creation.</p> <a href=\"https://www.theguardian.com/music/2023/mar/11/roge-curyman-review-heartwarming-braziliana\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/11/roge-curyman-review-heartwarming-braziliana", "date_published": "2023-03-11 16:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "European roundup: Vinícius Júnior on target as Real Madrid beat Espanyol", "description": "<ul><li>Éder Militão and Marco Asensio also score in 3-1 victory</li><li>Real Madrid now six points behind La Liga leaders Barcelona</li></ul><p>Real Madrid fought back from a goal down to claim a 3-1 victory over Espanyol at the Santiago Bernabéu on Saturday, as the hosts returned to winning ways ahead of a potentially season-defining week in which they face Liverpool and Barcelona.</p><p>Second-placed Real, who scored through Vinícius Júnior, Éder Militão and Marco Asensio, maintained their slim title chances by moving up to 56 points - six behind leaders Barcelona, who travel to Athletic Bilbao on Sunday.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/european-roundup-vinicius-junior-on-target-as-real-madrid-beat-espanyol\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/european-roundup-vinicius-junior-on-target-as-real-madrid-beat-espanyol", "date_published": "2023-03-11 15:33:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Meera Sodha’s recipe for vodka gochujang rigatoni | The new vegan", "description": "<p>There’s a punchy surprise hidden in this otherwise familiar tomato pasta sauce</p><p>Sometimes I find myself projecting into dinner what I really want out of life – and this pasta has some really big energy about it. It’s got all the fun and emotion of watching the Golden Buzzers on Britain’s Got Talent and (nearly) all the maddening excitement of a first kiss with someone you really fancy. It’s a dish that is so extra, it’s the type of thing you should be eating in your bikini while drinking a magnum of rosé, not in Hebden Bridge (or wherever you live), but on a beach on Mykonos. In short, I want a little bit more of what this pasta has to offer.</p><p>This article was edited on 11 March 2023, to correct the number of serves. An earlier version stipulated that 400g pasta would feed only two.</p> <a href=\"https://www.theguardian.com/food/2023/mar/11/vegan-recipe-vodka-gochujang-rigatoni-meera-sodha\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/11/vegan-recipe-vodka-gochujang-rigatoni-meera-sodha", "date_published": "2023-03-11 12:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mikaela Shiffrin lays claim as best ever after record-setting 87th World Cup win", "description": "<ul><li>Shiffrin wins slalom to claim record-setting 87th win in Åre</li><li>American won by 0.92sec over Switzerland’s Wendy Holdener</li></ul><p>Mikaela Shiffrin could finally exhale after flying past the finish line and into sporting immortality.</p><p>The American star of the piste staked her claim as the greatest ever alpine skier on Saturday, winning her 87th career World Cup race to eclipse Ingemar Stenmark’s record for most victories by a male or female skier.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/mikaela-shiffrin-breaks-record-skiing-world-cup-wins\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/mikaela-shiffrin-breaks-record-skiing-world-cup-wins", "date_published": "2023-03-11 11:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Norfolk Southern hired the firm testing air in East Palestine homes. Experts warn the checks are lacking", "description": "<p>Several experts called for a wider range of chemicals to be scanned for and recommended testing on surfaces as well</p><ul><li>This article is co-published with ProPublica, a non -profit newsroom that <a href=\"https://www.propublica.org/newsletters/dispatches?source=partner\">investigates abuses of power</a></li></ul><p>Last month, Brenda Foster stood on the railroad tracks at the edge of her yard in East Palestine, Ohio and watched a smoky inferno billow from the wreckage of a derailed train. The chemicals it was carrying – and the fire that consumed them – were so toxic that the entire area had to evacuate. Foster packed up her 87-year-old mother and they fled to stay with relatives.</p><p>With a headache, sore throat, burning eyes and a cough, Foster returned home five days later – as soon as authorities allowed. So when she saw on TV that there was a hotline for residents with health concerns, she dialed as soon as the number popped up on the screen.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/11/norfolk-southern-air-testing-cteh-ohio-train-derailment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/11/norfolk-southern-air-testing-cteh-ohio-train-derailment", "date_published": "2023-03-11 10:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Streaming: the best Michelle Yeoh films", "description": "<p>Ahead of tomorrow night’s Academy Awards, we look back at the best actress contender’s long, varied career, from Tomorrow Never Dies and Crouching Tiger to this year’s Oscar favourite, Everything Everywhere All At Once</p><p>The Oscars are finally upon us, and in a development that few would have anticipated, former quirky underdog <strong><a href=\"https://www.justwatch.com/uk/movie/everything-everywhere-all-at-once\">Everything Everywhere All at Once</a></strong> has become the unassailable best picture frontrunner. Can the chaotic metaverse action comedy sweep leading lady Michelle Yeoh with it? The veteran Malaysian-born star is in a neck-and-neck race for best actress with <a href=\"https://www.theguardian.com/film/2023/feb/12/cate-blanchett-tar-interview-todd-field-oscars\">Cate Blanchett</a>, gathering momentum on a tide of industry affection and decades-long notability. Yeoh would be the first Asian (and only the second woman of colour) ever to win in the category.</p><p>A win for her would be notable in other ways too: careers like Yeoh’s don’t tend to culminate in Oscars. A former Miss World contestant, she became famous as an icon of action cinema, a genre the Academy rarely favours even when it comes from Hollywood, let alone from Hong Kong. Catching up with her early work is a hard task, with many films only available via obscure DVDs.</p> <a href=\"https://www.theguardian.com/film/2023/mar/11/streaming-the-best-michelle-yeoh-films-everything-everywhere-all-at-once-oscars-best-actress\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/11/streaming-the-best-michelle-yeoh-films-everything-everywhere-all-at-once-oscars-best-actress", "date_published": "2023-03-11 08:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The hard-working sunscreens that also bring a glow | Sali Hughes", "description": "<p>Most of us need a little skincare boost at this time of year, and these excellent primers with SPF are just the ticket</p><p>This time of year poses a product predicament. Increased daylight means more time outdoors, heightening the need for proper sunscreen. Simultaneously, the weather is still cold, so busily dulling and draining our skin, which continues to crave rich moisturiser. One can easily end up wearing more skincare than is practical or comfy. The answer is to combine at least a couple of layers in one.</p><p>For the past month, I’ve been using a glowy-primer-cum-SPF each day, and this has worked brilliantly at perking up and protecting my face, while allowing moisturiser to sit happily and undisturbed beneath.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/11/the-hard-working-sunscreens-that-also-add-a-glow\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/11/the-hard-working-sunscreens-that-also-add-a-glow", "date_published": "2023-03-11 08:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hong Kong court jails Tiananmen anniversary vigil organisers", "description": "<p>Prosecutors said Chow Hang-Tung, Tang Ngok-kwan and Tsui Hon-kwong were under foreign influence but refused to say who it was</p><p>A Hong Kong court has jailed three former members of a group that organised annual vigils to mark the 1989 Tiananmen Square crackdown in China.</p><p>Chow Hang-tung, 38, a prominent Hong Kong pro-democracy activist and former vice-chairperson of the Hong Kong Alliance in Support of Patriotic Democratic Movements in China, was among those convicted by a magistrate’s court. The two others were Tang Ngok-kwan and Tsui Hon-kwong.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/hong-kong-court-jails-tiananmen-anniversary-vigil-organisers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/hong-kong-court-jails-tiananmen-anniversary-vigil-organisers", "date_published": "2023-03-11 05:18:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "India v Australia: fourth Test, day three – live", "description": "<ul><li>Updates from the third day at Narendra Modi Stadium</li><li>The cricket starts in Ahmedabad at 9:30am/3pm AEDT</li><li>Any thoughts? <a href=\"mailto:angus.fontaine.casual@theguardian.com\">Feel free to get in touch on email</a></li></ul><p><strong>15th over: India 64-0 (Rohit 30, Gill 33) </strong>Starc has his speed up over 140kph now. That last over will have raised a few of those famously sensitive hackles of his. Again he pings it in short at Rohit but despite the ball getting good steepling bounce Rohit swings hard but can only bunt it short of leg slip. The India skipper gets it right second time though as he takes another ball straying to leg and swipes it around the corner. FOUR! Too full by Starc. And too short, as proven by the loose bouncer he puts in on his final delivery. Rohit’s riposte? Turn, swivel, swing… SIX over the backward square leg boundary! Ten from the over and 24 runs from Starc’s last 12 deliveries. India flying!</p><p><strong>14th over: India 54-0 (Rohit 20, Gill 33)</strong> Lyon staunches the wound left by Starc’s car crash over, with just two singles coming from it. India trail by 426 runs but at this rate they’ll get there quickly.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/11/india-vs-australia-live-updates-cricket-score-fourth-test-day-3-three-ind-v-aus-scorecard-international-match-latest-scores-ahmedabad-narendra-modi-stadium\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/11/india-vs-australia-live-updates-cricket-score-fourth-test-day-3-three-ind-v-aus-scorecard-international-match-latest-scores-ahmedabad-narendra-modi-stadium", "date_published": "2023-03-11 04:25:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "French kicks: England put focus on stopping visitors’ elite aerial game", "description": "<p>Steve Borthwick says working out how to counter Les Bleus’ tactics will be key in Saturday’s clash at Twickenham</p><p>Time and again this week, Steve Borthwick has warned of the dangers of France’s kicking game. He is not the type to engage in mind games so rather than see this as an attempt to bait France into avoiding putting boot to ball it’s a safe bet he is anticipating an aerial bombardment.</p><p>Not the type <a href=\"https://www.theguardian.com/sport/2023/feb/25/wales-england-six-nations-rugby-union-match-report\">as seen with Wales</a>, who inexplicably did not deviate from a gameplan centred around contestable kicks despite Freddie Steward’s authority under them, but long, deep kicks, inviting England to either return fire or to carry the ball back.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/england-france-kicking-analysis-borthwick-dupont\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/england-france-kicking-analysis-borthwick-dupont", "date_published": "2023-03-11 00:47:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Former Alabama basketball player Darius Miles indicted for capital murder", "description": "<ul><li>Ex-Alabama player Miles indicted on capital murder charges</li><li>Miles and Michael Davis charged in shooting of Jamea Harris</li></ul><p>Former Alabama basketball player Darius Miles has been indicted by a grand jury on capital murder charges for the January shooting death of a 23-year-old woman near campus, his lawyer confirmed to the Associated Press on Friday.</p><p>Michael Davis, who is also charged in the shooting death of Jamea Harris, was also indicted, defense lawyer Mary Turner told the AP. Turner only represents Miles.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/alabama-basketball-darius-miles-indicted-capital-murder\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/alabama-basketball-darius-miles-indicted-capital-murder", "date_published": "2023-03-11 00:03:23+00:00", "persistent": false, "user": null, "language": "en-US"}]