[{"source": "https://www.theguardian.com/rss", "title": "Spring breaks: 10 trends to update your wardrobe now – in pictures", "description": "<p>Ice-cream suits, chunky Mary Janes, denim maxis and holiday jewellery... Here are 10 key trends coming your way this spring</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/mar/11/spring-breaks-10-trends-to-update-your-wardrobe-now-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/mar/11/spring-breaks-10-trends-to-update-your-wardrobe-now-in-pictures", "date_published": "2023-03-11 22:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emma Raducanu finds form against Linette to advance at Indian Wells", "description": "<ul><li>Briton beats 20th seed 7-6 (3), 6-2 despite wrist problem</li><li>Jack Draper could face Andy Murray after beating Dan Evans</li></ul><p>Emma Raducanu continued to make encouraging progress at the BNP Paribas Open in Indian Wells as she reached the third round there for the first time with a tight 7-6 (3), 6-2 victory over Magda Linette of Poland, the 20th seed.</p><p>Her fourth win of the season marked the first time since September that Raducanu had won consecutive matches. Linette, the world No 21, is also the Briton’s highest ranked victim since her US Open win in September 2021.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/emma-raducanu-takes-out-linette-to-reach-third-round-at-indian-wells\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/emma-raducanu-takes-out-linette-to-reach-third-round-at-indian-wells", "date_published": "2023-03-11 21:47:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 1,500 people evacuated when California river breaches levee", "description": "<p>A fresh atmospheric river pummeling the state has caused flooding as rivers swell past their banks; experts say more wet weather is coming</p><p>Authorities ordered more than 1,500 people to evacuate early Saturday from a northern California agricultural community famous for its strawberry crop after the Pajaro River’s levee was breached by flooding from a new atmospheric river pummeling the state.</p><p>Monterey county officials on Saturday said the break in the levee – upstream from the unincorporated community of Pajaro along California’s central coast – is about 100 feet (30.48m ) wide. Crews had gone door to door Friday afternoon to urge residents to leave before the rains came but some stayed and had to be pulled from floodwaters early Saturday.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/11/california-storm-pajaro-river-levee\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/11/california-storm-pajaro-river-levee", "date_published": "2023-03-11 20:29:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lineker row threatens to topple BBC chiefs and hit Tory asylum plans", "description": "<p>Broadcaster forced to slash TV coverage, while BBC chair and director general face calls to resign over crisis</p><p>The row triggered by Gary Lineker’s suspension from the BBC was spiralling out of control on Saturday night as it threatened to bring down the corporation’s most senior leaders and even derail parts of the government’s controversial new asylum policy.</p><p>The crisis reached new heights as the BBC was forced to dramatically scale down its TV and radio sports coverage and put its <em>Match of the Day</em> programme – normally fronted by Lineker – on air without presenters, pundits or the normal post-match interviews with players, many of whom came out in solidarity with him. The show, scheduled for 80 minutes, will only air for 20 minutes tonight.</p> <a href=\"https://www.theguardian.com/media/2023/mar/11/lineker-row-theatens-topple-bbc-chiefs-and-hit-tory-asylum-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/11/lineker-row-theatens-topple-bbc-chiefs-and-hit-tory-asylum-plans", "date_published": "2023-03-11 20:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russell holds key for Scotland to topple Ireland and set up title tilt", "description": "<p>Talismanic fly-half’s air of maturity suggests it could be his time to halt opponents and help ensure a fitting championship finale</p><p>In a not unfamiliar plotline Scotland enter the penultimate round of the Six Nations desperate for a win. Refreshingly, this time such a result would mean not the avoidance of a wooden spoon but a tilt at their first championship of the century – a first Six Nations title, full stop.</p><p>Perhaps desperate is the wrong word then. Would-be champions are never desperate for anything. If Scotland want to convince as such, they will be using bold words, such as “confident” and “ambitious”, and they must play accordingly at Murrayfield on Sunday afternoon.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/mar/11/russell-holds-key-for-scotland-to-topple-ireland-and-set-up-title-tilt\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/mar/11/russell-holds-key-for-scotland-to-topple-ireland-and-set-up-title-tilt", "date_published": "2023-03-11 20:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man arrested on suspicion of terrorism after woman stabbed in Cheltenham", "description": "<p>Attack by 29-year-old on woman, who was seriously injured, took place outside a leisure centre</p><p>A 29-year-old man has been arrested on suspicion of terrorism offences after a woman was stabbed outside a leisure centre in Cheltenham.</p><p>The arrest is in relation to the attack on a woman at about 9.15pm outside a leisure centre in Tommy Taylors Lane, Cheltenham on Thursday, Gloucestershire constabulary said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/11/man-arrested-on-suspicion-of-terrorism-after-woman-stabbed-in-cheltenham\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/11/man-arrested-on-suspicion-of-terrorism-after-woman-stabbed-in-cheltenham", "date_published": "2023-03-11 19:57:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Cohen to testify in Donald Trump hush-money investigation", "description": "<p>His appearance comes as the inquiry into the $130,000 the former president paid to Stormy Daniels comes to an end</p><p>Michael Cohen, Donald Trump’s former lawyer and intermediary in the Stormy Daniels hush-money affair, is scheduled to testify before a Manhattan grand jury on Monday about payments made to the adult film performer, according to a report on Saturday.</p><p>Cohen’s appearance before a grand jury convened by Manhattan district attorney Alvin Bragg comes as prosecutors are believed to be nearing the end of an investigation into payments totaling $130,000 that Trump made to Daniels shortly before the 2016 election to stop her discussing their alleged affair.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/11/michael-cohen-testify-donalc-trump-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/11/michael-cohen-testify-donalc-trump-investigation", "date_published": "2023-03-11 19:41:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "View from Leicester: ‘Lineker stands up for people who don’t have a voice’", "description": "<p>Fans joining presenter in match-day crowd at club where he was a star striker, speak out on BBC controversy</p><p>“Gary is 100% right,” said lifelong Leicester City fan John Farrell as he stood in the queue for a match-day programme before Saturday’s kick-off at King Power Stadium.</p><p>While the 67-year-old, who was in the stands for Gary Lineker’s Leicester City debut against Oldham Athletic on New Year’s Day 1979, didn’t necessarily agree with the content of the star striker turned broadcaster’s tweets, he strongly supported his right to an opinion. “I agree with freedom of speech. This is not Russia.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/view-from-leicester-gary-lineker-stands-up-for-people-who-dont-have-a-voice\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/view-from-leicester-gary-lineker-stands-up-for-people-who-dont-have-a-voice", "date_published": "2023-03-11 19:37:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City sink Crystal Palace through Erling Haaland penalty", "description": "<p>There was a sense of genuine relief for Manchester City at the end of this awkward, chilly, oddly indigestible afternoon in south east London. Erling Haaland, scorer of the only goal, could be seen beating his chest wildly, the City players hugging eagerly.</p><p>A 1-0 win with a goal from the spot against a Crystal Palace team that hasn’t won at Selhurst Park since October is hardly the stuff of the springtime cavalry charge. But sometimes these games just need to be won, and City managed to do so here despite fielding a depleted team, with no natural width in the full-back areas and a notable lack of pep and fizz in their attacking combinations.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/crystal-palace-manchester-city-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/crystal-palace-manchester-city-premier-league-match-report", "date_published": "2023-03-11 19:33:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Warning coastal erosion in Norfolk will harm tourism as houses pulled down", "description": "<p>Councillor says continuing loss of land to the sea would damage local economy, which is heavily dependent on visitors</p><p>A councillor has warned that continued erosion of a Norfolk coastline could cause a dramatic decline in the local economy, after a seaside home was demolished.</p><p>Several wooden properties, built on sand dunes at Hemsby, are perilously close to toppling into the sea due to coastal erosion.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/11/pulling-down-of-coastal-houses-because-of-erosion-will-harm-norfolk-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/11/pulling-down-of-coastal-houses-because-of-erosion-will-harm-norfolk-economy", "date_published": "2023-03-11 19:24:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: child refugees will be detained or deported under small boats plan", "description": "<p>Senior Tories condemn ‘sickening’ plans which would allow unaccompanied minors to be held, in U-turn on past legislation</p><p>Rishi Sunak’s plan to reduce small boat crossings will effectively reverse a <a href=\"https://www.theguardian.com/uk/2010/may/14/immigration-asylum-children-detention-centres\" title=\"\">ban on child detention </a>implemented under David Cameron and open the door to an expansion of the practice, the <em>Observer</em> understands.</p><p>With a potential Tory rebellion already brewing over the proposals, it has emerged that the <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/what-does-the-uk-governments-migration-bill-propose\" title=\"\">Illegal Migration bill </a>will allow the detention of families with children and even allows the deportation of unaccompanied children if it is deemed to be safe in their country of origin.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/revealed-child-refugees-will-be-detained-or-deported-under-small-boats-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/revealed-child-refugees-will-be-detained-or-deported-under-small-boats-plan", "date_published": "2023-03-11 19:07:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The moment I knew: as he towed a stranger out of a rip, my reaction was selfish but primal", "description": "<p>Watching her partner perform an act of heroics stirred something in <strong>Jenny Valentish</strong> she had not felt since childhood: the fear someone she loved might die</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Frank and I only get married in places with an active volcano. Bali has three: Agung, Batur and Buyan-Bratan. The rule came about because we noticed our first two locations, Bali and Sicily, had that in common. Neither of us want to get married for real again, but we take our vacation versions very seriously, finding our outfits, witnesses and rings in the country of the ceremony.</p><p>On the day of our Bali wedding, we were having lunch at a restaurant overlooking Nusa Lembongan’s Dream beach. My first reaction, when Frank pointed out the swimmer floundering way beyond the breaks, was detachment. My fork may have paused en route to my mouth. I’m not great in a crisis.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/12/the-moment-i-knew-as-he-towed-a-stranger-out-of-a-rip-my-reaction-was-selfish-but-primal\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/12/the-moment-i-knew-as-he-towed-a-stranger-out-of-a-rip-my-reaction-was-selfish-but-primal", "date_published": "2023-03-11 19:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An ostrich up for an Oscar: the Australian student’s animated film in contention", "description": "<p>An Ostrich Told Me the World is Fake and I Think I Believe It was made by 26-year-old film-maker Lachlan Pendragon at his Brisbane home during Covid</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>On a stage in Hollywood last month, while announcing this year’s Oscar nominees, the British actor Riz Ahmed <a href=\"https://www.youtube.com/watch?v=dhdaLnKMJHA\">briefly paused</a> before reading aloud the title of a film up for best animated short. “<a href=\"https://myyearofdicks.com/\">My Year of Dicks</a>,” he said, to laughter and cheers, before reading out the best possible follow-up: “An Ostrich Told Me the World is Fake and I Think I Believe It.” Even more laughter. “No comment,” co-host Allison Williams said.</p><p>Far across the world, in his home in Brisbane, the 26-year-old student behind that excellently named film, with an equally excellent name – Lachlan Pendragon – began to laugh too.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/film/2023/mar/12/an-oscar-for-an-ostrich-the-australian-students-animated-film-in-contention-at-the-academy-awards\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/12/an-oscar-for-an-ostrich-the-australian-students-animated-film-in-contention-at-the-academy-awards", "date_published": "2023-03-11 19:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My Cyclone Diary: after the flood, the dread that replaces panic", "description": "<p>In the second instalment in a series of diaries about Cyclone Gabrielle’s aftermath in New Zealand, Anna Rankin describes the fears, rumours and unexpected effects of a lack of internet in the town of Wairoa</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/28/the-day-the-flood-came-watching-the-river-swallow-wairoa\">My Cyclone Diary: The day we watched the flood swallow Wairoa</a></li></ul><p>It is difficult to record historical events that will in time determine policy decisions and economic outcomes, and the lives of those affected, while events are still unfolding. There are the quick impressions – men wrestling escaped bees on a roadside deep in flood waters, a flattened cornfield marked by the shape and force of the torrent, a mud-soiled child on a stoop, wide plains transformed into lakes, the eerie chime of a stuck train signal. Then there are the pecuniary matters – the financial loss of a corn yield – and the interviews with the afflicted.</p><p>Any large-scale traumatic event, be it a natural disaster or a war will often provoke reminders of previous traumatic episodes; instances that have remained abstract, placeless or locked within the mind. A flood might breach other instances of grief, loss, degradation, violence. It may be the interminable and sour stench of silt and sewage, children’s toys and clothing heaped in brown puddles, humble and cherished items stacked in ruins or the ceaseless clack of helicopters flying low through ashen skies that prompt the return of a painful memory; it could be the sight of broken walls, sagging houses, a wrecked car submerged in mud.</p> <a href=\"https://www.theguardian.com/world/2023/mar/12/my-cyclone-diary-after-the-flood-the-dread-that-replaces-panic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/12/my-cyclone-diary-after-the-flood-the-dread-that-replaces-panic", "date_published": "2023-03-11 19:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The obesity jab may save the food industry’s bacon, but should it? | Martha Gill", "description": "Semaglutide has reignited the debate over who is responsible for weight, and how as a society we tackle it<p>Suppose there were such a thing as an “experience machine”, a contraption you could plug yourself into and live any life you wanted? Would you plug in? Or imagine we invented a type of zombie, a monster that looks, behaves and responds exactly like us but has no inner experiences? Would this creature have consciousness?</p><p>Or how about this. Suppose there were a magical injection that fat people could take to become thin, no effort required. Should we make it widely available?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/11/obesity-jab-may-save-food-industrys-bacon-should-it\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/11/obesity-jab-may-save-food-industrys-bacon-should-it", "date_published": "2023-03-11 19:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England suffer historic humiliation after France’s Twickenham tour de force", "description": "<ul><li>England 10-53 France</li><li>Seven tries for visitors in England’s biggest ever home defeat</li></ul><p>Talk about a guillotine falling with brutal finality. England have endured some chastening days over the years but nothing on the scale of this record thumping by a France side who had not won a Six Nations game at Twickenham since 2004. If the home side were nowhere near good enough on the day, Les Bleus were quite outstanding for the majority of a one-sided contest.</p><p>By the end even England’s worst ever day at Twickenham, the 42-6 thrashing by South Africa in 2008, was receding in the rearview mirror. Steve Borthwick’s squad had dared to hope this might be the day they glimpsed a brighter future coming over the horizon. Instead it proved to be the headlights of a speeding France TGV, smashing aside everything in its path.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/england-france-six-nations-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/england-france-six-nations-rugby-union-match-report", "date_published": "2023-03-11 18:58:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man and his dog in Buckinghamshire suffer burns after liquid attack", "description": "<p>Thames Valley police investigating after substance squirted at eyes of 68-year-old who was out walking in Wendover</p><p>A man and his dog suffered burns from an unknown liquid squirted at them during an assault in Buckinghamshire, Thames Valley police have said.</p><p>A 68-year-old man who was walking his dog in Grenville Avenue, Wendover about 6.30pm on Thursday was attacked by another male who squirted liquid from a container into his eyes.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/11/man-and-his-dog-in-buckinghamshire-suffer-burns-after-squirting-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/11/man-and-his-dog-in-buckinghamshire-suffer-burns-after-squirting-attack", "date_published": "2023-03-11 18:43:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In WhatsApp world, everyone can hear you scream | Andrew Anthony", "description": "End-to-end encryption does not prevent wall-to-wall media coverage, as many prominent users have discovered to their cost<p>In modern communications, emails can be the digital equivalents of scribbled notes – all lower case and poor punctuation – or pedantic official documents, depending on context and recipients. But the key thing is that the prose is always deathless.</p><p>That’s a rule that Tucker Carlson, a major Donald Trump supporter, is probably reckoning with at the moment. Disclosures of his emails in Dominion Voting Systems’s $1.6bn (£1.33bn) suit against Fox, show the TV presenter admitting “<a href=\"https://www.theguardian.com/media/2023/mar/08/tucker-carlson-hates-trump-capitol-footage\" title=\"\">I hate him [Trump] passionately</a>”. Other emails show that Fox executives knew that Trump’s claims about a stolen election were false but still aired them as if they were legitimate. Awkward.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/11/no-one-see-whatsapp-chat-tucker-carlson-was-matt-hancock-jess-staley\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/11/no-one-see-whatsapp-chat-tucker-carlson-was-matt-hancock-jess-staley", "date_published": "2023-03-11 18:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Nobody gave us a chance today’: Ken Owens savours Wales’ triumph in Italy", "description": "<ul><li>Under-fire side win 29-17 to avoid Six Nations whitewash</li><li>‘People have said there’s been no effort but we have been trying’</li></ul><p>The delight at winning for the first time in this year’s Six Nations was writ large all over the faces of the Wales players, but the man wearing the biggest smile of them all was without doubt the captain, Ken Owens.</p><p>What has appeared to be a poisoned chalice at times over the past five weeks had finally turned into something resembling hope for the recently installed leader. After a wave of sheer relief at the end of a period in which he has been at the centre of the debate over financial meltdown in Welsh rugby and a possible strike, the weight of the world seemed to have lifted off his shoulders.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/ken-owens-wales-italy-six-nations-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/ken-owens-wales-italy-six-nations-rugby-union", "date_published": "2023-03-11 18:18:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Margaret Atwood: ‘It would be fun to talk to Simone de Beauvoir’", "description": "<p>The author on being banned in Virginia, communicating with dead writers and her new short story collection, the first since the death of her partner</p><p>Margaret Atwood is the author of more than 50 books of fiction, poetry and essays. Her novels include <em>Cat’s Eye</em>, <em>The Robber Bride</em>, <em>Alias Grace</em> and <em>The Blind Assassin</em>. Her 1985 classic, <em>The Handmaid’s Tale</em>, was followed in 2019 by a sequel, <em><a href=\"https://www.theguardian.com/books/2019/sep/15/the-testaments-margaret-atwood-review\">The Testaments</a></em>, which <a href=\"https://www.theguardian.com/books/2019/oct/14/booker-prize-judges-break-the-rules-and-insist-on-joint-winners\">shared the Booker prize</a>. <em>Old Babes in </em><em>the Wood</em> is her first collection of stories since then – and since the death of her partner, Graeme Gibson, the same year. Atwood brings her trademark wit and invention to bear on subjects as diverse as a pandemic, cancel culture, female friendship, witchcraft – and cats. At the heart of the book is a sequence of tales about a long-married couple, Nell and Tig, as they look back over a lifetime together and, in Nell’s case, contemplate a future alone.</p><p><strong>This feels like a highly personal collection, especially the story in which Nell is coming to terms with life after her beloved Tig’s death. How much of your own life is reflected in their tales of love and loss?<br /></strong>The stories are pretty true to the life we shared and to life since Graeme died. Of course, they are obviously not the whole story – they’re facets of it, snapshots in time.</p> <a href=\"https://www.theguardian.com/books/2023/mar/11/margaret-atwood-it-would-be-fun-to-talk-to-simone-de-beauvoir-old-babes-in-the-wood\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/11/margaret-atwood-it-would-be-fun-to-talk-to-simone-de-beauvoir-old-babes-in-the-wood", "date_published": "2023-03-11 18:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s immigration nightmare – cartoon", "description": "<p>An Enoch Powell-shaped vision visits the prime minister in his sleep</p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/11th-march-2023\">You can order your own version of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/11/rishi-sunaks-immigration-nightmare-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/11/rishi-sunaks-immigration-nightmare-cartoon", "date_published": "2023-03-11 18:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m happy my body is holding up’: Jofra Archer remains philosphical", "description": "<p>The England fast bowler will play once more in Bangladesh as he targets a return to the Test side in the Ashes this summer</p><p>Just one Test. As Jofra Archer works his way back to full fitness after an injury-ravaged 18 months, and before he heads to his first Indian Premier League season since 2020, this is the primary target. “If I can play one game this summer, I’ll be happy. If I play more than one, that’s a bonus,” he says.</p><p>It is a tantalising prospect. Archer has been involved in three of the four games England have so far played in Bangladesh and will probably play one more, with the penultimate T20 scheduled for Sunday.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/im-happy-my-body-is-holding-up-jofra-archer-remains-philosophical\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/im-happy-my-body-is-holding-up-jofra-archer-remains-philosophical", "date_published": "2023-03-11 18:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Championship roundup: Nathan Tella strikes twice as Burnley surge clear", "description": "<ul><li>Southampton loanee inspires Burnley to victory over Wigan</li><li>Luton beat Sheffield United; Middlesbrough seal comeback </li></ul><p>Nathan Tella’s double helped <strong>Burnley</strong> return to winning ways with a 3-0 victory over 10-man <strong>Wigan</strong> at Turf Moor, making their advantage at the top 13 points.</p><p>Burnley were held by Blackpool last weekend but never looked in danger of dropping more points once Tella had given them a deserved lead after 14 minutes. The Southampton loanee added his second two minutes into the second half to take his tally to 16 in all competitions. Substitute Lyle Foster scored the third – his first for the club – as Burnley reached the 80-point mark with ten games still to play.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/championship-roundup-nathan-tella-strikes-twice-as-burnley-surge-clear\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/championship-roundup-nathan-tella-strikes-twice-as-burnley-surge-clear", "date_published": "2023-03-11 17:52:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asylum seekers in Britain are obliged to grit their teeth | Tim Adams", "description": "Dental treatment is hard to get when you’re waiting for refugee status – but no worse than if you are a British resident<p>I was recently talking to a group of refugees who had been housed for months in a bleak hotel west of London after arriving in the UK in boats across the Channel.</p><p>All their stories were different: one couple had escaped imprisonment and persecution in Iran; another three had fled war and starvation in Eritrea and travelled across Europe mostly on foot; a brother and sister had made the journey with middlemen from Albania. They were grateful to be safe in the UK but desperately frustrated by various things, most notably the insane law that prevented them from working while the interminable – presumably deliberately so – process of asylum application ground on.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/11/asylum-seekers-in-britain-obliged-to-grit-their-teeth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/11/asylum-seekers-in-britain-obliged-to-grit-their-teeth", "date_published": "2023-03-11 17:31:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kai Havertz’s sublime finish helps Chelsea win at struggling Leicester", "description": "<p>Assuming Match of the Day is still running by the time their goal of the month competition for March is staged, Chelsea should have three contenders on the shortlist after brilliant finishes from Ben Chilwell, Kai Havertz and Mateo Kovacic enabled Graham Potter to celebrate a third win in what had been cast as potentially the manager’s final week at the club.</p><p>Gary Lineker could be forgiven for wanting to return to the warmth of the BBC studios if this is what watching Leicester live is like. This fifth successive defeat, in all competitions, means Brendan Rodgers picks up the baton as the Premier League manager most under pressure, with Leicester one point above the relegation zone.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/leicester-chelsea-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/leicester-chelsea-premier-league-match-report", "date_published": "2023-03-11 17:28:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man stabbed to death at nightclub in Walsall", "description": "<p>West Midlands police officers called to Valesha’s nightclub in town centre just after 5am on Saturday</p><p>A man was stabbed to death at a nightclub in Walsall, West Midlands police have said.</p><p>Officers were called to Valesha’s nightclub, also known as Colliseum, on Newport Street in the town centre just after 5am on Saturday after receiving reports that a 29-year-old had been stabbed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/11/man-stabbed-to-death-at-nightclub-in-walsall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/11/man-stabbed-to-death-at-nightclub-in-walsall", "date_published": "2023-03-11 17:27:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government to meet tech firms following collapse of Silicon Valley Bank UK", "description": "<p>Industry leaders expected to call for state intervention to avoid failure of hundreds of UK firms</p><p>The UK government is coordinating an emergency meeting with tech firms, who are expected to call for state intervention to avoid the failure of hundreds of firms following the collapse of Silicon Valley Bank UK (SVB UK).</p><p>The chancellor, Jeremy Hunt, also spoke with the Bank of England governor, Andrew Bailey, on Saturday morning, just hours after <a href=\"https://www.theguardian.com/business/2023/mar/10/european-markets-spooked-by-us-bank-shares-sell-off\">the collapse of SVB UK’s parent company</a>, which marked the largest failure by a bank since the 2008 financial crisis.</p> <a href=\"https://www.theguardian.com/business/2023/mar/11/government-to-meet-tech-firms-following-collapse-of-silicon-valley-bank-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/11/government-to-meet-tech-firms-following-collapse-of-silicon-valley-bank-uk", "date_published": "2023-03-11 17:19:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three Texas women sued for wrongful death after aiding in abortion", "description": "<p>Man claims they helped his now-ex-wife obtain medication for an abortion in Texas in latest test of state enforced bans</p><p>Three women in Texas are being sued for wrongful death by a man who claims they helped his now-ex-wife obtain medication for an abortion. It’s another test of state-enforced bans since the US supreme court overturned the Roe v Wade decision.</p><p>In a lawsuit filed late Thursday in Galveston county, Marcus Silva alleges assisting in a self-administered abortion is tantamount to aiding a murder. Silva is seeking $1m in damages.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/texas-women-sued-wrongful-death-abortion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/texas-women-sued-wrongful-death-abortion", "date_published": "2023-03-11 17:18:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "USD Coin value falls after revealing $3.3bn held at Silicon Valley Bank", "description": "<p>The stablecoin fell as low as $0.87 as Circle broke the news that its reserves were at the collapsed lender</p><p>The value of the world’s fifth-biggest cryptocurrency, USD Coin (USDC), slumped to an all-time low on Saturday after Circle, the US firm behind the coin, revealed that $3.3bn of the reserves backing it were held at Silicon Valley Bank.</p><p>USDC is a stablecoin – cryptocurrencies designed to maintain a stable value – USDC’s value is supposed to mimic the dollar. But the coin broke its 1:1 dollar peg and fell as low as $0.87 on Saturday morning.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/11/usd-coin-depeg-silicon-valley-bank-collapse\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/11/usd-coin-depeg-silicon-valley-bank-collapse", "date_published": "2023-03-11 17:03:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham sink Nottingham Forest to boost Conte and tighten grip on fourth", "description": "<p>At least Tottenham can always count on Harry Kane. Two goals from the England captain – including his first penalty since missing from the spot in the World Cup quarter-final against France – and another from Son Heung-min ended a dismal week for Antonio Conte with a comprehensive victory over Nottingham Forest despite a late consolation from Joe Worrall.</p><p>The Italian had made his thoughts clear after the abject performance in the Champions League against Milan that ended any hopes of silverware for a 15th successive season, accusing supporters of lacking patience. But while question marks remain over Conte and Kane’s future beyond the end of this season, the Tottenham captain and an inspired performance from £50m record signing Richarlison after his own midweek tantrum ensured that they went home with smiles on their faces this time having substantially strengthened his side’s grip on fourth place.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/tottenham-nottingham-forest-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/tottenham-nottingham-forest-premier-league-match-report", "date_published": "2023-03-11 17:03:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dwight McNeil’s light-speed screamer seals Everton win over Brentford", "description": "<p>Dwight McNeil’s final season under Sean Dyche at Burnley ended in relegation after the manager had been sacked. The two are back working together, hoping they do not suffer a similar fate at Everton this time around.</p><p>The winger’s first minute goal was enough to end Brentford’s 12-match unbeaten run and lift Everton out of the relegation zone. It was their third 1-0 home win under Dyche, with much of the second half spent holding on but once again they did just enough and the Goodison Park faithful let them know at full time what it meant.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/everton-brentford-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/everton-brentford-premier-league-match-report", "date_published": "2023-03-11 17:02:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "End credits: derelict British cinemas – in pictures", "description": "<p>Manchester-based photographer <a href=\"http://dwholdenphoto.com/\">Darren Holden</a> has been documenting derelict buildings for 20 years. He’s collected some of them in a <a href=\"https://the-modernist.org/products/the-final-curtain\">limited-edition photo zine</a> in collaboration with <a href=\"https://the-modernist.org/\">the Modernist gallery</a>, immortalising deserted cinemas that date back to the golden age of British film in the 1930s and 40s. “A lot of places have fallen foul to arson and vandalism, so by documenting them I’m trying in my own way to preserve them,” says Holden. </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/11/end-credits-derelict-british-cinemas-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/11/end-credits-derelict-british-cinemas-in-pictures", "date_published": "2023-03-11 17:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If the British economy can’t pay better wages, then it must shrink", "description": "<p>Vacancies are high, but pay is not rising. Nor will the Bank of England allow it to. That means something else has to give</p><p>Some of Britain’s biggest industries need to shrink and they need to start thinking about how to do it now.</p><p>Hospitality is one. Manufacturing could be another. These sectors are among many to say they cannot find the workers they need at the price they have traditionally paid.</p> <a href=\"https://www.theguardian.com/business/2023/mar/11/if-the-british-economy-cant-pay-better-wages-then-it-must-shrink\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/11/if-the-british-economy-cant-pay-better-wages-then-it-must-shrink", "date_published": "2023-03-11 17:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Dynamite Doug; Death of an Artist; Cover Up: Ministry of Secrets and more", "description": "<p>A week of mysteries spanned looted Cambodian treasures, the death of artist Ana Mendieta, missing MI6 diver Buster Crabb and Classic FM’s newest recruit</p><p><strong><a href=\"https://pod.link/1672649131\">Dynamite Doug</a></strong> (Project Brazen)<br /><strong><a href=\"https://www.pushkin.fm/podcasts/death-of-an-artist\">Death of an Artist</a></strong> (Pushkin) <br /><strong><a href=\"https://podcasts.apple.com/gb/podcast/cover-up-ministry-of-secrets/id1621750804\">Cover Up: Ministry of Secrets</a></strong> (Somethin’Else and Sony Music Entertainment)<br /><strong><a href=\"https://www.classicfm.com/radio/shows-presenters/saturday-night-movies/\">Saturday Night at the Movies</a></strong> (Classic FM)</p><p>Secrets. I’ve had a week of them. Three different podcasts, all attempting to solve forgotten mysteries. But these aren’t your everyday cold murder case shows. Instead, the secrets are wrapped inside wars (both cold and not so much); they weave around high-value art; they concern spies, the British establishment, the 1980s New York scene, a Khmer Rouge child soldier. The topics are far wider than usual, and the podcasts are trying to answer questions that others would rather weren’t even asked, let alone answered.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/11/dynamite-doug-podcast-review-douglas-latchford-cambodia-death-of-an-artist-ana-mendieta-carl-andre-cover-up-ministry-of-secrets-lionel-buster-crabb-saturday-night-at-the-movies-classic-fm-jonathan-ross\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/11/dynamite-doug-podcast-review-douglas-latchford-cambodia-death-of-an-artist-ana-mendieta-carl-andre-cover-up-ministry-of-secrets-lionel-buster-crabb-saturday-night-at-the-movies-classic-fm-jonathan-ross", "date_published": "2023-03-11 17:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Harrison makes up for own goal by earning point for Leeds against Brighton", "description": "<p>Leeds United fell into the Premier League’s relegation zone after playing out an entertaining draw with Brighton which, in truth, did nothing for the end-of-season goals both these sides possess.</p><p>Javi Gracia’s side rescued a point with Jack Harrison’s late equaliser after the winger had earlier scored an own goal to move the Seagulls 2-1 ahead. But results elsewhere on Saturday meant Leeds dropped to 19th, with Brighton’s own hopes of European football taking a hit here after only coming away from West Yorkshire with a point.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/leeds-brighton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/leeds-brighton-premier-league-match-report", "date_published": "2023-03-11 17:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crystal Palace v Manchester City: Premier League – live", "description": "<ul><li>Premier League updates from the 5.30pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And you can drop Scott a line <a href=\"mailto:scott.murray@theguardian.com\">here</a></li></ul><p><strong>Crystal Palace make two changes to their starting XI following the 1-0 loss at Aston Villa last weekend.</strong> Luka Milivojevic and Jeffrey Schlupp replace Eberechi Eze, who drops to the bench, and the suspended Cheick Doucoure, who was sent off at Villa Park last week.</p><p><strong>Manchester City</strong> <strong>also make two changes to the XI who started their last league match, the 2-0 win over Newcastle United at the Etihad. </strong>John Stones and Bernardo Silva replace Kevin de Bruyne and Kyle Walker, who drop to the bench.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/11/crystal-palace-v-manchester-city-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/11/crystal-palace-v-manchester-city-premier-league-live", "date_published": "2023-03-11 16:39:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rio Dyer and Liam Williams inspire Wales to Six Nations win over Italy", "description": "<ul><li>Italy 17-29 Wales</li><li>Wales climb off bottom of table in Rome with first victory</li></ul><p>Warren Gatland extended his unbeaten run over Italy to 13 games as his Wales side finally broke their duck in this season’s Six Nations at the Stadio Olimpico</p><p>The home side came into the game as slight favourites and seeking their first win in the Italian capital for a decade. More than that, this was supposed to be the moment they put their three near misses to date this season behind them.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/italy-wales-six-nations-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/italy-wales-six-nations-rugby-union-match-report", "date_published": "2023-03-11 16:32:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Afghan girls may be blocked from taking GCSEs as families moved from London", "description": "<p>‘Barbaric’ to take away exam chance after all teenage refugees have overcome, headteacher says</p><p>Two 16-year-old Afghan refugee girls will not be able to sit their GCSEs because the Home Office is moving them out of London weeks before their exams without guaranteed school places, their “heartbroken” headteacher has told the <em>Observer</em>.</p><p>Fulham Cross Girls School, an academy in London, enrolled 15 Afghan girls who were evacuated to the UK when the Taliban took power in 2021. They have been living in bridging accommodation in a hotel for a year and a half, but all the families were notified last week that they would be moved out of London at the end of March.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/afghan-girls-may-be-blocked-from-taking-gcses-as-families-moved-from-london\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/afghan-girls-may-be-blocked-from-taking-gcses-as-families-moved-from-london", "date_published": "2023-03-11 16:05:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England v France: Six Nations 2023 – live", "description": "<ul><li>Updates from the match, 4.45pm GMT kick-off</li><li>Get in touch: contact Lee <a href=\"mailto:lee.calvert.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/bloodandmud\">on Twitter</a></li></ul><p>I want to hear from all of you, and you can do this <a href=\"mailto:lee.calvert.casual@theguardian.com\">by emither</a> or <a href=\"https://twitter.com/bloodandmud\">on the dread Twitter</a></p><p>The Smith/Farrell news has been covered, and elsewhere all is the same for England except for the bench, where the injured Courtney Lawes is replaced by his Saints team-mate Dave Ribbans.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/11/england-v-france-six-nations-2023-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/11/england-v-france-six-nations-2023-live-score-updates", "date_published": "2023-03-11 16:02:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tadej Pogacar edges closer to Paris-Nice triumph with another summit win", "description": "<ul><li>UAE Team Emirates rider establishes 12-second overall lead</li><li>Rivals David Gaudu and Jonas Vingegaard still in contention</li></ul><p>Tadej Pogacar has secured <a href=\"https://www.theguardian.com/sport/2023/mar/08/tadej-pogacar-lands-first-blow-of-season-against-vingegaard-at-paris-nice\">a second victory</a> at this year’s Paris-Nice, winning stage seven atop the Col de la Couillole, the highest summit of the race, and extending his overall lead.</p><p>Despite strong competition from David Gaudu and Jonas Vingegaard, who finished second and third respectively, the UAE Team Emirates rider launched into a powerful sprint over the last 200m to cross the line first, strengthening his hold on the leader’s jersey in the process.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/tadej-pogacar-paris-nice-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/tadej-pogacar-paris-nice-cycling", "date_published": "2023-03-11 16:02:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rory McIlroy wants to ‘get back to being a golfer’ after missing cut", "description": "<p>The Northern Irishman, who has been outspoken in his defence of the traditional tours, is out of the Players Championship</p><p>TPC Sawgrass is such a capricious beast that the drawing of firm conclusions from Players Championship outcomes can be unwise. Tiger Woods and Phil Mickelson have won here. So too have Craig Perks and Stephen Ames. Golfers enjoy the razzle-dazzle and riches associated with the PGA Tour’s marquee event but not many laud its venue.</p><p>Rory McIlroy required fireworks upon return to Sawgrass on Saturday morning which duly did not appear. Playing the closing eight holes in one under par – storms had halted play late on Friday afternoon – was not sufficient for McIlroy to survive the cut. The Northern Irishman’s plus five aggregate meant he played just 36 holes in his final stroke play event before the Masters.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/rory-mcilroy-wants-to-get-back-to-being-a-golfer-after-missing-players-championship-cut\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/rory-mcilroy-wants-to-get-back-to-being-a-golfer-after-missing-players-championship-cut", "date_published": "2023-03-11 16:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dutch courage: a family home in Amsterdam balances the old with new", "description": "Bringing a beautiful old house into the 21st century was a labour of love for a couple creating their forever home<p>We weren’t actually planning to move house,” says Rebecca Boektje. “Our son, Xan, was just six weeks old. But my husband, Bo, is addicted to estate agents’ websites and saw this house. Even though we thought it was out of our league, we decided to view it anyway.”</p><p>Then the pandemic broke out and suddenly the number of physical viewings permitted per day was greatly reduced. This meant that, in turn, many potential viewers and purchasers dropped out, leaving a window of opportunity for Rebecca, 38, and Bo, 42, which they seized wholeheartedly. They put in an offer, which was accepted, and they became the owners of this fantastic old property in the historic Plantage district of Amsterdam.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/11/dutch-courage-a-family-home-in-amsterdam-balances-the-old-with-new\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/11/dutch-courage-a-family-home-in-amsterdam-balances-the-old-with-new", "date_published": "2023-03-11 16:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Users, advertisers – we are all trapped in the enshittification of the internet | John Naughton", "description": "<p>There is a new word for the degradation of online platforms, but it’s been happening for years. Why do we tolerate it?</p><p>“Those whom the Gods wish to destroy,” says the adage, “they first make mad.” Actually, that’s overkill: the Gods just need to make people forget. Amnesia turns out to be a powerful narcotic and it’s been clouding our perceptions of what’s been happening on the internet for at least 25 years, namely the inexorable degradation of the online environment and our passive, sullen acceptance of that.</p><p>Examples? Everywhere you look. Take Google search that, once upon a time (1998), was elegant, efficient and a massive improvement on what went before. You typed in a query and got a list of websites that were indicated by a kind of automated peer-review called PageRank. Now, the first page of results from a search for “high-quality saucepans” produces a myriad of “sponsored” items, ie advertisements.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/11/users-advertisers-we-are-all-trapped-in-the-enshittification-of-the-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/11/users-advertisers-we-are-all-trapped-in-the-enshittification-of-the-internet", "date_published": "2023-03-11 16:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Russia has lost its soft power’: how war in Ukraine destabilises old Soviet allies", "description": "<p>Protests in Georgia last week were just the latest indication of how Putin’s disastrous invasion has damaged relations with former Eastern bloc nations</p><p><a href=\"https://www.theguardian.com/world/live/2023/mar/11/russia-ukraine-war-live-bakhmut-fighting-escalates-as-moscows-forces-try-to-break-through-ukrainian-defences\">• Russia-Ukraine war – latest updates</a></p><p>As Georgian protesters marched on the country’s parliament against a new “foreign agents” law this week, they bore signs that said “No to Russian law!”, and others decrying the spirit of autocracy and imperialism that is now firmly associated with Moscow’s influence in the region.</p><p>By all appearances, the law they opposed was a local initiative to allow the ruling Georgian Dream party to crack down on civil society and win forthcoming elections. But that party’s perceived closeness to Moscow and the similarities to a notorious Russian law against “foreign agents” were a popular rallying cry for Georgians who joined the protests.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/russia-has-lost-its-soft-power-how-war-in-ukraine-destabilises-old-soviet-allies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/russia-has-lost-its-soft-power-how-war-in-ukraine-destabilises-old-soviet-allies", "date_published": "2023-03-11 16:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Old walls, new life? Britain’s builders embrace the retrofit revolution", "description": "<p>Refurbished offices can offer big carbon savings over the traditional approach of demolishing them and starting again</p><p>A stone’s throw from London’s affluent Sloane Square, a 1980s redbrick facade hides a fully revamped office building, partially built from reclaimed materials. The new features include larger, opening windows, higher ceilings and two “green walls” of living plants on the outside. The car park at the rear has given way to almost 80 cycle spaces, along with lockers and showers.</p><p>Holbein Gardens, which is nearly complete and will house up to 260 workers across six floors, is Grosvenor Group’s first net zero carbon office building in its 346-year history – and Grosvenor is keen to points out that it is net zero in operation, without relying on carbon offsets. The Duke of Westminster’s property company, which owns swaths of London’s most exclusive neighbourhoods in Mayfair and Belgravia, decided to redevelop the mid-1980s concrete-frame building and add another storey – the latest example of the nascent <a href=\"https://www.theguardian.com/business/2022/apr/24/drive-for-net-zero-fuels-uk-boom-in-retrofitting-buildings-for-new-use\" title=\"\">“retrofit” boom</a>.</p> <a href=\"https://www.theguardian.com/business/2023/mar/11/old-walls-new-life-britains-builders-embrace-the-retrofit-revolution\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/11/old-walls-new-life-britains-builders-embrace-the-retrofit-revolution", "date_published": "2023-03-11 16:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden denies reports that Alaska oil drilling project has been approved", "description": "<p>Signing off on the Willow plan would place the president’s political career in conflict with climate-minded Democrats</p><p>The Biden administration has denied reports that it has authorized a key oil drilling project on Alaska’s north slope, a highly contentious project that environmentalists argue would damage a pristine wilderness and gut White House commitments to combat climate crisis.</p><p>Late Friday, Bloomberg was first to report citing anonymous sources that senior Biden advisers had signed off on the project and formal approval would be made public by the Interior Department next week.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/11/biden-denies-willow-oil-drilling-approved-alaska\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/11/biden-denies-willow-oil-drilling-approved-alaska", "date_published": "2023-03-11 15:55:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farage, Fox and rolling outrage: the inside story of GB news", "description": "<p>It’s the channel that loves to whip up anger, where hosts promote conspiracy theories and scaremongering, and its editors are convinced it is the voice of the people</p><p>If you have not been watching GB News as much as I have in the past week, you may well not hold the belief that a principal focus of the world’s current affairs is the village of Kegworth in Leicestershire.</p><p>A fortnight ago, a hotel in the village was taken over by Home Office agencies to house 250 asylum seekers. GB News led on those reports, and then provided rolling news coverage of subsequent small-scale local protests, with a series of often repeated and tweeted interviews with villagers, and a livestream from outside the parish council meeting in the pub. This content was then used to fuel the on-screen debate to support what might be the unofficial slogan of the channel: “Not far right, just right.”</p> <a href=\"https://www.theguardian.com/media/2023/mar/11/farage-fox-and-rolling-outrage-the-inside-story-of-gb-news\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/11/farage-fox-and-rolling-outrage-the-inside-story-of-gb-news", "date_published": "2023-03-11 15:42:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Gary Younge’s cultural highlights", "description": "<p>The author and academic on Richard Wright’s great unpublished novel, the joy of Brighton pier and dining alongside Gilbert and George</p><p>Born in Stevenage in 1969, the journalist, author and academic <a href=\"https://www.garyyounge.com/\">Gary Younge</a> studied French and Russian at Heriot-Watt University in Edinburgh before joining the <em>Guardian</em> in 1993, where he was a columnist and editor-at-large. In 2019 he joined Manchester University as professor of sociology and in 2021 was elected a fellow of the <a href=\"https://rsliterature.org/fellow/gary-younge/\">Royal Society of Literature</a>. His books include <em>No Place Like Home</em> (2002) and <em><a href=\"https://www.theguardian.com/books/2016/sep/26/another-day-in-the-death-america-gary-younge-review\">Another Day in the Death of America</a></em> (2016); his latest, <em><a href=\"https://guardianbookshop.com/dispatches-from-the-diaspora-9780571376827\">Dispatches from the Diaspora: From Nelson Mandela to Black Lives Matter</a></em>, is out in paperback on 16 March.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/11/on-my-radar-gary-younges-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/11/on-my-radar-gary-younges-cultural-highlights", "date_published": "2023-03-11 15:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Anyone can dance’: first wheelchair users’ professional troupe begins UK tour", "description": "<p>Propel Dance hope their Snow Queen challenges stereotypes, amid rumours Strictly may invite a contestant who uses a wheelchair</p><p>The founder of Britain’s only all-wheelchair-user professional dance company hopes that the company’s first tour around the country next month will “start a ripple effect” in encouraging more people to realise that they can dance.</p><p>The newly formed Propel Dance kicks off its tour amid reports that the producers of the BBC’s <em>Strictly Come Dancing</em> are keen on adding a wheelchair user as a contestant in the next series. Sophie Morgan, who appears on ITV’s <em>Loose Women</em>, has been tipped for the role.</p> <a href=\"https://www.theguardian.com/society/2023/mar/11/first-wheelchair-users-dance-troupe-begins-uk-tour\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/11/first-wheelchair-users-dance-troupe-begins-uk-tour", "date_published": "2023-03-11 15:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She is a he’: Was An Old Woman, the painting that inspired Alice’s Duchess, actually a man?", "description": "<p>Curator of Renaissance art exhibition claims grotesque sitter for portrait didn’t have a disfiguring disease, as was previously thought</p><p>Wrinkled, furrowed, jowly and far from attractive, <em>An Old Woman</em>, by the Flemish artist Quinten Massys, is one of the standout paintings in London’s National Gallery. It is usually called “The Ugly Duchess”, after it became the inspiration for <a href=\"https://www.theguardian.com/books/2014/jan/11/my-hero-john-tenniel-chris-riddell\" title=\"\">Sir John Tenniel’s</a> drawing of the infamous duchess in <em>Alice’s Adventures in Wonderland</em>.</p><p>Now, five centuries since Massys completed his painting and 150 years after Tenniel’s interpretation, the portrait has been reassessed as neither an old woman nor a duchess, but actually as a male transvestite.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/11/she-is-a-he-was-an-old-woman-painting-alice-duchess-a-man\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/11/she-is-a-he-was-an-old-woman-painting-alice-duchess-a-man", "date_published": "2023-03-11 15:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lunana: A Yak in the Classroom review – Bhutan school drama is a breath of fresh air", "description": "<p>A disillusioned teacher is sent to a remote Himalayan school in this charming, visually stunning first feature</p><p>The story behind <em>Lunana: A Yak in the Classroom</em> is almost as heartwarming as the tale that it tells, of a disillusioned teacher who finds meaning in his life (and a new use for yak dung) while teaching at the world’s most remote school. The staggeringly photogenic, emphatically feelgood first feature from Pawo Choyning Dorji, set in an isolated mountain community in Bhutan, garnered such a warm global reception that it ended up nominated in last year’s Oscars – quite an achievement for the tiny Himalayan kingdom, hardly a major player in world cinema. Lunana’s appeal is hard to miss: though rather naive in its messaging and unashamedly sentimental, the film is so pure of spirit and so open-hearted, you want to breathe it in, to fill your lungs with it.</p><p>Aspiring musician Ugyen (Sherab Dorji) has one eye on a new life in Australia. Working as a teacher for his five years of mandatory government service, he has distinguished himself with his lack of motivation and little else. But with an assignment to Lunana, an eight-day hike from the nearest bus stop, Ugyen peels himself from his phone and engages with tradition, yaks and a class full of bright-eyed poppets. The non-professional cast and Norbu the stoic yak (named, perhaps, for Bhutan’s most famous film-maker, <em><a href=\"https://www.youtube.com/watch?v=o6qDpRbIM7o\">The Cup</a></em> director Khyentse Norbu) add considerably to the film’s charm.</p> <a href=\"https://www.theguardian.com/film/2023/mar/11/lunana-a-yak-in-the-classroom-review-bhutan-school-drama-is-a-breath-of-fresh-air\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/11/lunana-a-yak-in-the-classroom-review-bhutan-school-drama-is-a-breath-of-fresh-air", "date_published": "2023-03-11 15:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It stunned me that people had to live like this’: ​​Baldwin Lee​ on his rediscovered images of the deep south​", "description": "<p>In the 1980s an unknown photographer from New York travelled through the US capturing life in black communities. Now these mostly unseen pictures have made him a star</p><p>At 72, and almost 30 years after he gave up photography, Baldwin Lee is having a long overdue moment. Following the publication of an eponymously titled monograph last year, which led the <em>New Yorker</em> to call him “one of the great overlooked luminaries of American picture-making”, a selection of his evocative images of black life in the American south is currently on show for the first time in Britain, at the <a href=\"https://davidhillgallery.net/exhibitions\">David Hill Gallery, London</a>. Comprising a mere fraction of the estimated 10,000 photographs that Lee, the New York-born son of a Hong Kong emigrant, made on various extended road trips around Alabama, Georgia, Mississippi, Tennessee and Louisiana between 1982 and 1989, they are nevertheless a revelatory record of a time and a place and a people.</p><p>His subjects are the black Americans he encountered in the mainly rural, often desperately deprived, southern communities where segregation still cast a long shadow. Many of them had never spoken to an Asian person before.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/11/it-stunned-me-that-people-had-to-live-like-this-baldwin-lee-rediscovered-images-deep-south-southern-portrait\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/11/it-stunned-me-that-people-had-to-live-like-this-baldwin-lee-rediscovered-images-deep-south-southern-portrait", "date_published": "2023-03-11 15:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celtic ease into Scottish Cup semi-finals with comfortable win over Hearts", "description": "<p>Celtic cruised into the Scottish Cup semi-finals after Aaron Mooy’s early goal sent them on their way to a 3-0 victory over Hearts at Tynecastle.</p><p>Mooy scored in the second minute and Celtic never looked back as they kept their treble hopes alive against a Hearts side who rarely threatened. Kyogo Furuhashi netted his 26th goal of the season just before the interval and Cameron Carter-Vickers headed a late third. Holders Rangers are the only other Premiership club left in the competition, at least until their quarter-final clash with Raith Rovers on Sunday.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/hearts-celtic-scottish-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/hearts-celtic-scottish-cup-match-report", "date_published": "2023-03-11 14:58:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth’s Billing stuns Liverpool as Mohamed Salah fires penalty wide", "description": "<p>How to follow perfection? This being the Liverpool of 2022-23, a <a href=\"https://www.theguardian.com/football/2023/mar/05/liverpool-manchester-united-premier-league-match-report\">7-0 torching of Manchester United</a> was succeeded by a defeat by Bournemouth, kicking off as bottom of the Premier League, with Mohamed Salah clanking a penalty wide in the style of Chris Waddle, Turin 1990 vintage.</p><p>What has recently seemed a fait accompli, Liverpool rescuing a disappointing season with a top-four place, can no longer be considered certain. Jürgen Klopp’s team have become a combination of high-end brilliance and low-end mediocrity, just too unreliable to count on.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/bournemouth-liverpool-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/bournemouth-liverpool-premier-league-match-report", "date_published": "2023-03-11 14:45:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour would bring in annual safeguarding reviews for schools in England", "description": "<p>Ofsted inspection process ‘isn’t working’, shadow education secretary tells headteachers</p><p>A Labour government would create an annual review of safeguarding in schools as concerns about children’s safety and wellbeing are being “missed” due to “infrequent” Ofsted inspections, the shadow education secretary has said.</p><p>Bridget Phillipson told the annual conference of the Association of School and College Leaders (ASCL) in Birmingham that too many girls were being exposed to “intolerable language, images and behaviour”.</p> <a href=\"https://www.theguardian.com/education/2023/mar/11/labour-would-bring-in-annual-safeguarding-reviews-for-schools-ofsted\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/mar/11/labour-would-bring-in-annual-safeguarding-reviews-for-schools-ofsted", "date_published": "2023-03-11 14:36:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham v Nottingham Forest, Leicester v Chelsea: clockwatch – live", "description": "<ul><li>Live updates from the 3pm GMT kick-offs and beyond</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | <a href=\"mailto:rob.smyth@theguardian.com\">Mail Rob</a> with any football thoughts</li></ul><p><strong>A summary of the BBC/Gary Lineker story, </strong>cut and pasted with love from our dedicated blog</p><p>Gary Lineker’s suspension from the BBC has been followed by dozens of presenters, pundits and contributors withdrawing from BBC duties this weekend.</p><p>As the corporation attempted to find a replacement host for Match of the Day on Friday, pundits Ian Wright and Alan Shearer announced they were pulling out of the show in solidarity.</p><p>Match of the Day is still due to air tonight, but without a presenter, pundits or commentators.</p><p>On Saturday morning, Alex Scott announced she had withdrawn from presenting Football Focus, and Jason Mohammad, the presenter of Final Score, followed suit. Both of those shows were then replaced on the BBC TV schedule.</p><p>The BBC’s Radio 5 Live sports coverage was also withdrawn, as was Colin Murray’s 11am Fighting Talk show on the station.</p><p>Former England striker Jermain Defoe has tweeted that he will not appear as planned on Sunday’s Match of the Day 2.</p><p>Former BBC director general Greg Dyke has said the BBC has undermined its own credibility because it will be viewed as having bowed to government pressure.</p><p>Lineker, meanwhile, has travelled to Leicester to watch his former side’s match against Chelsea.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/11/tottenham-v-nottingham-forest-leicester-v-chelsea-clockwatch-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/11/tottenham-v-nottingham-forest-leicester-v-chelsea-clockwatch-live-score-updates", "date_published": "2023-03-11 14:03:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Craig Green: ‘Working in fashion wasn’t something I planned’", "description": "The designer, 37, on terrfiying films, work as therapy, homely schnitzel and liking to cry<p><strong>I always remember </strong>making things. The earliest thing was a papier-mâché waterfall with a stream for a school project. I was around five. My mum helped me. It was charmingly ugly.</p><p><strong>Working in fashion</strong> wasn’t something I planned. I wasn’t interested in it when I was younger. I just knew I wanted to do something creative and then all paths steered me there.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/11/this-much-i-know-craig-green-working-in-fashion-was-not-something-i-planned\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/11/this-much-i-know-craig-green-working-in-fashion-was-not-something-i-planned", "date_published": "2023-03-11 14:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lauren Boebert will be a grandmother at 36. This is what conservatives want for us | Arwa Mahdawi", "description": "<p>This shouldn’t need to be said in 2023, but forcing teenagers to become parents isn’t good for the teenagers, the baby or society in general</p><p>Congratulations to Republican congresswoman Lauren Boebert who is becoming a grandma at the tender age of 36. Speaking at a Conservative Political Action Conference (CPAC) Moms for America event on Tuesday, the Colorado congresswoman shared the news that her 17-year-old son is expecting a baby with his teenage girlfriend in April.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/11/lauren-boebert-grandmother-conservatives-the-week-in-patriarchy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/11/lauren-boebert-grandmother-conservatives-the-week-in-patriarchy", "date_published": "2023-03-11 14:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lizzo review – like downing a quadruple espresso martini of female self-reliance", "description": "<p><strong>Ovo Hydro, Glasgow<br /></strong>The Glasgow-loving US star’s whip-smart extravaganza of glittering sisterhood is an irresistible showcase of hits and positivity with just a hint of pop juggernaut</p><p>In a better, kinder, funnier parallel universe where Lizzo’s values are uppermost, every day is International Women’s Day. Or no days are, because there is no need for it. Until we get there, the US singer’s UK tour kicks off on IWD with an all-female band, three female backing vocalists, the Little Bigs, Lizzo’s longtime DJ, Sophia Eris, and the 10-strong Big Grrrls dance troupe, stars of Lizzo’s triple-Emmy-winning reality competition show, <em><a href=\"https://www.billboard.com/music/awards/lizzo-emmy-win-watch-out-for-the-big-grrrls-acceptance-speech-1235137840/\">Watch Out for the Big Grrrls</a></em>. Those Emmys put Lizzo halfway to EGOT status – ie bagging an Emmy, a Grammy (current tally: four), an Oscar and a Tony. Among many bravura performances on the stage tonight, one stands out. At just 19, guitarist Jordan Waters plays a kind of Steve Lacy role – a wunderkind who can muster plangent, taut, Prince-like funk lines, but never lapses into the kind of florid rock solos that have become endemic at pop gigs.</p><p>We know we are in Glasgow because Lizzo revels in shouting it – “GlasGOH!” she hollers, often – and twice starts a chant of “here we, here we fucking go”. Arena divas seem to act as though every city is their favourite, but Lizzo’s love for Glasgow, like her love of many things, seems genuine. Reports in the Scottish press suggest she sent complimentary tickets for tonight’s gig to the staff of famed Glasgow micro-venue Nice’n’Sleazy, in recognition of a great time she’d had there years back.</p> <a href=\"https://www.theguardian.com/music/2023/mar/11/lizzo-ovo-hydro-glasgow-review-special-like-downing-a-quadruple-espresso-martini-of-female-self-reliance\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/11/lizzo-ovo-hydro-glasgow-review-special-like-downing-a-quadruple-espresso-martini-of-female-self-reliance", "date_published": "2023-03-11 14:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fury in Germany as Hamburg shooting brings ‘lax’ gun laws into focus", "description": "<p>Gunman was given a firearms permit despite several psychological red flags</p><p>Gun laws in Germany, where weapon ownership is among the highest in Europe, could be further tightened after <a href=\"https://www.theguardian.com/world/live/2023/mar/10/hamburg-shooting-attack-church-deaths-germany\" title=\"\">last week’s mass shooting</a> in which seven people, including an unborn child, were killed in a Jehovah’s Witness hall in Hamburg.</p><p>The attack has thrown up the perennial question of whether the various parts of the country’s federal system are working together, and strengthened the hand of those in the governing coalition who are seeking stronger gun controls.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/fury-in-germany-as-hamburg-shooting-brings-lax-gun-laws-into-focus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/fury-in-germany-as-hamburg-shooting-brings-lax-gun-laws-into-focus", "date_published": "2023-03-11 13:38:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Constitution Hill a once-in-a-lifetime talent but racing offers no guarantees", "description": "<p>Hot favourite takes an unbeaten record to the Cheltenham Festival but ‘cert’ is a dangerous label to put upon any horse</p><p>One of the <a href=\"https://books.google.fi/books?id=5rcRAAAAYAAJ&amp;pg=PA354&amp;dq=%22racing%20cert%22%20OR%20%22racing%20certainty%22&amp;hl=en&amp;sa=X&amp;ei=otEGUai0G-3E4gSA7YHgAg&amp;redir_esc=y#v=onepage&amp;q=%22racing%20certainty%22&amp;f=false\">earliest recorded uses of the phrase “a racing certainty”</a> appears in the<em> Monthly Magazine </em>in October 1837, in an article recalling the St Leger of 1834. Plenipotentiary – or Plenipo to his fans – was the odds-on favourite, having won an unusually strong running of the Derby at Epsom earlier in the year.</p><p>“Plenipo, after beating the best lot of horses probably ever seen in the south of England, was sent to Doncaster,” it recounts. “If ever there was a racing certainty, it was that, barring accidents, he must win the Leger.”</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/constitution-hill-a-once-in-a-lifetime-talent-but-racing-offers-no-guarantees\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/constitution-hill-a-once-in-a-lifetime-talent-but-racing-offers-no-guarantees", "date_published": "2023-03-11 13:11:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italy v Wales: Six Nations 2023 – live", "description": "<ul><li>Updates from the match in Rome, 2.15pm GMT kick-off</li><li>Get in touch: contact Lee <a href=\"mailto:lee.calvert.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/bloodandmud\">on Twitter</a></li></ul><p>Round four. Rome. Ready or not.</p><p>Not since Antonio Carluccio faced Gwynfor Parry, owner of an Aberdare roadside butty van, in the opening round of the 1995 European Ragu Championship has Italy found themselves in such a favoured position coming into a match. And with some justification.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/11/italy-v-wales-six-nations-2023-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/11/italy-v-wales-six-nations-2023-live-score-updates", "date_published": "2023-03-11 13:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Exercise, avoid bangs and invent fairy stories’: Henry Marsh’s guide to keeping brains healthy", "description": "<p>The neurosurgeon spent decades making people’s brains better, but a scan led him to focus on the factors that stave off cognitive decline and boost quality of life</p><p>As a neurosurgeon, Henry Marsh has spent several decades making people’s brain’s better (and occasionally, as <a href=\"https://www.theguardian.com/education/2022/oct/05/the-more-dangerous-the-operation-the-more-i-wanted-to-do-it-neurosurgeon-henry-marsh-on-mistakes-and-mortality\" title=\"\">his memoirs document</a> with breathtaking honesty, making them worse). But that job involved removing tumours and patching up the aftermath of serious head traumas. Keeping a brain in perfect health is an altogether different matter, not least because we understand so little about it.</p><p>A couple of years ago, the now 73-year-old Marsh agreed to have his own brain scanned. He was not overly worried about what it might show. He exercised well, stayed mentally active and was not displaying any significant signs of cognitive decline. “But it was slightly shocking, because my brain looked rather elderly,” he says. “I shouldn’t have been surprised because I was 70 years old! But it was rather scary.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/11/exercise-avoid-bangs-and-invent-fairy-stories-henry-marshs-guide-to-keeping-brains-healthy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/11/exercise-avoid-bangs-and-invent-fairy-stories-henry-marshs-guide-to-keeping-brains-healthy", "date_published": "2023-03-11 13:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in classical: The Decision; The Dream of Gerontius; Soloists of the CBSO – review", "description": "<p><strong>Great Hampton Works; Symphony Hall; CBSO Centre, Birmingham</strong><br />Birmingham Opera Company regroup, and the CBSO triumph in Elgar’s great oratorio as the city’s rich musical life thrives. And shock and anger as the BBC Singers are axed</p><p>Birmingham Opera Company has always challenged its audiences. Finding the venue is a first hurdle. When knowledge of Birmingham’s repurposed factories, skating rinks, ballrooms and leisure centres is sketchy, the only proof of arrival is the equally uncertain group huddled outside a shuttered building in an empty street. Minutes before start time, doors are flung open on to a bright hub of activity. Even the most shy, leave-me-alone visitor is pulled into proceedings.</p><p>Their latest production was <strong><a href=\"https://www.birminghamopera.org.uk/the-decision-tickets\">The Decision</a></strong> (<em>Die Massnahme</em>), the 1930 agitprop cantata by Bertolt Brecht (text and lyrics) and Hanns Eisler (music), in the standard translation by John Willett. Cast members, kitted head to toe in red, thrust red baseball caps or scarves into our hands, as well as biscuits and drinks. Join the party, was the message, the wordplay immediately evident. Brecht and Eisler’s short drama – propulsive, episodic, wearyingly didactic – explores how the actions of an individual can threaten the collective and lead to violence. Four agitators kill a young comrade, then defend their deed. The scale is modest: one singer/speaker (the versatile <a href=\"https://www.wendydawnthompson.com/\">Wendy Dawn Thompson</a>), three actors, small orchestra and a chorus – of any size – which has to sing or recite the rousing songs that shape the drama.</p> <a href=\"https://www.theguardian.com/music/2023/mar/11/birmingham-opera-company-the-decision-brecht-eisler-review-city-of-birmingham-symphony-orchestra-ryan-wigglesworth-the-dream-of-gerontius-cbso-soloists-bbc-singers-axed\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/11/birmingham-opera-company-the-decision-brecht-eisler-review-city-of-birmingham-symphony-orchestra-ryan-wigglesworth-the-dream-of-gerontius-cbso-soloists-bbc-singers-axed", "date_published": "2023-03-11 12:30:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer calls for more devolution in Welsh Labour conference speech", "description": "<p>Labour leader says he wants to give UK nations and communities the power to control their destiny</p><p>Keir Starmer has called for more devolution in his address to the Welsh Labour conference.</p><p>In a keynote speech at the gathering in Llandudno, the Labour leader said it was time to use the spirit of devolution to “transform Britain, give the communities and great nations of this country the powers they need to control their destiny”.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/11/keir-starmer-calls-for-more-devolution-in-welsh-labour-conference-speech\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/11/keir-starmer-calls-for-more-devolution-in-welsh-labour-conference-speech", "date_published": "2023-03-11 12:17:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK weather: snow and ice warnings still in place but some respite from cold", "description": "<p>Worst snowfall is over for England as warmer air extends across UK from south-west, bringing cloud and rain</p><p>Temperatures plunged to -15.2C in areas of the UK on Friday night as heavy snow brought treacherous conditions, but forecasters say there will be a respite from the cold weather.</p><p>The Met Office had yellow warnings for snow and ice in place covering large swathes of the UK after Storm Larisa <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/met-office-warning-storm-larisa-batters-uk-blizzards-trapping-drivers-m62\">battered parts of the country</a> with gales and blizzards.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/11/uk-weather-snow-and-ice-warnings-still-in-place-but-some-respite-from-cold\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/11/uk-weather-snow-and-ice-warnings-still-in-place-but-some-respite-from-cold", "date_published": "2023-03-11 12:09:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s not that everyone agrees with Gary Lineker: it’s that he offers a moral clarity missing everywhere else | Archie Bland", "description": "<p>As the BBC crisis snowballs, it is obvious that director general Tim Davie and those who pushed him into error misread the public mood</p><p>Impartiality is a knotty old concept, and one of the trickiest things about it is that it relies on the idea that you can safely find the middle ground. Witness the agonised attempts by the BBC and the Labour party to land on that sweet spot of unimpeachable banality after radical centrist firebrand Gary Lineker’s tweets became a rightwing media obsession this week. Instead of establishing themselves as the trusted representatives of the median voter or viewer, they have ceded moral authority to a man who spent last Sunday commentating on Nottingham Forest v Everton.</p><p>That’s Steve Wilson, one of the Match of the Day commentators who on Friday announced <a href=\"https://www.theguardian.com/football/2023/mar/10/gary-lineker-step-back-match-of-the-day-bbc\">that they would be stepping back from their duties this weekend in solidarity with Lineker</a>. Post-match analysis and player interviews will also be missing. The version of the BBC’s football highlights show that will be on air as a result – and the <a href=\"https://www.bbc.co.uk/news/live/entertainment-arts-64895316\">enforced dropping of Saturday’s Football Focus</a> after its presenter Alex Scott, pulled out – is the natural endpoint of the position that the corporation has so painfully staked out for itself: a (political!) football fizzing about without much sense of why, or what the stakes are. Give up on meaningful analysis in pursuit of neutrality and the result is a version of events which is uncontroversial, certainly, but also difficult to understand.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/11/gary-lineker-bbc-moral-clarity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/11/gary-lineker-bbc-moral-clarity", "date_published": "2023-03-11 12:09:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth v Liverpool: Premier League – live", "description": "<ul><li>Premier League updates from the 12.30pm GMT kick-off</li><li>Get in touch! You can <a href=\"mailto:scott.murray.casual@theguardian.com\">email Scott</a> with your thoughts here</li></ul><p><strong>Gary O’Neil speaks to BT Sport.</strong> “We’ve freshened it up a little bit from the team at Arsenal … it’s a huge day for Mark Brooks, he’s worked so hard and has been through an awful lot, so we’re just delighted to get him back … expectation needs to be managed, there’s still a part of the journey for Brooksy to complete, but it’s obviously a huge lift for everyone and I’m delighted for David … no matter who comes, we’re in a position where we have to find a way … against Manchester City we came up a bit short, did that at Arsenal and came up a bit short, so hopefully we can give it a similar performance and find a way to hopefully come out on top … the 9-0 hasn’t been relevant at all, the initial fall-out at Arsenal, the lads needed some help, but this week, eyes were on Liverpool … we know we’re in a relegation fight and need points.”</p><p><strong>A reminder of where these teams sit in the Premier League.</strong> Liverpool are making a 2021-style late run for a top-four spot …</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/11/bournemouth-v-liverpool-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/11/bournemouth-v-liverpool-premier-league-live", "date_published": "2023-03-11 12:02:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LeAnn Rimes looks back: ‘I hadn’t been to bars before, let alone danced on them’", "description": "<p>The singer<em> </em>on the strange world of being a child star and how Coyote Ugly spelled the end of her ‘wholesome’ image</p><p>Born in Mississippi in 1982 and raised in Texas, LeAnn Rimes signed her first record deal aged 13. At 14, she became the youngest person to win a Grammy, for her <a href=\"https://youtu.be/GozdIQx1Wow\" title=\"\">cover of country classic Blue</a>, and followed her success with How Do I Live, one of the bestselling singles of the 1990s. In 2000, her song Can’t Fight the Moonlight was used in the teen box-office smash Coyote Ugly, a film about a group of female bartenders who danced on tabletops for tips. The song was No 1 in 12 countries and catapulted her into the pop market. She won the 2020 season of The Masked Singer US, has released 18 albums and her latest, God’s Work, is out now. She lives in California with her husband, actor Eddie Cibrian, and is a stepmother to two boys.</p><p><strong>There was a lot of acting going on </strong>in this photograph. I was only 17 when Coyote Ugly came out and until this point in my career I’d been constantly on the road, doing press and working in the studio. I had teen angst, I was hormonal and I had done 500 shows in three and a half years, so I was tired. I hadn’t been to many bars before, let alone danced on top of them.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/11/leann-rimes-looks-back-i-hadnt-been-to-bars-before-let-alone-danced-on-them\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/11/leann-rimes-looks-back-i-hadnt-been-to-bars-before-let-alone-danced-on-them", "date_published": "2023-03-11 12:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United have ‘blueprint’ but Chelsea still WSL team to beat", "description": "<p>Marc Skinner hopes to use Arsenal’s win over the Blues in the League Cup final as a guide for Sunday’s top-of-the-table clash</p><p>Marc Skinner has, of course, watched back last Sunday’s Continental League Cup final defeat of Chelsea by Arsenal. “There are parts of that performance from Arsenal that you would take and say that’s an excellent way of playing against Chelsea, but we’ve also got different players and we have to do it our way as well,” the Manchester United manager says before a game that many view as the ultimate test of his side’s title credentials.</p><p><a href=\"https://www.theguardian.com/football/2023/feb/12/womens-super-league-manchester-united-tottenham-brighton-aston-villa-liverpool-leicester-roundup\">Skinner’s side sit top</a> of the Women’s Super League, one point clear of Chelsea but having played a game more. Chelsea have won three consecutive league titles, mastering the art of finding a way to win regardless of form. They are the team to beat and United have yet to take a single point off them since joining the WSL in 2019-20.</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/manchester-united-have-blueprint-but-chelsea-still-wsl-team-to-beat\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/manchester-united-have-blueprint-but-chelsea-still-wsl-team-to-beat", "date_published": "2023-03-11 12:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Something is not right’: odds remain loaded against black football managers", "description": "<p>The Black Footballers Partnership argues that there has been ‘no real change’ and the career ladder is ‘missing rungs’</p><p>The thought of becoming a coach had never entered the teenage Rhys Denton’s mind until he came across a magazine article about Noel Blake, who was then managing an England Under-19s side that included Harry Kane and Nathan Redmond.</p><p>“I didn’t even consider it because I didn’t know there were coaches who looked like me,” says Denton, now 32 and in charge of Reading’s under-15s academy side. “But when I saw that Noel was coaching in the England setup and having a massive influence on young black players who were making the breakthrough for their clubs at the time, I thought to myself: ‘If I can’t make it in football as a player, I want to be that coach.’ If you can visualise yourself in a job, it gives you something to aim for.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/11/something-is-not-right-odds-remain-loaded-against-black-football-managers\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/11/something-is-not-right-odds-remain-loaded-against-black-football-managers", "date_published": "2023-03-11 12:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A24 finds the zeitgeist and sets the trend’: how a small indie producer came to dominate the Oscars", "description": "<p>Everything Everywhere All at Once raked in $100m and is tipped to win big at the Academy Awards. If it does, that caps quite a decade for the hip New York firm credited with getting young viewers into the arthouse. What’s its secret?</p><p>It has been six years since the Academy Awards ended with an old-guard error that culminated in a shock of the new. After a now-infamous envelope mixup involving <a href=\"https://www.theguardian.com/film/2017/feb/27/when-gongs-go-wrong-a-short-history-of-awards-being-given-to-the-losers\" title=\"\">Warren Beatty and Faye Dunaway</a>, the megahit studio musical La La Land ultimately lost the best picture Oscar to <a href=\"https://www.theguardian.com/film/2017/feb/16/moonlight-review-masculinity-naomie-harris\" title=\"\">Moonlight</a>, Barry Jenkins’ low-budget character study of a Black gay man’s coming of age. Moonlight was released by the hip, still-green indie studio A24, then only four years into its existence. It was the very first film A24 had produced from the outset, after establishing itself by acquiring and distributing finished products: it could hardly believe its beginner’s luck.</p><p>Fast-forward to this year’s Oscar race, and A24 is no longer David but Goliath, with the heavily tipped best picture frontrunner <a href=\"https://www.theguardian.com/film/2022/may/11/everything-everywhere-all-at-once-review-nothing-nowhere-over-a-long-period-of-time\" title=\"\">Everything Everywhere All at Once</a>. Directed by wacky duo <a href=\"https://www.theguardian.com/film/2022/dec/22/sleeper-hit-year-everything-everywhere-all-at-once-sci-fi\" title=\"\">Daniel Kwan and Daniel Scheinert</a>, it’s a genre-bending fusion of comedy, action, sci-fi and immigrant family drama that surprised everyone last spring by racking up more than $100m worldwide. That made it the biggest hit in A24’s 10-year history, the crown jewel of a portfolio that includes Greta Gerwig’s <a href=\"https://www.theguardian.com/film/2018/feb/15/lady-bird-review-greta-gerwig-saoirse-ronan-laurie-metcalf\" title=\"\">Lady Bird</a> (2017), Bo Burnham’s <a href=\"https://www.theguardian.com/film/2019/apr/24/eighth-grade-review-elsie-fisher-josh-hamilton-bo-burnham\" title=\"\">Eighth Grade</a> (2018), Lee Isaac Chung’s <a href=\"https://www.theguardian.com/film/2021/apr/01/minari-review-lee-isaac-chung-korean-family-farm-arkansas\" title=\"\">Minari</a> (2020) and Ari Aster’s cultish art-horror films <a href=\"https://www.theguardian.com/film/2018/jun/01/hereditary-review-horror-toni-collette-brilliant-fear\" title=\"\">Hereditary</a> (2018) and <a href=\"https://www.theguardian.com/film/2019/jul/03/midsommar-review-ari-aster-florence-pugh\" title=\"\">Midsommar</a> (2019).</p> <a href=\"https://www.theguardian.com/film/2023/mar/11/a24-oscars-indie-producer-everything-everywhere-all-at-once\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/11/a24-oscars-indie-producer-everything-everywhere-all-at-once", "date_published": "2023-03-11 11:55:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India chip away at Australia’s lead after Shubman Gill century in final Test", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-03-11/australia-cricket-team\">Australia 480; India 289-3 | India trail by 191 runs</a></li><li>Gill makes 128 before Virat Kohli ends day three unbeaten on 59</li></ul><p>The fourth Test could be heading towards a draw after exciting opener Shubman Gill blasted a superb century to push India to 289-3 at stumps on day three against Australia.</p><p>After starting Saturday on 36-0, India had few problems handling the best batting pitch of the series and went about chipping away at Australia’s 480 in Ahmedabad. Gill’s 128, a career-best score and his second Test ton, allowed the hosts to settle in and bat in good conditions to trail Australia by 191.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/india-australia-fourth-test-day-three-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/india-australia-fourth-test-day-three-report", "date_published": "2023-03-11 11:52:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Usyk accepts Fury’s terms for Wembley fight but asks for Ukraine donation", "description": "<ul><li>Ukrainian boxer will accept offer of fight for 29 April</li><li>Calls for Fury to give £1m to those affected by invasion</li></ul><p>Oleksandr Usyk has told Tyson Fury he will accept his terms for an undisputed heavyweight title fight at Wembley on 29 April, provided his opponent agrees to one special condition.</p><p>The much-anticipated showdown appeared to be in jeopardy after Fury, who turned down a previous date in Saudi Arabia, demanded 70% of the total purse for the revised London date. But Usyk posted a brief message on his social media on Friday, in which he said he would accept Fury’s terms provided he makes a £1m donation to those affected by the war in Ukraine.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/usyk-accepts-fury-terms-for-wembley-fight-but-asks-for-ukraine-donation-boxing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/usyk-accepts-fury-terms-for-wembley-fight-but-asks-for-ukraine-donation-boxing", "date_published": "2023-03-11 11:11:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Lineker: BBC Football Focus and Final Score presenters pull out as fallout from suspension deepens – live reaction", "description": "<p>Both Alex Scott and Jason Mohammad announced they would not be presenting their respective shows on Saturday</p><p>Former England footballer Ian Wright has said on his podcast that he is “out” and “gone” if the BBC “get rid” of Gary Lineker.</p><p>In an episode of Wrighty’s House, aired on Friday before Lineker was told to step back from presenting Match Of The Day, Wright called the tweet row “the perfect distraction” for the government.</p><p>I’ll tell you something. If they do – the BBC get rid of Gary Lineker – I’m out, I’m gone. I’m not staying there. On his own platform he should be able to say what he wants to say.</p><p>He wrote a tweet criticising the government about everything that’s happening, the human rights issues and everything here and it’s the perfect distraction for this government, man.</p><p>Gary’s tweet was the headline news, bro.</p> <a href=\"https://www.theguardian.com/media/live/2023/mar/11/bbc-gary-lineker-match-of-the-day-alex-scott-latest-reaction-news\">Continue reading...</a>", "link": "https://www.theguardian.com/media/live/2023/mar/11/bbc-gary-lineker-match-of-the-day-alex-scott-latest-reaction-news", "date_published": "2023-03-11 11:05:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Beautiful but terrible’: historic mountain towns buckle under weight of California snow", "description": "<p>Heavy snow has wrought calamity across the state; burying roads and houses, disrupting power and snapping branches off trees</p><p>Blake Heauser’s chainsaw slowly rumbled quiet. Sounds of tall trees splintering and crashing under the weight of the freshly fallen snow cut through the stillness, as the latest round of winter weather bore down on the town, tucked into the foothills in northern California. He had cleared a path through the wooded debris for now but with more storms in the forecast it might not last.</p><p>Heauser had spent days trying to remove fallen trees from the roads that snaked through the hillsides in his community in Grass Valley, even as those roads disappeared under the heavy snow. He and others worked around the clock to ensure vulnerable neighbors could either evacuate or were able to safely remain in their buried homes, while grappling with the effects of prolonged and widespread power outages that left some without heat or pumped well water.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/11/california-mountain-towns-snowstorm-weather\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/11/california-mountain-towns-snowstorm-weather", "date_published": "2023-03-11 11:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Celebrity is religion’: How Andy Warhol kickstarted our obsession with superstars", "description": "<p>Kitschy unboxing videos, sunset selfies, TikTok dances: what would the man in the blonde wig make of the world he created, asks Nicole Flattery</p><p>In every argument, debate or article about the rise of the modern celebrity, one name always reappears: <a href=\"https://www.theguardian.com/artanddesign/andywarhol\">Andy Warhol</a>. Do you know who first documented the minutiae of their life? Andy Warhol. Do you know who coined the phrase “In the future everyone will be famous for 15 minutes”? Andy Warhol. How did it happen? He made it happen. Warhol, the original narcissist; Warhol, the genius; Warhol, the void. He is responsible for the <a href=\"https://www.theguardian.com/technology/tiktok\">TikTok</a> dancers, the Instagram models hogging the infinity pools, the needy comedians, the intense desire for recognition we are confronted with daily. It’s an awful lot for one notoriously frail man to carry.</p><p>I think the main reason why Warhol is blamed for our disposable celebrity culture is because of the superstars. The superstars were Warhol’s set, plucked from relative obscurity to star in his films, circle him and make him interesting, because Warhol’s only real god was work. Some of the superstars were talented; some were not. Some were beautiful; some were bizarre, and that was even better. Some were forgettable but some – and this is crucial – had something special. Charisma, charm, electricity, a presence that defied description. I have my own favourites: Ondine, Candy Darling, Edie Sedgwick. Sedgwick, an actor and model, has, like so many cultural icons, been reduced to parts: a fur coat, a leotard, heavy earrings. This still happens with celebrites. As I write, pictures from the set of the new <a href=\"https://www.theguardian.com/music/amywinehouse\">Amy Winehouse</a> film are circulating. Everything is where it’s supposed to be, how we remember it, but uncanny, unreal. A beehive, a pair of ballet slippers, a once living person made into a costume.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/11/celebrity-is-religion-how-andy-warhol-kickstarted-our-obsession-with-superstars\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/11/celebrity-is-religion-how-andy-warhol-kickstarted-our-obsession-with-superstars", "date_published": "2023-03-11 11:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SNP Westminster leader backs Humza Yousaf as next Scottish first minister", "description": "<p>Speaking ahead of voting opening on Monday, Stephen Flynn praises Yousaf’s childcare, independence and energy plans</p><p>The SNP’s Westminster leader, Stephen Flynn, has given his backing to Humza Yousaf to be Scotland’s next first minister, saying the Scottish health secretary can take the party to “new heights”.</p><p>There are three candidates battling to be the next SNP leader and Scottish first minister.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/11/snp-westminster-leader-backs-humza-yousaf-as-next-scottish-first-minister-stephen-flynn\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/11/snp-westminster-leader-backs-humza-yousaf-as-next-scottish-first-minister-stephen-flynn", "date_published": "2023-03-11 10:06:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pay-per-month pedalling: test-riding five subscription bikes", "description": "<p>We tried five bikes from Swapfiets, Buzzbike and Brompton to see what you get for your monthly money</p><p>For people new to cycling, buying a bike can seem daunting. Aside from the outlay, there is maintenance, and what if you decide you just don’t enjoy pedalling around?</p><p>This is where subscription bikes come in. An increasingly common idea in continental Europe and now in parts of the UK, these let you rent a bike by the month or year, generally with a lock and mechanical support. As well as for the cycle-curious, this can be ideal if you are in a city temporarily, or a student.</p> <a href=\"https://www.theguardian.com/environment/bike-blog/2023/mar/11/pay-per-month-pedalling-test-riding-five-subscription-bikes\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/bike-blog/2023/mar/11/pay-per-month-pedalling-test-riding-five-subscription-bikes", "date_published": "2023-03-11 10:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make the perfect pastel de nata – recipe | Felicity Cloake's How to make the perfect …", "description": "<p>Crisp, slightly salty pastry with a molten, spiced filling: these custard tarts are a Portuguese classic for a good reason</p><p>Calling <em>pastel de nata</em> a Portuguese custard tart is a bit like calling a <a href=\"https://www.theguardian.com/lifeandstyle/wordofmouth/2013/mar/06/how-make-perfect-cornish-pasties\">pasty</a> a Cornish calzone – similar in principle, but a very different beast in reality. Instead of a short, crumbly pastry, the pastel de nata has a crisp, slightly salty, layered crust; and, rather than the firm, egg-rich fillings of the <a href=\"https://www.theguardian.com/food/2022/jul/06/how-to-make-custard-tart-recipe-felicity-cloake\">classic British or French custard tart</a>, the filling is almost molten, and spiced with cinnamon and lemon zest, as opposed to our peppery nutmeg or sweet vanilla.</p><p>As chef Nuno Mendes explains in his love letter to the city of his birth, <a href=\"https://lisboeta.co.uk/\">Lisboeta</a>, <a href=\"https://leitesculinaria.com/10264/blog-history-pasteis-de-nata.html\">they were originally sold at the Mosteiro dos Jerónimos in Belém</a>. When the monastery was briefly closed in the early 19th century, the recipe found its way into the hands of an enterprising local businessman, and his shop now sells about 20,000 a day. I won’t claim that my recipe below is as good as a visit there, but I like to think these tarts are a pretty delicious homage.</p> <a href=\"https://www.theguardian.com/food/2023/mar/11/how-to-make-the-perfect-pastel-de-nata-recipe-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/11/how-to-make-the-perfect-pastel-de-nata-recipe-felicity-cloake", "date_published": "2023-03-11 10:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The first great energy transition: how humanity gave up whaling", "description": "<p>The modern oil industry was born in 1859, yet it would take more than 100 years – and the near-extinction of a species – before it replaced blubber. As we now seek to replace oil in turn, are there lessons to be learned?</p><p>Humpback whales can rhyme. Their songs are made up of individual themes, phrases and sounds – many of them ending similarly. These are repeated in patterns that create rhythms and structures. To human ears, the songs are a series of grunts, groans, sighs, burps and squeaks. But they are arranged by the whale in a highly elaborate manner.</p><p>The songs change over time, too: themes develop and are replaced, and phrases shift until every few years a completely new song emerges. Whales also <a href=\"https://www.theguardian.com/environment/2021/sep/06/fast-or-slow-study-reveals-differences-humpback-whales-change-tune\">adopt the songs of other whales</a> – like a pop hit that everyone starts singing.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/11/the-first-great-energy-transition-how-humanity-gave-up-whaling\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/11/the-first-great-energy-transition-how-humanity-gave-up-whaling", "date_published": "2023-03-11 10:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC has ‘undermined its credibility’ with Lineker suspension, says Greg Dyke", "description": "<p>Ex-director general says decision to suspend Gary Lineker for criticising government’s asylum policies is mistaken</p><p>The BBC has “undermined its own credibility” as it will be viewed as having bowed to government pressure over its decision to stand Gary Lineker down from hosting duties on Match of the Day, its former director general Greg Dyke has said.</p><p>Dyke’s comments came after Lineker <a href=\"https://www.theguardian.com/football/2023/mar/10/gary-lineker-step-back-match-of-the-day-bbc\">was suspended on Friday </a>from the BBC for breaching impartiality guidelines after criticising the government’s asylum policies.</p> <a href=\"https://www.theguardian.com/media/2023/mar/11/bbc-has-undermined-its-credibility-with-lineker-move-says-greg-dyke\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/11/bbc-has-undermined-its-credibility-with-lineker-move-says-greg-dyke", "date_published": "2023-03-11 09:36:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Simm: ‘I met one of the Stone Roses and lost the ability to speak’", "description": "<p>The actor on his Beatles obsession, being a cage dancer, and watching himself age on screen</p><p>Born in Leeds, John Simm, 52, studied performing arts in Blackpool and then moved to London to attend the Drama Centre. After roles in television series such as Cracker and Sex Traffic, he was cast in the BBC’s Life on Mars and received his first Bafta nomination in 2007. His films include 24 Hour Party People and Human Traffic, while on stage he has played Hamlet and Macbeth, and performed in the Pinter at the Pinter season in 2018. Since 2021, he has starred in the ITV detective series Grace, which returns for a third series this month. He is married to the actor Kate Magowan, has two children and lives in East Sussex.</p><p><strong>When were you happiest?</strong><br />After the birth of both my children, although Manchester United winning the treble in 1999 came pretty close.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/11/john-simm-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/11/john-simm-interview", "date_published": "2023-03-11 09:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dazzling by Chikodili Emelumadu review – an otherworldly vision of Nigeria", "description": "<p>A boarding school is the backdrop for a metaphysical journey in this magical-realist debut</p><p>This British-Nigerian debut, part boarding-school story and part Igbo metaphysics, is about the strange, otherworldly experiences of two friends, Ozoemena and Treasure, in a school in upcountry Nigeria. The two meet following family tragedies. When Treasure’s father dies, her family loses everything to grasping uncles. One day she meets a spirit who promises to bring her father back if she agrees to help it. And in exchange for finding it “wives”, the spirit will also bring her material goods. It’s a tempting offer, as the family owes rent and has barely any money for provisions. We are not surprised when she agrees.</p><p>In a somewhat similar vein, her friend Ozoemena’s alternative identity as a leopard arises from the murder of her uncle Odiogo. Odiogo had been a vessel for the leopard spirit; after his death, a new receptacle is needed to continue the family tradition. This spirit is part of the mythology of a secret Igbo sect that worships the goddess Idemili, previously introduced to non-Igbos by <a href=\"https://www.theguardian.com/books/chinuaachebe\">Chinua Achebe</a> in the novels <a href=\"https://guardianbookshop.com/arrow-of-god-9780141191560\">Arrow of God</a> and <a href=\"https://guardianbookshop.com/anthills-of-the-savannah-9780141186900\">Anthills of the Savannah</a>. “Soon you will become the thing that all other beasts of the night fear,” the deity’s priest tells Ozoemena, when he announces her new avatar.</p> <a href=\"https://www.theguardian.com/books/2023/mar/11/dazzling-by-chikodili-emelumadu-review-an-otherworldly-vision-of-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/11/dazzling-by-chikodili-emelumadu-review-an-otherworldly-vision-of-nigeria", "date_published": "2023-03-11 09:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pensions: why do those retiring face ‘massive’ losses despite FTSE highs?", "description": "<p>Retired planner was shocked to see that his Aviva pension had dropped 20% in value last year</p><p>A former government pensions minister is warning of “massive losses” for pensioners retiring this year, with big providers telling older customers their funds have plummeted by 20% or more over the past 12 months.</p><p>The losses come despite the UK’s FTSE 100 stock market index <a href=\"https://www.theguardian.com/business/2023/feb/16/five-factors-to-explain-ftse-100s-record-high-despite-recession\">hitting record highs in recent weeks</a>. What has emerged is that many workers reaching retirement this year were effectively locked into government bonds that fell dramatically in value as the Bank of England raised interest rates and Liz Truss’s ill-fated premiership rocked the bond markets.</p> <a href=\"https://www.theguardian.com/money/2023/mar/11/pensions-retiring-losses-ftse-aviva-value\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/11/pensions-retiring-losses-ftse-aviva-value", "date_published": "2023-03-11 09:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For all of us detained at Guantánamo, making art was a lifeline. Why won’t Joe Biden let us keep our work? | Mansoor Adayfi", "description": "<p>Art freed our minds and helped us survive. It cannot be right to argue that, even now, the fruits of our creativity belong to the state</p><ul><li>Mansoor Adayfi is CAGE’s Guantánamo project coordinator, an artist, activist, writer and former Guantánamo prisoner</li></ul><p>Last month, the <a href=\"https://www.nytimes.com/2023/02/07/us/politics/guantanamo-art.html\">Pentagon partially lifted</a> the Trump administration’s ban on the release of artwork made by prisoners at Guantánamo Bay. Prisoners will be able to take “a practicable quantity of their art” if they are transferred out of the prison. It’s unclear what “practicable” means, and whether this ambiguous term means prisoners will only be allowed to take a small portion of the artwork they have created during years of captivity.</p><p>In Guantánamo, from the very beginning, we made art. We had nothing, so we made art out of nothing. We drew with tea powder on toilet paper. We painted our walls with soap, and carved Styrofoam cups and food containers. We sang, danced, recited poetry and composed songs. We were always punished for making art or singing.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/11/guantanamo-detained-art-joe-biden-work-state\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/11/guantanamo-detained-art-joe-biden-work-state", "date_published": "2023-03-11 09:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK rail strikes: what would a deal mean for passengers, unions and operators?", "description": "<p>We look at who might be the winners in the industry’s biggest industrial dispute in decades</p><p>After 23 days of national strikes, two years of talking and hundreds of thousands of cancelled trains, rail workers are contemplating a pay rise that barely catches the coat tails of inflation. The rail industry’s biggest industrial dispute in decades may be approaching its final chapter – but with little chance of a happy ending for anyone involved.</p><p>The pain for passengers is not yet over – four more 24-hour strikes across 14 operators by train and station staff in the biggest rail union, the RMT, start next Thursday, 16 March.</p> <a href=\"https://www.theguardian.com/business/2023/mar/11/uk-rail-strikes-deal-passengers-unions-operators\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/11/uk-rail-strikes-deal-passengers-unions-operators", "date_published": "2023-03-11 09:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Torture porn or serious literature?’: the love-hate phenomenon of cult novel A Little Life", "description": "<p>One million copies sold, sobbing superfans on TikTok and a new stage adaptation starring James Norton – yet Hanya Yanagihara’s 2015 book continues to divides readers</p><p>On the cover of the American edition of Hanya Yanagihara’s A Little Life is a photograph by the late <a href=\"https://www.theguardian.com/artanddesign/2016/oct/14/peter-hujar-photography-new-york\">Peter Hujar</a>. It shows a handsome young man who, with his eyes screwed shut and his head resting on his hand, looks utterly overcome with despair. Look at the small print and you see that the picture is called <a href=\"https://www.artsy.net/artwork/peter-hujar-orgasmic-man\">Orgasmic Man</a>, one of a series Hujar made in 1969. The man isn’t crying. He’s coming.</p><p>It’s a remarkably apt image for a book which has hit the commercial motherlode by wallowing in abject misery. Since it was published in 2015, A Little Life has sold more than 1m copies and is now a bona fide cult classic. There are <a href=\"https://www.reddit.com/r/books/comments/m9rvw1/feels_and_thoughts_after_reading_a_little_life_by/\">multiple Reddit threads</a> devoted to it; on Pinterest, people show off their <a href=\"https://www.pinterest.co.uk/pin/364158319876853769/\">A Little Life-inspired tattoos</a>; and the style magazine i-D <a href=\"https://i-d.vice.com/en/article/dy753x/a-little-life-fandom\">recently quoted a woman</a> called Kristin Curtis saying that her friends would send each other selfies while sobbing when they reached the novel’s conclusion. On TikTok, the search terms “A Little Life” and “A Little Life book” have 200m page views between them, although not all of the content is positive. “I would not recommend this book to my worst enemy,” declares <a href=\"https://www.tiktok.com/@sivanreads/video/7062720128235867398?lang=en\">declares BookTokker @sivanreads</a>, disapprovingly brandishing her copy, and representing the many readers who were appalled – rather than moved – by this famously divisive text.</p> <a href=\"https://www.theguardian.com/books/2023/mar/11/torture-porn-or-serious-literature-the-love-hate-phenomenon-of-cult-novel-a-little-life\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/11/torture-porn-or-serious-literature-the-love-hate-phenomenon-of-cult-novel-a-little-life", "date_published": "2023-03-11 09:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We took the kids to Corsica without flying – by adding three days of adventure", "description": "<p>A thrilling tour of the mountainous island – with two small boys in tow – takes in beaches, culture and dramatic scenery</p><p>It’s changed again!” the seven-year-old says as we hit the snowline at about 1,400 metres. He’s impressed that such a small island can contain so much. The mountains close in and the road bends sharpen; we’ve only been in the car for an hour, but this morning’s beach feels a long way away. The constantly shifting scenery keeps restlessness at bay – no mean feat with a seven- and a nine-year-old in the back seats.</p><p>Lying between mainland France and Italy in the Ligurian Sea, and often referred to as the Île de Beauté, Corsica is renowned for its geographic variety: two-thirds of the island is a crumpled mass of granite peaks, torrents and valleys formed 250 million years ago.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/11/corsica-without-flying-family-adventure\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/11/corsica-without-flying-family-adventure", "date_published": "2023-03-11 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We could feel the gravity of it. It was electrifying’: 50 photographs that reshaped sport", "description": "<p>Pain, triumph, disaster – and a pair of tightly squeezed testicles. Here are some of the images that changed the way we see sport for ever</p><p>• <a href=\"https://www.theguardian.com/sport/2023/mar/11/alis-not-going-to-knock-him-out-again-if-you-didnt-get-it-what-makes-a-great-sports-photo\">Plus Tom Jenkins on what makes a great sports image</a></p><p><strong>By Neil Leifer</strong></p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/we-could-feel-the-gravity-of-it-it-was-electrifying-50-photographs-that-reshaped-sport\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/we-could-feel-the-gravity-of-it-it-was-electrifying-50-photographs-that-reshaped-sport", "date_published": "2023-03-11 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Annalena Baerbock’s ‘feminist foreign policy’ focuses minds in Iraq", "description": "<p>German foreign minister’s trip is chance to show how diplomacy can better represent women’s interests – especially those in Yazidi camps</p><p>A bunch of pink and orange roses awaited Annalena Baerbock as she arrived at the Qadiya refugee camp in the Kurdistan region of northern Iraq, but the German foreign minister could not get rid of her gift quickly enough. “It’s not just International Women’s Day for ministers,” she said while frantically pulling the bouquet apart and handing out individual flowers to the throng around her.</p><p>She looked decidedly more in her element when she started walking around the camp south of the city of Zakho, joining an all-girls five-a-side football match and crunching into a tackle seconds after kick-off, or hitting uppercuts into punch mitts at a boxing club for girls.</p> <a href=\"https://www.theguardian.com/society/2023/mar/11/annalena-baerbocks-feminist-foreign-policy-focuses-minds-in-iraq\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/11/annalena-baerbocks-feminist-foreign-policy-focuses-minds-in-iraq", "date_published": "2023-03-11 08:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belly up: Yotam Ottolenghi’s porchetta recipe", "description": "<p>Oregano-stuffed porchetta with pickled shallots and a side of lemony potatoes with rainbow chard; plus, in the unlikely event that you’ve any leftovers, an apple and kohlrabi salad with porchetta and horseradish</p><p>Some dishes fill me with a certain feeling of accomplishment whenever I make them, the magnificent Italian porchetta being one. Master porchetta, and you’re in for the most wonderful pork roast: tender, flavoursome and bound by the crispest of cracklings. Like all good things, however, achieving that requires a delicate balance of technique and patience, though it’s all worth it. So here you have a porchetta feast, for when you have the gift of time and your nearest and dearest to share it with, rolled, roasted and ready for you to give it a go.</p> <a href=\"https://www.theguardian.com/food/2023/mar/11/yotam-ottolenghi-recipe-oregano-stuffed-porchetta-lemony-potato-rainbow-chard-apple-kohlrabi-salad-horseradish\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/11/yotam-ottolenghi-recipe-oregano-stuffed-porchetta-lemony-potato-rainbow-chard-apple-kohlrabi-salad-horseradish", "date_published": "2023-03-11 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greek tragedies like Medea are an ethical nightmare. That’s why we need them | Charlotte Higgins", "description": "<p>Ancient classics can reinforce patriarchal lies about women, but they also take us back to the origins of pernicious narratives</p><p>Last week, I found myself – at the end of a gloomy day – shot through with a burst of fierce, electric energy. It came from watching Sophie Okonedo’s 90 minutes of flat-out fury as <a href=\"https://www.theguardian.com/stage/2023/feb/18/medea-review-sohoplace-london\">she played Medea</a>, opposite Ben Daniels’s Jason, in Dominic Cooke’s production of the Euripides play.</p><p>Afterwards, I registered the fact that the woman sitting by me had actually put her hands over her face when Medea decided to murder her own children. I, on the other hand, had not. Why did I mentally urge her on towards the unspeakable deeds, inwardly channelling all the pent-up anti-patriarchal rage at my disposal? Wasn’t there something deeply disturbing about that? Or was the play precisely doing its job in Aristotelian terms: providing a catharsis?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/11/greek-tragedies-medea-ethical-nightmare-classics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/11/greek-tragedies-medea-ethical-nightmare-classics", "date_published": "2023-03-11 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To Leslie and Moneyshot: the Pornhub Story – the seven best films to watch on TV this week", "description": "<p>Andrea Riseborough will blow you away in the film she is Oscar-nominated for, and a fascinating documentary about whether the internet will ever be free of pornography</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/11/to-leslie-and-moneyshot-the-pornhub-story-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/11/to-leslie-and-moneyshot-the-pornhub-story-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-03-11 08:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on the writer’s dream cafe – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/mar/11/tom-gauld-on-the-writers-dream-cafe-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/mar/11/tom-gauld-on-the-writers-dream-cafe-cartoon", "date_published": "2023-03-11 08:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wandering Souls by Cecile Pin review – from Vietnam to London", "description": "<p>This powerful debut, longlisted for the Women’s prize, is a heartfelt portrayal of the Vietnamese refugee experience and the tolls of assimilation</p><p>“After I learned about Koh Kra I couldn’t sleep for three days,” declares the narrator of Cecile Pin’s moving and meticulously researched debut novel. The Koh Kra tragedy occurred in 1979 on a 100-acre swatch of land off the coast of southern Thailand. There, a gang of fishermen intercepted a boat of Vietnamese refugees. Over the course of 22 nightmarish days the women and girls were repeatedly raped, while the men and boys were robbed, murdered or left to die at sea. The Koh Kra massacre is one of the real-life ordeals foregrounded in Pin’s heartfelt and informative portrayal of the Vietnamese refugee experience and the psychological and emotional tolls of survival and cultural assimilation.</p><p>The book opens three years after the American troops have withdrawn, with Vietnam in a state of political and economic turmoil. The mass exodus following the Vietnam war resulted in an estimated 200,000 to 400,000 dying at sea, according to the United Nations High Commissioner for Refugees. Wandering Souls<em> </em>examines the human cost of large-scale tragedy through the story of 16-year-old Anh, her 13-year-old brother Minh and their 10-year-old brother Thanh, who are separated from their parents and four younger siblings when the family attempts to make the perilous journey to Hong Kong on two separate boats. Tragically, only Anh, Minh and Thanh arrive at their destination.</p> <a href=\"https://www.theguardian.com/books/2023/mar/11/wandering-souls-by-cecile-pin-review-from-vietnam-to-london\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/11/wandering-souls-by-cecile-pin-review-from-vietnam-to-london", "date_published": "2023-03-11 07:30:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Bakhmut fighting ‘escalates’ as Moscow’s forces try to break through Ukrainian defences", "description": "<p>Russian attacks hit Ukrainian-held city of Kostiantynivka to Bakhmut’s west, injuring eight people, as Zelenskiy adviser says Bakhmut defence to continue</p><p>Moscow has accused foreign countries of fomenting mass protests in Georgia, likening them to an attempted coup designed to sow tension on Russia’s borders.</p><p>Agence France-Presse reported that Russia’s foreign minister, <strong>Sergei Lavrov</strong>, said several days of demonstrations in the Georgian capital, Tbilisi, reminded him of a Ukrainian uprising that ultimately brought down a Kremlin-friendly presidency in 2014.</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/11/russia-ukraine-war-live-bakhmut-fighting-escalates-as-moscows-forces-try-to-break-through-ukrainian-defences\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/11/russia-ukraine-war-live-bakhmut-fighting-escalates-as-moscows-forces-try-to-break-through-ukrainian-defences", "date_published": "2023-03-11 07:19:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government accused of failing to tackle invasive rhododendron in England", "description": "<p>Ridding country of the shrub will take 250 years at the current rate of progress, despise posing ‘a mortal threat’ to Britain’s temperate rainforest, say campaigners</p><p>It will take 250 years to eradicate rhododendron from England at the current rate of removal, according to new figures, despite the invasive woodland shrub posing “a mortal threat” to Britain’s temperate rainforest, campaigners warn.</p><p>Rhododendron, introduced from Asia and widely planted by the Victorians, covers at least 37,600 hectares (93,000 acres) in England, much of it in the west of the country, which is also home to the remaining fragments of temperate rainforest.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/11/government-failing-to-tackle-invasive-rhododendron-in-englands-last-rainforests-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/11/government-failing-to-tackle-invasive-rhododendron-in-englands-last-rainforests-aoe", "date_published": "2023-03-11 07:15:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The great green wave’: celebrating 2023’s Irish Oscars takeover", "description": "<p>At the Oscar Wilde awards, this year’s bumper crop of Irish Oscar nominees paid tribute to ‘a nation of great storytellers’</p><p>It’s a huge year for Ireland at the Oscars: from acting to directing to visual effects, Irish films, film-makers and stars have received <a href=\"https://www.theguardian.com/world/2023/jan/24/ireland-lands-14-oscar-nominations-at-film-event-in-los-angeles\">14 nominations</a>. A quarter of the acting nominees – Colin Farrell, Brendan Gleeson, Kerry Condon, Paul Mescal and Barry Keoghan – are Irish. And The Quiet Girl/An Cailín Ciúin is the first Irish-language film to be nominated for an Oscar. JJ Abrams put it succinctly: “Seven million people on that island and all of them are nominated.”</p><p>The director and producer was speaking at the 17th <a href=\"https://www.theguardian.com/film/2013/feb/21/irish-wilde-oscars-party-abrams\">Oscar Wilde awards</a>, an annual party celebrating the work of Irish people in film. It’s hosted by the US-Ireland Alliance, a non-profit that fosters ties between the countries, at Bad Robot in Santa Monica, California – the production company belonging to Abrams and his wife, the producer Katie McGrath.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/irish-oscars-takeover-oscar-wilde-awards-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/irish-oscars-takeover-oscar-wilde-awards-2023", "date_published": "2023-03-11 07:06:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t forget to floss: the science behind dementia and the four things you should do to prevent it", "description": "<p>A picture is emerging of a healthy lifestyle which is key to the condition’s prevention – exercise, being sociable, and looking after your ears</p><p>The idea was simple. Recruit hundreds of people in their 80s and 90s, equip them with fitness trackers, and monitor their physical activity. Then, when the participants died, collect their brains and examine the tissue. Is there evidence, lurking in the tissue, that exercise benefits the brain?</p><p>The results, from a 2022 collaboration between the University of California in San Francisco and the University of British Columbia, <a href=\"https://alz-journals.onlinelibrary.wiley.com/doi/abs/10.1002/alz.12530\" title=\"\">were striking</a>. Physical exercise, late in life, seemed to protect the ageing connections between brain cells – the synapses where memories are made. The work, if backed up by further studies, could see exercise, and potentially drugs that mimic biochemical aspects of activity – prescribed to help slow the onset of <a href=\"https://www.theguardian.com/society/dementia\" title=\"\">dementia</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/11/dont-forget-to-floss-the-science-behind-dementia-and-the-four-things-you-should-do-to-prevent-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/11/dont-forget-to-floss-the-science-behind-dementia-and-the-four-things-you-should-do-to-prevent-it", "date_published": "2023-03-11 07:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republicans try to reframe January 6 as a sightseeing tour – will it work?", "description": "<p>Now in control of the House, Republicans are making light of the violence of the day and assailing the investigation into the Capitol attack</p><p>It might be thought that Republicans would prefer not to remind Americans of the day their president nearly destroyed US democracy.</p><p>But the party’s right wing is going all in to rewrite the history of the 6 January 2021 storming of the Capitol by Donald Trump’s supporters, and to make political martyrs of those imprisoned for assaulting police officers and sending politicians fleeing as the mob attempted to stop Congress from endorsing Joe Biden’s election victory.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/11/republicans-reframing-january-6-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/11/republicans-reframing-january-6-attack", "date_published": "2023-03-11 07:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kefalonia claims the title of best Greek island in Which? Travel survey", "description": "<p>Scenery, sandy beaches and solitude are key to the Ionian island’s appeal, according to the report, which put party-loving Mykonos in last place</p><p>Kefalonia, the largest of the Ionian islands, with its emerald-coloured mountains, secluded coves and underground lakes, has been crowned the best Greek island by Which?.</p><p>Abundant sandy beaches, scenery uninterrupted by high-rise buildings and access to much-sought-after solitude sealed the deal for the island, off the west coast of mainland Greece, in the consumer body’s annual survey. Which? asked more than 1,000 visitors to rate the 10 main Greek islands on factors including beaches, attractions, scenery and value for money.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/11/kefalonia-claims-the-title-of-best-greek-island-in-which-travel-survey\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/11/kefalonia-claims-the-title-of-best-greek-island-in-which-travel-survey", "date_published": "2023-03-11 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Out with pouts and down with frowns as the smile sneaks on to the catwalk", "description": "<p>A strange thing has been seen of late in the world of haute couture – some of its famously straight-faced denizens have been turning up the corners of their mouths </p><p>Fashion loves a pout and generally doesn’t really do smiles. But in the industry of late, corners of mouths have been sneaking upwards. At the recent Emporio Armani show in Milan last month, smiling models emerged on to the catwalk <a href=\"https://www.instagram.com/p/CpDCQrfok4l/?utm_source=ig_embed&amp;utm_campaign=loading\">under a picture of model Noemi Ditzler</a> flashing a wide grin.</p><p>The Beckhams, headed up by renowned smiling refusenik Victoria, have been <a href=\"https://www.vogue.co.uk/news/gallery/beckham-family-fashion-week\">out on smiley form</a> at the shows. Even Anna Wintour, who is famous for her bob, her sunglasses and her straight face, has been cracking a shy smile on the front row.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/11/out-with-pouts-and-down-with-frowns-as-the-smile-sneaks-on-to-the-catwalk\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/11/out-with-pouts-and-down-with-frowns-as-the-smile-sneaks-on-to-the-catwalk", "date_published": "2023-03-11 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a special place’: Somerset Levels star in new David Attenborough series", "description": "<p>Wild Isles reveals places such as Ham Hall RSPB reserve are as rich and diverse an ecosystem as Serengeti, says BBC</p><p></p><p>Dawn breaks and <a href=\"https://www.wildlifetrusts.org/wildlife-explorer/invertebrates/dragonflies/four-spotted-chaser\">four-spotted chaser dragonflies</a> take to the air above the Somerset Levels, skimming the reed beds and dark, peaty water.</p><p>They are agile flyers but still a target for the hobbies, nimble falcons that have migrated from Africa to the south-west of England for the spring and summer, and swoop in to grab the insects in their talons, ending up with soggy tail feathers but a good meal.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/11/somerset-levels-david-attenborough-series-wild-isles-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/11/somerset-levels-david-attenborough-series-wild-isles-bbc", "date_published": "2023-03-11 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Lachlan’s in the mire’: Fox News case spells trouble for Murdoch heir", "description": "<p>Rupert Murdoch’s eldest son, who oversaw the network’s slavishly pro-Trump line, features prominently in evidence revealed in the Dominion Voting Systems defamation lawsuit</p><p>On 1 November 2018 Lachlan Murdoch, the eldest son of the media tycoon Rupert Murdoch, made a <a href=\"https://www.youtube.com/watch?v=LzhlTvOpU_k\">rare public appearance</a> at a New York Times DealBook conference. Dressed in a sharp blue suit and open-necked white shirt, he looked relaxed and on top of the world.</p><p>He had just been named chief executive and chairman of Fox’s TV businesses, while his brother James, a possible rival for the top job, was heading for the company exit. Lachlan was finally emerging as his father’s sole and undisputed heir.</p> <a href=\"https://www.theguardian.com/media/2023/mar/11/lachlan-murdoch-fox-news-defamation-case\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/11/lachlan-murdoch-fox-news-defamation-case", "date_published": "2023-03-11 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour pledges to overhaul England’s school ratings with ‘report card’", "description": "<p>Shadow education secretary to announce policy aimed at giving parents more information than Ofsted’s current system</p><p>School ratings such as outstanding and inadequate would be scrapped in England under a Labour government and replaced with a “report card” aimed at helping parents, the shadow education secretary is to announce.</p><p>Bridget Phillipson will tell a headteachers’ conference in Birmingham on Saturday that Ofsted’s current system of ratings “is high stakes for staff but low information for parents” because it fails to convey important details about a school’s strengths and weaknesses.</p> <a href=\"https://www.theguardian.com/education/2023/mar/11/labour-school-ratings-ofsted-education-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/mar/11/labour-school-ratings-ofsted-education-policy", "date_published": "2023-03-11 07:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock’s leaked messages being ‘used to rewrite history’, say civil servants", "description": "<p>Some advisers and civil servants speaking to the Guardian say an ‘anti-lockdown filter’ has been placed on events</p><p>The mass leaking of thousands of Matt Hancock’s WhatsApp messages have laid bare in the starkest terms the extent of the divisions inside the cabinet and among advisers and civil servants handling the deadliest pandemic in modern times.</p><p>But some who worked in Number 10 and across Whitehall, as well as bereaved families, have been angered by what they see as a rewriting of history by some cabinet ministers and by the framing of some of Hancock’s texts.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/11/matt-hancocks-leaked-messages-are-being-used-to-rewrite-history\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/11/matt-hancocks-leaked-messages-are-being-used-to-rewrite-history", "date_published": "2023-03-11 07:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ted Lasso: I tried to resist, but this comedy has perfected a rare Friends-like TV magic", "description": "<p>Series three of the Emmy-winning series is phenomenally composed – everything just works. You can’t help but be drawn into it, no matter how much you hate its niceness</p><p>I have a complicated relationship with Ted Lasso (Apple TV+), which returns on 15 March for its third season (and possibly final, though why they would bring an end to a popular show that is saying as little as humanly possible seems beyond me. There’s no ring going to Mordor, is there? He just keeps slapping a “BELIEVE” sign and saying words that rhyme).</p><p>The <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/13/ted-lasso-review-apple-soccer-sitcom-plays-an-unfunny-old-game\">first season</a> was an unexpectedly warming hit: a spin-off show for a character invented for an advert whose primary personality trait was “American” could have run out of steam as soon as Ted encountered his first cup of tea, so writers skirted round that central thinness by filling the rest of the cast and story with tons and tons of heart.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/11/ted-lasso-i-tried-to-resist-but-this-comedy-has-perfected-a-rare-friends-like-tv-magic\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/11/ted-lasso-i-tried-to-resist-but-this-comedy-has-perfected-a-rare-friends-like-tv-magic", "date_published": "2023-03-11 07:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What links ackee and kidney beans? The Saturday quiz", "description": "<p>From Toubkal to Tyrol, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Louise Platt, in 1936, was the first of 31 screen tests for which role?<br /><strong>2</strong> Which manifesto was launched in Glasgow in 1838?<br /><strong>3</strong> Which Nobel laureate was the “father of chemical warfare”?<br /><strong>4</strong> What is the last surviving member of the family Phascolarctidae?<br /><strong>5</strong> Title 11 of the United States Code relates to what predicament?<br /><strong>6</strong> Which England cricket captain had the initials MCC?<br /><strong>7</strong> Which spread is named after a French casserole dish?<br /><strong>8</strong> Tyrol is split between which two countries?<br /><strong>What links:<br />9</strong> 1936 (41); 1936 (40); 1952 (25); 2022 (73)?<br /><strong>10</strong> Toubkal; largest moth; first vertebra; 97lb weakling?<br /><strong>11</strong> Persuasion; The Silmarillion; Suite Française; The Girl With the Dragon Tattoo?<br /><strong>12</strong> Anthony van Dyck; Ambrose Burnside; Emiliano Zapata; Salvador Dalí?<br /><strong>13</strong> Concordia; Dalhousie; McGill; McMaster; Simon Fraser?<br /><strong>14</strong> Me at the zoo; My Snowboarding Skillz; tribute (all 2005)?<br /><strong>15</strong> Rhubarb; apple seeds; ackee fruit; nutmeg; kidney beans?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/11/what-links-ackee-and-kidney-beans-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/11/what-links-ackee-and-kidney-beans-the-saturday-quiz", "date_published": "2023-03-11 07:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK state pensions: later deadline for NI top-ups that can mean £55,000 extra", "description": "<p>By plugging gaps in their national insurance record, some people can increase their entitlement</p><p>Pay £800 now and, if you live a long time, get back £5,500-plus in total. If you can afford to hand over £8,000, it could be £55,000 or more. That, in very simple terms, is the pensions deal being offered to many people by the government, experts say.</p><p>The deadline for taking advantage of what has been called a “bargain price” was originally going to be 5 April but the good news is that this week the government extended it to the end of July.</p> <a href=\"https://www.theguardian.com/money/2023/mar/11/uk-state-pensions-deadline-ni-top-ups-national-insurance\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/11/uk-state-pensions-deadline-ni-top-ups-national-insurance", "date_published": "2023-03-11 07:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best of this year’s True/False documentary festival", "description": "<p>The annual gathering allows diverse directors the opportunity to share films about challenging and eye-opening subjects</p><p>Nearly every year since graduating from school in 2014, I have journeyed back from one coast or another to my former college town of Columbia, Missouri, in the name of film to attend True/False – a singular documentary festival in the center of the US.</p><p>Having True/False in my backyard throughout college, I took for granted how extraordinary it was until I ended up thousands of miles away. Returning, I am always struck by the big questions True/False asks, the spirit of experimentation it embodies, and the incredible community that rallies around it.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/true-false-documentary-festival-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/true-false-documentary-festival-2023", "date_published": "2023-03-11 06:36:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Profiteering’ of Covid pandemic must never be repeated, world figures warn", "description": "<p>Scathing open letter accuses big pharma of ‘exploiting’ publically funded vaccines and says humanity must come before commerce</p><p>The Nobel laureate Joseph Stiglitz, former first lady of South Africa and Mozambique Graça Machel and former UN secretary general Ban Ki-moon are among nearly 200 signatories to <a href=\"https://app.box.com/s/016uv7schj901mdchxm64gt9ckli81w9\">a letter</a> calling on governments to “never again” allow “profiteering and nationalism” to come before the needs of humanity, in the wake of the coronavirus pandemic.</p><p>In a scathing open letter, published on 11 March, current and former presidents and ministers, Nobel laureates, faith leaders, heads of civil society organisations and health experts say Covid-19 vaccines and treatments had been <a href=\"https://www.policycuresresearch.org/covid-19-r-d-tracker/\">developed with public funding</a> but that pharmaceutical companies had exploited them to “<a href=\"https://www.somo.nl/big-pharma-raked-in-usd-90-billion-in-profits-with-covid-19-vaccines/\">fuel extraordinary profits</a>”.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/11/profiteering-of-covid-pandemic-must-never-be-repeated-world-figures-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/11/profiteering-of-covid-pandemic-must-never-be-repeated-world-figures-warn", "date_published": "2023-03-11 06:01:11+00:00", "persistent": true, "user": "rumpel", "language": "en-UK", "tags": ["bigpharma", "covid"]}, {"source": "https://www.theguardian.com/rss", "title": "Arizona family discovers bobcat has taken over their dog’s bed", "description": "<p>Owner finds unruly visitor in place of chihuahua-dachshund, Squeakers, who narrowly survived encounter with wildcat</p><p>At first, Nikola Zovko thought the creature curled up in his dog Squeakers’s deluxe, heated dog bed was just one of his cats. “I said, ‘Fuzzerhead, what’re you doing in Squeakers’s bed?’” he said. And that’s when it registered. “Oh that’s not Fuzzerhead. That’s a real life bobcat.”</p><p>In the week since, Zovko and his family lost and found their beloved pup Squeakers, a 10-year-old chihuahua-dachshund mix. After discovering that he had been mauled by the bobcat who stole his throne, they raised enough money for surgeries to restore him to health. The local game and fish department has used their story as an example of what to do when wildlife wander in to your home.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/squeakers-survives-bobcat-standoff-after-finding-the-animal-in-his-dog-bed\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/squeakers-survives-bobcat-standoff-after-finding-the-animal-in-his-dog-bed", "date_published": "2023-03-11 06:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make a luxuriouscake from old rye bread – recipe | Waste not", "description": "<p>The Danes have long known how to transform old rye bread and a few eggs into a lush, dark and malty cake </p><p>Hand on heart, this is my new favourite cake – and it’s made from stale bread. Old rye bread and ground hazelnuts are whizzed up in place of flour, then folded with whisked eggs to create an incredible dark and malty cake with a nutty texture.</p><p>I’ve adapted today’s recipe from one by the legendary baker <a href=\"https://www.theguardian.com/profile/trine-hahnemann\">Trine Hahnemann</a>, who owns a bakery and cooking school, Hahnemanns Køkken, in Copenhagen, Denmark. Whenever they have excess rye bread, they often make this <em>brødtorte</em> cake, and use any leftovers or trimmings make <em><a href=\"https://www.theguardian.com/food/2022/dec/31/how-to-turn-stale-cake-into-danish-truffles-recipe-zero-waste-cooking-tom-hunt\">romkugler</a></em>, or rum truffles, another Danish tradition that reconfirms their love of cake (and leftovers).</p> <a href=\"https://www.theguardian.com/food/2023/mar/11/how-to-make-luxurious-cake-from-old-rye-bread-brodtorte-recipe-zero-waste-cooking\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/11/how-to-make-luxurious-cake-from-old-rye-bread-brodtorte-recipe-zero-waste-cooking", "date_published": "2023-03-11 06:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘It was more of a fourth-date kind of menu’", "description": "<p>Divya, 25, a tech consultant, meets Kishan, 27, a cancer research technician</p><p><strong>What were you hoping for?<br /></strong>True love … or at least a good dating story for my friends.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/11/blind-date-divya-kishan\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/11/blind-date-divya-kishan", "date_published": "2023-03-11 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Champions to A Town Called Malice: a complete guide to this week’s entertainment", "description": "<p>Whether it’s a film comedy about an unusual basketball team or a TV drama set on the Costa Del Crime, our critics have you covered for the next seven days</p><p><strong>Champions</strong><br /><em>Out now</em><br />Since making a name for himself as a gross-out master with Dumb and Dumber (directed with his brother Peter), Bobby Farrelly’s films have been a mixed bag. He’s on familiar turf with this comedy about a short-tempered coach (Woody Harrelson) who must train a team of basketball players with learning disabilities as part of his community service.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/11/going-out-staying-in-champions-a-town-called-malice-complete-guide-to-entertainment-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/11/going-out-staying-in-champions-a-town-called-malice-complete-guide-to-entertainment-this-week", "date_published": "2023-03-11 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How a trip to Mexico for cosmetic surgery turned deadly for US quartet", "description": "<p>Deaths of two of four Americans kidnapped in Matamoros place spotlight on cartels’ impunity – and on medical tourism</p><p>Latavia “Tay” Washington McGee had scheduled an abdominal operation that many mothers have, and she chose to have the operation done in <a href=\"https://www.theguardian.com/world/mexico\">Mexico</a>, where medical costs are cheaper – and where she had previously gone for other cosmetic procedures.</p><p>A cousin and a couple of friends joined her to share the 1,400-mile drive from her home town of Lake City, South Carolina, to Matamoros, Tamaulipas, just south of the US-Mexico frontier.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/11/mexico-cosmetic-surgery-americans-kidnapping-matamoros\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/11/mexico-cosmetic-surgery-americans-kidnapping-matamoros", "date_published": "2023-03-11 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a very special episode of Gogglebox", "description": "<p>Rewatch some of the show’s best bits since it first aired 10 years ago. Plus: it’s Crufts 2023! Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/11/tv-tonight-a-very-special-episode-of-gogglebox\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/11/tv-tonight-a-very-special-episode-of-gogglebox", "date_published": "2023-03-11 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: is it the suburbs my wife finds dispiriting? Or me?", "description": "<p>It’s a long walk to everywhere from our home, but it gives us the chance to talk about other people’s marital problems</p><p>I am alone at a supermarket till, scanning my own groceries. It’s taking ages – some of the bar codes are tiny, or inside out, or folded up on themselves – and a queue is building up. A manager comes over, not to help, but to roll her eyes and make sarcastic remarks. I feel 100 years old. Then I wake up.</p><p>When I open my eyes it’s already light outside, and already Saturday. I turn to face my wife, who is already sitting up playing a game on her phone.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/11/tim-dowling-is-it-the-suburbs-my-wife-finds-dispiriting-or-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/11/tim-dowling-is-it-the-suburbs-my-wife-finds-dispiriting-or-me", "date_published": "2023-03-11 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Junior doctors’ strike will have unprecedented impact on NHS, says top medic", "description": "<p>Walkout will cause even more disruption than recent action by nurses, ambulance staff and physiotherapists</p><p>Next week’s strike by junior doctors will lead to unprecedented “major disruption” of the NHS and affect thousands of patients’ care, the service’s top doctor warned on Saturday.</p><p>Many hospitals in England have already postponed outpatient appointments or non-urgent operations ahead of the stoppage on Monday, Tuesday and Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/11/junior-doctors-strike-will-have-unprecedented-impact-on-nhs-says-top-medic\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/11/junior-doctors-strike-will-have-unprecedented-impact-on-nhs-says-top-medic", "date_published": "2023-03-11 06:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Do I really need this many veins?’ hard truths in the changing room: Edith Pritchett cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/mar/11/hard-truths-in-the-changing-room-edith-pritchett-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/mar/11/hard-truths-in-the-changing-room-edith-pritchett-cartoon", "date_published": "2023-03-11 06:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Green Carpet Fashion awards 2023: Leonardo DiCaprio and Cate Blanchett on frontline as eco-warriors plan plastic-free future", "description": "<p>Unusual mix of stars, activists and sustainable fashion personalities attend ceremony in Hollywood</p><p>“I cannot stand by while the planet is slowly coated in a thin, oily film of plastic to be inherited by our children and generations to come.” Such a declaration would normally be delivered by a Greta Thunberg-type but, on this occasion, its emissary was the fashion designer Tom Ford wearing his trademark tailored suit and thick-rimmed glasses.</p><p>He said it to the crowd at the Green Carpet Fashion awards (GCFA) in Los Angeles on 9 March before announcing the winners of the plastic innovation prize to the unusual mix of stars, activists and sustainable fashion personalities in the room.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/11/green-carpet-fashion-awards-2023-leonardo-dicaprio-tom-ford-and-cate-blanchett-on-the-frontline-as-eco-warriors-plan-plastic-free-future\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/11/green-carpet-fashion-awards-2023-leonardo-dicaprio-tom-ford-and-cate-blanchett-on-the-frontline-as-eco-warriors-plan-plastic-free-future", "date_published": "2023-03-11 05:34:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: A remote church in a long-lost borough | Jim Perrin", "description": "<p><strong>Llanfihangel Cefnllys, Powys:</strong> The bracken hillsides are aflame with light as I follow the lane to the spire</p><p>Pendant ranks of catkins cascade in orderly plenitude from every roadside twig to delight my eye. Characteristic trees of the west, hazels come with folkloric texture attached. Magical trees, they tremble to the faintest suggestion of a breeze. In fading light, catkins glow pale dusty lemon.</p><p>This afternoon, shafts of sunlight stream through the western hills to pick out earthworks of Cefnllys Castle. This played its part in the fractious history of the Welsh Marches. Now nothing but grass-veiled rubble remains. My lane descends towards Afon Ieithon. A church spire rises from the pastures, shadow pooling around it. Bracken hillsides above flame with light. Llanfihangel Cefnllys church, or St Michael’s: it once served a long-lost borough that died out shortly after the bubonic plague arrived.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/11/country-diary-a-remote-church-in-a-long-lost-borough\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/11/country-diary-a-remote-church-in-a-long-lost-borough", "date_published": "2023-03-11 05:30:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weekend podcast: Zoe Williams on Boris’ honours list, what the film The Whale gets wrong, plus life lessons from hospice volunteering", "description": "<p>Zoe Williams reacts to the news that Boris Johnson plans to nominate his father for a knighthood (1m28s), what Oscar-nominated film The Whale says about how society <em>truly </em>views fat people (7m), and how volunteering in a hospice changed Anna Tims’ perspective on life – and death (20m27s)</p> <a href=\"https://www.theguardian.com/lifeandstyle/audio/2023/mar/11/weekend-podcast-boris-honours-list-the-whale-gets-wrong-hospice-volunteering\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/audio/2023/mar/11/weekend-podcast-boris-honours-list-the-whale-gets-wrong-hospice-volunteering", "date_published": "2023-03-11 05:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 381 of the invasion", "description": "<p>Ukraine decides to fight on in Bakhmut, says Zelenskiy aide; Wagner chief worried about ammunition shortages; Nord Stream blasts ‘carried out by dive team’</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-381-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-381-of-the-invasion", "date_published": "2023-03-11 02:41:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Li Qiang: Xi Jinping, China’s president, names next premier", "description": "<p>Nomination at annual meeting of National People’s Congress confirms replacement of Li Keqiang</p><p>Xi Jinping has nominated Li Qiang, 63, to become premier during the continuing annual meeting of China’s rubber-stamp parliament, the official Xinhua news agency has reported.</p><p>Li Qiang will replace <a href=\"https://www.theguardian.com/world/2023/mar/11/a-defeated-person-sidelined-by-xi-chinas-li-keqiang-bows-out-as-premier\">Li Keqiang, who became premier in 2013</a> amid high hopes he would usher in liberal reforms. But his power was curbed by Xi, who increasingly sidelined Li Keqiang and placed allies in key strategic positions over him.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/li-qiang-xi-jinping-chinas-president-nominates-next-premier\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/li-qiang-xi-jinping-chinas-president-nominates-next-premier", "date_published": "2023-03-11 01:39:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A defeated person’: sidelined by Xi, China’s Li Keqiang bows out as premier", "description": "<p>Hopes that Li would be a liberal reformer were curbed by Xi Jinping as the president became more and more powerful</p><p>In a farewell speech after serving 10 years as China’s number two leader, the premier, Li Keqiang, had a cryptic message for his staff: “While people work, heaven watches. Heaven has eyes.”</p><p>His unusually candid words, seen in a video clip on social media but unreported by official media, stoked speculation about whether he was making a veiled attack on President Xi Jinping.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/a-defeated-person-sidelined-by-xi-chinas-li-keqiang-bows-out-as-premier\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/a-defeated-person-sidelined-by-xi-chinas-li-keqiang-bows-out-as-premier", "date_published": "2023-03-11 01:01:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Money Shot: The Pornhub Story review – doc can’t find a point of view", "description": "<p>Portrait of the colossally successful pornography website dithers between its defenders and critics and doesn’t really tell us much</p><p>Documentaries about pornography are usually building to one of two different climactic conclusions: that porn is actually a hateful enabler of rape, or that porn is actually a sex-positive celebration of sensual pleasure. It seems to me that Suzanne Hillinger’s uncertain documentary about Pornhub isn’t exactly sure what its money shot should be.</p><p>Pornhub is the colossally successful porn site, owned by a Canadian company with the airily tech-bro name of MindGeek; for years it provided a lucrative and arguably enlightened outlet for adult content creators and models who were providing a consensual, legal service to paying customers, and who were thus able to get away from the sleazier and more exploitative side of studio-based porn and sex work. But a <a href=\"https://www.nytimes.com/2020/12/04/opinion/sunday/pornhub-rape-trafficking.html?searchResultPosition=1\">2020 exposé by New York Times reporter Nicholas Kristof</a> revealed that alongside this perfectly respectable material, people were uploading rape videos and child-abuse videos and the outrage meant that Pornhub’s activities were severely curtailed.</p> <a href=\"https://www.theguardian.com/film/2023/mar/11/money-shot-the-pornhub-story-review-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/11/money-shot-the-pornhub-story-review-netflix", "date_published": "2023-03-11 00:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government takes fight over Russian athletes’ ban to Olympic sponsors", "description": "<ul><li>Sponsors urged to pressure IOC over proposals to ease ban</li><li>‘Sport and politics in Russia and Belarus are heavily intertwined’</li></ul><p>The government has written to the Olympic Games’ biggest sponsors urging them to put pressure on the IOC over its proposals to allow Russian and Belarusians to compete again in international sport and the Paris 2024 Games.</p><p>In a highly unusual move, the culture secretary, Lucy Frazer, has also asked the UK chief executives of the IOC’s worldwide partners – including Coca-Cola, Intel, Samsung and Visa – to press the IOC over a number of significant concerns it has over the potential easing of the ban.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/11/uk-government-takes-fight-over-russian-athletes-ban-to-olympic-sponsors\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/11/uk-government-takes-fight-over-russian-athletes-ban-to-olympic-sponsors", "date_published": "2023-03-11 00:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}]