[{"source": "https://businessinsider.com.pl/.feed", "title": "Po ile zatankujemy? Eksperci mają dobrą i złą wiadomość", "description": "W nadchodzącym tygodniu ceny benzyny będą rosły — prognozują w piątek analitycy portalu e-petrol.pl. Prognozy są lepsze dla kierowców w przypadku cen diesla.", "link": "https://businessinsider.com.pl/gospodarka/ceny-paliw-benzyna-bedzie-drozsza-jest-tez-dobra-wiadomosc/4g481gj", "date_published": "2023-04-14 19:34:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dyscyplina partyjna w PiS nie zadziałała. Ustawa o jakości zdrowia trafiła do kosza", "description": "Sejm wyrzucił do kosza sztandarowy projekt Adama Niedzielskiego, ministra zdrowia. Na odrzucenie ustawy, która miała zadbać o jakość w ochronie zdrowia, wpływ miała pielęgniarka i lekarka. Obie z PiS.", "link": "https://businessinsider.com.pl/prawo/dyscyplina-partyjna-w-pis-nie-zadzialala-ustawa-idzie-do-kosza/h3fts3v", "date_published": "2023-04-14 18:54:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na jakość w ochronie zdrowia poczekamy. Ustawa trafiła do kosza", "description": "Sejm wyrzucił do kosza sztandarowy projekt Adama Niedzielskiego, ministra zdrowia. Chodzi o ustawę o jakości w ochronie zdrowia. Posłowie poparli wniosek Senatu o odrzucenie ustawy w całości. Do przyjęcia ustawy mającej zwiększyć bezpieczeństwo pacjentów zabrakło tylko jednego głosu.", "link": "https://businessinsider.com.pl/prawo/jakosci-w-ochronie-zdrowia-nie-bedzie-ustawa-trafila-do-kosza/h3fts3v", "date_published": "2023-04-14 18:54:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Punkty karne. Sejm przyjął ważne zmiany dla kierowców", "description": "Sejm przyjął w piątek nowelizację prawa o ruchu drogowym. Nowe przepisy wprowadzają m.in. istostne zmiany dotczące punktów karnych, które mają być usuwane już po roku, a nie po dwóch latach.", "link": "https://businessinsider.com.pl/wiadomosci/punkty-karne-sejm-przyjal-wazne-zmiany-dla-kierowcow/gkw6l37", "date_published": "2023-04-14 18:22:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sejm zmienia podatek od zbiórek. Niższe daniny od spadków, darowizn i najmu", "description": "Tego jeszcze nie było. Sejm tego samego dnia uchwalił dwa sprzeczne przepisy. Chodzi o podatek od zbiórek. Nowa danina pojawiłaby się, bo w jednej ustawie źle sformułowano przepisy podwyższające kwoty wolne od podatku od spadków i darowizn. Dlatego inna ustawa likwiduje podatek zwany przez organizacje haraczem, ale pozostawia dużo wyższe kwoty wolne od podatku od spadków i darowizn. Co jeszcze Sejm zmienił w piątek?", "link": "https://businessinsider.com.pl/prawo/podatki/zbiorki-jednak-bez-podatku-nizsze-daniny-od-spadkow-darowizn-i-najmu/fmbkgr6", "date_published": "2023-04-14 17:39:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Grupa Azoty radykalnie tnie produkcję nawozów. \"Sytuacja na rynku\"", "description": "Największy w Polsce producent nawozów tłumaczy się \"sytuacją podażowo-popytową na rynku europejskim\". W marcu zredukował produkcję nawozów o ponad jedną trzecią. Inny producent wskazują na zbyt duże tempo \"zielonej transformacji\" w Unii i wysokie ceny gazu. W tych warunkach produkty z Chin i USA są o wiele tańsze.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/grupa-azoty-radykalnie-tnie-produkcje-nawozow-oto-jak-to-tlumaczy/djds781", "date_published": "2023-04-14 17:36:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wezwanie do podwyżki stóp Fed. \"Inflacja znacząco powyżej celu\"", "description": "Polityka pieniężna w USA powinna być ponownie zacieśniona — uważa członek zarządu Fed Christopher Waller. Według niego inflacja wciąż jest za wysoka. Rynek ocenia, że po podwyżce w maju już we wrześniu stopy wrócą do obecnego poziomu. Takie informacje umacniają dolara i sprawiają, że na stacjach paliw będziemy płacić więcej.", "link": "https://businessinsider.com.pl/gospodarka/wezwanie-do-podwyzki-stop-fed-inflacja-znajduje-sie-znaczaco-powyzej-celu/fw53hpb", "date_published": "2023-04-14 16:59:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "300 zł dla sołtysów. Jest decyzja Sejmu. Będzie kosztować miliony", "description": "Sołtysi dostaną co miesiąc 300 zł specjalnego świadczenia. Ustawę w tej sprawie przyjął właśnie Sejm. Pieniądze otrzymają osoby, które spełnią określone kryteria, w tym odpowiedniego wieku. Tylko w przyszłym roku wypłaty pochłoną 162,9 mln zł z budżetu państwa.", "link": "https://businessinsider.com.pl/prawo/praca/dodatek-do-emerytury-dla-soltysow-sejm-przyjal-ustawe/vymf9bm", "date_published": "2023-04-14 16:42:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bezpieczny kredyt z dopłatą państwa. Jest decyzja Sejmu", "description": "Sejm uchwalił w piątek ustawę wprowadzającą bezpieczny kredyt i konto mieszkaniowe wraz z trzema poprawkami klubu PiS. Jedna z nich rozszerza katalog uprawnionych do wzięcia preferencyjnego kredytu o osoby, które odziedziczyły mieszkania i zbyły je przed osiągnięciem pełnoletności.", "link": "https://businessinsider.com.pl/wiadomosci/bezpieczny-kredyt-z-doplata-panstwa-jest-decyzja-sejmu/8r1b1yk", "date_published": "2023-04-14 16:25:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kredyt 2 proc. z dopłatą państwa. Jest decyzja Sejmu", "description": "Sejm uchwalił w piątek ustawę o pomocy państwa w oszczędzaniu na cele mieszkaniowe. Ustawa zakłada m.in. wprowadzenie \"bezpiecznego kredytu\" z dopłatą państwa do rat. Jedna z przyjętych poprawek rozszerza katalog uprawnionych.", "link": "https://businessinsider.com.pl/wiadomosci/kredyt-2-proc-z-doplata-panstwa-bedzie-wiecej-uprawnionych/8r1b1yk", "date_published": "2023-04-14 16:25:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak oceniamy sytuację w swoich zakładach pracy. Zaskakujący sondaż", "description": "54 proc. pracujących zarobkowo Polaków pozytywnie ocenia sytuację w swoich zakładach pracy. Negatywnie postrzega ją 13 proc. badanych – wynika z nowego sondażu CBOS. Najgorzej rzeczywistość oceniają rolnicy.", "link": "https://businessinsider.com.pl/gospodarka/tak-postrzegamy-sytuacje-w-swoich-zakladach-pracy-sondaz-jest-zaskakujacy/l3fsnvb", "date_published": "2023-04-14 16:24:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Odebrała telefon z banku. 38-latka straciła oszczędności życia", "description": "38-letnia mieszkanka Siedlec odebrała telefon ze swojego banku. \"Pracownik\" przekonywał, że doszło do włamania i, aby uratować pieniądze, musi szybko wypłacić je na podane konto. Niestety kobieta mu uwierzyła. Co więcej, do oszusta trafiły też pieniądze z kont jej męża i matki. Podejrzeń nie wzbudziło nawet to, że każdy przelew był blokowany przez bank.", "link": "https://businessinsider.com.pl/wiadomosci/odebrala-telefon-z-banku-38-latka-stracila-oszczednosci-zycia/1sw0hlk", "date_published": "2023-04-14 15:41:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyrzucił stosy studolarówek na autostradzie. Potem okazało się, skąd miał te pieniądze", "description": "Co za pokaz hojności. Jak to nazwał sam darczyńca, \"błogosławił innych prezentami pieniężnymi\" rozrzucając je z samochodu wzdłuż autostrady. Potem wyszło na jaw, że to nie były jego pieniądze. Rodzina jest wściekła.", "link": "https://businessinsider.com.pl/wiadomosci/wyrzucil-stosy-studolarowek-na-autostradzie-potem-okazalo-sie-skad-byly-pieniadze/v07tdxz", "date_published": "2023-04-14 15:29:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na wojnie i inflacji można nieźle zarobić. \"Trafili w dziesiątkę\"", "description": "Fundusze hedgingowe zarabiają na drożejącej wskutek wojny żywności. 10 największych na świecie funduszy osiągnęło zyski szacowane na prawie 2 mld dol. na handlu dwoma towarami spożywczymi — pisze w piątek brytyjski dziennik \"Guardian\".", "link": "https://businessinsider.com.pl/gospodarka/na-wojnie-i-inflacji-mozna-niezle-zarobic-dla-nich-to-lukratywny-biznes/ndwrpzv", "date_published": "2023-04-14 15:25:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Frankowicz idzie po sprawiedliwość do Strasburga. Kto zapłaci za błędy sądów?", "description": "Frankowicz, w którego sprawie ostatnio Sąd Najwyższy wydał kontrowersyjny wyrok, będzie dochodził sprawiedliwości przed Europejskim Trybunałem Praw Człowieka w Strasburgu. Jeśli wygra, za błędy popełnione przez polskie sądy, w tym Sąd Najwyższy, zapłaci Skarb Państwa. To będzie precedensowa sprawa.", "link": "https://businessinsider.com.pl/prawo/frankowicz-idzie-do-strasburga-kto-zaplaci-za-bledy-sadow/q719ynz", "date_published": "2023-04-14 14:54:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Słowacja mówi \"stop\" ukraińskiemu zbożu. Ziarna nie przeszły kontroli. Polska odwleka decyzję", "description": "Bratysława zamknęła słowacki rynek dla ukraińskiego zboża oraz produktów z niego pochodzących. To efekt kontroli, która wykazała obecność zakazanych w Unii Europejskiej pestycydów. Polski rząd nie zdecydował się na podobną decyzję, a rolnicy się denerwują.", "link": "https://businessinsider.com.pl/wiadomosci/slowacja-wstrzymuje-po-kontroli-import-zboza-z-ukrainy-polska-odwleka-decyzje/sj93lfp", "date_published": "2023-04-14 14:44:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Amerykański konsument traci wigor. Rynek liczy, że Fed zmięknie", "description": "W amerykańskiej gospodarce widać skutki spowolnienia, do którego przyczyniły się podwyżki stóp procentowych. Sprzedaż detaliczna spada, przybywa wniosków o zasiłek dla bezrobotnych. Jednocześnie widać też sygnały dezinflacji. Jaką decyzję, biorąc pod uwagę te okoliczności, podejmie bank centralny USA?", "link": "https://businessinsider.com.pl/gospodarka/amerykanski-konsument-traci-wigor-rynek-liczy-ze-fed-zmieknie/7e1sn6f", "date_published": "2023-04-14 14:30:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Które młynki do kawy są najciekawsze wśród 20 najpopularniejszych?", "description": "Przejrzeliśmy dla was najnowszy ranking 20 najpopularniejszych młynków do kawy według danych z internetowej porównywarki cen Skąpiec.pl i wybraliśmy pięć najciekawszych modeli. Przedstawiamy je w kolejności od najmniej do najbardziej popularnych.", "link": "https://businessinsider.com.pl/technologie/ktore-mlynki-do-kawy-sa-najciekawsze-wsrod-20-najpopularniejszych/1h87eke", "date_published": "2023-04-14 14:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Masz dość pracy zdalnej? Jest sposób na szybki powrót do biura", "description": "Zgoda na tryb zdalny nie oznacza, że pracownik już na stałe musi pracować z domu. Nowelizacja Kodeksu pracy zmieniła zasady powrotu do biur \"na żądanie\" zatrudnionego lub pracodawcy. To ważne, bo dotychczas o tym, gdzie pracujemy, w praktyce decydował szef. Teraz będzie można łatwiej wrócić do pracy w firmie. Tłumaczymy, jak zmienić dom na biuro.", "link": "https://businessinsider.com.pl/prawo/praca/rezygnacja-z-pracy-zdalnej-jak-wrocic-do-pracy-w-biurze/km3q19s", "date_published": "2023-04-14 14:09:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szef włoskiej mafii \"praktycznie się nie ukrywał\". A i tak szukali go przez 30 lat", "description": "\"Niepokojące, że nie aresztowano go wcześniej\" — napisał sędzia Alfredo Montalto w raporcie o poszukiwaniach szefa włoskiej mafii Matteo Messina Denaro. Ten miał praktycznie się nie ukrywać, prowadził niemal normalne życie w miejscowościach Castelvetrano oraz Campobello di Mazara.", "link": "https://businessinsider.com.pl/wiadomosci/szef-wloskiej-mafii-praktycznie-sie-nie-ukrywal-poszukiwania-matteo-messiny-denaro/q85z3hg", "date_published": "2023-04-14 13:51:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec wojny w Ukrainie może się oddalać", "description": "Niektórzy europejscy sojusznicy Kijowa są coraz bardziej sceptyczni, czy ukraińskie wojsko będzie w stanie dokonać decydującego przełomu w tym roku, ponieważ rosyjska obrona miała czas na okopanie się przed zbliżającą się ofensywą — pisze Bloomberg.", "link": "https://businessinsider.com.pl/wiadomosci/koniec-wojny-w-ukrainie-sojusznicy-coraz-bardziej-sceptyczni/4mkf90n", "date_published": "2023-04-14 13:50:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Banki zawiązują kolejne miliardy rezerw na franki. Ale mimo tego i tak osiągają dodatnie wyniki", "description": "To kolejny kwartał, w którym banki zwiększają rezerwy na ryzyko prawne związane z hipotekami frankowymi, czyli – mówiąc wprost – na przegrywane z kredytobiorcami sprawy w sądach. Oto ile odłożą na ten cel PKO BP, Santander, mBank i Millennium. Wielkie dochody banków powodują, że mimo frankowych kosztów, są w stanie osiągać dodatnie wyniki.", "link": "https://businessinsider.com.pl/finanse/sadowe-porazki-bola-coraz-mocniej-banki-odkladaja-kolejne-miliardy-na-franki/b1hkjdg", "date_published": "2023-04-14 13:24:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile zarabiają nauczyciele? Te liczby są bardzo wymowne. Można być zaskoczonym", "description": "Z roku na rok pensja nauczycieli dyplomowanych, początkujących i mianowanych coraz bardziej przypomina minimalne wynagrodzenie — wynika z wyliczeń przywołanych przez stronę ciekaweliczby.pl. W jednym przypadku to zaledwie o sześć proc. więcej niż to, co minimalnie musi zapłacić nam pracodawca. Jeszcze kilka lat temu ta sytuacja wyglądała zupełnie inaczej.", "link": "https://businessinsider.com.pl/wiadomosci/tak-wygladaja-pensje-polskich-nauczycieli-te-liczby-sa-bardzo-wymowne/fzljpj8", "date_published": "2023-04-14 12:55:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ruszył specjalny fundusz dla pacjentów. Nawet 200 tys. zł. Sprawdź, czy się załapiesz", "description": "Od 14 kwietnia rozpoczął swoją działalność Fundusz Kompensacyjny Badań Klinicznych przy Rzeczniku Praw Pacjenta. To forma wsparcia dla osób biorących udział w badaniach klinicznych, która ma zapewnić rekompensatę w przypadku ewentualnych szkód związanych z takimi badaniami. Maksymalnie można dostać nawet 200 tys. zł.", "link": "https://businessinsider.com.pl/wiadomosci/ruszyl-specjalny-fundusz-dla-pacjentow-nawet-200-tys-zl/4nedpxj", "date_published": "2023-04-14 12:24:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Królowa za dużo mówiła o cyfrowej walucie. Musiał interweniować rząd", "description": "Holenderski resort finansów skarciło królową Maksymę za jej wypowiedzi w sprawie wprowadzenia cyfrowego euro — informuje dziennik \"Algemeen Dagblad\". Ministerstwo zwróciło się do monarchini z prośbą, by zbyt często nie wypowiadała się publicznie w tej sprawie.", "link": "https://businessinsider.com.pl/gospodarka/rzad-musial-upomniec-krolowa-monarchini-za-duzo-mowila/mz9jdt8", "date_published": "2023-04-14 12:19:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Uwierzyła wszystkim po kolei, teraz rozpacza. Rozmówki internetowe kosztowały ją 170 tys. zł", "description": "Dla tej kobiety możliwość rozmów w portalach społecznościowych okazała się bardzo kosztowna. Uwierzyła trzem mężczyznom: Kanadyjczykowi z Czech, lekarzowi z Jemenu i takiemu z zablokowanym kontem. Być może wcale nie byli to nawet mężczyźni, a może nawet nie trzy, ale jedna osoba? Tak czy inaczej jej wzorcowa wręcz naiwność skończyła się po trzecim razie. Zbiedniała o 170 tys. zł i dopiero wtedy zgłosiła się na policję.", "link": "https://businessinsider.com.pl/wiadomosci/uwierzyla-wszystkim-teraz-placze-rozmowki-internetowe-kosztowaly-ja-170-tys-zl/jet1krn", "date_published": "2023-04-14 12:13:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od ponad ośmiu lat fotografuję śluby. Oto 10 najlepszych pomysłów, jakie widziałam na weselach", "description": "Jako fotografka ślubna byłam świadkiem niezliczonych uroczystości i zawsze zadziwiają mnie nowe pomysły i kreatywność, które nadają każdej uroczystości wyjątkowy charakter — pisze dla Insidera Cameron Dever. Oto najlepsze z pomysłów, z jakimi się spotkała.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/najlepsze-pomysly-na-fotografie-slubne/dzm4fyy", "date_published": "2023-04-14 11:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny szykują się na wojnę? Zmieniają zasady mobilizacji", "description": "Chińskie władze ogłosiły nowe zasady poboru do wojska, w tym mobilizacji w czasie wojny. Wejdą w życie już 1 maja. Analitycy odczytują to jako kolejną odsłonę eskalującego napięcia między ChRL a Tajwanem.", "link": "https://businessinsider.com.pl/wiadomosci/chiny-szykuja-sie-na-wojne-zmieniaja-zasady-mobilizacji/svsjsbf", "date_published": "2023-04-14 11:19:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Firmy dużo mniej pieniędzy pozyskały ze sprzedaży akcji", "description": "Firmy w Polsce w 2022 r. zebrały wyraźnie mniej pieniędzy, zarówno w ofertach publicznych akcji, jak i za pomocą crowdfundingu — wynika z danych KNF. Jednym z głównych powodów jest spadek wycen: w takich warunkach właścicielom nie opłaca się oddawać części kontroli nad firmą.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/wojna-i-spadek-wycen-odciskaja-pietno-firmy-duzo-mniej-pozyskaly-ze-sprzedazy-akcji/fr3kgce", "date_published": "2023-04-14 11:05:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Korea Południowa płaci młodym ludziom, którzy nie wychodzą z domu. Dostają 500 dol. miesięcznie", "description": "Korea Południowa oferuje izolującym się młodym ludziom 500 dol. miesięcznie. Chce w ten sposób skłonić ich do wyjścia z domu i ponownego nawiązania kontaktu ze społeczeństwem.", "link": "https://businessinsider.com.pl/wiadomosci/korea-poludniowa-placi-mlodym-ludziom-ktorzy-nie-wychodza-z-domu-dostaja-500-dol/yn9m9bc", "date_published": "2023-04-14 11:02:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najnowszy ranking popularności stacji pogodowych", "description": "W najnowszym rankingu popularności stacji pogodowych znalazły się znakomite urządzenia. Jedno z nich zadowoli nawet bardziej wymagających pasjonatów meteorologii. Dane na temat popularności czerpaliśmy z internetowej porównywarki cen Skąpiec.pl.", "link": "https://businessinsider.com.pl/technologie/najnowszy-ranking-popularnosci-stacji-pogodowych/f5cth3s", "date_published": "2023-04-14 11:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miliardy płyną z ZUS. Na kontach emerytów jest już dodatkowe 5,7 mld zł", "description": "ZUS przekazał emerytom i rencistom już ponad 5,7 mld zł w ramach wypłaty trzynastek. Kolejne 1,5 mld zł trafi na konta i do portfeli do 15 kwietnia.", "link": "https://businessinsider.com.pl/poradnik-finansowy/miliardy-plyna-z-zus-wyplacil-juz-57-mld-zl/9kgls82", "date_published": "2023-04-14 10:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Półtora miliona uchodźców, a sprzedaż żywności stanęła w miejscu. Oto co się stało", "description": "Marnowania żywności po świętach w tym roku raczej nie było. Według badań przeprowadzonych przez NielsenIQ dla \"Rzeczpospolitej\" w porównaniu z czasem przed pełnoskalową wojną na terenie Ukrainy w Polsce sprzedaż żywności wzrosła tylko nieznacznie. I to w sytuacji, gdy gościmy półtora miliona uchodźców.", "link": "https://businessinsider.com.pl/gospodarka/poltora-miliona-ukraincow-a-zywnosci-sprzedaje-sie-tyle-samo-oto-wyjasnienie/z0jtm91", "date_published": "2023-04-14 10:53:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rekordowy wzrost majątku właściciela Louis Vuitton. W jeden dzień zyskał 12 mld dol.", "description": "Stojący za konglomeratem dóbr luksusowych LVMH Francuz Bernard Arnault wzbogacił się w czwartek o 12 mld dol. Tym samym jego majątek według indeksu Bloomberga wynosi obecnie już 210 mld dol.", "link": "https://businessinsider.com.pl/lifestyle/wlasciciel-louis-vuitton-w-jeden-dzien-zyskal-12-mld-dol/qd6jsfy", "date_published": "2023-04-14 10:38:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "New York, San Francisco i Las Vegas — wyjedź w podróż marzeń", "description": "Zwiedzanie Stanów Zjednoczonych jest marzeniem większości pasjonatów podróży. Kto nie chciałby poczuć wiatru we włosach jadąc słynną Route 66, zgubić się wśród drapaczy chmur na Manhattanie, podziwiać niesamowity Park Yellowstone, czy poczuć atmosferę Hollywood. To właśnie w USA pospacerujesz wśród uliczek nowojorskiego Central Parku, zwiedzisz pięknie położone San Francisco i poznasz kulturę kreolską w Nowym Orleanie. Brzmi zachęcająco, a to tylko wierzchołek tego, co możesz zobaczyć i poczuć w Ameryce. W artykule polecamy sprawdzone i doceniane przez uczestników wycieczki objazdowe po USA od biura podróży Albatros. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/new-york-san-francisco-i-las-vegas-wyjedz-w-podroz-marzen/xs83tbw", "date_published": "2023-04-14 10:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ford Puma - mały zwycięski SUV", "description": "Całkiem niedawno Ford Puma został ponownie wyróżniony w prestiżowym plebiscycie „WhatCar?” Awards. Pumę MHEV okrzyknięto „najlepiej prowadzącym się” autem w kategorii małych SUV-ów, zaś wersja ST jest „najlepszym samochodem” w kategorii sportowych SUV-ów. W ciągu ostatnich lat Ford Puma był nagradzany także w innych konkursach. Dowiedz się dlaczego ten mały samochód zasłużył na tak szerokie uznanie.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/ford-puma-czyli-maly-zwycieski-suv/5kzl13s", "date_published": "2023-04-14 10:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Problem zbożowy. Minister rolnictwa powiedział co dalej", "description": "Trwają prace nad polsko-ukraińskim porozumieniem, które przynajmniej do 1 lipca 2023 r. wstrzyma napływ ukraińskiego zboża do Polski — poinformował szef resortu rolnictwa Rober Telus. Jak dodał, nie dotyczy to zboża kierowanego do portów.", "link": "https://businessinsider.com.pl/gospodarka/problem-zbozowy-minister-rolnictwa-o-tym-co-dalej/n7b0339", "date_published": "2023-04-14 10:09:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny dobry miesiąc dla funduszy inwestycyjnych. Polacy szukają sposobu na zyski", "description": "W marcu fundusze dłużne pozyskały prawie 0,9 mld zł netto. Z nieznacznie ujemnym bilansem sprzedaży zakończyły miesiąc fundusze akcyjne, choć odpływy były nierównomierne.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/kolejny-dobry-miesiac-dla-funduszy-inwestycyjnych-polacy-szukaja-sposobu-na-zyski/fj3b74v", "date_published": "2023-04-14 10:02:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd przyjął nową tarczę. Skorzystają wybrani przedsiębiorcy", "description": "Rada Ministrów przyjęła \"Tarczę dla pogranicza\" — poinformował w piątek wiceszef MSWiA Maciej Wąsik na posiedzeniu sejmowej komisji spraw wewnętrznych i administracji. Pieniądze mają być przeznaczone na pomoc dla firm z pogranicza polsko-białoruskiego.", "link": "https://businessinsider.com.pl/wiadomosci/rzad-przyjal-nowa-tarcze-skorzystaja-wybrani-przedsiebiorcy/ldkzyre", "date_published": "2023-04-14 09:50:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "13 sygnałów, które mogą świadczyć o tym, że twój kolega z pracy jest psychopatą", "description": "\"Każdy pracownik, który zostaje zatrudniony lub awansowany na stanowisko managera i ma zarządzać zespołem, powinien przejść test psychologiczny\" – twierdzi Andrew Faas, manager, który przez wiele lat pracował w największych korporacjach kanadyjskich. W przeszłości zwrócił uwagę szefostwa na korupcję, której dopuścił się jeden z jego pracowników. Zaraz potem na jego telefon i skrzynkę mailową włamał się haker i ktoś zaczął grozić mu śmiercią. Okazało się, że miał do czynienia z psychopatą. To trudne doświadczenie zmotywowało go do tego, by napisać książkę (\"The Bully's Trap\"), w której opowiada swoją historię i zwraca uwagę na temat tabu – stanu psychicznego współpracowników.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/jak-rozpoznac-psychopate-w-pracy-jakie-sa-cechy-psychopaty/s79lzc7", "date_published": "2023-04-14 09:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pod tym względem Polska jak Węgry. Pesymistyczne prognozy ekonomistów", "description": "Ekonomiści po publikacji przez GUS najnowszych danych o inflacji prognozują, że początkowo główny wskaźnik CPI będzie u nas wyraźnie spadał rok do roku, ale dalsze jego obniżanie będzie trudniejsze. Osiągnięcie celu inflacyjnego staje się odległe. Dwucyfrowa inflacja może utrzymywać się nawet do września.", "link": "https://businessinsider.com.pl/gospodarka/nowe-dane-o-inflacji-pokazuja-ze-walka-ze-wzrostem-cen-kiepsko-nam-wychodzi/4ynk6cd", "date_published": "2023-04-14 09:31:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd płaci kobietom mniej. Jest tylko jeden wyjątek", "description": "Spośród 27 członków rządu w randze ministra jedynie cztery osoby to kobiety. Dysproporcja na niekorzyść pań występuje także, gdy spojrzymy na to, w jaki sposób są wynagradzane na niższych stanowiskach w resortach — donosi \"Fakt\".", "link": "https://businessinsider.com.pl/wiadomosci/luka-placowa-w-resortach-poznalismy-dane/e07qlrr", "date_published": "2023-04-14 09:21:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Elon Musk skarży się, że na imprezach ludzie chcą rozmawiać z nim o pracy", "description": "W szczerym wywiadzie udzielonym BBC Elon Musk opowiedział o swoim życiu towarzyskim, podkreślając, że trudno jest ufać ludziom.", "link": "https://businessinsider.com.pl/media/elon-musk-skarzy-sie-ze-na-imprezach-ludzie-chca-rozmawiac-z-nim-o-pracy/92jqf1m", "date_published": "2023-04-14 09:15:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PIE: inflacja w kwietniu wyniesie 14,5–15 proc.", "description": "Kolejne miesiące przyniosą jedynie drobny spadek inflacji – oceniają eksperci z Polskiego Instytutu Ekonomicznego w odpowiedzi na najnowsze dane GUS. Ich zdaniem inflacja w kwietniu wyniesie 14,5–15 proc. Wpływa na to wysoka inflacja bazowa.", "link": "https://businessinsider.com.pl/gospodarka/pie-inflacja-w-kwietniu-wyniesie-14515-proc/p8d3rgs", "date_published": "2023-04-14 09:12:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PIE: obniżanie się inflacji będzie bardzo powolnym procesem", "description": "Kolejne miesiące przyniosą jedynie drobny spadek inflacji – oceniają eksperci z Polskiego Instytutu Ekonomicznego w odpowiedzi na najnowsze dane GUS. Ich zdaniem inflacja w kwietniu wyniesie 14,5–15 proc. Wpływa na to wysoka inflacja bazowa.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-bedzie-spadac-ale-bardzo-powoli-prognozuja-ekonomisci-z-pie/p8d3rgs", "date_published": "2023-04-14 09:12:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Media w chmurze łączą dziennikarstwo z uczeniem maszynowym", "description": "Firma mediowo-technologiczna Ringier Axel Springer Polska zmigrowała do chmury publicznej wszystkie marki mediowe, w tym Onet, Forbes, Newsweek, Fakt czy Business Insider, podkreślając, że przyszłość mediów to połączenie talentu i pracy wybitnych specjalistów z możliwościami nowych technologii. Wydawca aktywnie wykorzystuje narzędzia sztucznej inteligencji (AI) i machine learning (ML), m.in. do dbania o równą reprezentację kobiet i mężczyzn w mediach oraz do usprawniania procesów redakcyjnych.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/media-w-chmurze-lacza-dziennikarstwo-z-uczeniem-maszynowym/0f5by3e", "date_published": "2023-04-14 09:09:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Posłanka KO: Obajtek zarobił o milion za dużo", "description": "Posłanka Koalicji Obywatelskiej Agnieszka Pomaska twierdzi, że prezes Orlenu Daniel Obajtek zarobił o milion złotych za dużo, ponieważ wysokość jego wynagrodzenia nie jest zgodna z zapisami tzw. ustawy kominowej. Złożyła w tej sprawie wniosek do prokuratury.", "link": "https://businessinsider.com.pl/gospodarka/poslanka-ko-obajtek-zarobil-o-milion-za-duzo/bp4vt9x", "date_published": "2023-04-14 08:44:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Naukowcy: MFW daje się nabierać na fałszywe dane ekonomiczne Rosji", "description": "Gospodarka Rosji jest w stanie zapaści, a oficjalne statystyki są \"fikcją\" — twierdzą badacze z Yale, o czym poinformował w czwartek portal Yahoo Finance. Eksperci skrytykowali Międzynarodowy Fundusz Walutowy, który uwzględnił we własnej analizie oficjalne prognozy Rosji.", "link": "https://businessinsider.com.pl/gospodarka/naukowcy-mfw-daje-sie-nabierac-na-falszywe-dane-ekonomiczne-rosji/fckb5qy", "date_published": "2023-04-14 08:22:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "GUS potwierdza niepokojące dane. Dezinflacja będzie długa i powolna", "description": "Piątkowe dane Głównego Urzędu Statystycznego potwierdzają, że inflacja w Polsce choć w ujęciu rocznym spada, to w relacji miesięcznej wciąż jest niepokojąco wysoka. Kiepsko wyglądają także wysokie odczyty inflacji bazowej.", "link": "https://businessinsider.com.pl/gospodarka/gus-potwierdza-niepokojace-dane-dezinflacja-bedzie-dluga-i-powolna/e9rvg5p", "date_published": "2023-04-14 08:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ponad 500 zł specjalnego dodatku z ZUS. Mało kto wie o tej możliwości", "description": "Od marca wzrósł dodatek specjalny, o którym niewiele osób wie. Należy się osobie, której rodzice nie żyją i która pobiera rentę rodzinną. Obecnie wynosi 553 zł - informuje rynekzdrowia.pl", "link": "https://businessinsider.com.pl/poradnik-finansowy/ponad-500-zl-specjalnego-dodatku-z-zus-malo-kto-wie-o-tej-mozliwosci/dds7zf2", "date_published": "2023-04-14 07:38:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 14 kwietnia powyżej 4,7", "description": "Frank szwajcarski kosztuje powyżej 4,7 zł. W piątek rano 14 kwietnia 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,7193.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-14-kwietnia-2023/5793d0r", "date_published": "2023-04-14 07:24:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 14 kwietnia poniżej 4,2", "description": "Kurs dolara poniżej 4,2 zł. W piątek rano 14 kwietnia 2023 r. kurs USD/PLN wynosi 4,1943.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-14-kwietnia-2023/75j6j4w", "date_published": "2023-04-14 07:20:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 14 kwietnia poniżej 4,7", "description": "Kurs euro poniżej 4,7 zł. W piątek rano 14 kwietnia 2023 r. kurs EUR/PLN wynosił 4,6418 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-14-kwietnia-2023/nq60zgx", "date_published": "2023-04-14 07:15:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wiceprezes BNP Paribas: kredyt na 2 proc. może spowodować wzrost cen mieszkań", "description": "Od lipca mają być dostępne kredyty na 2 proc. na zakup pierwszego mieszkania. Jak ocenia wiceprezes BNP Paribas Bank Polska Wojciech Kembłowski, program z jednej strony sprawi, że dla większej liczby Polaków mieszkanie będzie bardziej dostępne, z drugiej przy wciąż ograniczonej podaży może doprowadzić do wzrostu cen.", "link": "https://businessinsider.com.pl/gospodarka/wiceprezes-bnp-paribas-kredyt-na-2-proc-moze-spowodowac-wzrost-cen-mieszkan/h4bf2gk", "date_published": "2023-04-14 06:28:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kim Dzong Un spełnia swoje marzenia i chwali się nowym pociskiem", "description": "Korea Płn. poinformowała w piątek o próbie z nowym typem międzykontynentalnego pocisku balistycznego (ICBM) na paliwo stałe Hwasong-18, który \"wzmocni możliwości kontrataku nuklearnego\".", "link": "https://businessinsider.com.pl/wiadomosci/kim-dzong-un-spelnia-swoje-marzenia-chwali-sie-nowym-pociskiem/cjz31bj", "date_published": "2023-04-14 05:48:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska Press i TVP zaczynają współpracę", "description": "Wydawnictwo Polska Press podpisało umowę o współpracy z Telewizją Polską — informuje portal Wirtualnemedia.pl. TVP będzie kupowała licencję do treści wideo przygotowywanych przez wybranych dziennikarzy i pokazywał je w TVP3.", "link": "https://businessinsider.com.pl/biznes/media/polska-press-i-tvp-zaczynaja-wspolprace/f7wxb0z", "date_published": "2023-04-14 05:34:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Warren Buffett: banki czekają dalsze problemy", "description": "Legendarny inwestor Warren Buffett uważa, że upadek Silicon Valley Bank nie był ostatnim i sektor czekają dalsze problemy.", "link": "https://businessinsider.com.pl/gospodarka/warren-buffett-banki-czekaja-dalsze-problemy/tp0vmx6", "date_published": "2023-04-14 05:32:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Słowacja zamyka się na zboże z Ukrainy. Znaleziono w nim pestycydy", "description": "Słowacja zakazała wprowadzania na rynek pochodzącego z Ukrainy zboża. Tamtejsze służby w zbożu z Ukrainy znalazły pestycydy.", "link": "https://businessinsider.com.pl/finanse/handel/slowacja-zamyka-sie-na-zboze-z-ukrainy-znaleziono-w-nim-pestycydy/t69cgbh", "date_published": "2023-04-14 05:02:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Data rozprawy w TK umacnia złotego. Rynek czeka na odblokowanie funduszy z UE", "description": "Złoty jest najsilniejszy od miesięcy, ponieważ mamy zbieg kilku okoliczności, które mu pomagają. Poznaliśmy datę rozprawy w Trybunale Konstytucyjnym w kwestii kluczowej dla kasy z unijnego Funduszu Odbudowy, mamy świetne dane o spadku inflacji w Stanach Zjednoczonych, oraz rekordowo wysoką nadwyżkę w handlu zagranicznym. Do tego w Unii dane o produkcji przemysłowej są lepsze od oczekiwań, natomiast za kilka miesięcy spory wpływ na ceny niektórych artykułów spożywczych może uzyskać zjawisko zwane El Nino. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/data-rozprawy-w-trybunale-konstytucyjnym-umacnia-zlotego-rynek-czeka-na-odblokowanie/bl15qyr", "date_published": "2023-04-14 04:56:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przegląd samochodu niemożliwy. Czeka nas gigantyczny strajk", "description": "Badanie techniczne samochodu jest zbyt tanie i powinno kosztować przynajmniej 200 zł — uważają diagności. Z tego powodu 26 kwietnia szykują wielki protest — informuje dziennik.pl. Strajk kierowcy odczują na własnej skórze.", "link": "https://businessinsider.com.pl/motoryzacja/przeglad-samochodu-niemozliwy-czeka-nas-gigantyczny-strajk/68sepkc", "date_published": "2023-04-14 04:44:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sąd Najwyższy wydaje zaskakujący wyrok frankowy. Taki może być jego wpływ", "description": "Prawnicy broniący banków twierdzą, że najnowszy wyrok Sądu Najwyższego może zmniejszyć nadmierny ich zdaniem automatyzm w wydawaniu wyroków unieważniających umowy frankowe, bo — jak twierdzą — sądy często nie pochylają się nad specyfiką niektórych zapisów. Frankowi prawnicy przekonują, że SN nie badał ewentualnych naruszeń praw konsumenta, a tylko merytoryczne rozstrzygnięcie sądu drugiej instancji oddalające apelację pozwanego przez bank klienta.", "link": "https://businessinsider.com.pl/finanse/zaskakujacy-ruch-sadu-najwyzszego-w-sprawie-frankow-jak-wplynie-na-wyroki/xrn5b2p", "date_published": "2023-04-14 04:43:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy nadal kupują zboże z Ukrainy. Teraz to \"czyściwo młynarskie\"", "description": "Walka ze sprowadzaniem ukraińskiego zboża do Polski nie jest łatwa. Dzieje się to mimo częstszych kontroli. \"Spekulanci są o krok przed służbami\" — wskazuje \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/finanse/handel/polacy-nadal-kupuja-zboze-z-ukrainy-teraz-to-czysciwo-mlynarskie/yqv0vjl", "date_published": "2023-04-14 04:28:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ostatni dzień na pozwanie banku w Warszawie. Co z zabezpieczeniami?", "description": "Tylko do piątku 15 kwietnia każdy może złożyć pozew przeciwko bankowi do warszawskiego wydziału frankowego. Część prawników uważa, że warto się pospieszyć, bo warszawski sąd daje zabezpieczenia. Nie wszyscy jednak podzielają ten pogląd i tłumaczą dlaczego. Chodzi o zabezpieczenia pozwalające niespłacanie rat.", "link": "https://businessinsider.com.pl/prawo/ostatni-dzien-na-pozwanie-banku-w-warszawie-czy-warto-sie-spieszyc/76j24p7", "date_published": "2023-04-14 04:28:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Urlopy dla rodziców po zmianach. Sprawdź co się opłaca", "description": "Już za niecałe dwa tygodnie zmieni się wysokość zasiłków macierzyńskich. Inne będą też m.in. zasady korzystania z urlopu rodzicielskiego i ojcowskiego. Od wyboru samych rodziców zależy to, czy i jak skorzystają na nowych przepisach.", "link": "https://businessinsider.com.pl/prawo/praca/urlop-macierzynski-rodzicielski-ojcowski-jak-oplacalnie-skorzystac/bqcn8vn", "date_published": "2023-04-14 04:20:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gra wstępna z WIBOR. Kredytobiorcy na razie boją się pozywać banki", "description": "Duży wzrost rat doskwiera kredytobiorcom złotowym, a wielkie korzyści, które osiągają frankowicze w sądach, rozpala wyobraźnię. Jednak na razie pozwów dotyczących hipotek opartych na stawce WIBOR wcale nie jest tak dużo, a sądy w przytłaczającej mierze odrzucają roszczenia klientów. Na razie kredytobiorcy testują grunt poprzez reklamacje, w których czasami nawet domagają się rozliczenia umowy tak, jakby była nieważna.", "link": "https://businessinsider.com.pl/finanse/zlotowicze-zaczynaja-gre-wstepna-z-wibor-boja-sie-kosztow/g3fb762", "date_published": "2023-04-14 04:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rośnie liczba rodzin bez dzieci i samodzielnych ojców. Tak zmienia się Polska", "description": "W 2021 r. miał miejsce Narodowy Spis Powszechny Narodowości i Mieszkań. Jego wyniki publikowane są stopniowo i odsłaniają kolejne trendy populacyjne oraz realia życia Polaków. Najnowsze dane przynoszą informację o strukturze etnicznej gospodarstw domowych oraz języku, jakim posługujemy się na co dzień. Dzięki spisowi możemy też prześledzić, jak zmieniły się polskie rodziny. Niepokojącym trendem jest starzenie się społeczeństwa, w tym uczestników rynku pracy.", "link": "https://businessinsider.com.pl/wiadomosci/rosnie-liczba-rodzin-bez-dzieci-i-samodzielnych-ojcow-tak-zmienia-sie-polska/jvxxk45", "date_published": "2023-04-14 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]