[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Terence Blanchard talks about his journey to making history at the Met with Lara Downes | Amplify", "description": "Lara Downes | April 14, 2023\nIn September of 2021 at the Metropolitan Opera's gala opening night, the curtain rose not on Puccini or Verdi, but on an opera by the American jazz trumpeter and film score composer Terence Blanchard. Fire Shut Up in My Bones wove together jazz, blues, and symphonic sounds to tell the true story of a Black man confronting the traumas of his childhood. It was the first time in the Met's 138-year history that America's leading opera house presented an opera by a Black composer.\n\nI couldn't be there that night. I was in California, working on an album of music by Scott Joplin that begins with music from Treemonisha, which he finished in 1910, hoping to produce the first great Black American opera. The complete work was finally staged in 1972, 55 years after Joplin's death. It wasn't until 1949, when William Grant Still's Troubled Island came to New York City Opera, that an opera by a Black composer was performed on a major American stage.\n\nBeing \"the first\" can be very lonely, unless you wrap yourself in the embrace of the ancestors who came before you. As he returns to the Met with his opera Champion, Terence acknowledges, with gratitude and humility, the lineage of Black composers whose music was often unrecognized in its time, but whose work ultimately made his success possible today. He's hopeful about what can come next, and recognizes his role in leading change that is such a long time coming.\n\nThe triumph of Fire Shut Up in My Bones prompted the Met not only to present Champion this season and reprise Fire next year, but also to shift the balance of its programming, with a commitment to commissioning works that tell diverse stories. As Terence's music invites new audiences into the velvet splendor of the opera house, it is redefining this art form, and welcoming the next generation of composers and singers into a future full of possibilities.", "link": "https://www.youtube.com/watch?v=kBbmVbbLV0g", "date_published": "2023-04-14 09:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}]