[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Extortion Racket’: Big Brands Promote Polarizing Personalities To Boost CEI Score", "description": "“It” girls have always been a major draw in advertising, but what’s driving companies to suddenly choose an it girl who isn’t a girl at all? Consumers have seen a rash of major brands, including Nike, Bud Light, Crest, and Ulta Beauty  partnering with polarizing trans personality Dylan Mulvaney. While political pundits are often quick ...", "link": "https://www.dailywire.com/news/extortion-racket-big-brands-promote-polarizing-personalities-to-boost-cei-score", "date_published": "2023-04-14 18:44:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mike Pompeo Announces Decision On 2024 Presidential Run", "description": "Former Secretary of State Mike Pompeo announced Friday afternoon that he will not be launching a campaign for president in 2024 after carefully considering the matter. &#8220;It is simplest and most accurate to say that this decision is personal,&#8221; Pompeo said in a statement. &#8220;The time is not right for me and my family. At ...", "link": "https://www.dailywire.com/news/mike-pompeo-announces-decision-on-2024-presidential-run", "date_published": "2023-04-14 18:29:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DOJ Unveils Charges Against ‘El Chapo’ Sons, 25 Others In Crackdown On Fentanyl Trade", "description": "The Department of Justice issued indictments Friday against dozens of alleged drug traffickers with ties to Mexico’s Sinaloa Cartel, including the three sons of former Sinaloa head Joaquín “El Chapo” Guzmán Loera. The indictments charge 28 people with crimes ranging from drug trafficking to machine gun possession to money laundering. None of the defendants are ...", "link": "https://www.dailywire.com/news/doj-unveils-charges-against-el-chapo-sons-25-others-in-crackdown-on-fentanyl-trade", "date_published": "2023-04-14 18:25:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hillary Clinton Argues Against Campaign Finance Disclosure While Defending Against 2016 Violation", "description": "The arguments pushed by the Clinton team are so contrary to Democrat rhetoric, and more in line with Republicans who think there should be few campaign finance restrictions, that the complaint against Clinton was brought by a left-leaning group and killed by Republican commissioners while Democrat commissioners, alongside FEC lawyers, sided with the complainants.", "link": "https://www.dailywire.com/news/hillary-clinton-argues-against-campaign-finance-disclosure-while-defending-against-2016-violation", "date_published": "2023-04-14 18:12:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Megyn Kelly Says She Needs To ‘Atone’ For Her Past Reporting On NBC About Gender Dysphoria, Calling For Tolerance", "description": "Megyn Kelly said she needed to &#8220;atone&#8221; for the past reporting she did when she was at NBC about gender dysphoria and her calls at the time for compassion and tolerance. During Sirius XM&#8217;s &#8220;The Megyn Kelly Show&#8221; podcast on Friday, the host was speaking with detransitioner Cat Cattinson, Executive Producer of &#8220;Affirmation Generation&#8221; Joey ...", "link": "https://www.dailywire.com/news/megyn-kelly-says-she-needs-to-atone-for-her-past-reporting-on-nbc-about-gender-dysphoria-calling-for-tolerance", "date_published": "2023-04-14 18:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Michael Knowles Responds To Woke Student Who Cited Pagan Gods For Transgenderism", "description": "Michael Knowles gave a lengthy response to a college student who defended transgenderism by citing trans-identifying figures in pagan societies. The exchange occurred during the Q&amp;A section of Knowles&#8217; remarks Thursday evening to a packed auditorium at the University of Wisconsin-Superior. The event was hosted by Young America&#8217;s Foundation. &#8220;Before I state my question, I just want to ...", "link": "https://www.dailywire.com/news/watch-michael-knowles-responds-to-woke-student-who-cited-pagan-gods-for-transgenderism", "date_published": "2023-04-14 17:53:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "A Christian Postal Worker Declined To Work On Sunday. The Supreme Court Is About To Hear His Case.", "description": "Gerald Groff, a former missionary and United States Postal Service employee, refused to work on Sundays out of his Christian convictions and will have his case presented to the Supreme Court on Tuesday. When Groff returned to Lancaster, Pennsylvania, from the mission field in Nepal and other parts of Asia, he searched for a career ...", "link": "https://www.dailywire.com/news/a-christian-postal-worker-declined-to-work-on-sunday-the-supreme-court-is-about-to-hear-his-case", "date_published": "2023-04-14 17:50:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Friday Afternoon Update: Kenyan Chess Scandal, NYC Appoints Rat Czar, Washington Commanders Being Sold?", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. New York City Appoints &#8216;Rat Czar&#8217; New York City has officially appointed its first-ever “rat czar” — its new director of rodent mitigation, Kathleen Corradi. The job description specified that the czar would need to have “the drive, ...", "link": "https://www.dailywire.com/news/friday-afternoon-update-kenyan-chess-scandal-nyc-appoints-rat-czar-washington-commanders-being-sold", "date_published": "2023-04-14 17:34:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "With More Whales And Dolphins Washing Ashore, Officials Have To Ask: Are Wind Farms To Blame?", "description": "Why are so many whales dying this year? At least 29 whales have washed up on the Atlantic coast since December, including over a dozen in New Jersey. A number of whales beach on the east coast every year, but the uptick in deaths has alarmed scientists. The string of whale demises has coincided with ...", "link": "https://www.dailywire.com/news/with-more-whales-and-dolphins-washing-ashore-officials-have-to-ask-are-wind-farms-to-blame", "date_published": "2023-04-14 17:24:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ben Shapiro Blasts Anheuser-Busch Over Statement On Dylan Mulvaney Partnership", "description": "Daily Wire Editor Emeritus Ben Shapiro slammed Anheuser-Busch on Friday after the head of the company issued a statement related to Bud Light’s controversial decision to partner with transgender influencer Dylan Mulvaney. The statement from Anheuser-Busch CEO Brendan Whitworth did not make mention of Mulvaney, transgenderism, or offer an apology to offended customers. &#8220;Anheuser-Busch CEO ...", "link": "https://www.dailywire.com/news/ben-shapiro-blasts-anheuser-busch-over-statement-on-dylan-mulvaney-partnership", "date_published": "2023-04-14 16:32:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pro Wrestler ‘Jimmy The Jester’ Dies At 34", "description": "James Pasquale, 34, the wrestling star nicknamed “Jimmy the Jester” who referred to himself as “The Clown Prince of Professional Wrestling,” has died from injuries suffered in a car crash. Jimmy the Jester, professional wrestler, dead at 34 https://t.co/Pab4DJNu0E pic.twitter.com/zqGnzlXW7g &mdash; New York Post (@nypost) April 14, 2023 Pasquale, a member of the famous wrestling ...", "link": "https://www.dailywire.com/news/pro-wrestler-jimmy-the-jester-dies-at-34", "date_published": "2023-04-14 16:26:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Clumsy And Stupid’: Matt Walsh Rips Anheuser-Busch Statement On Dylan Mulvaney Controversy", "description": "Daily Wire host Matt Walsh piled on Bud Light parent company Anheuser-Busch after the beer maker’s CEO issued a non-apology statement Friday. Anheuser-Busch CEO Brendan Whitworth released the statement after Bud Light partnered with transgender influencer Dylan Mulvaney earlier this month. The statement, however, did not make mention of Mulvaney, transgenderism, or offer an apology ...", "link": "https://www.dailywire.com/news/clumsy-and-stupid-matt-walsh-rips-anheuser-busch-statement-on-dylan-mulvaney-controversy", "date_published": "2023-04-14 16:18:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Monster Earthquake Targeting Portland, Seattle May Come From Fluid Leak In Ocean", "description": "A new study indicates that fluid that acts like a lubricant on a fault off the northwestern coast of the United is leaking, and the resulting stress on the fault could cause a gigantic megathrust earthquake that could target Seattle and Portland. A team from the University of Washington aboard the RV Thomas G. Thompson ...", "link": "https://www.dailywire.com/news/monster-earthquake-targeting-portland-seattle-may-come-from-fluid-leak-in-ocean", "date_published": "2023-04-14 16:10:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Leaked Photos Show Bud Light VP Who Disliked Beer’s ‘Fratty’ Image Enjoying Fratty Party", "description": "Bud Light’s vice president of marketing, Alissa Heinerscheid, said the brand was &#8220;out of touch&#8221; during an interview released prior to the brand&#8217;s partnership with transgender influence Dylan Mulvaney. She said the beer, enjoyed by blue-collar workers and college kids, was just too &#8220;fratty.&#8221; But wouldn&#8217;t you know it? In the age of instant media, ...", "link": "https://www.dailywire.com/news/leaked-photos-show-bud-light-vp-who-disliked-beers-fratty-image-enjoying-fratty-party", "date_published": "2023-04-14 15:40:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Announces New Action In Protecting Classified Material Following Leak On Discord", "description": "President Joe Biden announced Friday that he has ordered that access to classified material be further restricted after a 21-year-old member of the Massachusetts Air National Guard allegedly leaked hundreds of photos of classified U.S. military intelligence on an online server. &#8220;I commend the rapid action taken by law enforcement to investigate and respond to ...", "link": "https://www.dailywire.com/news/biden-announces-new-action-in-protecting-classified-material-following-leak-on-discord", "date_published": "2023-04-14 15:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Anheuser-Busch CEO Breaks Long Silence Amid Dylan Mulvaney PR Crisis", "description": "After nearly two weeks of backlash, including threats of a boycott movement and significant losses in market value to his company, Anheuser-Busch CEO Brendan Whitworth issued a statement related to Bud Light&#8217;s controversial decision to partner with transgender influencer Dylan Mulvaney, but did not make mention of Mulvaney, transgenderism — or offer an apology to ...", "link": "https://www.dailywire.com/news/anheuser-busch-ceo-breaks-long-silence-amid-dylan-mulvaney-pr-crisis", "date_published": "2023-04-14 14:53:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Super Mario Bros Movie’ Tops $500M Worldwide, Becomes Highest Earning Release Of 2023 So Far", "description": "“The Super Mario Bros. Movie” has officially become the top performing movie release of 2023 so far, raking in $500 million in revenue. The animated film, which is based on the classic Nintendo video game, was released just ahead of Easter weekend and quickly brought in $377 million in global box office sales and $204.6 ...", "link": "https://www.dailywire.com/news/the-super-mario-bros-movie-tops-500m-worldwide-becomes-highest-earning-release-of-2023-so-far", "date_published": "2023-04-14 14:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Celebrities Are A**holes’: Shaq Says He Denounced The Label Of Being A Star Years Ago", "description": "Superstar and NBA legend Shaquille O&#8217;Neal said during an interview published Wednesday that many celebrities are &#8220;a**holes&#8221; and he did not like to describe himself as one. The 51-year-old NBA commentator made it clear to People magazine that he&#8217;s no celebrity, calling them &#8220;rude to people&#8221; and &#8220;obnoxious.&#8221; &#8220;I denounced myself from being a celebrity ...", "link": "https://www.dailywire.com/news/celebrities-are-aholes-shaq-says-he-denounced-the-label-of-being-a-star-years-ago", "date_published": "2023-04-14 14:32:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Like God Was Yelling From Heaven’: Covenant School Greeted With Double Rainbow During First Chapel Service Since Massacre", "description": "Students and parents at The Covenant School in Nashville, Tennessee, where three children and three staff members were killed in a recent shooting, were greeted with a magnificent double rainbow as they gathered for the first time in weeks. Dave Barnes, a contemporary Christian singer and songwriter from Nashville, posted video and images on Thursday ...", "link": "https://www.dailywire.com/news/like-god-was-yelling-from-heaven-covenant-school-greeted-with-double-rainbow-during-first-chapel-service-since-massacre", "date_published": "2023-04-14 14:29:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Soros Gets Bang For Buck In Down-Ballot Races. Why Haven’t Conservatives Done The Same?", "description": "“That is exactly what we should be doing as conservatives, rather than lining the pockets of some of these D.C. consultants so they can run more ads that don’t persuade any voters,” a strategist said.", "link": "https://www.dailywire.com/news/soros-gets-bang-for-buck-in-down-ballot-races-why-havent-conservatives-done-the-same", "date_published": "2023-04-14 14:24:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘You’re Going To Be A Disciple For Me’: Candace Cameron Bure Thanks God For Taking Her Out Of Acting For 10 Years", "description": "&#8220;Full House&#8221; star Candace Cameron Bure thanked God for taking her out of acting for ten years and said during that time off she&#8217;s realized he wanted her to become &#8220;a disciple for&#8221; him. During Spotify&#8217;s &#8220;The Candace Cameron Bure Podcast&#8221; this week, the 47-year-old actress spoke to her guest, author Heather McFayden, about balancing ...", "link": "https://www.dailywire.com/news/youre-going-to-be-a-disciple-for-me-candace-cameron-bure-thanks-god-for-taking-her-out-of-acting-for-10-years", "date_published": "2023-04-14 14:04:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sam Smith Slammed For ‘Satanic,’ Overtly Sexual Performance With No Age Restrictions", "description": "Recording artist Sam Smith is getting slammed online for a recent performance in the U.K. which some social media users say should have been age-restricted due to graphic sexual content and Satanic imagery. Smith kicked off the “Gloria” world tour April 12 in Sheffield, and video clips of the performance started circulating online, with many ...", "link": "https://www.dailywire.com/news/sam-smith-slammed-for-satanic-overtly-sexual-performance-with-no-age-restrictions", "date_published": "2023-04-14 13:52:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Slammed For Allegedly Pushing Past British PM: ‘Just A 7-11 Worker’", "description": "President Joe Biden was slammed online after some commentators claimed he pushed aside U.K. Prime Minister Rishi Sunak to salute one of King Charles’ lord-lieutenants in Northern Ireland. Biden landed in Belfast, Northern Ireland, on Wednesday morning to begin a diplomatic trip to the United Kingdom and Ireland. After departing Air Force One, the president ...", "link": "https://www.dailywire.com/news/biden-slammed-for-allegedly-pushing-past-british-pm-just-a-7-11-worker", "date_published": "2023-04-14 13:39:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Shake The World’: Britney Spears’ ‘Brutally Honest’ Tell-All Memoir Is Complete", "description": "Britney Spears&#8217; &#8220;brutally honest&#8221; tell-all memoir is reportedly complete and publishing insiders said it&#8217;s going to &#8220;shake the world&#8221; when it comes out this fall. The 41-year-old pop singer reportedly worked with ghostwriter Sam Lansky, a novelist and journalist who has written for Time, The Atlantic, and New York Magazine, on her upcoming memoir, which ...", "link": "https://www.dailywire.com/news/shake-the-world-britney-spears-brutally-honest-tell-all-memoir-is-complete", "date_published": "2023-04-14 13:22:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Germany Shuts Down Remaining Nuclear Power Plants Despite Threats To Energy Security", "description": "Germany will shutter the nation’s three remaining nuclear energy plants on Saturday, marking an end to the economic bellwether’s utilization of the power source despite threats to energy security posed by the Russian invasion of Ukraine. Former German Chancellor Angela Merkel approved the gradual closure of the nation’s nuclear plants following the 2011 nuclear meltdown ...", "link": "https://www.dailywire.com/news/germany-shuts-down-remaining-nuclear-power-plants-despite-threats-to-energy-security", "date_published": "2023-04-14 12:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "What The Bud Light Debacle Illuminates About Woke Ideology In Corporate America", "description": "Could the worm be turning on corporate America’s love affair with progressive woke ideology – at least among the people in charge? According to inside sources, as reported by The Daily Wire and others, top level executives at Anheuser-Busch allegedly weren’t aware that one of the planet’s most controversial trans influencers had been hired as ...", "link": "https://www.dailywire.com/news/what-the-bud-light-debacle-illuminates-about-woke-ideology-in-corporate-america", "date_published": "2023-04-14 12:25:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lori Vallow Daybell’s Ex-Friend Describes Strange Religious Views: Murdered Son Had ‘Evil Spirit’ In Him", "description": "An ex-friend of Lori Vallow Daybell, who is the mother accused of murdering her two children and conspiring to kill her husband’s ex-wife, described how her religious views drastically changed over the years. Vallow Daybell was once a traditional Mormon, but after meeting her fifth husband, Chad Daybell, who faces trial later this year for ...", "link": "https://www.dailywire.com/news/lori-vallow-daybells-ex-friend-describes-strange-religious-views-murdered-son-had-evil-spirit-in-him", "date_published": "2023-04-14 12:19:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Minneapolis Allows Islamic Prayers To Broadcast Throughout The City At All Hours", "description": "The Minneapolis City Council advanced a bill on Thursday that will permit Islamic prayers to be broadcasted across the city as many as five times per day. Members of the City Council unanimously approved amendments to noise ordinances such that mosques can transmit calls to prayer with “amplifying equipment,” striking a provision that restricted the ...", "link": "https://www.dailywire.com/news/minneapolis-allows-islamic-prayers-to-broadcast-throughout-the-city-at-all-hours", "date_published": "2023-04-14 12:01:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lapdog Media Tracks Down Classified Leaker: Democrat-Media Complex In Action", "description": "We don&#8217;t know if the suspected leaker of classified documents is a brave whistleblower, a reckless know-it-all, or a traitor who is risking lives. But we do know it wasn&#8217;t the job of the lapdog media to help the feds hunt him down. If the leaked Pentagon files are legitimate, then 21-year-old Air National Guardsman ...", "link": "https://www.dailywire.com/news/lapdog-media-tracks-down-classified-leaker-democrat-media-complex-in-action", "date_published": "2023-04-14 11:51:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "End The Reign Of The Dinosaurs: Congress Needs An Age Limit ASAP — For Democrats And Republicans", "description": "Yes, life begins at 40. But 50 is the new 40. And 70 is the new 60, they now say. But it&#8217;s not. When you&#8217;re 70, you&#8217;re old. And you&#8217;re too old to serve in Congress by then. Still, we&#8217;ll give you to 75. Once you hit 75, you&#8217;re out, finished at Faber, expelled. As ...", "link": "https://www.dailywire.com/news/end-the-reign-of-the-dinosaurs-congress-needs-an-age-limit-asap-for-democrats-and-republicans", "date_published": "2023-04-14 11:27:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Family Says Atlanta Inmate Was ‘Eaten Alive’ By Bed Bugs: Lawsuit", "description": "A Georgia family says their loved one died in an Atlanta jail last year after being “eaten alive” by bed bugs and other insects. Lashawn Thompson, 35, was arrested on June 12, 2022, for a misdemeanor simply battery charge, CBS News reported Thursday. He was sent to Fulton County Jail and placed in the psychiatric ...", "link": "https://www.dailywire.com/news/family-says-atlanta-inmate-was-eaten-alive-by-bed-bugs-lawsuit", "date_published": "2023-04-14 11:11:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jamie Foxx Movie May Wrap Without Him Amid Mystery Illness", "description": "Actor Jamie Foxx&#8217;s newest movie – a Netflix project titled &#8220;Back in Action&#8221; — may be forced to wrap without the star as he continues to recover from an undisclosed medical emergency. According to a Thursday report from People Magazine, producers have canceled scheduled filming of at least one scene that was set to take place ...", "link": "https://www.dailywire.com/news/jamie-foxx-movie-may-wrap-without-him-amid-mystery-illness", "date_published": "2023-04-14 10:59:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Goldman Sachs Distributes Pronoun Guides Amid Banking Crisis: Report", "description": "Goldman Sachs has reportedly distributed pronoun guides to help staffers become “inclusive” allies even as the financial sector faces a crisis. The rainbow-colored pamphlet entitled “Bring Your Authentic Self,” which was obtained by campus conservative outlet The Stanford Review and confirmed by The New York Post, informs employees at the investment bank that “a gender-neutral or ...", "link": "https://www.dailywire.com/news/goldman-sachs-distributes-pronoun-guides-amid-banking-crisis-report", "date_published": "2023-04-14 10:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Prison For Life’: Elon Musk Sounds Off On Parents And Doctors Who Sterilize Minors", "description": "Did Elon Musk go too far or not far enough? That&#8217;s the question after the &#8220;Chief Twit&#8221; voiced his support Friday morning for sending doctors and parents to a life sentence in the slammer if they approve or conduct sex-change surgeries and other life-altering procedures on minors. Musks&#8217; comment came in reaction to popular media ...", "link": "https://www.dailywire.com/news/prison-for-life-elon-musk-sounds-off-on-parents-and-doctors-who-sterilize-minors", "date_published": "2023-04-14 10:41:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Conservatives Mock Stephen King As ‘Transphobe’ For Claiming Abortion Would Be ‘Sacrament’ If ‘Men Could Get Pregnant’", "description": "Outspoken leftist Stephen King is getting dragged online by conservatives as a &#8220;transphobe&#8221; for a Thursday comment he made about abortion. The best-selling author tweeted, “It has been said before, but it bears repeating: if men could get pregnant, abortion would be a sacrament.” This led many Twitter users to point out that his side ...", "link": "https://www.dailywire.com/news/conservatives-mock-stephen-king-as-transphobe-for-claiming-abortion-would-be-sacrament-if-men-could-get-pregnant", "date_published": "2023-04-14 10:31:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘You’re Clowns’: LGBTQ Group Ripped For ‘Travel Advisory’ Warning Against Florida", "description": "A leading Florida LGBTQ advocacy group was ripped after issuing a so-called “travel advisory” advising members of the LGBTQ community not to travel to Florida. Equality Florida stated in a Twitter thread, “It&#8217;s with great sadness that we must respond to those asking if it&#8217;s safe to travel to or remain in FL as laws ...", "link": "https://www.dailywire.com/news/youre-clowns-lgbtq-group-ripped-for-travel-advisory-warning-against-florida", "date_published": "2023-04-14 10:14:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Washington House Passes Bill Allowing No Parental Notification Of Runaways If Child Seeking Abortion, Sex Change", "description": "Democrats in Washington state have passed a new law that would allow shelters that take in runaway children to not notify the parents if the child is seeking sex change procedures or an abortion.  The bill, which passed the Democrat-controlled House on Wednesday by a vote of 57-39, had previously passed the in the state ...", "link": "https://www.dailywire.com/news/washington-house-passes-bill-allowing-no-parental-notification-of-runaways-if-child-seeking-abortion-sex-change", "date_published": "2023-04-14 10:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "North Korea Claims To Have Tested New ICBM Designed To Hit U.S. Mainland: Report", "description": "North Korea claimed on Friday that it tested a new long-range intercontinental ballistic missile that is designed to reach the U.S. mainland. The announcement from the reclusive nation came a day after it tested the weapon, which sent Japanese citizens living in the northern part of Japan running for shelter after the country warned of ...", "link": "https://www.dailywire.com/news/north-korea-claims-to-have-tested-new-icbm-designed-to-hit-u-s-mainland-report", "date_published": "2023-04-14 07:46:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Disgraced Ex-Biden Official Sam Brinton Avoids Jail Time After Plea Deal In Luggage Theft Case", "description": "Disgraced former Biden Energy Department official Samuel Brinton pleaded &#8220;no contest&#8221; this week after being caught on video allegedly stealing luggage at Harry Reid International Airport in Las Vegas. Eight News Now reported that Brinton agreed to pay the victim more than $3,500 in restitution and received a suspended 180 jail sentence, meaning that he ...", "link": "https://www.dailywire.com/news/disgraced-ex-biden-official-sam-brinton-avoids-jail-time-after-plea-deal-in-luggage-theft-case", "date_published": "2023-04-14 07:35:31+00:00", "persistent": false, "user": null, "language": "en-US"}]