[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Russia-Linked Hackers Launches Espionage Attacks on Foreign Diplomatic Entities", "description": "The Russia-linked APT29 (aka Cozy Bear) threat actor has been attributed to an ongoing cyber espionage campaign targeting foreign ministries and diplomatic entities located in NATO member states, the European Union, and Africa.\nAccording to Poland's Military Counterintelligence Service and the CERT Polska team, the observed activity shares tactical overlaps with a cluster tracked by Microsoft as", "link": "https://thehackernews.com/2023/04/russia-linked-hackers-launches.html", "date_published": "2023-04-14 12:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Kodi Confirms Data Breach: 400K User Records and Private Messages Stolen", "description": "Open source media player software provider Kodi has confirmed a data breach after threat actors stole the company's MyBB forum database containing user data and private messages.\nWhat's more, the unknown threat actors attempted to sell the data dump comprising 400,635 Kodi users on the now-defunct BreachForums cybercrime marketplace.\n\"MyBB admin logs show the account of a trusted but currently", "link": "https://thehackernews.com/2023/04/kodi-confirms-data-breach-400k-user.html", "date_published": "2023-04-14 10:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Severe Android and Novi Survey Vulnerabilities Under Active Exploitation", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has added two vulnerabilities to its Known Exploited Vulnerabilities (KEV) catalog, based on evidence of active exploitation.\nThe two flaws are listed below -\n\nCVE-2023-20963 (CVSS score: 7.8) - Android Framework Privilege Escalation Vulnerability\nCVE-2023-29492 (CVSS score: TBD) - Novi Survey Insecure Deserialization Vulnerability", "link": "https://thehackernews.com/2023/04/severe-android-and-novi-survey.html", "date_published": "2023-04-14 07:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Webinar: Tips from MSSPs to MSSPs – Building a Profitable vCISO Practice", "description": "In today's fast-paced and ever-changing digital landscape, businesses of all sizes face a myriad of cybersecurity threats. Putting in place the right people, technological tools and services, MSSPs are in a great position to ensure their customers' cyber resilience. \nThe growing need of SMEs and SMBs for structured cybersecurity services can be leveraged by MSPs and MSSPs to provide strategic", "link": "https://thehackernews.com/2023/04/webinar-tips-from-mssps-to-mssps.html", "date_published": "2023-04-14 07:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}]