[{"source": "https://www.theguardian.com/international/rss", "title": "Arteta praises ‘exceptional’ Ramsdale as Arsenal prepare to take on West Ham", "description": "<ul><li>Manager says keeper has come good ‘against the odds’</li><li>Eddie Nketiah likely to make his return on Sunday</li></ul><p>Mikel Arteta has hailed the form of Aaron Ramsdale, describing his progress at Arsenal as “against the odds” and describing how the club supported the goalkeeper in the face of social media abuse after his arrival.</p><p>Ramsdale has been outstanding in Arsenal’s push for the title, most recently <a href=\"https://www.theguardian.com/football/2023/apr/09/liverpool-arsenal-premier-league-match-report\">saving them a point at Anfield last Sunday</a> with remarkable late stops from Mohamed Salah and Ibrahima Konaté. He has cut a commanding, charismatic figure who shapes much of the team’s buildup play, but Arteta harked back to a less certain spell earlier in the player’s career. Before moving to north London he was relegated from the top flight with Bournemouth and Sheffield United, meaning question marks sprung up externally when Arsenal paid the latter an initial £24m for him in August 2021.</p> <a href=\"https://www.theguardian.com/football/2023/apr/14/arteta-ramsdale-arsenal-west-ham-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/14/arteta-ramsdale-arsenal-west-ham-preview", "date_published": "2023-04-14 21:30:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Frank Lampard hits back at critics of Mason Mount at Chelsea", "description": "<ul><li>Mount has been targeted on social media after poor season</li><li>‘He’s young but he’s already a top player,’ says interim manager</li></ul><p>Frank Lampard has hit back at Mason Mount’s critics, questioning whether people who say the Chelsea midfielder is not a top player understand what they are watching.</p><p>Mount, who has struggled with form and fitness this season, has been targeted with abuse by fans on social media amid the toughest spell of his career and could leave this summer. The 24-year-old’s contract expires at the end of next season and Bayern Munich, Liverpool and Manchester United are interested.</p> <a href=\"https://www.theguardian.com/football/2023/apr/14/frank-lampard-hits-back-at-critics-of-mason-mount-at-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/14/frank-lampard-hits-back-at-critics-of-mason-mount-at-chelsea", "date_published": "2023-04-14 21:30:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Protesters condemn French court ruling in favour of Macron's pensions bill – video", "description": "<p>France's constitutional court has given its green light to President Emmanuel Macron's proposal to increase the minimum pension age from 62 to 64. The ruling was met with widespread opposition, with hundreds of protesters pouring out on to Paris's streets to march against the bill. The bill was initially forced through parliament using a special mechanism. Sophie Binet, head of the CGT union, called for the protests to continue. 'The message tonight is that the mobilisation continues,' she said</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/apr/14/french-court-approves-macrons-unpopular-plan-to-raise-pension-age\">French court approves Macron’s unpopular plan to raise pension age</a></p></li><li><p><a href=\"https://www.theguardian.com/world/2023/apr/14/riot-police-deployed-to-french-court-as-it-prepares-to-rule-on-macron-pension-changes\">Riot police deployed as French court prepares to rule on pension changes</a></p></li><li><p><a href=\"https://www.theguardian.com/world/video/2023/apr/13/twice-as-determined-hundreds-of-thousands-protest-in-paris-against-pension-reform-video-report\">'Twice as determined': hundreds of thousands protest in Paris against pension changes – video report</a></p></li></ul> <a href=\"https://www.theguardian.com/global/video/2023/apr/14/protesters-condemn-french-court-ruling-in-favour-of-macrons-pensions-bill-video\">Continue reading...</a>", "link": "https://www.theguardian.com/global/video/2023/apr/14/protesters-condemn-french-court-ruling-in-favour-of-macrons-pensions-bill-video", "date_published": "2023-04-14 21:21:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Dallas Mavericks hit with $750k fine for sitting players with playoff hopes alive", "description": "<ul><li>Mavericks fined $750,000 after investigation into tanking</li><li>Dallas sat key players in must-win game for playoff hopes</li></ul><p>The NBA fined the Dallas Mavericks $750,000 on Friday, saying the team engaged in “conduct detrimental to the league” by <a href=\"https://www.theguardian.com/sport/2023/apr/07/dallas-mavericks-tanking-playoffs-kyrie-irving\">sitting out most of their key players</a> against the Chicago Bulls on 7 April despite still having a chance to reach the postseason.</p><p>The league’s investigation, which took less than a week, said Dallas violated the league’s policy on resting players and had a desire to lose that game to the Bulls “in order to improve the chances of keeping its first-round pick in the 2023 NBA draft”.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/14/dallas-mavericks-fined-tanking-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/14/dallas-mavericks-fined-tanking-investigation", "date_published": "2023-04-14 19:29:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Q&A: why are more people using Botox, and what are the risks?", "description": "<p>Business is booming for clinics offering botulinum toxin injections, commonly referred to as Botox</p><ul><li><a href=\"https://composer.gutools.co.uk/content/6439843c8f0885230b2db19e\">Nine out of 10 beauty clinics breaking the law by advertising Botox – study</a></li></ul><p><a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/jocd.15750\">New research</a> has found that nine in 10 beauty clinics are breaking the law by advertising Botox, sparking fresh concern about Britain’s £3.6bn “wild west” cosmetic treatments industry.</p><p>Academics at University College London (UCL) found that 88% of London clinics were flouting regulations banning the advertising of Botox and other forms of botulinum toxin that are intended to protect public health.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/14/qa-why-are-more-people-using-botox-and-what-are-the-risks\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/14/qa-why-are-more-people-using-botox-and-what-are-the-risks", "date_published": "2023-04-14 19:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Talking Horses: classy Vanillier can triumph for Irish in Grand National", "description": "<p>A horse with proven Grade One-winning quality, could have too much class for British rivals  Le Milos and Our Power</p><p>Heavy rain on Friday on ground that had been watered overnight resulted in the official going on the Grand National course changing to soft – from good-to-soft – and while a better day is in prospect on Saturday, the big race still promises to be more of a test than seemed likely when the field was finalised on Thursday.</p><p>This is, of course, the winter game, and soft ground will not come as a shock to the majority of the 40 runners. But it does raise an additional question mark about those whose ability to produce their best form – or even improve on it - at Saturday’s marathon trip was already in doubt.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/apr/14/talking-horses-classy-vanillier-can-triumph-for-irish-in-grand-national-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/apr/14/talking-horses-classy-vanillier-can-triumph-for-irish-in-grand-national-horse-racing-tips", "date_published": "2023-04-14 16:22:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Juice rocket blasts off to explore Jupiter's icy moons – video", "description": "<p>The Jupiter Icy Moons Explorer has blasted off on an eight-year voyage from a spaceport in French Guiana. The European Space Agency's mission to Jupiter will  survey three moons that may have once hosted life. Europa, Callisto and Ganymede are frigid, ice-covered Jovian satellites three-quarters of a billion km from the sun, but they have vast liquid water oceans beneath their surfaces. If hydrothermal vents – found on ocean floors all over Earth – exist, they may provide enough warmth for life to thrive in the darkness</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/science/2023/apr/14/juice-mission-blasts-off-to-jupiter-to-assess-lunar-habitability\">Juice mission blasts off to Jupiter to assess lunar habitability</a></p></li></ul> <a href=\"https://www.theguardian.com/science/video/2023/apr/14/juice-rocket-blasts-off-to-explore-jupiters-icy-moons-video\">Continue reading...</a>", "link": "https://www.theguardian.com/science/video/2023/apr/14/juice-rocket-blasts-off-to-explore-jupiters-icy-moons-video", "date_published": "2023-04-14 15:06:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Post your questions for Christoph Waltz", "description": "<p>From the Nazi in Inglourious Basterds to James Bond’s nemesis Blofeld, the Austrian actor has made charismatic bad guys a speciality. Send us your questions – we have ways of making him talk …</p><p>After more than 40 years in the business, Christoph Waltz’s list of awards – including two Academy Awards, two Golden Globes and two Baftas – may be almost as long as his filmography. His first performances, for example as Maksymilian Gierymski in 1997’s Our God’s Brother or Karl August in 1999’s The Bride, probably won’t be familiar to audiences outside of Germany. But then he made the crossover to Hollywood, thanks to Quentin Tarantino casting him as Hans “the Jew Hunter” Landa, a Nazi, in 2009’s Inglourious Basterds, and again as the dentist turned bounty hunter Dr King Schultz in 2012’s Django Unchained.</p><p>Waltz went on to play one of the best known baddies of all time – James Bond’s arch nemesis Ernst Stavro Blofeld – first in Spectre in 2015, and again in 2021 in Daniel Craig’s last stand, <a href=\"https://www.theguardian.com/film/no-time-to-die\">No Time To Die</a>. Although he cameos in 2014’s <a href=\"https://www.theguardian.com/film/2014/mar/30/muppets-most-wanted-review-surreal-anarchy\">Muppets Most Wanted</a> (waltzing with Sweetums the hairy ogre), it is bad guys that Waltz has really made his own. You don’t get much more evil than gangster and meth lab owner Benjamin Chudnofsky in The Green Hornet (2011), Count Volpe, who wants to murder Pinocchio in the 2022 stop-motion musical, or evil CEO Humphrey Wells, who wants to disrupt the world of magic in the 2023 fantasy comedy <a href=\"https://www.theguardian.com/film/2023/apr/03/the-portable-door-review-harry-potter-ish-ya-fantasy-carried-by-hardworking-cast\">The Portable Door</a>. Boo! Hiss! Etc.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/14/post-your-questions-for-christoph-waltz\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/14/post-your-questions-for-christoph-waltz", "date_published": "2023-04-14 13:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Coloured tights: are they really ‘spring’s most controversial trend’?", "description": "<p>They can be seen as a bit of statement, but also work as an easy way to amp up a more low-key outfit</p><p>One of the joys of spring for many women is the shedding of tights and the unveiling of bare legs. But if it’s not yet quite warm enough for that, this year it’s all about coloured tights. And if they match the rest of your outfit? So much the better.</p><p>Kendall Jenner, Bella Hadid, and Emma Corrin have taken to this matching look, with Jenner’s recent claret dress and matching tights a much shared outfit online. Matching tights and clothes have also been on the catwalk at influential brands including Valentino, Bottega Veneta and Miu Miu. And <a href=\"https://www.vogue.co.uk/fashion/article/coloured-tights-trend\">Vogue</a> has picked up on the look – calling it “spring’s most controversial trend”.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/14/coloured-tights-are-they-really-spring-most-controversial-trend\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/14/coloured-tights-are-they-really-spring-most-controversial-trend", "date_published": "2023-04-14 11:39:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Civil servants in England to strike as unions call pay offer ‘insulting’", "description": "<p>Government announces pay rise of between 4.5% and 5%, prompting warning of new wave of industrial action</p><p>Civil service unions in England have warned of a fresh wave of industrial action, after the government announced that pay rises would be limited to 4.5 to 5%, in a move dismissed by union leaders as “insulting”.</p><p>The two sides have been involved in talks in recent weeks, but it is understood the increase was presented to them as non-negotiable.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/14/civil-servants-in-england-to-strike-as-unions-call-pay-offer-insulting\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/14/civil-servants-in-england-to-strike-as-unions-call-pay-offer-insulting", "date_published": "2023-04-14 11:28:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A Heart That Works by Rob Delaney audiobook review – a tender memoir about the death of a child", "description": "<p>The comedian narrates his book about the gruelling treatment of his young son and the love and grief that enveloped his family</p><p>When Henry, the 11-month-old son of Catastrophe actor Rob Delaney and his wife, Leah, began vomiting, his parents weren’t worried – they had two older boys and were accustomed to their kids being ill. But the sickness persisted and, after a series of tests (and several misdiagnoses), Henry was found to have a large tumour near his brain stem. On hearing the news, Delaney recalls: “We sank inside ourselves. The heaviest pain in the world. I felt like I had suddenly quadrupled in weight, and an oily, black whirlpool began to swirl where my heart had been.”</p><p>A Heart That Works – the title is taken from a Juliana Hatfield lyric – is his tender, visceral and improbably funny memoir detailing the gruelling treatment that followed, and Henry’s eventual death, aged two, at home surrounded by his family. As the narrator, who also happens to be a seasoned standup, Delaney knows how to land a one-liner. When his father-in-law says he wishes it were him with the terminal diagnosis rather than Henry, Delaney tells him: “We do too, Richard.”</p> <a href=\"https://www.theguardian.com/books/2023/apr/14/a-heart-that-works-by-rob-delaney-audiobook-review-a-tender-memoir-about-the-death-of-a-child\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/14/a-heart-that-works-by-rob-delaney-audiobook-review-a-tender-memoir-about-the-death-of-a-child", "date_published": "2023-04-14 11:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Krystyna Chojnowska-Liskiewicz: Poland’s forgotten sailing heroine", "description": "<p>A new book charts life of first woman to sail solo around the world, who was once the most famous woman in communist Poland</p><p>For a short while in the late 1970s, Krystyna Chojnowska-Liskiewicz was probably the most famous woman in communist Poland. As the first woman to sail solo around the world, she was feted in the media, paraded at official events and sent on speaking tours to show off her world-beating achievement.</p><p>In today’s Poland, however, her name has been all but forgotten – something the author of a new book about her life and journey hopes to change.</p> <a href=\"https://www.theguardian.com/world/2023/apr/14/krystyna-chojnowska-liskiewicz-poland-forgotten-sailing-solo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/14/krystyna-chojnowska-liskiewicz-poland-forgotten-sailing-solo", "date_published": "2023-04-14 10:58:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war live: Pentagon leak suspect to appear in court on Friday; EU adds Wagner to sanctions list", "description": "<p>Jack Teixeira likely to face espionage charges in Boston court; Wagner group sanctioned for ‘actively participating’ in Russian war of aggression  </p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>The European Union on Thursday added Russia’s Wagner mercenary group to its sanctions list for “actively participating in the Russian war of aggression against Ukraine”.</p><p>Wagner, which is leading Russian battles to try to capture the Ukrainian towns of Bakhmut and Soledar, had already been placed in February on another EU sanctions list for violating human rights and “destabilising” countries in Africa.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/14/russia-ukraine-war-live-pentagon-leak-suspect-to-appear-in-court-on-friday-eu-adds-wagner-to-sanctions-list\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/14/russia-ukraine-war-live-pentagon-leak-suspect-to-appear-in-court-on-friday-eu-adds-wagner-to-sanctions-list", "date_published": "2023-04-14 05:13:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Voting yes to the voice is a liberal act to empower Indigenous Australians to take responsibility for their lives | Bridget Archer and Fiona Martin", "description": "<p>Many Liberals want to walk with Indigenous Australians toward a future that rights the wrongs of the past</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/apr/14/cyclone-ilsa-hits-western-australia-damage-landfall-record-high-winds-indigenous-voice-to-parliament-peter-dutton\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>For as long as many of us can remember, we’ve had harrowing reports, deep investigations and crisis meetings into the fierce injustice of Indigenous inequality.</p><p>The torment of powerlessness, as the Uluru statement so eloquently put it, was that Indigenous Australians were deprived the agency to turn this horrific tide.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/14/voting-yes-to-the-voice-is-a-liberal-act-to-empower-indigenous-australians-to-take-responsibility-for-their-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/14/voting-yes-to-the-voice-is-a-liberal-act-to-empower-indigenous-australians-to-take-responsibility-for-their-lives", "date_published": "2023-04-14 00:57:20+00:00", "persistent": false, "user": null, "language": "en-US"}]