[{"source": "https://www.theguardian.com/rss", "title": "Hovland beats McCarthy in Memorial playoff after McIlroy falls away", "description": "<ul><li>Norwegian claims his fourth PGA Tour title in Ohio</li><li>McIlroy suffers disappointing final round of 75</li></ul><p>Viktor Hovland defeated Denny McCarthy in a playoff to win the Memorial Tournament as Rory McIlroy suffered a disappointing final round in Ohio.</p><p>Hovland parred the first extra hole at Muirfield Village to win his fourth PGA Tour title after he and McCarthy had finished tied on seven under par.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/05/hovland-beats-mccarthy-in-memorial-playoff-after-mcilroy-falls-away\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/05/hovland-beats-mccarthy-in-memorial-playoff-after-mcilroy-falls-away", "date_published": "2023-06-04 23:30:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One in five unpaid carers in England and Wales ‘do not have access to a vehicle’", "description": "<p>Census data shows nearly half a million households that cater for someone disabled or in bad health are without car or truck</p><p>About one in five households with an unpaid carer for someone who is disabled or in bad health across England and Wales have no access to a private vehicle, new analysis shows.</p><p>The findings show that nearly half a million households across England and Wales (486,341) that include someone disabled or in bad health did not have a car or truck at the time of the 2021 census.</p> <a href=\"https://www.theguardian.com/society/2023/jun/05/one-in-five-unpaid-carers-england-and-wales-do-not-have-vehicle-access\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/05/one-in-five-unpaid-carers-england-and-wales-do-not-have-vehicle-access", "date_published": "2023-06-04 23:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rise in UK breweries going bust amid thirst for cheaper craft beers", "description": "<p>45 breweries, mostly smaller makers, enter insolvency in last 12 months, up from 15 the previous year</p><p>The number of UK breweries going out of business has tripled in the past year, with smaller craft beer manufacturers most at risk as consumers opt for cheaper options during the cost of living crisis, according to research.</p><p>In total, 45 breweries entered insolvency in the 12 months ending 31 March, compared with 15 in the previous year, according to the most recent official Insolvency Service statistics analysed by Mazars, an audit, tax and advisory firm.</p> <a href=\"https://www.theguardian.com/business/2023/jun/05/rise-in-uk-breweries-going-bust-amid-thirst-for-cheaper-craft-beers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/05/rise-in-uk-breweries-going-bust-amid-thirst-for-cheaper-craft-beers", "date_published": "2023-06-04 23:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Access to contraception has got harder in England, top doctor says", "description": "<p>Lesley Regan, women’s health ambassador for England, says ‘destructive’ changes to NHS system in 2012 are failing women</p><p>Women are finding it harder to access contraception than they did a decade ago, resulting in more unplanned pregnancies, the women’s health ambassador has said.</p><p>They have been discouraged by bad experiences, a confusingly disjointed system and long delays for procedures such as the coil or implant insertion, according to Prof <a href=\"https://www.theguardian.com/society/2016/dec/06/pregnancy-childbirth-obesity-smoking-tell-the-truth\">Lesley Regan</a>, a leading gynaecologist who was appointed women’s health ambassador for England last year.</p> <a href=\"https://www.theguardian.com/society/2023/jun/05/access-to-contraception-has-got-harder-in-england-lesley-regan-davina-mccall\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/05/access-to-contraception-has-got-harder-in-england-lesley-regan-davina-mccall", "date_published": "2023-06-04 23:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate crisis: rich nations undermining work to help poor countries, research suggests", "description": "<p>Oxfam report says only $11.5bn (£9.2bn) of climate finance in 2020 devoted to helping vulnerable states</p><p>Rich nations are undermining work to protect poor and vulnerable countries from the impacts of the climate crisis, by providing loans instead of grants, siphoning off money from other aid projects or mislabelling cash, <a href=\"https://policy-practice.oxfam.org/resources/climate-finance-shadow-report-2023-621500/\">new research</a> suggests.</p><p>Only $11.5bn (£9.2bn) of climate finance from rich countries in 2020 was devoted to helping poor countries adapt to extreme weather, despite increasing incidences of climate-related disaster, according to a report from the charity Oxfam.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/05/climate-crisis-rich-nations-undermining-work-to-help-poor-countries-research-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/05/climate-crisis-rich-nations-undermining-work-to-help-poor-countries-research-suggests", "date_published": "2023-06-04 23:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No point in food price measures without targeting small stores, Which? warns", "description": "<p>Consumer group tells chancellor ‘blanket approach’ will not address poor households’ access to affordable food</p><p>UK ministers’ efforts to reduce soaring food shopping bills “won’t touch the sides” without measures to make small grocery stores more affordable for low-income households, the chancellor has been warned.</p><p>Which?, the consumer group, has written to Jeremy Hunt over concerns that a blanket approach to lowering supermarket bills will not address the problem of accessibility to affordable food, after reports that ministers are considering a <a href=\"https://www.theguardian.com/business/2023/may/28/uk-voluntary-price-limits-basic-foods-rule-out-caps\">voluntary price cap scheme</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jun/05/no-point-food-price-cuts-small-stores-which-warns-chancellor\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/05/no-point-food-price-cuts-small-stores-which-warns-chancellor", "date_published": "2023-06-04 23:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jacinda Ardern becomes a Dame as New Zealand awards former PM country’s highest honour", "description": "<p>Ardern, who said she felt conflicted about the honour, was recognised for her service to the country during the pandemic and Christchurch terror attacks</p><p>New Zealand has awarded Jacinda Ardern the country’s highest honour, making the former prime minister a Dame for her service to the country during the Covid-19 pandemic and Christchurch terror attacks.</p><p>Ardern accepted the honour, but said she had felt conflicted about doing so. “I was in two minds about accepting this acknowledgment. So many of the things we went through as a nation over the last five years were about all of us rather than one individual,” she said in a statement.</p> <a href=\"https://www.theguardian.com/world/2023/jun/05/jacinda-ardern-dame-grand-companion-kings-birthday-awards-former-new-zealand-pm-prime-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/05/jacinda-ardern-dame-grand-companion-kings-birthday-awards-former-new-zealand-pm-prime-minister", "date_published": "2023-06-04 22:55:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I say goodbye to football’ – emotional Zlatan Ibrahimovic ends career at 41", "description": "<ul><li>Sweden’s all-time top scorer hangs up boots at Milan</li><li>Ibrahimovic says a final farewell to fans at San Siro</li></ul><p>Zlatan Ibrahimovic has announced his retirement from football, at the age of 41.</p><p>The Swedish superstar’s contract expires at the end of June and it will not be renewed following a season plagued by injuries, prompting him to end a remarkable and successful career.</p> <a href=\"https://www.theguardian.com/football/2023/jun/04/i-say-goodbye-to-football-emotional-zlatan-ibrahimovic-ends-career-at-41\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/04/i-say-goodbye-to-football-emotional-zlatan-ibrahimovic-ends-career-at-41", "date_published": "2023-06-04 22:02:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cameron-Osborne austerity years cost UK dearly when Covid struck, says TUC", "description": "<p>Union body claims policies left Britain ‘hugely unprepared’, in report before opening hearing of inquiry</p><p>Years of austerity overseen by David Cameron and George Osborne left Britain “hugely unprepared” for Covid, with consequences that were “painful and tragic”, union leaders have claimed.</p><p>In an attempt to frame the opening hearing of the UK Covid inquiry next week as a trial of public sector cuts, the Trades Union Congress will argue in a report that the policies of the former prime minister and his chancellor led to “unsafe staffing in public services, a broken safety net and decimated workplace safety enforcement”.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/04/cameron-osborne-austerity-years-cost-uk-dearly-covid-tuc-union-claims-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/04/cameron-osborne-austerity-years-cost-uk-dearly-covid-tuc-union-claims-inquiry", "date_published": "2023-06-04 21:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sonic boom from US military aircraft rattles Washington DC residents", "description": "<p>The jets were reportedly pursuing a private Cessna aircraft that had violated DC airspace before crashing in south-west Virginia</p><p>A loud noise which rocked Washington DC on Sunday afternoon and sent some residents into a brief panic was a sonic boom from a flight authorized by the US department of defense, officials said.</p><p>It came as jet fighters were scrambled to pursue a light aircraft that had violated airspace in the Washington DC area and later crashed into mountainous terrain in south-west Virginia, US officials said, Reuters reported.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/04/sonic-boom-from-us-military-aircraft-rattles-washington-dc-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/04/sonic-boom-from-us-military-aircraft-rattles-washington-dc-residents", "date_published": "2023-06-04 21:15:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gods of Tennis review – a hefty tale of the epic battles that rocked tennis", "description": "<p>Billie Jean King battles for female equality and Arthur Ashe fights against systemic racism in this documentary series. It’s a hefty tale, joined by on-court sagas between sporting giants</p><p>My earliest memories of Wimbledon fortnight are of having to let myself silently into the house after school and then commando-crawl across the sitting room on my way to the kitchen for a snack, so that I didn’t obscure a potential match point for my mother and her viewing friends. They were tense times, made tenser by the fact that it was the Björn Borg-John McEnroe era. One half of the audience would be rooting for the silent Swede (including Mum, on the grounds that “he’d not get under your feet”) and the other for the hyperactive “You cannot be serious – the ball was in!” American. “Oh, be quiet,” Mum and I would snarl, in one of our rare moments of temperamental unity.</p><p>The BBC’s three-part documentary Gods of Tennis allows fans to relive those relatively halcyon days, with its first episode focusing on the slightly earlier era of Billie Jean King and Arthur Ashe. To examine the impact the pair had on the game, contemporaneous footage is interspersed with interviews with King (Ashe died in 1993), sports journalists, other players and champions (including Sue Barker, Pam Shriver, Chris Evert, Martina Navratilova and, in later instalments, Borg and McEnroe themselves). And, for some reason, Miriam Margolyes.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/04/gods-of-tennis-review-a-hefty-tale-of-the-epic-battles-that-rocked-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/04/gods-of-tennis-review-a-hefty-tale-of-the-epic-battles-that-rocked-tennis", "date_published": "2023-06-04 21:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pro-Ukraine group of Russian partisans ‘will hand captured soldiers to Kyiv’", "description": "<p>Russian Volunteer Crops and Freedom of Russia Legion claimed responsibility for attacks inside Russian territory</p><p>A pro-Ukraine group of Russian partisans has said it captured several soldiers during a cross-border raid into southern Russia and will hand them over to Ukrainian authorities.</p><p>The Russian Volunteer Corps made the claim in a video statement released on Telegram on Sunday after a raid into the Russian region of Belgorod.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/pro-ukraine-group-of-russian-partisans-will-hand-captured-soldiers-to-kyiv\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/pro-ukraine-group-of-russian-partisans-will-hand-captured-soldiers-to-kyiv", "date_published": "2023-06-04 19:57:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Battling Svitolina outlasts Kasatkina to make French Open quarter-finals", "description": "<ul><li>Ukraine winner shares thumbs up with Russian after match</li><li>‘I wouldn’t dream about this when I was giving birth’</li></ul><p>As Elina Svitolina stepped up to the baseline to contest her second match point 20 minutes after squandering her first, she sprinted on the spot, furiously swung forehands and backhands in the air and did everything to show she was ready. Nearly two hours into her fourth-round battle with Daria Kasatkina, seemingly every exchange had been long, intense and physical, but Svitolina knows few players can match her physicality.</p><p>Moments later she extended her brilliant comeback as she outlasted Kasatkina, the ninth seed, 6-4, 7-5 to reach the quarter-finals of her first grand slam tournament since becoming a mother.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/04/elina-svitolina-daria-kasatkina-french-open-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/04/elina-svitolina-daria-kasatkina-french-open-tennis", "date_published": "2023-06-04 19:29:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton hints at staying with Mercedes after Spanish GP showing", "description": "<ul><li>Seven-time champion second in Barcelona</li><li>‘I’m focused on having the car to challenge next year’</li></ul><p>Lewis Hamilton praised his Mercedes team for finally delivering at the Spanish Grand Prix with what he described as the best car he has driven in the past year and a half and one capable of potentially catching the championship leaders Red Bull.</p><p>In paying tribute to his team Hamilton acknowledged he was already looking forward to competing next season, indicating discussions on renewing his contract with Mercedes could wrap up shortly.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/04/lewis-hamilton-hints-at-staying-with-mercedes-after-spanish-gp-showing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/04/lewis-hamilton-hints-at-staying-with-mercedes-after-spanish-gp-showing", "date_published": "2023-06-04 19:07:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Directors union reaches tentative deal with Hollywood studios as writers strike", "description": "<p>Agreement comes as writers remain on strike and actors are currently holding a strike authorization vote</p><p>The Directors Guild of America (DGA) which represents film and television directors <a href=\"https://www.reuters.com/lifestyle/directors-guild-reaches-tentative-deal-with-hollywood-studios-2023-06-04/#:~:text=June%204%20(Reuters)%20%2D%20Hollywood's,to%20settle%20with%20striking%20writers.\">announced</a> late Saturday that it had reached a tentative agreement with Hollywood’s major studios, averting a possible work stoppage.</p><p>The development comes as Hollywood writers are currently on strike and actors represented by the Sag-Aftra union are currently holding a strike authorization vote.</p><p><em>Reuters contributed to this report</em></p> <a href=\"https://www.theguardian.com/culture/2023/jun/04/hollywood-directors-union-studios-reach-tentative-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/04/hollywood-directors-union-studios-reach-tentative-deal", "date_published": "2023-06-04 18:46:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham set to appoint Postecoglou while Real Madrid eye Harry Kane", "description": "<ul><li>Deal for Celtic’s Australian manager should be completed soon</li><li>Spanish giants may target England captain as Benzema leaves</li></ul><p>Tottenham Hotspur are close to ending their managerial search by hiring Ange Postecoglou as their new head coach, but the north London club could soon have to deal with Real Madrid looking to replace Karim Benzema with Harry Kane.</p><p>Spurs have been in a state of flux since parting company with Antonio Conte in March and the impending appointment of Postecoglou, who is fresh from leading Celtic to a domestic treble, should reintroduce certainty. The Australian has impressed since joining Celtic two years ago and a deal to bring him to north London should be completed soon.</p> <a href=\"https://www.theguardian.com/football/2023/jun/04/tottenham-set-to-appoint-postecoglu-while-real-madrid-eye-harry-kane\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/04/tottenham-set-to-appoint-postecoglu-while-real-madrid-eye-harry-kane", "date_published": "2023-06-04 18:25:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "St Helens revive Super League hopes with Magic Weekend future in balance", "description": "<ul><li>IMG to decide soon on whether Magic Weekend will continue</li><li>Champions St Helens beat Huddersfield 48-6</li></ul><p>The curtain has fallen on Super League’s Magic Weekend: potentially for the final time. In the coming weeks IMG will make a definitive decision on whether an event that has been a staple on the Super League calendar for more than 15 years fits into the American media brand’s plan to redevelop rugby league and revitalise its long-term prospects.</p><p>There have already been suggestions that while IMG admires the concept of all 12 teams playing in the same stadium on the same weekend, which remains popular among players and spectators, there could be an opportunity to freshen things up. But whatever happens with the competition’s annual trip on the road to Newcastle, this year’s edition will have had a significant impact in shaping the end-of-season fortunes of almost every team in 2023.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/04/st-helens-revive-super-league-hopes-with-magic-weekend-future-in-balance\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/04/st-helens-revive-super-league-hopes-with-magic-weekend-future-in-balance", "date_published": "2023-06-04 18:15:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on what the WhatsApp row means for Sunak’s promises as PM – cartoon", "description": "<p>After Boris Johnson, the Cabinet Office fears that the Covid inquiry could seek Rishi Sunak’s unredacted messages</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/04/nicola-jennings-on-what-the-whatsapp-row-means-for-sunaks-promises-as-pm-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/04/nicola-jennings-on-what-the-whatsapp-row-means-for-sunaks-promises-as-pm-cartoon", "date_published": "2023-06-04 18:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bowel cancer patients could be spared radiotherapy, US study suggests", "description": "<p>Doctors found some patients could rely on chemotherapy and surgery alone to treat the disease</p><p>Thousands of bowel cancer patients could be spared radiotherapy, a study suggests, after doctors discovered they could rely on chemotherapy and surgery alone to treat their disease.</p><p>Radiotherapy has been used to treat bowel cancer patients for decades, but the side-effects can be brutal. It can cause problems that negatively affect quality of life, including infertility, the need for a temporary colostomy, diarrhoea, cramping and bladder problems.</p> <a href=\"https://www.theguardian.com/society/2023/jun/04/bowel-cancer-patients-could-be-spared-radiotherapy-us-study-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/04/bowel-cancer-patients-could-be-spared-radiotherapy-us-study-suggests", "date_published": "2023-06-04 17:55:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on outsourced children's homes: the wrong model | Editorial", "description": "<p>New research shows that for-profit businesses make worse carers. It’s time to admit that privatisation failed</p><p>The privatisation of children’s residential care in England over the past decade <a href=\"https://www.theguardian.com/society/2023/may/29/outsourcing-care-has-led-to-more-children-moving-further-away-study\" title=\"\">has resulted in worse outcomes</a>. This has long been suspected by critics of the current system, which is dominated by providers either partly or wholly owned by <a href=\"https://www.theguardian.com/society/2022/mar/26/revealed-top-10-childrens-care-providers-made-300m-profits\" title=\"\">private equity</a> investors. Researchers at Oxford University have now supplied <a href=\"https://www.sciencedirect.com/science/article/pii/S0277953622006293?via%3Dihub\" title=\"\">proof</a>. The study found that 17,000 out-of-area placements, which involve moving children away from their home networks, could be attributed to outsourcing between 2011 and 2022. While there is wide variation between local authorities, the ones that rely most on private placements are those with the worst outcomes.</p><p>The frequency of disruption was also measured. Like out-of-area moves, discontinuity is associated with worse experiences, and reduced likelihoods of children developing the capacities and relationships that they need in order to thrive. A vivid demonstration of this was provided in recent weeks by whistleblowers from the chain Outcomes First, following its decision to close 28 homes at short notice. A worker in one of those homes described the <a href=\"https://www.theguardian.com/society/2023/may/21/uk-care-home-firm-under-fire-as-children-forced-to-move-hundreds-of-miles\" title=\"\">acute and self-destructive distress of one young resident</a>, when told of her transfer, as “one of the saddest things I’ve ever seen”. The Children’s Homes Association, which represents owners, took the unusual step last month of <a href=\"https://www.theguardian.com/society/2023/may/21/uk-care-home-firm-under-fire-as-children-forced-to-move-hundreds-of-miles\" title=\"\">publicly berating Outcomes First</a>, which is not among its members. These hasty closures, it said, fell “woefully short of the standards expected”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/the-guardian-view-on-outsourced-childrens-homes-the-wrong-model\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/the-guardian-view-on-outsourced-childrens-homes-the-wrong-model", "date_published": "2023-06-04 17:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Bloomsbury’s success: publishing wizardry | Editorial", "description": "<p>The Harry Potter publisher ascribes its record profits to a hunger for affordable diversion. That’s the magic of books</p><p>In the gloom of a UK economy teetering on <a href=\"https://www.theguardian.com/business/2023/may/26/rishi-sunak-warned-over-possible-uk-recession-in-2024\" title=\"\">the edge of recession</a>, a glittering puff of smoke wafted up last week from the publisher that will for ever be associated with Harry Potter, when it <a href=\"https://www.thebookseller.com/news/bloomsbury-achieves-best-ever-performance-as-sales-rocket-to-264m\" title=\"\">reported its best ever performance</a>.</p><p>Bloomsbury is a very different company from the one that lucked out back in 1997 with JK Rowling, whose heptalogy continues to<a href=\"https://www.hogwartsprofessor.com/harry-potter-still-magic-bloomsbury-reports/\" title=\"\"> work its magic</a> 26 years on. Her boy wizard would no doubt spot traces of <a href=\"https://harrypotter.fandom.com/wiki/Floo_powder\" title=\"\">floo powder</a> in the hearths connecting international and UK sales, ebooks for universities and old‑fashioned books for children and adults – all of them combining to fly the company to rises of 15% in sales and 16% in profits in the last year. “In challenging economic times,” said the company’s CEO, Nigel Newton, “readers are turning to books as affordable as they cut back on more expensive forms of diversion.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/the-guardian-view-on-bloomsburys-success-publishing-wizardry\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/the-guardian-view-on-bloomsburys-success-publishing-wizardry", "date_published": "2023-06-04 17:25:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Libraries should be ‘ringfenced and protected’, Malorie Blackman says", "description": "<p>Former children’s laureate tells Hay festival audience that her local library was essential to her career as a writer</p><p>Libraries should be “ringfenced and protected” to ensure that all children have access to books, the author Malorie Blackman has said.</p><p>“I lived in my local library as a child,” Blackman, who was children’s laureate from 2013 to 2015, told an audience at the Hay literary festival.</p> <a href=\"https://www.theguardian.com/books/2023/jun/04/libraries-should-be-ringfenced-and-protected-malorie-blackman-says\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/04/libraries-should-be-ringfenced-and-protected-malorie-blackman-says", "date_published": "2023-06-04 16:43:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nice to teach you: Brucie can help boost children’s speech, says classics professor", "description": "<p>Former teacher says learning classical rhetoric can help pupils become better communicators</p><p>It has been employed for thousands of years, taking in everything from Julius Caesar writing <em>veni, vidi, vici<strong> </strong></em>(“I came, I saw, I conquered”) to Bruce Forsyth greeting fans with “nice to see you, to see you nice”.</p><p>Caesar, Forsyth and countless others, from William Shakespeare to Nicki Minaj, have used classical rhetoric, the ancient formula for crafting and delivering persuasive arguments. Now, an academic argues that teaching it in schools would improve the nation’s communication skills no end.</p><p>“Mankind must put an end to war, or war will put an end to mankind” – John F Kennedy addressing the UN general assembly in 1961.</p><p>“Fair is foul and foul is fair” – the three witches in Shakespeare’s Macbeth.</p><p>“Nice to see you, to see you nice” – Bruce Forsyth.</p><p>“We will be able to work together, to pray together, to struggle together, to go to jail together, to stand up for freedom together knowing that we will be free one day” – Martin Luther King in his 1963 I Have a Dream speech</p><p>“I came, I saw, I conquered”<em> – </em>Julius Caesar</p><p>“I came to win, to fight, to conquer, to thrive. <a href=\"https://www.youtube.com/watch?v=3n71KUiWn1I\">I came to win, to survive, to prosper, to rise, to fly!</a>” – Nicki Minaj</p> <a href=\"https://www.theguardian.com/education/2023/jun/04/brucey-and-caesar-can-help-children-improve-oracy-says-classic-professor\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/04/brucey-and-caesar-can-help-children-improve-oracy-says-classic-professor", "date_published": "2023-06-04 16:42:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poland: hundreds of thousands march against rightwing populist government", "description": "<p>‘We’re half a million here,’ says Donald Tusk at what he says is biggest political gathering since Poland regained independence</p><p>Hundreds of thousands of people have marched through central Warsaw to protest against Poland’s rightwing populist government before a delicately poised election due in the autumn.</p><p>The Law and Justice (PiS) party came to power in 2015, since when it has eroded democratic norms, attacked the independent judiciary and launched campaigns against the LGBTQ+ community and reproductive rights.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/poland-hundreds-of-thousands-march-against-rightwing-populist-government\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/poland-hundreds-of-thousands-march-against-rightwing-populist-government", "date_published": "2023-06-04 16:33:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England rocked as Jack Leach ruled out of Ashes with stress fracture of back", "description": "<ul><li>Leach was set to be England’s front-line spinner this summer</li><li>Bowler has stress fracture in the lumbar region of the spine</li></ul><p>England’s Ashes preparations have been rocked after spinner Jack Leach was ruled out of the series with a stress fracture of the back.</p><p><a href=\"https://www.theguardian.com/sport/2023/jun/03/five-wickets-for-tongue-guides-england-to-victory-over-ireland\">Leach claimed four scalps during England’s 10-wicket victory over Ireland at Lord’s this week</a>, but developed low back symptoms during the match.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/04/england-rocked-as-jack-leach-ruled-out-of-ashes-with-stress-fracture-of-back\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/04/england-rocked-as-jack-leach-ruled-out-of-ashes-with-stress-fracture-of-back", "date_published": "2023-06-04 16:26:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth beach deaths: teenager’s family pay tribute to ‘fabulous young man’", "description": "<p>Relatives of 17-year-old Joe Abbess say they are heartbroken and devastated over his death</p><p>The family of Joe Abbess, 17, who died after getting into difficulty in the water off Bournemouth beach on Wednesday, have paid tribute to a “fabulous young man”.</p><p>Their statement said: “We are heartbroken and devastated at the death of our Joe. He was a wonderful son and brother who is sadly missed. His family and friends will always love him and we are incredibly proud of the fabulous young man he was. He was kind and generous, loving and caring, hardworking and funny.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/bournemouth-beach-deaths-joe-abbess-teenager-family-pay-tribute\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/bournemouth-beach-deaths-joe-abbess-teenager-family-pay-tribute", "date_published": "2023-06-04 16:09:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rodri ready for Manchester City’s final exam with Champions League in sight | David Hytner", "description": "<p>Imperious midfielder key to Pep Guardiola’s treble chasers with European success the last leg of journey after FA Cup victory</p><p>Rodri has the gleaming gold of an FA Cup winners’ medal around his neck and the lettering on his dark Manchester City T-shirt frames it all: “June 3rd 2023. CUP WINNERS. Kings of the City.”</p><p>It is Saturday evening at Wembley and what most people had foreseen – and not just the City kit guys – has come to pass. With Rodri imperious in midfield again, luxuriating in the form of his life, City <a href=\"https://www.theguardian.com/football/2023/jun/03/manchester-city-manchester-united-fa-cup-final-match-report\" title=\"\">have beaten Manchester United</a> to complete the league and Cup Double. It is a sensational achievement and yet one which nobody has properly stopped to acknowledge.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/04/rodri-manchester-city-fa-cup-final-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/04/rodri-manchester-city-fa-cup-final-champions-league", "date_published": "2023-06-04 16:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Burna Boy review – historic gig is a swaggering, star-studded triumph", "description": "<p><strong>London Stadium</strong><br />This is the first time an African artist has headlined a stadium in the UK, and Burna Boy rises to the occasion with emotion and energy – aided by guests J Hus, Stormzy, Dave and Popcaan</p><p>Burna Boy makes history here, becoming the first African artist to headline a UK stadium. The Grammy award-winning, Nigeria-born artist has popularised Afro-fusion – the blending of Afrobeats with pop, dancehall, hip-hop and R&amp;B influences – for more than a decade and, long cherished by Britain’s African and Caribbean communities, has edged into the UK mainstream with starry collaborations (Ed Sheeran, Stormzy, Jorja Smith) and summer 2023’s ubiquitous Top 5 solo single Last Last. Embodying sonic influences that shape an entire continent, this show affirms African music’s place as a staple in British culture.</p><p>Thumping talking drums, saxophone licks and expressive moves from a captivating white-clad troupe of dancers pre-empt Burna’s arrival. The stage set is a fairground – dubbed the <a href=\"https://www.theguardian.com/music/2022/jul/10/burna-boy-love-damini-review-heartfelt-sixth-album\">Love, Damini</a> Fair after his most recent album – complete with a golden merry-go-round that turns to reveal the man himself in a bold orange jumpsuit blowing in the breeze. Kickstarting a two-hour set, it’s clear that the star’s swagger – his wide grin and explosive movements in tandem with a vivacious band – rests on gratitude, articulated in generic but affectingly heartfelt overtures to the crowd: “Words can’t explain my emotions right now … there’s nothing else I’d dreamed more of.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/04/burna-boy-review-london-stadium-gig-stormzy-j-hus-dave-popcaan\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/04/burna-boy-review-london-stadium-gig-stormzy-j-hus-dave-popcaan", "date_published": "2023-06-04 15:57:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What caused the India train crash? A visual guide to what we know", "description": "<p>India’s deadliest train crash in more 20 years involved two passenger trains and a stationary freight train</p><p>As rescue workers completed operations on Sunday after the country’s deadliest rail crash in more than two decades, focus turned to what might have caused the accident.</p><p>Friday’s crash in the eastern state of Odisha involved three trains: the Coromandel Express, heading south to Chennai from Kolkata, the Yesvantpur-Howrah, heading in the opposite direction from Bengaluru to Kolkata, and a stationary freight train.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/what-caused-the-india-train-crash-a-visual-guide-to-what-we-know\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/what-caused-the-india-train-crash-a-visual-guide-to-what-we-know", "date_published": "2023-06-04 15:53:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish teacher launches solo attempt to beat Rockall record", "description": "<p>‘Cam’ Cameron hopes to live alone on small rock in north Atlantic for up to 60 days to beat decade-long record</p><p>A Scottish teacher has begun a solo attempt to beat the record for occupying Rockall in the north Atlantic, after his two companions left him behind after finishing their parts in the expedition.</p><p>“Cam” Cameron, 53, hopes to live alone on the small rock for up to 60 days and at least surpass the record of 45 days set nearly a decade ago by Nick Hancock, a chartered surveyor from near Edinburgh.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/scottish-teacher-cam-cameron-launches-solo-attempt-to-beat-rockall-record\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/scottish-teacher-cam-cameron-launches-solo-attempt-to-beat-rockall-record", "date_published": "2023-06-04 15:53:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour cannot be Tory-lite at the next election: voters crave a real choice | Letters", "description": "<p>Readers respond to Larry Elliott’s article about the growing policy consensus between the two main parties</p><p>There is much that is true in Larry Elliott’s appraisal (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/01/brexit-labour-tory-policies-rachel-reeves-jeremy-hunt\" title=\"\">Brexit, the environment, energy bills … it’s hard to tell Labour and Tory policies apart, 1 June</a>). What is beyond doubt is that Keir Starmer’s Labour and the Tories have moved to positions and policies that very few people, other than mega-rich, rightwing media moguls, agree on.</p><p>The latest polls show that Brexit has failed, with consequences far worse than the most pessimistic of us feared. The botched and detrimental privatisation of public utilities, the obscenity that is “outsourcing”, the creeping ruin of our NHS, and the desperate conditions of people in the private rented sector are not being addressed by either party.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/04/labour-cannot-be-tory-lite-at-the-next-election-voters-crave-a-real-choice\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/04/labour-cannot-be-tory-lite-at-the-next-election-voters-crave-a-real-choice", "date_published": "2023-06-04 15:43:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The writing is on the wall for women and blue plaques | Letters", "description": "<p><strong>Emma Dally</strong> suggested her grandmother, Gwen Mullins, to English Heritage, to no avail. Plus letters from <strong>Jean Davies, Kate Levey</strong> and <strong>Ian Dawson</strong></p><p>Answering the call from English Heritage, I nominated my grandmother, Gwen Mullins, for a blue plaque in London (<a href=\"https://www.theguardian.com/society/2023/may/31/blue-plaques-should-be-for-unsung-heroines-too\" title=\"\">Letters 31 May</a>). She was a self-taught weaver whose rugs are in the V&amp;A. Before the Crafts Council existed, she set up a foundation to support other craftsmen and women and in 1974 received an OBE. She managed all this while being a loyal support for her husband, an outspoken magistrate. Sadly, these achievements were not enough for English Heritage to think her worthy of a plaque. <br /><strong>Emma Dally</strong><br /><em>London </em></p><p>• It was the reluctance of English Heritage to install plaques outside London that led the Woolton Society in south Liverpool to instigate our own programme of heritage plaques in 2019.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/04/the-writing-is-on-the-wall-for-women-and-blue-plaques\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/04/the-writing-is-on-the-wall-for-women-and-blue-plaques", "date_published": "2023-06-04 15:39:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Too few people in power really care about those with disabilities | Letter", "description": "<p>Academics and an expert adviser point to the case of Sally Lewis, whose death in a care home in 2017 prompted a depressingly familiar ‘scandal-review-inquest-lessons learned’ response</p><p>Frances Ryan suggests that disabled people in Britain are viewed more as a burden than human (<a href=\"https://www.theguardian.com/commentisfree/2023/may/30/tories-disabled-people-benefits\" title=\"\">A decade after the Tories demonised disabled people on benefits, it’s happening again, 30 May</a>).</p><p>Some days it feels as if “burden” is not a strong enough word to describe things. On 30 May, a coroner found that Sally Lewis, a woman with learning disabilities living in a care home, died of constipation and neglect in 2017. Of course, we witness the familiar “scandal-review-inquest-lessons learned” story on its loop. All the services that were supposed to support Sally line up their barristers at the inquest. Sally’s family have no access to legal aid and try to raise the money online, in part to have a moment in public to say that Sally was a wonderful sister, aunt and woman, and that they miss her.</p> <a href=\"https://www.theguardian.com/society/2023/jun/04/too-few-people-in-power-really-care-about-those-with-disabilities\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/04/too-few-people-in-power-really-care-about-those-with-disabilities", "date_published": "2023-06-04 15:36:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why electric cars win in the long run | Brief letters", "description": "<p>Electric v petrol | Boarding school bites | Sewage shares | Miliband militancy | Damp spirits</p><p>Rowan Atkinson’s article misses the point (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/03/electric-vehicles-early-adopter-petrol-car-ev-environment-rowan-atkinson\" title=\"\">I love electric vehicles – and was an early adopter. But increasingly I feel duped, 3 June</a>). While it is true that the manufacturing of an electric car produces twice the greenhouse gases of a petrol car, when you take the whole 20-year lifecycle into account, the electric car is a winner: it produces less than half the greenhouse gases of a petrol car. When it comes to climate change, we’re out of time. <br /><strong>Andrew Gould </strong><br /><em>Bosham, West Sussex</em></p><p>• Like Alec Douet’s, my boarding school kitchen had a scarcity of supplies during wartime (<a href=\"https://www.theguardian.com/society/2023/may/31/sipping-on-a-record-measure-of-brandy\" title=\"\">Letters, 31 May</a>). We were sent out foraging in the countryside for hazelnuts and chestnuts, sloes, rosehips, blackberries and damsons.<br /><strong>Desmond Painter </strong><br /><em>Bournemouth</em></p> <a href=\"https://www.theguardian.com/environment/2023/jun/04/why-electric-cars-win-in-the-long-run\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/04/why-electric-cars-win-in-the-long-run", "date_published": "2023-06-04 15:31:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Search of Nicola Sturgeon’s home ‘proportionate and necessary’, says police chief", "description": "<p>Sir Iain Livingstone said forensic tent set up outside former first minister’s house was not politically motivated</p><p>Scotland’s chief constable, Sir Iain Livingstone, has said the decision to raid Nicola Sturgeon’s home and erect a large tent across the entrance was “proportionate and necessary.”</p><p>In <a href=\"https://www.thetimes.co.uk/article/sir-iain-livingstone-content-to-park-a-tent-on-sturgeons-lawn-jb77bjtvz\">an interview with the Sunday Times</a> to mark his retirement, Livingstone denied the decision to search the former first minister’s home in April was politically motivated; he said the search warrant had been independently approved by a judge.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/search-of-nicola-sturgeons-home-proportionate-and-necessary-says-police-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/search-of-nicola-sturgeons-home-proportionate-and-necessary-says-police-chief", "date_published": "2023-06-04 15:18:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Migrants flown from Texas to California and left outside church were ‘lied to’", "description": "<p>Rights group says 16 migrants were flown via private chartered plane but its unclear who paid for the travel</p><p>A rights group has said 16 migrants had been “lied to” and deceived after being transported from Texas to California and dropped off outside a church in Sacramento.</p><p>The migrants from Venezuela and Columbia entered the US through Texas<a href=\"https://apnews.com/article/texas-migrants-flown-california-6bbd3a8a72b2a4438e1f5f163b12f780\">reported</a> the Associated Press. They were flown to California from New Mexico via a private chartered plane, but it’s unclear who paid for the travel.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/04/migrants-california-left-outside-church\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/04/migrants-california-left-outside-church", "date_published": "2023-06-04 15:08:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Max Verstappen outpaces Mercedes duo to cruise to Spanish Grand Prix victory", "description": "<ul><li>Red Bull driver finishes 24 seconds clear of Lewis Hamilton</li><li>George Russell third; Sergio Pérez fourth in Barcelona</li></ul><p>Max Verstappen won the Spanish Grand Prix, delivering another dominant pole to flag victory for Red Bull, untroubled at the front of the field. However, behind him there was a resurgence for Mercedes and their newly redesigned car with Lewis Hamilton claiming second place and his teammate George Russell in third, a great run from 12th on the grid. Sergio Pérez also came back for Red Bull to take fourth from 11th on the grid, with Carlos Sainz in fifth for Ferrari and Lance Stroll in sixth for Aston Martin.</p><p>Verstappen was unchallenged in another crushing victory, a full 24 seconds clear of Hamilton after a race in which he had left the rest of the field behind within five laps and never surrendered his lead from pole. The win extends Verstappen’s lead in the world championship over Pérez to 53 points.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/04/max-verstappen-outpaces-mercedes-duo-to-cruise-to-spanish-grand-prix-victory\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/04/max-verstappen-outpaces-mercedes-duo-to-cruise-to-spanish-grand-prix-victory", "date_published": "2023-06-04 15:06:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do yourself and other parents a favour – lower the bar | Emma Wilkins", "description": "<p>Doing what works for you, your family and your budget – rather than what you think you’re expected to – can mean less stress and more satisfaction</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/series/sharing-the-load\">Sharing the Load</a> is a column about parenting children of all ages</li></ul><p>One of the most memorable birthday parties I’ve hosted was also one of the easiest and cheapest. Our eldest son was turning five and wanted to invite his whole class. I wasn’t willing to host a party with more than 20 five-year-olds, but I was willing to invite them for a play in our back garden after school.</p><p>I made a call: no games, no prizes, no party bags, no banquet. Just an invitation to swing by on their way home from school, hang out and have some cake. I added a firm “no presents please”, so it was easy for the guests as well.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/do-yourself-and-other-parents-a-favour-lower-the-bar\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/05/do-yourself-and-other-parents-a-favour-lower-the-bar", "date_published": "2023-06-04 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police dealing with at least one dangerous dog a day, figures show", "description": "<p>MPs call for new laws as data shows rise in number of dog seizures is not matched by action against owners</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/jun/04/american-bully-dog-breed-spotlight-uk-fatal-attacks\">American bully: dog breed under spotlight in UK after fatal attacks</a></li></ul><p>The Metropolitan police are dealing with at least one dangerous dog every day, figures show, as MPs call for ministers to introduce new laws to stop vicious dog attacks.</p><p>Police data shows the force seized 479 out-of-control dogs last year under the Dangerous Dogs Act – up from 333 in 2021 and 336 in 2019. As of the start of May this year the Met police had already seized 154 dogs.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/met-police-dealing-with-at-least-one-dangerous-dog-a-day-figures-show\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/met-police-dealing-with-at-least-one-dangerous-dog-a-day-figures-show", "date_published": "2023-06-04 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thames Water accused of ‘flimsy PR stunt’ over bonus as boss’s pay swells", "description": "<p>Sarah Bentley lands £1.5m package despite saying she would shun bonus amid criticism of water companies</p><p>Thames Water has been accused of conducting a “flimsy PR stunt” as it prepares to report that its chief executive has landed nearly double her annual salary with a £1.5m pay package – after announcing that she would shun her bonus amid intense criticism of Britain’s water companies.</p><p>Sarah Bentley said last month that she and the firm’s finance chief, Alastair Cochran, would <a href=\"https://www.thameswater.co.uk/about-us/newsroom/latest-news/2023/may/ceo-and-cfo-pay#:~:text=The%20CEO%20of%20Thames%20Water,decline%20all%20performance%2Drelated%20pay.\">forgo their bonuses</a> and any payments due under long-term incentive plans for the 2022-23 financial year.</p> <a href=\"https://www.theguardian.com/business/2023/jun/04/thames-water-bonus-sarah-bentley-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/04/thames-water-bonus-sarah-bentley-pay", "date_published": "2023-06-04 15:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holiday lets nearly negate supply of new homes in tourist areas, study shows", "description": "<p>Campaigners say second homes and holiday lets are taking homes away from residents in hotspots such as Devon and Cumbria</p><p>The supply of new homes in some tourist hotspots is being almost completely negated by the rise of second homes and holiday lets, analysis has revealed.</p><p>In the Copeland area of the Lake District, which includes the beauty spot of Scafell Pike, there were 426 new homes created in the last three years. Over the same period, 407 existing homes were converted to commercial holiday lets or second homes.</p> <a href=\"https://www.theguardian.com/society/2023/jun/04/holiday-lets-nearly-negate-supply-of-new-homes-in-tourist-areas-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/04/holiday-lets-nearly-negate-supply-of-new-homes-in-tourist-areas-study-shows", "date_published": "2023-06-04 14:58:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man charged over shirt with apparent offensive Hillsborough reference", "description": "<ul><li>Man pictured in Manchester United shirt at FA Cup final</li><li>Shirt had number 97 and ‘Not enough’ on the back</li></ul><p>A man has been charged after allegedly being seen on Saturday wearing a shirt at the FA Cup final that appeared to make an offensive reference to the Hillsborough disaster.</p><p>James White, 33, of Warwickshire, was charged on Sunday with displaying threatening or abusive writing likely to cause harassment, alarm or distress, Scotland Yard said. He was bailed to appear at Willesden magistrates’ court on 19 June.</p> <a href=\"https://www.theguardian.com/football/2023/jun/04/man-charged-over-shirt-with-apparent-offensive-hillsborough-reference\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/04/man-charged-over-shirt-with-apparent-offensive-hillsborough-reference", "date_published": "2023-06-04 14:48:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Virgin Mary apparitions ‘not always real’, says Pope Francis", "description": "<p>Pontiff appears to reference a woman who drew pilgrims to a statue near Rome she claimed shed tears of blood</p><p>Apparitions of the Virgin Mary are “not always real”, Pope Francis has said, in what appears to be an indirect reference to a woman who drew thousands of pilgrims to a town near Rome to pray before a statue that she claimed shed tears of blood.</p><p>“Don’t look there,” the pontiff said during an interview with Rai 1 on Sunday when asked about apparitions of the Virgin Mary.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/virgin-mary-apparitions-not-always-real-says-pope-francis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/virgin-mary-apparitions-not-always-real-says-pope-francis", "date_published": "2023-06-04 14:26:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer urged not to U-turn on new North Sea oil and gas ban", "description": "<p>Exclusive: Labour pledge backed by 139 organisations including environmental groups, trade unions and Women’s Institute</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/2023/jun/04/labour-plans-to-ban-north-sea-oil-production-naive-says-union-leader\">Labour plans to ban North Sea oil production naive, says union leader</a></strong></li></ul><p></p><p>Keir Starmer’s promise to block new North Sea oil and gas exploration has received the backing of an eclectic range of high-profile groups, including environmental campaigners, trade unions and even the Women’s Institute.</p><p>The Labour leader is set to unveil his net zero energy policies during a speech in Scotland this month, including a radical pledge to ban all North Sea oil and gas licences.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/04/starmer-labour-new-north-sea-oil-gas-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/04/starmer-labour-new-north-sea-oil-gas-ban", "date_published": "2023-06-04 14:21:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk’s brain implant company is approved for human testing. How alarmed should we be?", "description": "<p>The billionaire’s record has raised concerns over Neuralink’s ability to responsibly oversee the development of such an invasive device</p><p>Elon Musk’s brain-implant company Neuralink last week received regulatory approval to conduct the first clinical trial of its experimental device in humans. But the billionaire executive’s bombastic promotion of the technology, his leadership record at other companies and animal welfare concerns relating to Neuralink experiments have raised alarm.</p><p>“I was surprised,” said Laura Cabrera, a neuroethicist at Penn State’s Rock Ethics Institute about the decision by the US Food and Drug Administration to let the company go ahead with clinical trials.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/04/elon-musk-neuralink-approved-human-testing-concern\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/04/elon-musk-neuralink-approved-human-testing-concern", "date_published": "2023-06-04 14:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘What sprocket left that bike there?’ My life as a pedestrian in badly behaved Britain", "description": "<p>I’m all for cycle hire schemes, but nothing brings out the grumpy old man in me like e-bikes strewn across the pavement</p><p>The album is called Lime Slime. Sixty photos on my phone of e-bikes dumped in the middle of the pavement, blocking street crossings and obstructing entrances, in a tangle of wheels and fluoro frames.</p><p>My walk to the tube in south London takes five minutes. It’s clubland, so you would expect to dodge frazzled partiers and pavement pizzas. But, most mornings, I stop three or four times because some absolute sprocket has left their rental bike sideways across the path. I take a picture of this small, fleeting discourtesy because I can’t believe someone has done something so obviously daft – passersby look at me oddly; it’s not premium Instagram content, I know – then I drag it out of the way and stand it next to a wall.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/04/what-sprocket-left-that-bike-there-my-life-as-a-pedestrian-in-badly-behaved-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/04/what-sprocket-left-that-bike-there-my-life-as-a-pedestrian-in-badly-behaved-britain", "date_published": "2023-06-04 14:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is This OK? by Harriet Gibsone review – warped intimacy and mixed blessings", "description": "<p>The journalist’s eye-wateringly honest account of searching for connection online is relatable, funny and wise</p><p>As a child, <a href=\"https://www.theguardian.com/profile/harriet-gibsone\">Harriet Gibsone</a> would spend hours sitting with a friend on the roof of a rotting wooden playhouse, staring into the front room of an elderly couple who lived over the fence. This illicit hobby was an oddly mesmerising exercise in anthropology. It was also an early manifestation of what she dubs her “inherent lurk-mode compulsion”, an urge that morphs into a full-blown addiction in adulthood, thanks to the internet and its opportunities for snooping.</p><p>Her eye-wateringly honest and all-too-relatable memoir takes its title from the question she is eventually forced to ask herself. Is it all right to be obsessively deep-diving into the online profiles of professional rivals, long-ago exes, your therapist’s ex’s new boyfriend?</p> <a href=\"https://www.theguardian.com/books/2023/jun/04/is-this-ok-by-harriet-gibsone-review-warped-intimacy-and-mixed-blessings\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/04/is-this-ok-by-harriet-gibsone-review-warped-intimacy-and-mixed-blessings", "date_published": "2023-06-04 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should I worry about pesticides?", "description": "<p>Many of them don’t pose a risk to humans. But what about the less natural stuff that goes on our food?</p><p></p><p>Pesticides are far from being a new invention. In the Odyssey, <a href=\"http://www.perseus.tufts.edu/hopper/text?doc=Hom.+Od.+22.278\" title=\"\">Homer describes</a> how Odysseus “cleanses all pollution” by applying sulphur, while <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0304389406010399\" title=\"\">Pliny the Elder recommended using arsenic</a> as an insect-killer, as well as mixing it with boar’s liver <a href=\"https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.02.0137%3Abook%3D28\" title=\"\">to cure “carbuncles upon the generative organs”</a>.</p><p>We have since learned a lot more about what has an adverse effect on our health, while modern science can mix chemicals in combinations the Romans and Greeks could never have dreamed of. So, just how bad are today’s pesticides – and what can you do to mitigate their effects on your health?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/04/should-i-worry-about-pesticides\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/04/should-i-worry-about-pesticides", "date_published": "2023-06-04 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Speakers Corner Quartet: Further Out Than the Edge review – flawless hymn to fusion", "description": "<p>(OTIH)<br />This long-awaited debut from the south London spoken-word night house band is rich in guests and dark, downbeat textures <br /></p><p>In the mid-00s, Brixton Jamm in south London was home to a well-known open mic night Speakers Corner, which featured a house band going toe-to-toe with local MCs to develop a raucous hip-hop fusion. Seventeen years on from their first performances, that house band are now releasing their debut album, a tribute to the diverse network of collaborators they have gathered in the city.</p><p>Guest Coby Sey opens the 13-track set with his languorous baritone, lending swagger to a downcast guitar riff reminiscent of early the xx, while newcomer Léa Sen provides gorgeously ethereal vocals to the midtempo introspection of Dreaded!. Poets Kae Tempest and James Massiah, meanwhile, command their respective tracks, with the former lending meandering phrasing to the sweeping strings of Geronimo Blues, while Massiah’s staccato delivery punctuates the crackling atmosphere of Hither Green. Instrumentally, <em>Further Out</em>… is remarkably cohesive, thanks to the Quartet’s dark, downbeat textures that support everyone from Sampha to composer Mica Levi. The group maintain control throughout, making this a flawless and packed debut – one that has been worth the wait.</p> <a href=\"https://www.theguardian.com/music/2023/jun/04/speakers-corner-quartet-further-out-than-the-edge-review-flawless-hymn-to-fusion\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/04/speakers-corner-quartet-further-out-than-the-edge-review-flawless-hymn-to-fusion", "date_published": "2023-06-04 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Il trovatore review – cruelty played out with anarchic imagination", "description": "<p><strong>Royal Opera House, London</strong> <br />Adele Thomas’s visually arresting production mixes levity with tragedy, as fervent orchestral play is matched by expressive singing from a fine cast</p><p>‘I’ve lost all reason!” sings Count di Luna halfway through Verdi’s Il trovatore – and fair enough. At this point in <a href=\"https://www.theguardian.com/music/2023/may/14/director-adele-thomas-opera-theatre-il-trovatore-semele\">Adele Thomas</a>’s production, already seen in Zurich but new to London, reason is a distant memory, chased away by the mayhem of malignity on stage and the fervent music <a href=\"https://www.theguardian.com/music/2021/mar/30/antonio-pappano-to-replace-simon-rattle-at-london-symphony-orchestra\">Antonio Pappano</a> is whipping up in the pit.</p><p>In its place is a kind of 15th-century sensibility, into which we enter through a curtain formed by the jaws of a monster straight out of a medieval bestiary. What if this far-fetched story of a doomed troubadour were to have been told by a troubadour itself? It would have been tear-jerking, certainly bloodthirsty – but definitely not po-faced: that would risk losing its audience. And so Thomas’s staging, designed by Annemarie Woods, finds ways to be entertaining without diminishing the tragedy. In its anarchic imagination and the precision with which its cruelty and crudity are executed, it feels inspired by <a href=\"https://www.theguardian.com/artanddesign/jonathanjonesblog/2017/jan/10/bosch-garden-of-earthly-delights-shows-a-world-waking-up-to-the-future\">Hieronymus Bosch</a> – but with the lovers, Leonora and Manrico, lit as if by Vermeer.</p> <a href=\"https://www.theguardian.com/music/2023/jun/04/il-trovatore-review-royal-opera-adele-thomas\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/04/il-trovatore-review-royal-opera-adele-thomas", "date_published": "2023-06-04 13:56:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jockey Club could push for civil action against Derby protesters", "description": "<ul><li>Members of Animal Rising tried to disrupt Epsom Classic</li><li>One man ran onto course after start of the race</li></ul><p>The Jockey Club has instructed its lawyers to consider civil proceedings against members of Animal Rising who attempted to disrupt the running of the Derby at Epsom on Saturday, including a man who <a href=\"https://www.theguardian.com/sport/2023/jun/03/derby-protester-could-face-legal-action-or-prison-for-contempt-of-court\">ran onto the racecourse</a> shortly after the start of the race.</p><p>As yet, none of the 31 individuals arrested by Surrey police on Saturday are believed to have been charged with an offence, but an injunction obtained by the Jockey Club, which owns Epsom, at the high court last month allows it to launch an immediate claim for damages. This could also include a claim against Dan Kidby, a founder of the animal rights group and the only individual named in the injunction, for the significant costs of the application process.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/04/jockey-club-could-push-for-civil-action-against-derby-protesters\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/04/jockey-club-could-push-for-civil-action-against-derby-protesters", "date_published": "2023-06-04 13:40:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bonnie Raitt review – a blues fireball in full bloom", "description": "<p><strong>London Palladium</strong> <br />With typically charismatic fervour and to a star-studded audience, the master of heartbreak brilliantly honours her singular path through modern music</p><p>‘Guilty!” a lone voice cries out from the back of <a href=\"https://viewer.gutools.co.uk/stage/london-palladium\">London Palladium</a>, where blues legend Bonnie Raitt has just introduced a song for those who have experienced heartbreak. The voice speaks for everyone in the venue, and the song is I Can’t Make You Love Me – a ballad which Raitt transformed into the most universally shattering song about a breakup this side of Roy Orbison.</p><p>It’s one of many songs tonight where Raitt’s laidback-but-rip-your-guts-out take on classic themes of love and endurance is in full bloom. In front of a star-studded audience of peers including <a href=\"https://viewer.gutools.co.uk/music/joan-armatrading\">Joan Armatrading</a>, Raitt runs through hits (Nick of Time, Something To Talk About, Love Sneakin’ Up On You) and covers (Angel From Montgomery, BB King’s Never Make Your Move Too Soon, INXS’s Need You Tonight) that underscore her fluent dexterity and the connective tissue of roots music. Each song is a homage to those who have come, or sadly gone, before her, with numbers dedicated to late friends and collaborators including Zimbabwean musician <a href=\"https://viewer.gutools.co.uk/music/2019/feb/05/oliver-mtukudzi-obituary\">Oliver “Tuku” Mtukudzi</a> and <a href=\"https://viewer.gutools.co.uk/music/2020/apr/08/john-prine-obituary\">John Prine</a>.</p> <a href=\"https://www.theguardian.com/music/2023/jun/04/bonnie-raitt-review-london-palladium\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/04/bonnie-raitt-review-london-palladium", "date_published": "2023-06-04 13:14:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They need to evolve’: why Britain’s curry houses are in decline", "description": "<p>Indian street food places such as Dishoom may be thriving but thousands of traditional restaurants have closed. Has the classic curry fallen out of favour?</p><p>Britain’s love affair with curry goes back centuries, long before the boom in the late 1970s saw restaurants popping up in every town and city. Well into the 90s and 00s, going for a curry, mopped up with naan bread and washed down with your drink of choice, was a Friday night staple.</p><p>But in recent years the traditional British curry house has been in decline, and the famous Balti Triangle in Birmingham, once home to dozens of Balti restaurants, <a href=\"https://www.theguardian.com/uk-news/2023/may/31/the-culture-has-changed-end-of-the-boom-for-birminghams-balti-triangle\">has only four remaining</a>.</p> <a href=\"https://www.theguardian.com/food/2023/jun/04/they-need-to-evolve-why-britains-curry-houses-are-in-decline\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/04/they-need-to-evolve-why-britains-curry-houses-are-in-decline", "date_published": "2023-06-04 13:04:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazil’s Javari valley is under threat. Lula’s government must protect it | Beto Marubo", "description": "<p>Dom Phillips and Bruno Pereira were killed in a region where 23 Indigenous groups live – and we all face the same danger</p><p>Among my people, the Marubo, knowledge is transmitted through oral history, passed down by elders throughout the centuries. For many generations these stories described the approach of people we call <em>nawas</em> – outsiders who always brought misfortune, usually in search of natural resources from the forests we inhabit.</p><p>My ancestors spoke of Catholic missionaries from Spain and Portugal, of <a href=\"https://www.survivalinternational.org/articles/3282-rubber-boom\">Peruvian rubber barons</a> and logging companies. The stories my generation tells are of fundamentalist evangelical missionaries, illegal miners and fishing gangs bankrolled by drug trafficking networks.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2023/jun/04/brazil-javari-valley-indigenous-marubo-people\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/commentisfree/2023/jun/04/brazil-javari-valley-indigenous-marubo-people", "date_published": "2023-06-04 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The creep of corpspeak: why have Starmer and Sunak’s promises become ‘priorities’? | Nesrine Malik", "description": "<p>Measurable targets and ‘securonomics’ have replaced values and vows. If only our leaders would ‘deliver’ some honesty</p><p>I’m not quite sure when it happened, but at some point over the past year, politicians’ language was taken over by a sort of corporate speak. Corpspeak, as it has been informally called, is a dead-eyed repetitive white noise that sounds like a cross between someone reading a PowerPoint presentation and a lawyer answering questions on behalf of a client they cannot trust to speak for themselves.</p><p>Most guilty of it is Rishi Sunak, a man who has probably said the word “deliver” more than any other during his premiership. Sunak is, above all, “focused on delivering for Britain”. Have any questions about Scottish independence? Sunak’s <a href=\"https://www.indy100.com/politics/rishi-sunak-scottish-independence-referendum\">answer</a> is that he is focusing on the things he can do to “deliver here for people in Scotland by working constructively together”. Just suffered a wipeout at the local elections? You guessed it, delivering is the answer. After those local election results he had a rousing <a href=\"https://www.theguardian.com/politics/2023/may/05/local-elections-labour-captures-key-target-of-plymouth-city-council\">moment of self-reflection</a> that he shared with the nation: “The message I am hearing from people is that they want us to focus on their priorities and they want us to deliver for them.” Asked to reflect on how he feels when he loses, <a href=\"https://www.tiktok.com/@skynews/video/7234759153682599195\">Sunak replied</a>: “My focus in this job is to deliver for the country.”</p> <a href=\"https://www.theguardian.com/politics/commentisfree/2023/jun/04/rishi-sunak-keir-starmer-corporate-speak-british-politics-securonomics\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/commentisfree/2023/jun/04/rishi-sunak-keir-starmer-corporate-speak-british-politics-securonomics", "date_published": "2023-06-04 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why we need to respect Earth’s last great wilderness – the ocean", "description": "<p>There are plans to harness our seas to help tackle the effects of the climate emergency. But without understanding and respect a life support system for our planet could be trashed</p><p></p><p>The real payoff from the Apollo missions had nothing to do with the moon. The prize was travelling far enough out into space to look back properly at planet Earth. Those two unforgettable images – <a href=\"https://www.theguardian.com/artanddesign/2018/dec/22/behold-blue-plant-photograph-earthrise\">Earthrise</a> and <a href=\"https://www.nasa.gov/content/blue-marble-image-of-the-earth-from-apollo-17\">Blue Marble</a> – showed us our fragile and precious planet, defined by its blue. Since then, we’ve talked proudly about our “blue planet” but without thinking any further about what that blue actually is. We talk about fish and whales, plastic and pollution – the things that are in the water – but not the water itself. The great ocean engine has just kept turning while we scurry about near its surface, only caring when its churning causes something dramatic that we can see – an algal bloom or a giant swarm of jellyfish.</p><p>More than 50 years after Apollo, the ocean is starting to get more attention, but a growing slice of the discussion is based on the assumption that it is there for us to use, a resource to be exploited, a great volume of “nothing” that human inventiveness is going to turn into “something”. And this is incredibly dangerous. Unless humanity starts to see the ocean for what it really is – a critical part of our planetary life support system – we risk sleepwalking into destruction.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/04/why-we-need-to-respect-earths-last-great-wilderness-the-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/04/why-we-need-to-respect-earths-last-great-wilderness-the-ocean", "date_published": "2023-06-04 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bon appétit: savouring the gastronomic highs of Hauts-de-France", "description": "It’s a short hop across the Channel to Hauts-de-France, which has just won European gastronomic region of the year<p>This stunning area of northern France where it borders Belgium is famous for its numerous cheeses. Hauts-de-France produces some of the country’s most delectable dairy items, and that includes more than 200 different types of cheese. Look out for maroilles, a soft cow’s milk cheese with a pungent mushroomy odour; mimolette, a semi-hard cheese with a fruity aroma; or brine-washed chaud biloute, which is delicious served warm and gooey from the oven.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/04/bonne-bouche-savouring-the-gastronomic-highs-of-hauts-de-france\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/04/bonne-bouche-savouring-the-gastronomic-highs-of-hauts-de-france", "date_published": "2023-06-04 13:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brown, grimy… and historic: the battle to save Amsterdam’s old bars", "description": "<p>Classic, smoke-stained Dutch drinking spots should be given protected status, say campaigners</p><p>On the bar is a dispenser for Dutch <em>jenever</em> – the liquor that inspired British gin – silver taps of lager and 10 hard-boiled eggs at €1 a pop.</p><p>Café de Druif is one of Amsterdam’s oldest “brown bars”, or <em>bruine kroegen</em><em>, </em>and part of a movement to preserve these cosy drinking rooms.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/brown-grimy-the-battle-to-save-amsterdam-netherlands-old-drinking-bars\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/brown-grimy-the-battle-to-save-amsterdam-netherlands-old-drinking-bars", "date_published": "2023-06-04 13:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I moved from the city to the suburbs – and I can’t believe my luck | Emma Beddington", "description": "<p>A new study says you are more likely to become depressed living in the suburbs than in the city. For me, though, it’s living the dream</p><p>I moved to the suburbs in the spring of 2021, a classic post-lockdown move. My husband and I had been hot-desking between the bedroom and the kitchen table and we were all far too emotionally involved with the rat that frequented our bird feeder. I had wanted to move before Covid: the bed shook when buses went past, and the frequent drunken meltdowns on our conveniently located doorstep left me awkwardly squeezing past sobbing strangers to take the dog for his late-night pee, muttering: “Sorry, could I just …” I had the noise abatement team on speed dial and a throbbing vein in my eyelid.</p><p>Arriving here, where semis with gardens meet the green belt, and cows graze by the big Sainsbury’, was like the switch to colour in The Wizard of Oz, combined with the moment my noise-cancelling headphones kick in: relief and wonder. We slept with the window open and every morning I listened to the birds and smelled the roses, unable to believe my luck. Two years on, I still feel that. I’m incredulous that I get to live here, surrounded by green and birds, in peace so enveloping that I can finally hear myself think (though, wow, it’s boring: “Is that the one-eyed cat?” “Should I have a biscuit?”).</p><p>Emma Beddington is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/i-moved-from-the-city-to-the-suburbs-and-i-cant-believe-my-luck\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/i-moved-from-the-city-to-the-suburbs-and-i-cant-believe-my-luck", "date_published": "2023-06-04 13:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Overwhelmed in London, I moved to Berlin to save my sanity – and savour a new life", "description": "Irish author Naoise Dolan on taking refuge in the German capital<p>I’ve lived in Berlin for nine months now and I have stopped thinking of myself as “learning German”. Instead I hunt daily for German I still don’t know. I enter new words into a flashcard app on my phone and slowly the proportion of German-yet-unknown-to-me diminishes. If I happen to emerge from this process a Germanophone, well and good. But I have never achieved anything by obsessing over a long-term goal; I need to be having fun in the here-and-now to see any sustained project to completion. All the same, I’m easily amused. My flashcard app delights me.</p><p>I moved here last summer from London, where I had essentially lost my mind. (This rationale doesn’t go well in small talk, so I tend to claim instead that I wanted a change of scene.)</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/04/overwhelmed-in-london-i-moved-to-berlin-to-save-my-sanity-and-savour-a-new-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/04/overwhelmed-in-london-i-moved-to-berlin-to-save-my-sanity-and-savour-a-new-life", "date_published": "2023-06-04 13:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: what are the best defunct products and overlooked innovations?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>What are the best defunct products and overlooked innovations? <em>Brian Phipps, Sheffield</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/04/readers-reply-what-are-the-best-defunct-products-and-overlooked-innovations\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/04/readers-reply-what-are-the-best-defunct-products-and-overlooked-innovations", "date_published": "2023-06-04 13:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The rise of perfectionism – and the harm it’s doing us all", "description": "<p>Many of us believe striving for perfection leads to success. But perfectionism is counter-productive and can result in soaring levels of stress. The answer, believes Professor Thomas Curran, is to go a little easier on yourself</p><p>About a decade ago, Thomas Curran, a psychology student, travelled to Australia to embark on a postdoctoral fellowship and was crushed with anxiety, exhaustion and panic attacks. Beyond making the round-the-world flight, he’d really pushed himself hard to make it there. Curran is from Wellingborough, a town in the east Midlands, and grew up “without much money”. His mum used to work as a receptionist at the Hind Hotel, his dad was a construction worker who was famous locally (Curran tells me with a touch of pride) for riding the statue of a deer mounted above the hotel’s entrance. As a teen, Curran thought he’d go into construction, too, but spurred on by the New Labour education drive, he chose university. Now he was far beyond the expectations of his youth – and surely well on the road to success in academia – yet found himself in pieces: “a failure”.</p><p>With all going south Down Under, Curran returned to the UK. At a less prestigious institution, the pressure eased. He dropped his competitive streak and decided “to stop trying to please other people”. Able to let his mind wander, he began to look more forensically at perfectionism, a trait he recognised in himself and – until that point – had rather celebrated. After all, surely it was perfectionism that enabled him to meet the high standards he placed upon himself and rise from his working-class roots? And surely it was the same impulse that kicked him out of bed when he felt crushed by self-criticism, and pushed him through panic attacks to keep striving? “I was genuinely of the belief that perfectionism was the one thing that was holding me up when everything around me was collapsing,” he says. “But it was actually perfectionism that was creating those problems.”</p> <a href=\"https://www.theguardian.com/society/2023/jun/04/the-rise-of-perfectionism-and-the-harm-its-doing-us-all\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/04/the-rise-of-perfectionism-and-the-harm-its-doing-us-all", "date_published": "2023-06-04 13:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I feel so helpless’: Indians search for missing family at train crash site", "description": "<p>Relatives struggle to find loved ones who had been on train as doctors warn some bodies are disfigured beyond recognition</p><p>As the Coromandel Express train left Shalimar station at 3.20pm on Friday, its carriages were packed to the rafters with migrant labourers, daily wage workers, students and commuters, many seeking opportunity hundreds of miles away in Chennai, Tamil Nadu, the train’s final destination.</p><p>Among them was Chandan Roy, 38, a mason, who was heading south for employment. Yet he would never make it. Instead, on Sunday morning, his father-in-law, Santosh Roy, 60, was among those desperately searching for his body among piles of the dead.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/im-tired-looking-at-dead-bodies-indians-look-for-family-at-crash-site\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/im-tired-looking-at-dead-bodies-indians-look-for-family-at-crash-site", "date_published": "2023-06-04 12:45:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Strawberry moon and lightsaber lessons: weekend’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jun/04/strawberry-moon-and-lightsaber-lessons-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jun/04/strawberry-moon-and-lightsaber-lessons-weekends-best-photos", "date_published": "2023-06-04 12:43:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish Grand Prix: F1 – live", "description": "<ul><li>Lap-by-lap report on action at Circuit de Barcelona-Catalunya</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/02/mclaren-f1-intelligence-war-formula-one-barcelona\">Giles Richards: McLaren show intent with bullish moves</a></li><li>Any comments? You can <a href=\"mailto:John.Brewin.Casual@theguardian.com\">email John</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet John</a></li></ul><p><strong>George Russell had a slight mishap</strong> but no harm done is the word from the Merc team. “Just pushing the limits, car’s fine, car’s fine,” he says. “I’ll do my best and see what comes.”</p><p><strong>Two drivers are starting in the pit lane.</strong></p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/04/spanish-grand-prix-f1-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/04/spanish-grand-prix-f1-live", "date_published": "2023-06-04 12:25:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson should use public funding ‘appropriately’, says minister", "description": "<p>Robert Jenrick adds that government won’t restrict what former PM can say to Covid-19 inquiry </p><p>A minister has said the government won’t restrict what Boris Johnson can say to the Covid-19 inquiry, but issued an effective warning that the former prime minister should ensure that he was using public funding for legal advice “appropriately”.</p><p>Robert Jenrick’s comments on Sunday come after it was reported that Cabinet Office lawyers had told Johnson he could lose the funding if he tries to “frustrate or undermine” the government’s position on the inquiry.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/boris-johnson-public-funding-covid-19-inquiry-robert-jenrick\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/boris-johnson-public-funding-covid-19-inquiry-robert-jenrick", "date_published": "2023-06-04 12:23:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keira Walsh assumes central stage as Barcelona conquer Europe again | Suzanne Wrack", "description": "<p>The Lioness appreciated by colleagues for her bright outlook helped inspire Barça’s comeback win in Eindhoven</p><p>Keira Walsh gets caught up in a conga line going past the waiting press, trophy at the front, singing loud. She eventually hauls herself back in order to speak to the journalists, waiting patiently as they finish another interview.</p><p>“Keira is an amazing player,” shouts Caroline Graham Hansen over the noise and Walsh grins in response, sunglasses on, flag slung round her shoulders, gold Champions League medal around her neck <a href=\"https://www.theguardian.com/football/2023/jun/03/barcelona-wolfsburg-womens-champions-league-final\">following victory over Wolfsburg in Eindhoven on Saturday</a>. “Keira brings the vibes and happiness to the team.”</p> <a href=\"https://www.theguardian.com/football/2023/jun/04/keira-walsh-assumes-central-stage-as-barcelona-conquer-europe-again\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/04/keira-walsh-assumes-central-stage-as-barcelona-conquer-europe-again", "date_published": "2023-06-04 12:16:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lung cancer pill cuts risk of death by half, says ‘thrilling’ study", "description": "<p>Taking the drug osimertinib once a day after surgery reduces chance of patients dying by 51%, trials show</p><p>A pill taken once a day cuts the risk of dying from lung cancer by half, according to “thrilling” and “unprecedented” results from a decade-long global study.</p><p>Taking the drug osimertinib after surgery dramatically reduced the risk of patients dying by 51%, results presented at the world’s largest cancer conference showed.</p> <a href=\"https://www.theguardian.com/science/2023/jun/04/lung-cancer-pill-cuts-risk-of-death-by-half-says-thrilling-study\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/04/lung-cancer-pill-cuts-risk-of-death-by-half-says-thrilling-study", "date_published": "2023-06-04 12:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Six-year-old orphan or ‘con artist’ adult? Revisiting the strange story of Natalia Grace", "description": "<p>Docuseries breaks new ground on mystery of true age of Ukrainian girl adopted and then abandoned by Indiana couple</p><p>It’s been years since a central Indiana couple adopted a girl from <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, became convinced that she was an adult impersonating a child, and abandoned her, setting off an international media frenzy and a legal showdown with authorities who accused them of parental neglect.</p><p>But even after the recent release of a slickly produced docuseries broke new ground on the saga, the mystery surrounding Natalia Grace’s virtually unprecedented adoption case seems to remain unsolved: exactly how old was she when Michael and Kristine Barnett left her? And was it unreasonable that they did so?</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/04/natalia-grace-docuseries-hbo-discovery-ukrainian-orphan-con-artist\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/04/natalia-grace-docuseries-hbo-discovery-ukrainian-orphan-con-artist", "date_published": "2023-06-04 12:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An Uneasy Inheritance: My Family and Other Radicals by Polly Toynbee review – the genes, the dreams", "description": "<p>In this heartfelt memoir, the columnist considers how a century-long commitment to human improvement inspired her family</p><p>P<a href=\"https://www.theguardian.com/profile/pollytoynbee\">olly Toynbee</a>’s great-grandfather <a href=\"https://en.wikipedia.org/wiki/Gilbert_Murray\">Gilbert Murray</a>, the finest classical scholar of the early 20th century – and, like so many in Toynbee’s family, an activist for what are now called progressive causes – eventually despaired of his hope for the future. “My greenness was unbelievable,” he wrote in a passage Toynbee quotes. “I believed passionately in the progress of man. It was perhaps not quite inevitable, but it only needed the removal of a few selfish and reactionary old people to make the world a new Garden of Eden, with more scientific gardening.” This faith in human improvement is the chief family trait that Toynbee delineates and wrestles with in her heartfelt memoir, <em>An Uneasy Inheritance</em>. It is a book that places her, and her eminent and unusual family, in the context of their time and tries to reckon with what this means in our own.</p><p>Toynbee probably needs little introduction to most readers of this paper. A columnist for the <em>Guardian</em> for many years, she was formerly the BBC’s social affairs editor and her journalism has won many awards, including the Orwell prize. She is under no illusions, however, that this contemporary renown guarantees any memorial: most of the people she considers here, so well regarded in their day, are largely forgotten in the 21st century. Not only Murray, but her grandfather, historian <a href=\"https://en.wikipedia.org/wiki/Arnold_J._Toynbee\">Arnold Toynbee</a>, who believed his 12-volume magnum opus, <em><a href=\"https://en.wikipedia.org/wiki/A_Study_of_History\">A Study of History</a></em>, would be a permanent monument; her grandmother, the ferociously unpleasant <a href=\"https://en.wikipedia.org/wiki/Rosalind_Murray\">Rosalind</a>, who churned out melodramatic novels she was convinced would bring her enduring fame. Of her writer father <a href=\"https://en.wikipedia.org/wiki/Philip_Toynbee\">Philip</a> she notes that his “name is barely known now, cropping up here and there in footnotes and anecdotes in other people’s biographies”. Yet part of the pleasure of this volume is the way in which she reanimates their striking lives.</p> <a href=\"https://www.theguardian.com/books/2023/jun/04/an-uneasy-inheritance-my-family-and-other-radicals-by-polly-toynbee-review-the-genes-the-dreams\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/04/an-uneasy-inheritance-my-family-and-other-radicals-by-polly-toynbee-review-the-genes-the-dreams", "date_published": "2023-06-04 12:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Foo Fighters: But Here We Are review – grieving, route-one stadium rock", "description": "<p>(Sony)<br />Dave Grohl’s affecting lyrics are the main draw on his band’s first album since drummer Taylor Hawkins’s death</p><p>Although released just a year after the suicide of his Nirvana bandmate Kurt Cobain, the Foo Fighters’ 1995 debut was a breezy delight that seemed tonally in stark contrast to the trauma Dave Grohl had so recently experienced. The mood surrounding <em>But Here We Are</em>, arriving a year after the death of drummer <a href=\"https://www.theguardian.com/music/2022/mar/27/taylor-hawkins-obituary\">Taylor Hawkins</a>, couldn’t be more different. Throughout, the lyrics bear the scars of grief: “Think I’m getting over it/ But there’s no getting over it”; “I’ve been hearing voices/ None of them are you”; “You showed me how to grieve/ But never showed me how to say goodbye.”</p><p>It’s a shame, then, that the songs accompanying Grohl’s most powerfully affecting set of lyrics so often fail to reach the same standard. Rescued, <a href=\"https://www.youtube.com/watch?v=seok6lO1n-8\">Under You</a> and the title track are the sort of route-one, bellowed stadium-pleasers that the Foos have been knocking out with diminishing returns for the past 20 years. The 10-minute The Teacher pitches for “epic” but plods rather, although its impassioned, static-drenched ending just about makes up for that. The best moment, Rest, is the simplest: a touching goodbye that builds from quiet acoustic strumming to genuinely moving full-band climax.</p> <a href=\"https://www.theguardian.com/music/2023/jun/04/foo-fighters-but-here-we-are-review-grieving-route-one-stadium-rock\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/04/foo-fighters-but-here-we-are-review-grieving-route-one-stadium-rock", "date_published": "2023-06-04 12:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The forest knows: the Amazon village with a message for the world – a photo essay", "description": "<p>A long-time collaborator and friend of the journalist Dom Phillips, Nicoló Lanfranchi was due to travel with him and the Brazilian Indigenous expert Bruno Pereira on the Amazon research trip that led to their murders. At the last minute, plans were changed. <br />Inspired by the work of Phillips and Pereira, Lanfranchi completed this project with the Asháninka people of Apiwtxa as an example of how ancestral knowledge and modernity can coexist in harmony: a true model for a sustainable future</p><p><em>I met Dom through my </em><em>Indigenous friend</em><em>, the environmental activist </em><em>Davilson Brasileiro</em><em>, with whom I </em><em> investigated</em><em> the <a href=\"https://www.theguardian.com/world/2018/feb/28/brazil-dam-collapse-samarco-fundao-mining\">2015 Rio Doce disaster</a></em><em>. Thanks to Davilson, Dom discovered my work, and we began collaborating on the stories he wrote for the Guardian. It was the beginning of a beautiful friendship, which we often celebrated by surfing together and cooking Italian recipes.<br /><br />We met for the last time in Rio de Janeiro just before the [coronavirus pandemic] lockdown, to </em><em> surf</em><em> at </em><em>Arpoador beach in Ipanema. </em><em>We then worked together again, albeit from a distance, for some pieces on Covid-19 in Rio.</em></p><p><em>In the two years that followed, Dom concentrated on the book he was writing, and on research trips to the Amazon</em><em>. We talked often, though far apart,</em><em> about our common passion for music, about life, and made plans for when </em><em>Covid would pass</em><em>. We thought about how I could contribute to </em><em>Dom’s book with my photos, </em><em>and he asked me to accompany him on [what would be] his last trip, to </em><em>Brazil’s </em><em>Javari valley.</em></p><p>Mist over the Amônia River at sunrise. The Asháninka village of Apiwtxa was established in the area in 1993</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/04/the-forest-knows-the-amazon-village-with-a-message-for-the-world-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/04/the-forest-knows-the-amazon-village-with-a-message-for-the-world-a-photo-essay", "date_published": "2023-06-04 12:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diana, Meghan and the tabloid press: Harry finally gets his day in court", "description": "<p>The Duke of Sussex has made it his life’s work to change the British media landscape. He’ll get his chance this week in the phone hacking case against the Mirror Group</p><p>The Duke of Sussex is due to <a href=\"https://www.theguardian.com/uk-news/2023/jun/02/harry-v-the-mirror-what-will-happen-when-the-prince-takes-the-stand\" title=\"\">give evidence at the high court</a> in London on Tuesday in a joint case he, and many other alleged victims of historic phone hacking, have brought against Mirror Group Newspapers.</p><p>It is believed to be the first appearance in the witness box of a senior royal since the 19th century, although in 2002 the <a href=\"https://www.theguardian.com/uk/2002/nov/21/monarchy#:~:text=The%20Princess%20Royal%20today%20became,on%20April%201%20this%20year.\" title=\"\">Princess Royal pleaded guilty</a> to a charge under the Dangerous Dogs Act, after two children were bitten in Windsor Great Park – by her dog, it should be made clear.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/diana-meghan-and-the-tabloid-press-harry-finally-gets-his-day-in-court\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/diana-meghan-and-the-tabloid-press-harry-finally-gets-his-day-in-court", "date_published": "2023-06-04 12:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jenny Lewis: ‘My friends have heard some of the stories, but there’s some good ones I’ve been saving’", "description": "<p>The US singer-songwriter and former Rilo Kiley frontwoman on touring with Harry Styles, being happily single and the importance of joy – mostly in puppy form – in your life</p><p>One of <a href=\"https://www.theguardian.com/music/jenny-lewis\">Jenny Lewis</a>’s many appealing traits is a certain kind of rock star insouciance. So when she was announced as the support act for Harry Styles’s North American tour in autumn 2021, prompting many of his fans to respond with: “Who the fuck is Jenny Lewis?”, the singer-songwriter created a <a href=\"https://open.spotify.com/playlist/47i4wP7E8bmb4Hji3TkKc6?si=d9baafa7c4ac41fb&amp;nd=1\">Spotify playlist</a> of the same name. It showcased the many highlights of her 20-plus-year career in music, from her days as frontwoman of indie rock band <a href=\"https://www.theguardian.com/music/rilokiley\">Rilo Kiley</a>, through various side projects, to her current solo career making shimmering pop songs infused with country and 1970s rock (“The more she goes on … the more she sounds like one of the greats,” <a href=\"https://www.theguardian.com/music/2019/jul/27/jenny-lewis-live-review-bristol-swx-on-the-line\">wrote Kitty Empire</a> in these pages, about her last album, 2019’s <em>On the Line</em>).</p><p>Despite their initial misgivings, the fans “were amazing from show one”, says Lewis. She had just come out of the pandemic and total isolation – “I hadn’t even gone to a restaurant or done anything” – and found herself on the biggest stages she had ever played, arenas filled with thousands of new young fans. “I got pure love and support and total attention,” she recalls, speaking over Zoom from her home in Los Angeles, sunlight streaming in through the wall-to-wall windows behind her. “They make signs at the shows to get Harry’s attention, but about four shows in, someone in the crowd had a sign that said: ‘I’m here for Bobby Rhubarb.’”</p> <a href=\"https://www.theguardian.com/music/2023/jun/04/jenny-lewis-joyall-interview-rilo-kiley-harry-styles-puppy\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/04/jenny-lewis-joyall-interview-rilo-kiley-harry-styles-puppy", "date_published": "2023-06-04 12:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tomás Saraceno: Web(s) of Life; Tate Britain rehang review – a five-star show that’s all generosity, and a reckoning with history", "description": "<p><strong>Serpentine Gallery; Tate Britain, London</strong><br />The Argentinian artist’s captivating work<em> </em>is at once an urgent call to action and irresistibly optimistic. At Tate Britain, a long-awaited rehang dazzles – and sometimes dismays</p><p>To reveal what happens inside <strong><a href=\"https://www.serpentinegalleries.org/whats-on/tomas-saraceno-webs-of-life-exhibition/\">Tom</a></strong><strong><a href=\"https://www.serpentinegalleries.org/whats-on/tomas-saraceno-webs-of-life-exhibition/\">ás Saraceno</a></strong><a href=\"https://www.serpentinegalleries.org/whats-on/tomas-saraceno-webs-of-life-exhibition/\">’s new show for the Serpentine Gallery</a> is hardly a spoiler. Nothing could lessen the impact. In galleries of pitch darkness, spotlights pick out an unfolding sequence of ethereal silver visions, all of them apparently floating in midair.</p><p>One spreads like the Milky Way – points of light gathering in cosmic drifts. Another hovers like spectral morning mist. A third has a gleaming upright disc at its centre, woven of what seems to be the most exiguous gauze of metal threads, held in place by barely visible guy lines.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/04/tomas-saraceno-webs-of-life-serpentine-gallery-review-tate-britain-rehang\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/04/tomas-saraceno-webs-of-life-serpentine-gallery-review-tate-britain-rehang", "date_published": "2023-06-04 12:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Killer of three Israeli soldiers was Egyptian border police officer, says army", "description": "<p>Netanyahu calls deaths of three members of Israel Defence Forces on Sinai border a terrorist attack</p><p>A man who <a href=\"https://www.theguardian.com/world/2023/jun/03/three-israeli-soldiers-killed-along-egyptian-border\">shot and killed three Israeli soldiers</a> in a rare incident on the Sinai border with Egypt has been identified by the Israeli military as a member of the Egyptian border police.</p><p>Two Israel Defence Forces (IDF) combat soldiers were killed early on Saturday morning at a military post near Mount Harif, in the Negev desert, the army said. The discovery of their bodies a few hours later triggered a manhunt in which a third soldier was killed, as well as the assailant. A fourth Israeli soldier sustained minor injuries in the shootout.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/killer-of-three-israeli-soldiers-was-egyptian-border-police-officer-says-army\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/killer-of-three-israeli-soldiers-was-egyptian-border-police-officer-says-army", "date_published": "2023-06-04 11:57:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester University students face expulsion over rent strike protest", "description": "<p>University taking disciplinary action against 11 students who occupied buildings during demonstrations</p><p>A group of Manchester University students face expulsion over a <a href=\"https://www.theguardian.com/education/2023/jan/09/students-at-university-of-manchester-on-rent-strike-over-cost-of-living-crisis\">rent strike that saw more than 350 collectively withhold more than £2m</a>.</p><p>The university is taking action against 11 of its students in a bitter row over rising rents and what some students claim is a failure to provide adequate financial support to those who are struggling during the cost of living crisis.</p> <a href=\"https://www.theguardian.com/education/2023/jun/04/manchester-university-students-face-expulsion-over-rent-strike-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/04/manchester-university-students-face-expulsion-over-rent-strike-protest", "date_published": "2023-06-04 11:33:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Old Man Movie: Lactopalypse! review – gloriously unsavoury Estonian animation", "description": "<p>This madcap stop-motion tale of saving the world from cataclysmic bovine explosion is funny, silly – and not for children</p><p>Eastern Europe has a tradition of taking animation as a medium to unexpected places. And this gloriously unsavoury Estonian adventure certainly does so, in a madcap adventure that takes place, partly at least, in a bear’s stomach. The animation style is a crude stop motion, the characters have a single facial expression (wide-eyed, stricken, a bit deranged, in case you were wondering), the plot involves a race against time, for the Old Man and his grandchildren to rescue a prized cow from the murderous Old Milker, and to save the world from a cataclysmic bovine explosion. It’s very silly, very funny and categorically not for younger audiences.</p> <a href=\"https://www.theguardian.com/film/2023/jun/04/the-old-man-movie-lactopalypse-review-gloriously-unsavoury-estonian-animation\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/04/the-old-man-movie-lactopalypse-review-gloriously-unsavoury-estonian-animation", "date_published": "2023-06-04 11:30:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I won’t be getting my kit off again’: The Full Monty’s Robert Carlyle on the role of a lifetime", "description": "Robert Carlyle’s life has been defined by two remarkable characters: the explosively violent Begbie, and Gaz in The Full Monty. Here, he talks about his Glasgow childhood, Britpop hedonism – and playing the PM…<p>It was 1997, and Robert Carlyle was in his mid-30s, when he first played the stripping Sheffield steelworker Gaz in <em><a href=\"https://www.theguardian.com/film/2019/mar/26/how-we-made-the-full-monty-bums\" title=\"\">The Full Monty</a></em>. Last year, to get ready to play him again – this time for an eight-part <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/19/full-monty-disney-plus-simon-beaufoy-alice-nutter\" title=\"\">TV series</a> – he sat himself down to watch the film. He seems slightly embarrassed to admit it – he’s not the kind of actor who likes to watch himself. “And I’m not about trawling back through something from 20-odd years ago,” he says. But <em>The Full Monty</em> was calling him to South Yorkshire, so trawl back he did. He decided that he would watch a few minutes, then he would move on. “And I sat there and watched the whole thing.” He was surprised to find that it still worked, even after 25 years. “I don’t know if I can say this, but I really enjoyed it. It really stands up.”</p><p>The original <em>Full Monty</em> told the story of six unemployed men from Sheffield who put on a DIY strip show at the working men’s club. It was an indie film, shot on a very small budget, and it almost went straight to video; a last-minute re-edit saved it from obscurity and it went on to be a staggering global success, making £200m at the box office. Carlyle’s Gaz is the ringleader, a schemer and a dreamer trying to keep enough money in his pocket to put the heating on when his son comes to stay.</p> <a href=\"https://www.theguardian.com/film/2023/jun/04/i-wont-be-getting-my-kit-off-again-the-full-montys-robert-carlyle-on-the-role-of-a-lifetime\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/04/i-wont-be-getting-my-kit-off-again-the-full-montys-robert-carlyle-on-the-role-of-a-lifetime", "date_published": "2023-06-04 11:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK asylum system ‘riddled with abuse’, says immigration minister", "description": "<p>Robert Jenrick adds immigration-reduction targets unhelpful as he deflects questions on Albania deal</p><p>The immigration minister, Robert Jenrick, has said Britain’s asylum system is “riddled with abuse” and that targets to reduce net immigration are not “particularly helpful”, despite previous pledges in <a href=\"https://www.theguardian.com/uk-news/2023/may/25/five-tory-pms-immigration-how-numbers-rhetoric-changed\">successive Conservative election manifestos</a>.</p><p>Jenrick also deflected questions on Sunday about how many people had been removed from the UK under a “gold standard” UK-Albanian deal, which targets people arriving illegally from Albania mainly by crossing the Channel.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/uk-asylum-system-immigration-reduction-targets-albania\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/uk-asylum-system-immigration-reduction-targets-albania", "date_published": "2023-06-04 10:43:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Grealish ruling in FA Cup final further proves absurdity of handball | Jonathan Wilson", "description": "<p>Jack Grealish was penalised for inadvertently touching the ball with his fingers, giving United the chance to equalise</p><p>As it turned out, it didn’t affect the destination of the FA Cup or deny Manchester City a chance at the treble, but it might have done. Manchester United had created very little when suddenly VAR gave them a penalty for something almost nobody appealed. Assuredly, under the laws, as they are now interpreted, the decision was correct. Jack Grealish’s hand was raised almost to shoulder height as Aaron Wan-Bissaka’s header struck it, and that these days is an offence. But really, why should it be?</p><p>Why should games be decided not by skill or heart, by organisation or improvisation, but by 75% chances of a goal handed out because of random bounces and bobbles? Grealish was not cheating. He did not seek to gain an advantage. He just jumped and, in twisting to see where the ball went, his arm went out to balance him. This wasn’t a Peter Schmeichel-style star jump, spreading himself to make a block; it was just a man jumping, his arms doing what arms do when somebody jumps.</p> <a href=\"https://www.theguardian.com/football/2023/jun/04/jack-grealish-ruling-in-fa-cup-final-further-proves-absurdity-of-handball\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/04/jack-grealish-ruling-in-fa-cup-final-further-proves-absurdity-of-handball", "date_published": "2023-06-04 10:39:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mad About the Boy: The Noël Coward story review – fascinating portrait of a 20th-century great", "description": "<p>Barnaby Thompson’s well-researched documentary highlights the contradictions of the sparkling playwright’s life</p><p>He was the epitome of a certain kind of urbane, aristocratic Englishness. But Noël Coward grew up in relative poverty, in his mother’s boarding house. He was famously erudite but an autodidact (he left school at nine to earn a living as a child performer). He was both a satirist and a sentimentalist; a heart-throb who was covertly gay.</p><p>This very enjoyable and informative documentary, directed by Barnaby Thompson, digs into the contradictions underpinning the life and work of one of the most prolific and versatile talents of the 20th century. The film draws on a wealth of archive material, including plenty of Coward delivering waspish witticisms in interviews, but also more personal, previously unseen material culled from his holiday home movies. It’s a fascinating portrait of the man, and of an era – a time in which a wildly successful entertainer had to be wary of wearing a polo neck sweater in public, for fear of inadvertently outing himself.</p> <a href=\"https://www.theguardian.com/film/2023/jun/04/mad-about-the-boy-the-noel-coward-story-review-fascinating-portrait-of-a-20th-century-great\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/04/mad-about-the-boy-the-noel-coward-story-review-fascinating-portrait-of-a-20th-century-great", "date_published": "2023-06-04 10:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Card review – a sparkling adaptation of Arnold Bennett’s rags-to-riches comic novel", "description": "<p><strong>New Vic theatre, Newcastle-under-Lyme<br /></strong>Conrad Nelson’s fast-flowing production, which races through time and space, exemplifies the ingenuity of regional theatre</p><p>In <a href=\"https://www.theguardian.com/commentisfree/2023/may/17/arts-council-britain-plan-save-new-body\">a recent article</a> for the <em>Guardian</em>, the theatre director Nicholas Hytner argued that Arts Council England funding should be directed towards professional performances, while a new body should be set up to encourage and support community, education and outreach programmes. This would, he proposed, complement the Arts Council in the same way Sport England complements UK Sport. The response? Instant Twitter uproar, with the proposition being interpreted as setting “<a href=\"https://www.theguardian.com/commentisfree/2023/may/25/changes-arts-funding-divisive-culture\">one type of art against another</a>”, in the words of Nicholas Serota, replying to Hytner a few days later. The reality for regional companies, and their audiences, is not so divisive – as demonstrated by this entertaining new production from the New Vic, with <a href=\"https://www.claybodytheatre.com/\">Claybody Theatre</a>.</p><p><em>The Card</em> is a 1911 comic novel by local Staffordshire lad made good <a href=\"https://www.theguardian.com/books/2017/may/20/arnold-bennett-poet-potteries-museum-exhibition\">Arnold Bennett</a>. Deborah McAndrew’s sharp, funny and faithful adaptation follows the picaresque progress of Denry Machin, the eponymous “card”, from lowly solicitor’s clerk to youngest-ever mayor of a fictional Potteries town. Fast-flowing action, under Conrad Nelson’s assured direction, races us through time and space: town square; solicitor’s office; grand ballroom with swirling dancers; widow’s hovel; bustling seaside promenade; storm, shipwreck, rescue; newspaper office; football stadium. These sites of Denry’s adventures are vividly evoked through skilful movement and clever manipulation of minimal props (Beverley Norris-Edmunds’s choreography; Dawn Allsopp’s design).</p><p><em><a href=\"https://www.newvictheatre.org.uk/productions/the-card/\">The Card</a></em><a href=\"https://www.newvictheatre.org.uk/productions/the-card/\"> is at the New Vic theatre, Newcastle-under-Lyme, until 10 June</a></p> <a href=\"https://www.theguardian.com/stage/2023/jun/04/the-card-review-new-vic-newcastle-under-lyme-claybody-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/04/the-card-review-new-vic-newcastle-under-lyme-claybody-theatre", "date_published": "2023-06-04 10:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man charged with murder of woman found dead in Sheffield", "description": "<p> Mark Nicholls arrested after body of Emily Sanderson discovered 11 days after going missing</p><p>A man has been charged with the murder of a woman who was found dead in Sheffield 11 days after going missing.</p><p>The body of 48-year-old Emily Sanderson was found at an address in the Hillsborough area of the city last Tuesday. She had not been seen since 19 May, when she reportedly attended a family funeral.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/man-charged-with-murder-of-woman-found-dead-in-sheffield-emily-sanderson\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/man-charged-with-murder-of-woman-found-dead-in-sheffield-emily-sanderson", "date_published": "2023-06-04 10:25:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid confirm Karim Benzema will leave the club at end of season", "description": "<ul><li>French striker linked with move to Saudi Arabia</li><li>Marco Asensio to join PSG on free transfer</li></ul><p>Ballon d’Or winner Karim Benzema will leave Real Madrid as a free agentat the end of the season after 14 trophy-laden years, the club confirmed, with the striker being linked with a move to Saudi Arabian side Al Ittihad.<br /><br />The 35-year-old Frenchman had looked set to stay at the Spanish club for one more year after a 2022-23 season in which he struggled with injuries and missed out on France’s World Cup campaign in Qatar due to another injury.</p><p>However, an offer estimated by media to be worth more than €100m ($107.05 million) from Saudi Arabia has reportedly made him reconsider his future.<br />The Frenchman decided to void the one-year extension clause he had in his contract.</p> <a href=\"https://www.theguardian.com/football/2023/jun/04/real-madrid-confirm-karim-benzema-will-leave-the-club-at-end-of-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/04/real-madrid-confirm-karim-benzema-will-leave-the-club-at-end-of-season", "date_published": "2023-06-04 10:22:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French Open 2023: Novak Djokovic, Elise Mertens and Alcaraz in action – live", "description": "<ul><li>The latest scores, news and reaction from Roland Garros</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/03/tennis-french-open-coco-gauff-mirra-andreeva-elena-rybakina-iga-swiatek\">Coco Gauff fights back as Iga Swiatek serves double bagel</a></li></ul><p><strong>Women’s singles </strong>Pavlyuchenkova broke straight back, but now Mertens has two break points to make it 2-1 in the second set. She needs just one, with Pavlyuchenkova sending a backhand long: <strong>Mertens leads 6-3, 2-1</strong></p><p><strong>Men’s singles </strong>On Suzanne Lenglen, the Italian <strong>Lorenzo Sonego</strong> has taken the first set 6-1 against the 11th seed <strong>Karen Khachanov</strong>. The winner of that one will play Novak Djokovic or Juan Pablo Varillas in the quarter-finals.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/04/french-open-2023-novak-djokovic-aryna-sabalenka-and-alcaraz-in-action-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/04/french-open-2023-novak-djokovic-aryna-sabalenka-and-alcaraz-in-action-live", "date_published": "2023-06-04 10:13:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK property market lacks spring bounce but a crash is unlikely | Larry Elliott", "description": "<p>It’s reasonable to expect a fall in nominal house prices of at least 10%. That’s a chunky fall – and a welcome one</p><p>April is supposed to herald the start of a British ritual: the house-buying season. Traditionally, it is the time when demand for homes picks up and the property supplements in the weekend papers are full of suggestions for sellers bidding to attract the interest of buyers.</p><p>But not this year. According to the latest <a href=\"https://www.theguardian.com/money/2023/jun/01/uk-house-prices-fall-nationwide-high-interest-rates\">bulletin from the Bank of England</a>, repayments on existing mortgages in April were £1.4bn higher than new loans. This is unusual. Apart from during lockdown, it was the lowest figure since records began in 1993. The number of new mortgage approvals – loans agreed but not yet advanced – fell in April and were well below the average in the five years leading up to the pandemic.</p> <a href=\"https://www.theguardian.com/business/2023/jun/04/uk-property-market-lacks-spring-bounce-but-crash-unlikely\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/04/uk-property-market-lacks-spring-bounce-but-crash-unlikely", "date_published": "2023-06-04 10:03:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disabled children disproportionately affected by UK cost of living crisis", "description": "<p>Families who have extra costs because of a child’s disability are going without electricity or heating</p><p>Disabled children are being forced to go without electricity or heating because their families are being disproportionately harmed by the cost-of-living crisis, according to research by a children’s charity.</p><p>The Childhood Trust said that the <a href=\"https://www.theguardian.com/money/2023/feb/05/energy-prices-to-soar-again-as-jeremy-hunt-rejects-pleas-to-halt-rise\">rising cost of energy bills</a> and other inflation was affecting the families of children with special educational needs and disabilities (Send) even more than their mainstream counterparts.</p> <a href=\"https://www.theguardian.com/education/2023/jun/04/disabled-children-disproportionately-affected-uk-cost-of-living-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/04/disabled-children-disproportionately-affected-uk-cost-of-living-crisis", "date_published": "2023-06-04 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida taxpayers pick up bill for Ron DeSantis’s culture war lawsuits", "description": "<p>Governor’s Disney battle and extremist policies are met with costly lawsuits covered by ‘blank check’ from Republican legislature</p><p>Since Florida’s governor Ron DeSantis took office in 2019 and embarked on his culture wars, lawsuits from various communities whose rights have been violated have been stacking up against the far-right Republican.</p><p>As DeSantis fights the lawsuits with what critics have described as a blank check from the state’s supermajority Republican legislature, the mounting legal costs have come heavily at the expense of Florida’s taxpayers.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/04/ron-desantis-lawsuits-cost-florida-taxpayers\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/04/ron-desantis-lawsuits-cost-florida-taxpayers", "date_published": "2023-06-04 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s green vegetable crumble, and cucumber, microgreens and wasabi salad", "description": "New ways with the refreshing green leaves of early summer<p>These days of early summer with crisp young greens at the market and the garden fizzing with new growth are glorious. This week, I stuffed great handfuls of spinach – thick stemmed, leaves as pointed as an arrow – into a deep saucepan, letting them cook for a minute or two in their own steam, then tossed them with young broad beans into a classic, aromatic white sauce. The filling was then covered with a rubble of butter crumbs and baked until the green-freckled sauce bubbled up around the edges and the crumble was lightly crisp.</p><p>Deeper into summer, I will make this recipe with lightly cooked runner beans and shredded summer cabbage. Blanched asparagus may go in, too, especially now the price of homegrown spears has come down. The crucial point is to make a seriously good sauce, using cloves, bay leaves and onion, but also to give your sauce the baptism of time. A béchamel, thoughtfully seasoned and given a good 25 minutes or longer over a very low heat with scarcely a bubble to be heard, is a cook’s time well spent.</p> <a href=\"https://www.theguardian.com/food/2023/jun/04/nigel-slater-recipes-green-vegetable-crumble-and-cucumber-microgreens-and-wasabi-salad\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/04/nigel-slater-recipes-green-vegetable-crumble-and-cucumber-microgreens-and-wasabi-salad", "date_published": "2023-06-04 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hitler, Stalin, Mum and Dad by Daniel Finkelstein review – a family in peril", "description": "<p>The journalist’s story of how his parents lived through the Holocaust reads like a thriller, but it’s the wider focus on how liberal values were powerless in the face of fascism that makes it a modern classic</p><p>There’s a moment early on in <em><a href=\"https://www.theguardian.com/books/2017/apr/22/primo-levi-auschwitz-if-this-is-a-man-memoir-70-years\">If This Is </a></em><em><a href=\"https://www.theguardian.com/books/2017/apr/22/primo-levi-auschwitz-if-this-is-a-man-memoir-70-years\">a Man</a></em>, Primo Levi’s first-hand account of the horrors of Auschwitz, when the author, newly arrived at the death camp and desperately thirsty, reaches for a “fine icicle” to suck on, only to have it brutally smashed out of his hand by a prison guard. “Why?” asks Levi, plaintively. “<em>Hier ist kein warum</em>,” replies the guard (“Here there is no why”).</p><p>There are not too many whys either in Daniel Finkelstein’s powerful and beautifully written new book, which tells the story of how his Jewish parents lived through the Holocaust, as European civilisation was ripped apart by nazism and communism in the 1930s and 40s.</p> <a href=\"https://www.theguardian.com/books/2023/jun/04/hitler-stalin-mum-and-dad-by-daniel-finkelstein-review-a-family-in-peril\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/04/hitler-stalin-mum-and-dad-by-daniel-finkelstein-review-a-family-in-peril", "date_published": "2023-06-04 10:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Milanese does it: an eastern-inspired oasis in the Italian design capital", "description": "<p>This 1920s apartment in the heart of Milan has been given a dramatic makeover</p><p>Milan is a city full of secret oases. Its busy, noisy streets are lined with neoclassical façades and blocks of Brutalist condominiums, but behind the imposing doorways are spaces famed for their contrasting tranquillity. Verdant internal courtyards are lined with bicycles and buggies lit by the warm glow from the huge windows of the apartments that overlook them. On Via Luigi Settembrini lies an extra-special secret escape.</p><p>The third-floor apartment of Francesca Pellicciari and Giacomo Donati, founders of the Japanese curated concept store <a href=\"https://www.nan-ban.com/en/products\" title=\"\">Nanban</a>, unites their passion for contemporary Japanese objects with their pastime of collecting iconic Italian design. They moved here in 2017. As long-term residents of the city, they chose the area, between Lazzaretto and the Central Station, because it was central, but as yet ungentrified, unlike Isola in the northwest: “I really don’t like places that are too perfect,” says Pellicciari. Now in their 40s, they also felt that the burgeoning NoLo area was “too young for us”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/04/milanese-does-it-an-eastern-inspired-oasis-in-the-italian-design-capital\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/04/milanese-does-it-an-eastern-inspired-oasis-in-the-italian-design-capital", "date_published": "2023-06-04 10:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Boogeyman review – so-so studio debut from a budget-horror meister", "description": "<p>Rob Savage’s first big picture, based on a Stephen King short story, is scary but hardly groundbreaking</p><p>It was only a matter of time before Rob Savage, director of the inventive and terrifying lockdown Zoom horror <em><a href=\"https://www.theguardian.com/film/2020/aug/16/house-of-horror-host-the-zoom-call-hit-movie-that-has-hollywood-quaking\">Host</a></em> and the anarchic livestream splatterfest <em><a href=\"https://www.theguardian.com/film/2022/jun/05/dashcam-review-rob-savage-takes-us-for-a-hell-of-a-ride\">Dashcam</a></em>, was tapped to direct a studio picture. And as this adaptation of a Stephen King short story shows, he certainly knows his way around the genre.</p><p>A recently bereaved family – a widowed father (Chris Messina) and his two daughters (Sophie Thatcher, Vivien Lyra Blair) – find that their grief leaves them vulnerable to something malign, a voracious evil entity with arachnid legs and several sets of teeth that dwells in the shadows. And there are plenty of hiding places in the family home, with its murky stained-glass windows and walls that seem to soak up the light like blotting paper.</p> <a href=\"https://www.theguardian.com/film/2023/jun/04/the-boogeyman-rob-savage-review-so-so-studio-debut-from-a-budget-horror-meister\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/04/the-boogeyman-rob-savage-review-so-so-studio-debut-from-a-budget-horror-meister", "date_published": "2023-06-04 10:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ve never felt free of the Serbs’: Albanian Kosovans blame Belgrade for violence", "description": "<p>As a new wave of ethnic violence hits Kosovo, one of the mayors whose  election sparked hate and anger says criminal gangs are leading the ‘revolt’</p><p>Sitting behind a bare black desk, in a small whitewashed room in northern Kosovo, village mayor, Izmir Zeqiri, is still getting used to the glare of international attention. “It wasn’t my intention to be a celebrity,” he says as his mobile phone rings on repeat. “We thought more people would run, and we didn’t imagine we could win.”</p><p>This isn’t false modesty. Zeqiri is one of a few hundred ethnic Albanians in the Serb-majority municipality of Zubin Potok, and his candidacy in April’s elections was a symbolic gesture. But when Serb List, the Belgrade-backed party that controls much of public life in the Serb-majority northern municipalities, decided to boycott the poll and ordered Serb voters to follow suit, Zeqiri was propelled into the eye of a storm.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/weve-never-felt-free-of-the-serbs-albanian-kosovans-blame-belgrade-for-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/weve-never-felt-free-of-the-serbs-albanian-kosovans-blame-belgrade-for-violence", "date_published": "2023-06-04 10:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hearts are back in fashion – and there’s so much to love", "description": "<p>From bags to bras to pendants, the evergreen symbol of affection has been everywhere on the catwalks</p><p>Fashion has fallen in love with the heart again this summer. The 2023 catwalks featured love hearts in every possible form: on dresses at Victoria Beckham and Rixo, on jacket lapels and hats at Moschino.</p><p>While the teeny-tiny heart bra tops from Nensi Dojaka and Vivetta are unlikely to be a high street hit, heart-shaped accessories are proving popular at the cheaper end of the market too.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/04/hearts-are-back-in-fashion-and-theres-so-much-to-love\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/04/hearts-are-back-in-fashion-and-theres-so-much-to-love", "date_published": "2023-06-04 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two-year-old girl killed in Russian missile attack on Dnipro in Ukraine", "description": "<p>City’s governor says further 22 people injured, including five children, in overnight strike on residential area</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/04/russia-ukraine-war-live-girl-2-killed-in-dnipro-blast-as-kyiv-fends-off-air-attack\">Russia-Ukraine war – latest news updates</a></li></ul><p>A two-year-old girl was found dead under the rubble of a house outside the central Ukrainian city of Dnipro overnight after Russian missiles had struck a residential area, the region’s governor said.</p><p>Serhiy Lysak added that another 22 people were injured, including five children, three of whom were previously described as seriously hurt, in an attack that destroyed or damaged several buildings.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/two-year-old-girl-killed-in-russian-missile-attack-dnipro-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/two-year-old-girl-killed-in-russian-missile-attack-dnipro-ukraine", "date_published": "2023-06-04 09:49:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will ‘safe pair of hands’ Feijóo deal with far-right Vox and take power in Spain?", "description": "<p>Alberto Núñez Feijóo’s inner circle believes he can appeal to centre-right voters and win snap general election</p><p>By 11pm last Sunday, it was clear that Spain’s opposition conservative People’s party (PP) had comprehensively routed the ruling socialists in the regional and municipal elections that had followed <a href=\"https://www.theguardian.com/world/2023/may/27/spain-holds-local-elections-rows-eta-racism-loom-large\">two weeks of ugly and unedifying campaigning</a>.</p><p>The PP had snatched no fewer than six regions and some of Spain’s biggest cities from the socialists’ grasp – much to the delight of the supporters who had descended, flag-waving and jubilant, on the conservatives’ HQ on Génova Street in central Madrid.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/spain-alberto-nunez-feijoo-faces-fine-balancing-act-to-deal-with-far-right-vox\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/spain-alberto-nunez-feijoo-faces-fine-balancing-act-to-deal-with-far-right-vox", "date_published": "2023-06-04 09:35:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: Aspects of Love; Rose; The Shape of Things – review", "description": "<p><strong>Lyric; Ambassadors; Park theatre, London</strong><br />A superb cast, including opera star Danielle de Niese, elevates Andrew Lloyd Webber’s plodding 80s musical; Maureen Lipman gives a one-woman masterclass; and Neil LaBute’s romcom gets a sharp, funny revival</p><p>Andrew Lloyd Webber’s musical <strong><a href=\"https://www.aspectsoflove.com/?gclid=Cj0KCQjw4NujBhC5ARIsAF4Iv6djSyJjJSxj84v6y6v5IN-F0WZQkZgHyH9Rdq8ao5ESbW8lneU45ZAaAoK_EALw_wcB&amp;gclsrc=aw.ds\">Aspects of Love</a></strong> was first performed in 1989 and is based on a second-rate novel by David Garnett, published in 1955. The deficiencies of the novel could fill a column – and that’s before you even get started on the musical and its plodding score. I had low expectations as I trudged along Shaftesbury Avenue towards the theatre, but now find myself with the unexpected pleasure of having to report that I should have approached the first night with a more open mind. For this is a spectacular production – everything I assumed it would not, could not be. So much talent has been lobbed at it that it overrides the musical’s many and varied faults.</p><p>Jonathan Kent directs with sure-footed flair, the cast is top-notch, and the recruiting of opera designer John Macfarlane is a masterstroke. His design is a romance in itself. It’s like going on a grand tour of Europe, stopping off at airy Parisian apartments, travelling through painterly French landscapes and overlooking glowing Venetian canals – no one with the slightest trace of wanderlust could possibly resist his gloriously escapist vision. And at the same time, Douglas O’Connell’s original use of photographic imagery turns what ought to be hackneyed scenes – such as a black-and white Parisian street in the rain – into elegant panels, contributing to the set’s multilayered magic.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/04/aspects-of-love-lyric-theatre-review-jonathan-kent-rose-maureen-lipman-ambassadors-the-shape-of-things-park-theatre-neil-labute\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/04/aspects-of-love-lyric-theatre-review-jonathan-kent-rose-maureen-lipman-ambassadors-the-shape-of-things-park-theatre-neil-labute", "date_published": "2023-06-04 09:30:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: girl, 2, killed in Dnipro blast as Kyiv fends off air attack", "description": "<p>Girl’s body pulled from wreckage and 22 injured after strike Volodymyr Zelenskiy blames on Russia</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-466-of-the-invasion\">What we know on day 466 of Russia’s invasion</a></li></ul><p><strong>As Russia’s war in Ukraine has grown into an existential conflict for the Kremlin over the past 15 months, its search for internal enemies has intensified, with a sharp rise in treason cases that experts have equated to a “spymania”.</strong></p><p>While many of the treason cases focus on those allegedly fighting for or aiding Ukraine, others have burrowed into seemingly loyal state institutions such as the scientific research centres that helped research the very weaponry that Russia is using to strike Ukraine.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/04/russia-ukraine-war-live-girl-2-killed-in-dnipro-blast-as-kyiv-fends-off-air-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/04/russia-ukraine-war-live-girl-2-killed-in-dnipro-blast-as-kyiv-fends-off-air-attack", "date_published": "2023-06-04 09:09:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Auction houses and dealers failing to cooperate with investigators over stolen items, says expert", "description": "<p>Specialist in recovery of missing and looted art and antiques accuses businesses of protecting commissions and fees ahead of restoring legal ownership</p><p>Too many auction houses and dealers are failing to cooperate when they are found to be selling stolen items, a leading lawyer has warned.</p><p>Christopher Marinello, a London-based specialist in recovering stolen, looted and missing art and antiques, told the <em>Observer</em> that “most are uncooperative at first” and some are “so desperate to protect their commissions that they will do anything to avoid cooperating”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/auction-houses-and-dealers-failing-to-cooperate-with-investigators-over-stolen-items-says-expert\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/auction-houses-and-dealers-failing-to-cooperate-with-investigators-over-stolen-items-says-expert", "date_published": "2023-06-04 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s breakfast recipe for melon soup, and puffed rice with cucumber", "description": "It doesn’t have to be eggs. Here are two tasty and fresh recipes for a different start to the day<p>A refreshing start to a summer’s day. Ideally, something to make the night before and keep, tightly covered, in the fridge. <em>Serves 4</em></p> <a href=\"https://www.theguardian.com/food/2023/jun/04/nigel-slaters-breakfast-recipe-for-melon-soup-and-puffed-rice-with-cucumber\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/04/nigel-slaters-breakfast-recipe-for-melon-soup-and-puffed-rice-with-cucumber", "date_published": "2023-06-04 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK trials for cancer breath tests reach final stages", "description": "<p>Quick and simple tests in GP surgeries could detect cancer of the oesophagus, stomach, pancreas, colon or liver</p><p>Simply blowing into a bag at a GP’s surgery could show that a patient has cancer. That is the aim of an ambitious new project that is going through its final clinical trials in the UK. If successful, <a href=\"https://www.theguardian.com/society/2019/jan/03/uk-scientists-test-breathalyser-for-detecting-early-cancers\" title=\"\">cancer breath tests</a> could be used in a few years in order to <a href=\"https://www.theguardian.com/science/2022/dec/30/man-year-to-live-now-cancer-free-after-immunotherapy-trial\" title=\"\">pinpoint a range of tumours</a> in the early stages of their development.</p><p>The technique is primarily aimed at <a href=\"https://www.theguardian.com/science/2023/jun/02/blood-test-50-types-cancer-could-speed-up-patient-diagnosis-study\" title=\"\">detecting cancers</a> of the gut, including those of the oesophagus, stomach, pancreas and colon, but could also be used to pinpoint cases of liver cancer. In total, these tumours formed more than 20% of all cancer cases in the world, said the project’s leader, Prof George Hanna of Imperial College London. “We have been working on this technique for more than 15 years and have now reached the stage where we are going through final clinical trials,” he told the <em>Observer</em>.</p> <a href=\"https://www.theguardian.com/society/2023/jun/04/uk-trials-for-cancer-breath-tests-reach-final-stages\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/04/uk-trials-for-cancer-breath-tests-reach-final-stages", "date_published": "2023-06-04 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We tell them they can still laugh’ – the doctor treating the mental scars of Gaza’s children", "description": "<p>The head of a charity in the strip helping people traumatised by the conflict explains why he still has hope for the future</p><p>Dr Yasser Abu Jamei is an unlikely optimist, a psychiatrist running the biggest mental health charity in Gaza, where four out of five children live with depression, fear and grief.</p><p>The 365 sq km (140 sq mile) Palestinian enclave on the Mediterranean – a tiny strip of land regularly bombed, heavily blockaded and desperately poor – has provided a grim laboratory for testing how repeated trauma affects the human mind.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/we-tell-them-they-can-still-laugh-the-doctor-treating-the-mental-scars-of-gazas-children\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/we-tell-them-they-can-still-laugh-the-doctor-treating-the-mental-scars-of-gazas-children", "date_published": "2023-06-04 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Never mind his WhatsApp messages – can Boris Johnson himself be disappeared? | Stewart Lee", "description": "<p>Escaping the toxic radioactive half-life of his degraded legacy means the Tories will also have to vanish the former PM</p><p>On Wednesday morning, Judge Heather Hallett, head of the Covid inquiry, was still dismayed by the ongoing absence of the elusive government WhatsApp messages. Like King Arthur in reverse, the government WhatsApp messages slept silently in a cave for eons, only to disappear in Albion’s hour of need.</p><p>The previous week, the Cabinet Office had declared it deemed the WhatsApp messages too irrelevant to be worth submitting to the scrutiny of the judge. But this week it decided they were in fact lost, and so couldn’t be submitted anyway. How careless this government has been in this respect. The health minister Lord Bethell lost his phone when a July 2021 hearing wanted it. Tories should have to write all their communications on their hands in permanent marker. And if the WhatsApps were lost how did anyone in the Cabinet Office get to look at them to decide they were irrelevant? No one at senior government level had thought it through. It was a classic Billy Bunter defence: “I didn’t eat your WhatsApp messages Jenkins, and anyway they were horrible.”</p><p><em><a href=\"https://www.stewartlee.co.uk/live-dates/\">Basic Lee</a></em><a href=\"https://www.stewartlee.co.uk/live-dates/\"> is on tour</a>, including six dates at the Royal Festival Hall, London, in June and July, and a fun-size ™ ® version of the show at the <a href=\"https://www.thestand.co.uk/shows/1623-stewart-lee-basic-lee/\">Stand’s New Town theatre, Edinburgh</a>, 11-20 August</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/boris-johnson-disappeared-whatsapp-messages-covid-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/boris-johnson-disappeared-whatsapp-messages-covid-inquiry", "date_published": "2023-06-04 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I want to be part of the rebirth’: the artists bringing creation out of Beirut’s chaos", "description": "<p>Decades of civil war and economic meltdowns left Lebanon’s people struggling for hope – and then three years ago came the devastating explosion in the capital’s port. But the country’s creatives are fighting back. Introduction by Joumana Haddad, interviews by Killian Fox</p><p>Can you imagine what it meant to grow up in Beirut during Lebanon’s civil war in the 1980s? If a shell didn’t kill you, hopelessness surely would. And death by despair is a thousand times worse, and more final, than death by a missile. But something kept me hopeful and alive, day after day, despite all the misery and desolation surrounding me. Something almighty, intensely transformative – something magical: it was literature.</p><p>I didn’t read to learn (the latter was a mere collateral benefit); I read to unlearn. To unlearn hate and fear and distress and despair. To unlearn closed doors and clipped wings and tunnels without a light at the end of them. I read to forget everything and everyone that was trying to kill me, outside as well as inside.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/04/rebirth-artists-creation-beirut-war-lebanon\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/04/rebirth-artists-creation-beirut-war-lebanon", "date_published": "2023-06-04 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uganda says 54 African Union peacekeepers killed in Somalia attack", "description": "<p>Al-Shabaab militants claimed responsibility for dawn attack on 26 May</p><p>At least 54 African Union peacekeepers were killed when militants attacked a base housing Ugandan units in Somalia last week, the Ugandan president, Yoweri Museveni, said.</p><p>“We discovered the lifeless bodies of 54 fallen soldiers, including a commander,” Museveni said in a statement posted on his official Twitter account late on Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/uganda-says-54-african-union-peacekeepers-killed-in-somalia-attack-al-shabaab\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/uganda-says-54-african-union-peacekeepers-killed-in-somalia-attack-al-shabaab", "date_published": "2023-06-04 08:55:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why was it so hard for our judiciary to admit they’d jailed an innocent man for 16 years? | Rowan Moore", "description": "The death last week of Birmingham Six victim Hugh Callaghan reminds us that unfettered power can lead to abuses<p>Hugh Callaghan, a former welder, a follower of Aston Villa football club, born in Ardoyne, Belfast, <a href=\"https://www.theguardian.com/uk-news/2023/jun/01/birmingham-six-member-hugh-callaghan-dies-aged-93\" title=\"\">died late last month aged 93</a>. A man who loved music, he was singing to his nurses until shortly before his final heart attack. He was a gentle, generous individual whom I was <a href=\"https://www.theguardian.com/uk-news/2022/mar/26/why-the-birmingham-six-story-must-not-be-forgotten\" title=\"\">lucky enough to meet</a>. He had every right to pass a quiet life, but he spent 16 years in prison for a crime he did not commit: along with other members of the <a href=\"https://www.theguardian.com/uk/birmingham-six\" title=\"\">Birmingham Six</a>, as they were labelled, he was wrongfully convicted of killing 21 people in 1974 in the bombings of two pubs in Birmingham.</p><p>One of the many shocking aspects of the case was the determination of the British establishment – the law, police, politicians, media – to maintain the men’s guilt, and keep them in prison. It would be “<a href=\"https://www.lawgazette.co.uk/features/an-appalling-vista/5066399.article\" title=\"\">an appalling vista</a>”, said the Master of the Rolls, Lord Denning, in 1980, if the police were found guilty of violence, threats and perjury – so much so that it would be better if the truth were suppressed. The question for the present is whether, in a time of mounting reports of police misconduct, similar miscarriages and suppressions could happen now.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/birmingham-six-why-so-hard-for-judiciary-to-admit-theyd-jailed-innocent-man-16-years\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/birmingham-six-why-so-hard-for-judiciary-to-admit-theyd-jailed-innocent-man-16-years", "date_published": "2023-06-04 08:32:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India train disaster: signal fault blamed as wreckage cleared from track", "description": "<p>Train was diverted on to wrong tracks, says railways minister as efforts to clear wreckage continue</p><p>India’s railways minister has said the train derailment that killed at least 275 people and injured hundreds more was caused by an error in electronic signals that sent a train on to the wrong tracks.</p><p>Ashwini Vaishnaw’s explanation on Sunday came as authorities worked to clear the mangled wreckage of two passenger trains that derailed on Friday night in eastern India, in one of the country’s deadliest rail accidents in decades.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/india-train-disaster-cause-of-crash-under-investigation-as-rescue-work-finishes-with-death-toll-passing-300\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/india-train-disaster-cause-of-crash-under-investigation-as-rescue-work-finishes-with-death-toll-passing-300", "date_published": "2023-06-04 08:31:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A good laugh and an incredible sulk… | Seamas O'Reilly", "description": "For my young son there’s a fine line between them<p>I can’t fit myself under the bed. Well, I can, but only by lying in profile, as it doesn’t have enough clearance for my nose. My large beak is a genetic trait my son has not yet inherited and it’s something which he finds unaccountably hilarious.</p><p>We need a laugh, because he’s under the bed again. Sometimes we see the fuse snap in person. Other times, we only realise he’s gone when we hear the upstairs thumping of short, angry legs and the tell-tale sweep of a slowly closing bedroom door. He’d prefer to slam it, of course, but it’s a little too flush with the carpet.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/04/seamas-oreilly-fine-line-between-a-good-laugh-and-an-incredible-sulk\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/04/seamas-oreilly-fine-line-between-a-good-laugh-and-an-incredible-sulk", "date_published": "2023-06-04 08:31:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oscar Murillo: ‘I work on canvases for years. It’s like making really good wines’", "description": "<p>The artist on lockdown back in Colombia, sharing the Turner prize, and his new political hero</p><p>Oscar Murillo, 37, exploded on to the global art scene a decade ago, becoming known as “the 21st-century Basquiat”. Born in Colombia, he moved with his family to London when he was 10. He graduated from the Royal College of Art, and worked as a cleaner and a teacher until 2013 when one of his paintings, with an estimated value of $30,000, sold for $401,000 at auction in New York. In 2019, Murillo – whose work includes paintings, videos and room-sized installations – was one of four artists<a href=\"https://www.theguardian.com/artanddesign/2019/dec/04/its-about-solidarity-the-artists-who-hijacked-the-turner-prize-speak-out\"> </a><a href=\"https://www.theguardian.com/artanddesign/2019/dec/03/turner-prize-2019-lawrence-abu-hamdan-helen-cammock-oscar-murillo-and-tai-shani-shared\">to be jointly awarded the Turner prize</a>. He has new work showing as part of To Bend the Ear of the Outer World<em>, </em>a show examining contemporary abstract painting <em> </em>at Gagosian<strong>, </strong>London.</p><p><strong>Where are you living and working these days?<br /></strong>Well, I don’t really have a home. The work began, many years ago, to take me everywhere. And the pandemic really accelerated that, even though things collapsed in terms of movement. But I moved to my village [La Paila] where I grew up in Colombia and I lived there during the entire lockdown. And it was a beautiful experience to live in such a context as an adult for the first time – as opposed to being a tourist. You understand better the social complexities of Colombia and the politics. The crisis that the country has been living for decades.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/04/oscar-murillo-painter-gagosian-exhibition-manifestations-turner-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/04/oscar-murillo-painter-gagosian-exhibition-manifestations-turner-interview", "date_published": "2023-06-04 08:30:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: Succession; The Gallows Pole; Changing Ends; University Challenge – review", "description": "<p>Succession bows out in Shakespearean style; Shane Meadows changes tack with a gobby, grubby period drama; Alan Carr meets his sitcom younger self; and a TV beast exits with a smile…</p><p><strong>Succession</strong> (<a href=\"https://www.sky.com/watch/succession\">Sky Atlantic</a>/<a href=\"https://www.nowtv.com/watch/succession/iYEQZ2rcf32XPyAp1iAJ9G\">Now</a>)<br /><strong>The</strong> <strong>Gallows</strong> <strong>Pole</strong> (BBC Two) |<a href=\"https://www.bbc.co.uk/programmes/m001mg3k\"> iPlayer</a><br /><strong>Changing Ends</strong> (<a href=\"https://www.itv.com/\">ITVX</a>)<br /><strong>University Challenge</strong> (BBC Two) | <a href=\"https://www.bbc.co.uk/iplayer/episodes/b006t6l0/university-challenge\">iPlayer</a></p><p>The good news is that <strong><a href=\"https://www.sky.com/watch/succession\">Succession</a></strong> didn’t choke. The feature-length finale of Jesse Armstrong’s award-garlanded, 39-episode, four-series opus didn’t succumb to last episode performance anxiety. It didn’t trail off or descend into weirdness. Still, it’s over, kaput (be warned, spoilergeddon ahead). The Murdochs (the inspo-Roys) must be relieved, but what about the rest of us?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/04/succession-final-episode-finale-review-the-gallows-pole-shane-meadows-changing-ends-alan-carr-university-challenge-jeremy-paxman\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/04/succession-final-episode-finale-review-the-gallows-pole-shane-meadows-changing-ends-alan-carr-university-challenge-jeremy-paxman", "date_published": "2023-06-04 08:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Spymania’ grips Russian security services amid sharp rise in treason cases", "description": "<p>The recent arrest of a number of high-profile scientists has led the scientific community to fear they are being targeted by the Kremlin</p><p>As Russia’s war in Ukraine has grown into an existential conflict for the Kremlin over the past 15 months, its search for internal enemies has intensified, with a sharp rise in treason cases that experts have equated to a “spymania”.</p><p>While many of the treason cases focus on those allegedly fighting for or aiding Ukraine, others have burrowed into seemingly loyal state institutions such as the scientific research centres that helped research the very weaponry that Russia is using to strike <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/spymania-grips-russian-security-services-amid-sharp-rise-in-treason-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/spymania-grips-russian-security-services-amid-sharp-rise-in-treason-cases", "date_published": "2023-06-04 08:21:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: It’s like Toblerone for grownups… | Annalisa Barbieri", "description": "There are rich pickings at Läderach – where the staff are generous with tasters<p>Whereas usually I am fairly restrained in my chocolate eating, I have of late been on a toboggan ride into overindulgence. It started with some <strong>Läderach</strong> nougatine eggs (not currently available as they were an Easter special) which were so delicious and creamy, but also crunchy and chewy, that they transported me back to a childhood which didn’t exist, but reminded me of how you’d have liked Toblerone to have tasted. Anyway, they were so excellent that I hid them from my other testers (always a good/bad sign).</p><p>Then I started working my way through Läderach’s <a href=\"https://laderach.com/uk-en/10098251-frischschoggitm-pouch-small\" title=\"\">FrischSchoggi,</a> which is chocolate (milk, dark or white; the milk is sublime and perfect if you are a Lindt lover as this is creamy and smooth, but several steps above) in slab shape, mixed with various inclusions: nuts, dried fruits and berries, more nuts. Prices start at £16.65 for a bag of ‘shards’, but if you can afford it, the pouches offer a good selection from £23.75/250g.</p> <a href=\"https://www.theguardian.com/food/2023/jun/04/notes-on-chocolate-annalisa-barbieri-laderach-like-toblerone-for-grown-ups\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/04/notes-on-chocolate-annalisa-barbieri-laderach-like-toblerone-for-grown-ups", "date_published": "2023-06-04 08:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the targets of the junta: life and war inside rebel-held Myanmar", "description": "<p>In Myanmar’s opposition controlled areas the risks of opposing the military leadership and the quiet hope that permeates daily life co-exist</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/04/the-myanmar-junta-kills-and-the-rest-of-the-world-looks-away\">The Myanmar junta kills … and the rest of the world looks away</a></li></ul><p>On a busy strip in eastern Myanmar, restaurants with bomb shelters serve sizzling plates of beef washed down with Belgian beer and French wine. Teenagers mingle in snooker halls, women relax in beauty salons and revolutionaries get inked in tattoo parlours.</p><p>From dawn, steaming bowls of noodle soup are devoured in teashops and, come dusk, shaky bass echoes from a karaoke club. But unlike the country’s heartland, this settlement has one notable absence: military rule.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/in-the-targets-of-the-junta-life-and-war-inside-rebel-held-myanmar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/in-the-targets-of-the-junta-life-and-war-inside-rebel-held-myanmar", "date_published": "2023-06-04 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Children with ADHD are being failed’: parents share their experiences of an overwhelmed system", "description": "<p>Since the pandemic there has been a steep rise in cases of ADHD among children. Here, experts discuss why, parents describe their struggles and campaigners say what needs to change</p><p>Attention deficit hyperactivity disorder (<a href=\"https://www.theguardian.com/society/attention-deficit-hyperactivity-disorder\">ADHD</a>) is a neurodevelopmental condition that is shrouded in misunderstanding, uncertainty and controversy. There is, for example, no definitive agreement on how many people have the condition. In the UK, one survey has put the incident rate in childhood (five to 15 years old) at just over 2% (<a href=\"https://journals.sagepub.com/doi/abs/10.1177/1087054715613441\">3.62% of boys and 0.85% of girls</a>). ADHD support groups cite figures of 5%. <a href=\"https://link.springer.com/article/10.1007/s00787-004-0367-1\">One UK study found</a> 11% with symptoms but 6.7% with disorder and impairment.</p><p>Even the name can be misleading. “We don’t have a deficit of attention,” says Henry Sheldon, co-founder of <a href=\"https://adhduk.co.uk/\">ADHD UK</a>, a charity aimed at raising awareness of the disorder. “It’s a lack of control of attention. And people with predominant hyperactivity make up our smallest cohort.”</p> <a href=\"https://www.theguardian.com/society/2023/jun/04/children-with-adhd-are-being-failed-parents-share-their-experiences-of-an-overwhelmed-system\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/04/children-with-adhd-are-being-failed-parents-share-their-experiences-of-an-overwhelmed-system", "date_published": "2023-06-04 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rufus Wainwright: Folkocracy review – an illustrious feelgood duet party", "description": "<p>(BMG)<br />The songwriting polymath (and some surprising guests) goes back to his roots on this mellifluous set of folk classics</p><p>Folkocracy is a term often used to describe the Wainwright clan, rife with singer-songwriters. Significant members of the gang are present on <a href=\"https://rufus.lnk.to/Folkocracy\">this collaborative record</a>’s final track, where <a href=\"https://rufuswainwright.com/\">Rufus Wainwright</a>’s illustrious sisters, plus aunt Anna McGarrigle and close friend Chain Tannenbaum (playing the late Kate McGarrigle’s banjo), join him in a Scottish traditional, Wild Mountain Thyme, blending their voices with sweet mournfulness at the peak.</p><p>Raised in roots music, Wainwright – a polymath who has also written opera – wanted to return to first principles to mark his 50th year. This record-as-autobiographical-duets-party has a wide and deep guest list, from the head-scratching (Chaka Khan on Cotton-Eyed Joe? Better than it promises) to the riveting. Mid-album, Wainwright sets aside covers for one of his own old songs, <a href=\"https://www.youtube.com/watch?v=CtVyl402W5s\">Going to a Town</a>, a beautifully sour reckoning with homophobia. Wainwright’s honeyed tenor is abetted by the lung power and authority of transgender pioneer Anohni.</p> <a href=\"https://www.theguardian.com/music/2023/jun/04/rufus-wainwright-folkocracy-review-an-illustrious-feelgood-duet-party\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/04/rufus-wainwright-folkocracy-review-an-illustrious-feelgood-duet-party", "date_published": "2023-06-04 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Lives put at risk’ by UK’s failure to fast-track Sudanese asylum claims", "description": "<p>Refugee charities are calling on the British government to speed up family reunion visas as fighting continues around Khartoum</p><p>A Sudanese asylum seeker, Yousif (not his real name), was in his Home Office hotel room trying to sleep when he got a horrifying WhatsApp message from his wife.</p><p>It was a picture of his three-year-old son fast asleep on the street in Khartoum, surrounded by plastic bags, using a salvaged wheelie suitcase as a mattress after they were forced out of their home by the fighting between the Sudanese army and its paramilitary opponent, the Rapid Support Forces (RSF), that has <a href=\"https://www.theguardian.com/world/2023/jun/01/sudan-19-killed-in-shelling-of-market-in-poor-area-south-of-khartoum\" title=\"\">torn the country apart</a> over the past two months.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/lives-put-at-risk-by-uks-failure-to-fast-track-sudanese-asylum-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/lives-put-at-risk-by-uks-failure-to-fast-track-sudanese-asylum-claims", "date_published": "2023-06-04 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK may have hottest day of year so far as temperatures soar", "description": "<p>Porthmadog in Wales hits Saturday high of 23.9C with dry weather likely to remain for at least another week</p><p>The UK could experience the hottest day of the year so far, with temperatures potentially reaching 26C.</p><p>On Saturday, a UK high of 23.9C was recorded in Porthmadog, Wales, and temperatures are expected to be slightly higher on Sunday. The dry weather is likely to remain for at least another week.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/uk-weather-hottest-day-of-year-so-far-as-temperatures-soar\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/uk-weather-hottest-day-of-year-so-far-as-temperatures-soar", "date_published": "2023-06-04 07:58:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak must stop trying to hide evidence from the Covid inquiry | Andrew Rawnsley", "description": "The public interest demands the full disclosure of what went on inside government during our deadliest peacetime emergency in more than a century<p>It is marked in calendars around Westminster and Whitehall as a day to dread. On 13 June, the public inquiry into the handling of the pandemic will start taking oral evidence. A procession of those at the heart of government decision-taking and blunder-making will be interrogated under oath about their actions and inactions. <a href=\"https://www.theguardian.com/uk-news/2023/may/28/lady-hallett-boris-johnson-political-future-covid-inquiry-chair\" title=\"\">Heather Hallett</a>, the retired judge in the chair, is said to be disappointed that she did not make lord chief justice. Yet there is surely no more significant role in her line of work than investigating, passing judgment and drawing lessons from the performance of government during the deadliest peacetime emergency in more than a century.</p><p>This inquisition is not going to be a dry and bloodless exercise. The formidable judge is adopting a take-no-prisoners approach. We know this from the advance questions the inquiry team has been sending out to those who <a href=\"https://covid19.public-inquiry.uk/\" title=\"\">will be examined</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/rishi-sunak-must-stop-trying-to-hide-evidence-from-the-pandemic-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/rishi-sunak-must-stop-trying-to-hide-evidence-from-the-pandemic-inquiry", "date_published": "2023-06-04 07:32:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession wasn’t about the Murdochs? Surely it’s how they’d like to see themselves | Catherine Bennett", "description": "Why are Rupert and co so obsessed with not being identified with the fictional Roys?<p>It was a term of Jerry Hall’s divorce settlement from Rupert Murdoch, according to <a href=\"https://www.vanityfair.com/news/2023/04/rupert-murdoch-cover-story\" title=\"\"><em>Vanity Fair</em></a>, that she couldn’t “give story ideas” to the writers of <em>Succession</em>. Thankfully, as <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/29/succession-finale-review-a-perfect-terrible-goodbye\" title=\"\">its sublime finale</a> showed last week, they continued to manage without her contributions.</p><p>Whatever was behind Murdoch’s <em>Succession</em> anxiety, it confirmed what was widely assumed: that a drama in which an elderly tyrant’s adult children compete to inherit a media empire (built on the subjugation of political leaders) held up a mirror to his own dynasty, even if, as its creator would regularly insist, it wasn’t based on them. “It’s not bullshit to say it really isn’t the Murdochs,” Jesse Armstrong <a href=\"https://www.theguardian.com/tv-and-radio/2018/jul/29/succession-comedy-drama-tv-media-barons-jesse-armstrong\" title=\"\">told the <em>Guardian</em></a> in 2018, when <em>Succession</em> launched. That was four years before Hall was let go, in terms that only emphasised the gulf between Murdochian reality and a <em>Succession</em> script. “Jerry, sadly I’ve decided to call an end to our marriage,” went her husband’s unexpected email, according to <em>Vanity Fair</em>. “We have certainly had some good times, but I have much to do.” You wondered if an earlier wife, Wendy Deng, <a href=\"https://www.vanityfair.com/style/2014/03/wendi-deng-note-tony-blair\" title=\"\">mocked for her musings on Tony Blair</a> (“He has such good body and he has really really good legs Butt …”) wasn’t actually more fluent than her ex.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/succession-wasnt-about-murdochs-surely-how-they-like-to-see-themselves\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/succession-wasnt-about-murdochs-surely-how-they-like-to-see-themselves", "date_published": "2023-06-04 07:02:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Since when was an affordable rent the stuff of our dreams?", "description": "People, especially young people, have dialled down their expectations, even their fantasies<p>The first time I saw a house as a competition prize I laughed. What a thing, I thought! What a thing! I kept my eye out for more, and over the years they multiplied, the competitions now a little industry in themselves, newspaper pieces written about the winners, photographs of happy couples standing in the driveways of newbuilds holding large silver suitcases of cash. My friends enter the competitions wryly, ruefully, as if chucking coins into a fountain, why not?</p><p>Last week there was a big magazine <a href=\"https://nymag.com/press/2023/05/how-much-does-an-ideal-grown-up-life-in-new-york-city-cost.html\" title=\"\">piece</a> where young New Yorkers were interviewed about their dream lives, then, looking at real estate listings and school fees and takeaway prices, calculated exactly how much such a life would cost. I am what I kindly choose to describe as a curious person – someone who peers quite deeply into lighted windows and the lives of others, and who subscribes to a number of publications that focus almost exclusively on walking the reader around strangers’ fabulous homes – so this magazine piece gripped me. While many of my friends find this practice (which includes time spent staring glazily at estate agents’ websites) vaguely sickening and morally weak, it relaxes me – I’m comfortable in that cold water, the vast moat between how we live, and how we thought we would.</p> <a href=\"https://www.theguardian.com/society/2023/jun/04/eva-wiseman-since-when-was-an-affordable-rent-the-stuff-of-our-dreams\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/04/eva-wiseman-since-when-was-an-affordable-rent-the-stuff-of-our-dreams", "date_published": "2023-06-04 07:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Broken lights and a policeman’s bike: Bentley’s run at first Le Mans in 1923", "description": "<p>In this extract from his new book, <em>24 Hours: 100 Years of Le Mans</em>, Richard Williams retells the ramshackle inaugural race</p><p>The first 24 Hours of Le Mans began at 4pm on 26 May 1923. Since the clocks would go forward at 11pm, the last occasion on which France would observe a shift to summer time, it was due to finish the following afternoon at five.</p><p>The date had been chosen in the hope that spring would guarantee good weather, but as the cars lined up on a two-by-two grid the circuit was struck by a sudden and vicious hailstorm. The drivers would endure heavy rain, gloom and gusty winds through the first four hours; none of the entries was equipped with windscreen wipers, an invention already in use in the United States but yet to be adopted in Europe.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/04/broken-lights-and-a-policemans-bike-bentleys-run-at-first-le-mans-in-1923\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/04/broken-lights-and-a-policemans-bike-bentleys-run-at-first-le-mans-in-1923", "date_published": "2023-06-04 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Ward: ‘I loved Leeds … now I look at the club through different eyes’", "description": "<p>Commentator on fighting a sex discrimination case against her former club, tackling trolls and why her job ‘doesn’t feel like work’</p><p>‘I get a lot of direct messages during a game and obviously I don’t read them,” <a href=\"https://www.bt.com/sport/watch/video/clips/2022/march/our-stories-lucy-ward\" title=\"\">Lucy Ward</a> says as, in her role as one of the most astute voices in English football, she explains the ritual abuse that stalks her and other women working in the men’s game.</p><p>Ward’s consistent excellence meant that she was chosen as BT Sport’s co-commentator during the pivotal Premier League game of this season, when <a href=\"https://www.theguardian.com/football/2023/apr/26/manchester-city-arsenal-premier-league-match-report\" title=\"\">Manchester City blitzed Arsenal</a> in April to virtually ensure they would become champions again. But rather than allowing Ward’s vast experience and knowledge of football to enhance the experience of watching such an important match, many men sent her venomous messages.</p> <a href=\"https://www.theguardian.com/football/2023/jun/04/lucy-ward-football-abuse-commentary-leeds-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/04/lucy-ward-football-abuse-commentary-leeds-united", "date_published": "2023-06-04 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thirty years on, Shane Warne’s ball of the century echoes far beyond cricket | Andy Bull", "description": "<p>Sunday marks the 30th anniversary of Mike Gatting’s Ashes dismissal, a sporting moment quoted in songs, poems and Hansard</p><p>You know the ball, maybe not the date, the score or the state of the game, but if you’re reading this then <a href=\"https://www.youtube.com/watch?v=ZYvgMaH_I-U\">you surely know the ball</a>. Its flight, how it curved and dipped, hit the pitch and twisted back past the bat, and the equal and opposite reactions that followed. The way poor Mike Gatting stared dumbfounded at the ground, as if, yoink, someone had just pinched his lunch from under him, how Ian Healy leaped into the air, both hands above his head, while at the other end Dickie Bird tried to hide his surprise, as if he’d seen a ghost but didn’t want to let on for worry people would say he was crazy.</p><p>And Shane Warne, well he just clenched his fist. Warne was as good a salesman <a href=\"https://www.theguardian.com/sport/2022/mar/30/shane-warne-remembered-favourite-concrete-colosseum-melbourne-cricket-ground\" title=\"\">as he was a spinner</a>, he knew it was always best to underplay the delivery. “All I tried to do,” he said, “was pitch on leg stump and spin it a fair way.” He didn’t need to say much more. Everyone else did the talking for him.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/04/shane-warne-cricket-mike-gatting-ashes-england-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/04/shane-warne-cricket-mike-gatting-ashes-england-australia", "date_published": "2023-06-04 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cristiano Ronaldo’s topsy-turvy Saudi sideshow upstaged by power of Nuno", "description": "<p>Portuguese compatriots duel for honours in a patchy first season in the Middle East for the ex-Manchester United striker</p><p>When Saudi Arabia’s Al-Nassr announced <a href=\"https://www.theguardian.com/football/2022/dec/30/cristiano-ronaldo-al-nassr-saudi-arabia\" title=\"\">the arrival of Cristiano Ronaldo </a>in late December, their Instagram following jumped from less than 1 million to almost 15 million. On the pitch, despite Ronaldo’s best efforts, the Riyadh club slipped from first when he arrived to finish second in May as Nuno Espírito Santo led Al-Ittihad to <a href=\"https://twitter.com/SPL_EN/status/1664008564405411840\" title=\"\">a first championship</a> since 2009.</p><p>This move was always about much more than football but there was plenty of that to talk about. A first league title as a coach for the former Tottenham and Wolves manager means his Portuguese compatriot will have to wait until next season for the chance to add to the seven domestic championships won with Manchester United, Real Madrid and Juventus.</p> <a href=\"https://www.theguardian.com/football/2023/jun/04/cristiano-ronaldos-topsy-turvy-saudi-sideshow-upstaged-by-power-of-nuno\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/04/cristiano-ronaldos-topsy-turvy-saudi-sideshow-upstaged-by-power-of-nuno", "date_published": "2023-06-04 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My husband and daughter won’t speak to each other | Ask Philippa", "description": "She presented him with an opportunity for reconciliation he has not taken. Your husband needs to be more flexible<p><em><strong>The question</strong></em> <em>We have three adult children: our daughter is the eldest and two sons. The boys have never been a problem, but our daughter’s resentment has created a rift. Last year, she sent an angry email to her father, accusing him of neglect and describing her childhood as miserable. In response, he sent one back critici</em><em>sing her for being difficult, argumentative and dramatic.</em></p><p><em>With hindsight, I realise she felt neglected compared to her brothers. I had to juggle the responsibilities of raising three children close in age, managing several house moves and caring for an elderly relative, my daughter wasn’t always provided with the attention she deserved. She exhibited rebellious behaviour and my husband lacked patience for her attention-seeking tendencies.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/04/my-husband-and-daughter-wont-speak-to-each-other-philippa-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/04/my-husband-and-daughter-wont-speak-to-each-other-philippa-perry", "date_published": "2023-06-04 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reality review – palm-sweatingly tense whistleblower drama", "description": "<p>Tina Satter’s verbatim film about the FBI’s interrogation of US intelligence leaker Reality Winner, played by The White Lotus’s Sydney Sweeney, is a stranger-than-fiction reflection of our precarious times</p><p>Legal transcripts have long provided rich source material for authentically gripping movies. Last year, the Tribeca festival showcased <em><a href=\"https://tribecafilm.com/films/courtroom-2022\">The Courtroom</a></em>, a well-received deportation drama featuring “dialogue taken directly from court transcripts”. But it’s not just courtrooms that provide such inspiration. Think back to the “verbatim theatre” of <a href=\"https://www.theguardian.com/film/2022/feb/25/clio-barnard-on-her-bradford-love-story-ali-ava-joy-is-an-act-of-resistance\">Clio Barnard</a>’s 2010 feature debut <em><a href=\"https://www.theguardian.com/film/2010/oct/17/the-arbor-review\">The Arbor</a></em>, in which actors lip-synced recorded interviews about the troubled life of the playwright Andrea Dunbar. In the 2013 TV show <em>Nixon’s </em><em>the One</em>, Harry Shearer reimagined Tricky Dicky’s secret audio tapes as video recordings, creating an absurdist black comedy from word-for-word Oval Office transcripts. More recently, James Spinney and Peter Middleton’s documentary <em><a href=\"https://www.theguardian.com/film/2022/feb/20/the-real-charlie-chaplin-review-documentary-peter-middleton-james-spinney\">The Real Charlie Chaplin</a></em><em> </em>(2021) added dramatised visuals to archived audio to bring the controversial cinema pioneer’s legend to life.</p><p>In 2019, playwright Tina Satter used the FBI transcript of an interview with NSA-contracted translator and US Air Force veteran Reality Leigh Winner as the basis of her verbatim play <em>Is This </em><em>a Room</em>. On 3 June 2017, Winner had been accosted by two FBI agents, Justin C Garrick and R Wallace Taylor, outside her home in Augusta, Georgia. The agents, who recorded the encounter, told Winner they had a warrant to search her home arising from “the possible mishandling of classified information” – a violation of the 1917 Espionage Act. That same act would later be cited in an August 2022 warrant for Mar-a-Lago, the Florida residence of the former president for whom Russian military intelligence (<a href=\"https://www.theguardian.com/us-news/2022/jul/25/reality-winner-leaked-file-on-russia-election-hacking-because-public-was-being-lied-to\">according to a report leaked by Winner</a>) had attempted to secure election victory in 2016. Yet while Teflon Don’s own classified documents scandal is still ongoing, it’s inconceivable that Trump will face anything like <a href=\"https://www.theguardian.com/us-news/2018/aug/23/reality-winner-sentence-classified-report-leak\">the harsh sanctions handed down to Winner</a> in 2018.</p> <a href=\"https://www.theguardian.com/film/2023/jun/04/reality-review-palm-sweatingly-tense-whistleblower-drama-reality-winner-tina-satter\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/04/reality-review-palm-sweatingly-tense-whistleblower-drama-reality-winner-tina-satter", "date_published": "2023-06-04 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wake up! It’s time for breakfast: the best cafés and restaurants to start your day", "description": "Surf shack, vegan café or city terrace? Here are the top 32 places for a tasty start to the day<p>This local gem in the Saints area of Ipswich, a community of indie shops, cafés and restaurants close to the waterfront, was the town’s first plant-based café and has built up a loyal following thanks to its small seasonal menu of locally sourced ingredients. Go for its legendary Capel mushrooms on homemade sourdough in a Madeira cashew crème, stay for its gluten-free waffles with seasonal rhubarb and a side order of scrambled tofu and spinach (<em><a href=\"https://www.instagram.com/hullabaloosuffolk/\" title=\"\">@hullabalo</a></em><em><a href=\"https://www.instagram.com/hullabaloosuffolk/\" title=\"\">suffolk)</a></em>)<em>.</em></p> <a href=\"https://www.theguardian.com/food/2023/jun/04/wake-up-its-time-for-breakfast-the-32-best-places-for-the-best-meal-of-the-day\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/04/wake-up-its-time-for-breakfast-the-32-best-places-for-the-best-meal-of-the-day", "date_published": "2023-06-04 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Breakfasting with the stars: how the famous got their day going", "description": "For Marilyn Monroe it was eggs in a glass of milk, for Muhammad Ali it was steak… Rebecca Seal reveals what seven great figures from history had for breakfast - and how you can make it for yourself<p>In 1952, Marilyn Monroe was photographed, wrapped in a bedsheet, making what she said was her usual breakfast: two eggs beaten into milk warmed on a hot plate that she kept in her motel rooms, which provides about a third of an adult’s daily protein in one glass. As she put it: “When it’s hot, I break two raw eggs into the milk, whip them up with a fork, and drink them while I’m dressing. I supplement this with a multivitamin pill, and I doubt if any doctor could recommend a more nourishing breakfast for a working girl in a hurry.” Nourishing perhaps, but not especially delicious, which is why it’s nicer with a little added sugar, nutmeg and vanilla.</p> <a href=\"https://www.theguardian.com/food/2023/jun/04/breakfasting-with-the-stars-how-the-famous-got-their-day-going\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/04/breakfasting-with-the-stars-how-the-famous-got-their-day-going", "date_published": "2023-06-04 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europe’s lurch to the right rolls on. Only unity on the left can stop it | Simon Tisdall", "description": "<p>Recent polls in Italy, Spain, Greece, Turkey and Finland tell the story of voters swayed by fear and prejudice. Progressive parties – take note Keir Starmer – need a clear, principled agenda to turn that tide</p><p>Why does the left keep losing? It’s not a question liberals and progressives particularly want to confront, but look around. Reactionary parties of the political right and far right are once more on the rise and on the march across Europe, as shown again by last week’s lopsided election results in Spain and Italy.</p><p>Each country is different, its circumstances unique. Yet a broad pattern is discernible – and it’s not difficult to trace. The banal common denominator is that parties of the European left, hard and soft, are too fractured and fractious to build winning coalitions that offer convincing alternative solutions to voters’ problems. Like Spain and Italy, recent election outcomes in Greece, Turkey and Finland suggest the dominant issues for electorates are the cost of living, energy and inflation. Other shared worries include security (foreign and domestic), migration, climate and environment, and national identity (loosely defined).</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/jun/04/europes-lurch-to-the-right-rolls-on-only-unity-on-the-left-can-stop-it\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/jun/04/europes-lurch-to-the-right-rolls-on-only-unity-on-the-left-can-stop-it", "date_published": "2023-06-04 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If the Tories lose the next election, Boris Johnson won’t be the man they turn to", "description": "<p>Modelling of the result suggests the former PM will lose a significant amount of support within the party, and possibly his own seat</p><p>Judging by the polls and by May’s local elections, things aren’t looking too clever for the Conservatives. No surprise, then, that talk is already turning to what will happen to them should they go down to nationwide defeat in 2024, with speculation centred on who might take over from Rishi Sunak.</p><p>But the direction the party will take if it loses next year, and who it will pick to lead it in opposition, is ultimately going to depend on just how many Tory MPs hang on to their seats in the wake of such a defeat – and who they are. And that, in turn, might depend on quite how heavy that defeat turns out to be.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/04/if-the-tories-lose-the-next-election-boris-johnson-wont-be-the-man-they-turn-to\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/04/if-the-tories-lose-the-next-election-boris-johnson-wont-be-the-man-they-turn-to", "date_published": "2023-06-04 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Fake bailiffs’ from private security companies carry out illegal evictions", "description": "<p>Criminal landlords are using uniformed security guards to force out tenants, says the charity Safer Renting</p><p>Vulnerable families are being tricked out of their rented homes by private security guards dressed like court bailiffs, a charity has warned.</p><p><a href=\"https://ch1889.org/safer-renting\" title=\"\">Safer Renting</a>, a charity-run tenancy relations service operating in seven London boroughs, said criminal landlords were increasingly turning to private security companies to get tenants to leave their homes without a court order.</p> <a href=\"https://www.theguardian.com/money/2023/jun/04/fake-bailiffs-from-private-security-companies-carry-out-evictions\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/04/fake-bailiffs-from-private-security-companies-carry-out-evictions", "date_published": "2023-06-04 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Li Shangfu: China’s defence minister at Shangri-La Dialogue warns of ‘cold war mentality’ in digs at US", "description": "<p>After refusing to meet with his US counterpart, general says ‘some countries’ interfering in others’ business but Beijing does not seek confrontation</p><p>China’s defence minister, Li Shangfu, has said a cold war mentality is resurgent in the Asia-Pacific region, but Beijing seeks dialogue over confrontation. The remarks came after Li <a href=\"https://www.theguardian.com/us-news/2023/jun/03/washington-wont-stand-for-china-bullying-us-allies-lloyd-austin-tells-security-summit\">refused to formally meet the US defence secretary, Lloyd Austin</a>, at the Shangri-La Dialogue in Singapore.</p><p>Speaking at the dialogue, Asia’s top security summit, on Sunday, Li took thinly veiled digs at the US, repeating familiar grievances and accusing “some countries” of intensifying an arms race and interfering in the internal affairs of others.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/li-shangfu-chinas-defence-minister-at-shangri-la-dialogue-warns-of-cold-war-mentality-in-digs-at-us\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/li-shangfu-chinas-defence-minister-at-shangri-la-dialogue-warns-of-cold-war-mentality-in-digs-at-us", "date_published": "2023-06-04 06:50:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fairytales have always reflected the morals of the age. It’s not a sin to rewrite them\r\n | Martha Gill", "description": "Nothing is being destroyed in adding diversity and sexual equality to old stories<p>Should we update classic stories with modern morals? Two film-based kerfuffles have reopened the question. Reports that the next James Bond “won’t be white” have provoked a backlash, as did the launch of Disney’s <em>The Little Mermaid</em>, which features a black Ariel.</p><p>Negative “review bombing” of the <a href=\"https://www.theguardian.com/film/2023/may/27/the-little-mermaid-review-bland-but-good-natured-disney-remake-halle-bailey\" title=\"\">film</a>, which has been the target of criticism since its lead actor, Halle Bailey, was announced, caused the Internet Movie Database to make <a href=\"https://www.theguardian.com/film/2023/jun/01/the-little-mermaid-subjected-to-review-bombing-with-mass-negative-reactions-posted-by-bots\" title=\"\">a rare intervention</a> and change its ratings system. There is abhorrent racism on show here – about which perhaps little more needs to be said. But alongside it is a broader, longer running argument that might be worth addressing. Namely, that 21st-century mores – diversity, sexual equality, and so on – should not be shoehorned into old stories.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/contemporary-values-no-place-in-fairytales-you-must-be-living-in-a-fantasy-world\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/contemporary-values-no-place-in-fairytales-you-must-be-living-in-a-fantasy-world", "date_published": "2023-06-04 06:32:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suburbia doesn’t have to steal your soul – just ask Barbara and Tom of The Good Life | Sonia Sodha", "description": "Often pilloried, life in the suburbs can be uplifting. If only our homes were less ugly<p>Poking fun at suburbia and its residents has long been a staple of popular culture. From the self-importance of Holloway-residing Charles Pooter in George and Weedon Grossmith’s 1892 <em>The</em> <em>Diary of a Nobody</em>, to Tom and Barbara’s zeal for self-sufficiency in Surbiton in the 1970s sitcom <em>The Good Life</em>, gentle digs at suburban living are a time-honoured British comic tradition.</p><p>There’s often a hint of snobbishness about it, too, that jars slightly with me as a child of suburbia. Monotonous houses, nosy curtain-twitchers, tedious commutes: the suburbs have a bad rep. Yet for my parents, everything they represented – a detached home, a garden, a garage – was firmly aspirational when they first moved to the UK as teenagers in the 1960s, and it was a huge source of pride when they eventually made it there with their two young daughters.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/suburbia-doesnt-have-to-steal-your-soul-just-ask-barbara-and-tom-of-the-good-life\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/suburbia-doesnt-have-to-steal-your-soul-just-ask-barbara-and-tom-of-the-good-life", "date_published": "2023-06-04 06:02:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AI poses national security threat, warns terror watchdog", "description": "<p>Security services fear the new technology could be used to groom vulnerable people</p><p>The creators of artificial intelligence need to abandon their “tech utopian” mindset, according to the terror watchdog, amid fears that the new technology could be used to groom vulnerable individuals.</p><p>Jonathan Hall KC, whose role is to review the adequacy of terrorism legislation, said the national security threat from AI was becoming ever more apparent and the technology needed to be designed with the intentions of terrorists firmly in mind.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/04/ai-poses-national-security-threat-warns-terror-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/04/ai-poses-national-security-threat-warns-terror-watchdog", "date_published": "2023-06-04 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Record number of young in the UK ‘at risk of exploitation’ this summer", "description": "<p>Barnardo’s fears the cost of living crisis will leave families unable to afford holiday activities, leaving children prey to sexual predators online and criminal gangs on the street  </p><p>A record number of children are at risk of sexual and criminal exploitation this summer as the <a href=\"https://www.theguardian.com/business/cost-of-living-crisis\" title=\"\">cost of living crisis</a> leaves the majority of families unable to afford activities over the holidays.</p><p>The UK’s largest children’s charity, <a href=\"https://www.barnardos.org.uk/\" title=\"\">Barnardo’s</a>, issued the warning after polling revealed six in 10 parents will struggle to afford clubs, take time off work or go on family outings over the six-week school break.</p> <a href=\"https://www.theguardian.com/society/2023/jun/04/record-number-of-young-in-the-uk-at-risk-of-exploitation-this-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/04/record-number-of-young-in-the-uk-at-risk-of-exploitation-this-summer", "date_published": "2023-06-04 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Trevor Nelson: ‘I can’t sit still. I have gym equipment in every room’", "description": "<p>The DJ on rice and peas with a good roast, trying to relax and why he loves watching sport on telly</p><p><strong>Sunday mornings? </strong>Half the time I’m in a hotel against my will, waiting until I can get home. I still gig a lot, at least every other Saturday night. I often have to spend the night away but can never sleep in hotel beds properly. I’m happiest at home: up at 9am to feed our koi carp. My missus, Pri, sorts out the cat and dog much earlier.</p><p><strong>Do you work?</strong> Throughout my career, I’ve often had Sunday shows. These days I prepare playlists for my shows in the week ahead. People know not to ring me.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/04/sunday-with-dj-trevor-nelson-if-you-put-a-camera-in-my-house-youd-tell-me-to-chill-out\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/04/sunday-with-dj-trevor-nelson-if-you-put-a-camera-in-my-house-youd-tell-me-to-chill-out", "date_published": "2023-06-04 05:46:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The trick with bronzers is to go easy", "description": "<p>Using a bronzer will give you an instant lift, but be careful not to overdo it</p><p>Many people treat bronzers like a faux tan product. Which is why the skin of those who use them may have a strange tinge that resembles the love child of an extreme case of jaundice and burnt toast. So if you remember nothing else about bronzers, remember this: go easy. The purpose of a bronzer is to warm up your skin so it has a healthy glow – one of Pfeffer Sal’s facials in the run up would help things along – so apply with a light hand. Anything other than a gentle dusting is overkill.</p><p><strong>1. Chanel Les Beiges Bronzing Cream</strong> £46, <a href=\"https://www.chanel.com/#languages\">chanel.com</a> <br /><strong>2. Tom Ford Soleil Glow Bronzer</strong> £55, <a href=\"https://www.tomford.com/\">tomford.com</a> <br /><strong>3. Nars Bronzing Powder </strong>£32.50, <a href=\"https://www.narscosmetics.co.uk/en\">narscosmetics.co.uk</a> <br /><strong>4. Guerlain Terracotta Flower Blossom</strong> £46, <a href=\"https://www.guerlain.com/int/en-int#anchor-section-0\">guerlain.com</a> <br /><strong>5. Pat McGrath Skin Fetish Divine Bronzer </strong>£40, <a href=\"https://www.selfridges.com/GB/en/\">selfridges.com</a></p> <a href=\"https://www.theguardian.com/fashion/2023/jun/04/beauty-spot-funmi-fetto-the-trick-with-bronzers-is-to-go-in-very-easy\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/04/beauty-spot-funmi-fetto-the-trick-with-bronzers-is-to-go-in-very-easy", "date_published": "2023-06-04 05:31:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Uganda’s anti-gay laws: grotesque, legalised bigotry | Observer editorial", "description": "Yoweri Museveni has introduced the death penalty for homosexual acts, but his legislation threatens more than the people it demonises<p>Uganda is one of the <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-9206/\" title=\"\">youngest and fastest growing countries</a> in the world. Nearly half of its 45 million-strong population in 2020 were under 14. Roughly 75% were under 30. Total numbers are projected to grow to 141 million by 2065. Against this extraordinarily fecund demographic backdrop, fears expressed by its president, Yoweri Museveni, that homosexuality threatens the “procreation of the human race” appear absurdly and offensively <a href=\"https://www.theguardian.com/global-development/2023/apr/03/ugandan-president-calls-on-africa-to-save-the-world-from-homosexuality\" title=\"\">misplaced</a>.</p><p>Museveni, 78, cannot be counted among these new Ugandan generations. He has been in charge since 1986, having seized power in a violent coup. In 2005, he agreed to the creation of a multi-party democracy, but his authoritarian grip on the country has never relaxed. <a href=\"https://www.transparency.org/en/countries/uganda\" title=\"\">Corruption and intimidation</a> of political opponents are rife. <a href=\"https://www.theguardian.com/global-development/2021/jan/17/bobi-wine-party-challenge-museveni-uganda-election-victory\" title=\"\">Vote-fixing and fraud</a> have marred successive elections, according to the UK, EU and US.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/04/the-observer-view-on-ugandas-anti-gay-laws-grotesque-legalised-bigotry\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/04/the-observer-view-on-ugandas-anti-gay-laws-grotesque-legalised-bigotry", "date_published": "2023-06-04 05:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Freedom of speech: resist the rise of the intolerant | Letters", "description": "Whether on trans or other issues, speaking out to silence others has no place in a democratic society<p>Kenan Malik makes some valid and nuanced points about the tendency of people on both the left and the right to defend freedom of speech only for views with which they agree (“<a href=\"https://www.theguardian.com/commentisfree/2023/may/28/defence-of-free-speech-should-not-depend-whose-side-you-take-in-culture-wars\" title=\"\">If you defend free speech, you must defend it all and not silence those you disagree with</a>”, Comment). But he is wrong to invoke freedom of speech to defend attempts to silence certain views.</p><p>Malik describes the fact that the Oxford student union was forced to retract a public demand that “gender critical” feminist Kathleen Stock should be no-platformed as a “blatant denial of free speech”. He implies that it is hypocritical for free-speech advocates not to support the right to attempt to silence others. But this confuses the right to protest and criticise with a right to attempt to silence those with opposing views.</p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/jun/04/freedom-of-speech-resist-rise-of-intolerant-observer-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/jun/04/freedom-of-speech-resist-rise-of-intolerant-observer-letters", "date_published": "2023-06-04 05:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kylie Minogue at 55: why we just can’t get the singer out of our heads", "description": "<p>The Australian star’s modesty, likeability and vulnerability have aided her enduring appeal, and now, 36 years after I Should Be So Lucky, the pop princess has won over the TikTok generation</p><p>One of the great unwritten rules of showbusiness could be: never write off La Minogue. As she turns 55, Kylie Minogue is back at the top of the charts with the single Padam Padam, inspired by the 1951 Édith Piaf song of the same name. It has topped the UK Big Top 40, becoming Minogue’s highest-charting single since 2014’s Into the Blue.</p><p>It could be on track to bother the upper reaches of the US Billboard Hot 100, like her 2001 global smash Can’t Get You Out of My Head. “Thank you, thank you,” said Minogue in her birthday Instagram post: “My heart is bursting with joy.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/04/kylie-minogue-at-55-why-we-just-cant-get-the-singer-out-of-our-heads\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/04/kylie-minogue-at-55-why-we-just-cant-get-the-singer-out-of-our-heads", "date_published": "2023-06-04 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lone renter in ‘David and Goliath’ row with Montreal developers", "description": "<p>Carla White’s battle has shone a light on city’s lack of affordable new housing for those on low incomes</p><p>A single tenant in a Montreal apartment block has halted a multimillion-dollar development project in a standoff that has focused fresh attention on the lack of affordable housing in major Canadian cities.</p><p>Property <a href=\"https://www.mondev.ca/apartments-for-rent-montreal/ville-marie/170-blvd-rene-levesque-est-condo-rentals#overview\" title=\"\">developer Mondev</a> has been trying for years to persuade Carla White to move from her small C$400-a-month (£238) apartment so it can demolish a row of mostly abandoned buildings and build 176 luxury apartments.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/lone-renter-in-david-and-goliath-row-with-montreal-developers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/lone-renter-in-david-and-goliath-row-with-montreal-developers", "date_published": "2023-06-04 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak claimed the role of Covid hero. Lady Hallett may reveal a different tale", "description": "<p>Role of eat out to help out scheme in increased cases and Treasury hostility to scientific advice may come under spotlight</p><p>At the start of a Tory leadership debate hosted by the <em>Sun</em> last July, Rishi Sunak made a series of statements which, 10 months on, all ring equally hollow.</p><p>Facing Liz Truss – the contest’s eventual winner – Sunak was at pains to acknowledge that <em>Sun</em> readers were struggling with the cost of living. But he also wanted to temper his concern for them with optimism about Britain’s prospects.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/04/sunak-claimed-the-role-of-covid-hero-lady-hallett-may-reveal-a-different-tale\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/04/sunak-claimed-the-role-of-covid-hero-lady-hallett-may-reveal-a-different-tale", "date_published": "2023-06-04 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the juicy story of how tennis became the sport of gods", "description": "<p>Heroes such as Billie Jean King and Martina Navratilova speak out in a compelling new series. Plus: how Lizzo reached pop queen status. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/04/tv-tonight-the-juicy-story-of-how-tennis-became-the-sport-of-gods\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/04/tv-tonight-the-juicy-story-of-how-tennis-became-the-sport-of-gods", "date_published": "2023-06-04 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Parakeet, London: ‘The food is great but I won’t be going back’ – restaurant review | Jay Rayner", "description": "The live-fire grilling at Parakeet is really exciting, but their dog-friendly policy is barking mad<p><strong>The Parakeet, 256 Kentish Town Road, London NW5 2AA (<a href=\"https://theparakeetpub.com/\">theparakeetpub.com</a>). Snacks £3.50-£8.50, small plates £10-£15, large plates £23-£42, wines from £25</strong></p><p>There are many things that might improve a restaurant experience. Having a stranger’s chunky dog rub its hind quarters against you, then lick your companion’s hand is not one of them. The team at the Parakeet in London’s Kentish Town might well feel this is an unfair way to begin this column, given the plaudits they’ve received for their food. They’re about to get a few more of those plaudits. But I review restaurants, not just the food they serve. The first thing I mentioned to friends after eating there wasn’t the lovely lamb belly with courgette and anchovy or the terrific house pickles – we’ll come back to them – but the bloody dog. And the way various waiters told me they hated the pro-dog policy (guide dogs, excepted).</p> <a href=\"https://www.theguardian.com/food/2023/jun/04/the-parakeet-london-the-food-is-great-but-beware-of-the-dogs-restaurant-review\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/04/the-parakeet-london-the-food-is-great-but-beware-of-the-dogs-restaurant-review", "date_published": "2023-06-04 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 466 of the invasion", "description": "<p>Blast near Dnipro leaves 20 injured; Zelenskiy says Ukraine is ready to launch counteroffensive; Prigozhin says Kremlin factions are destroying Russia</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>Twenty people including five children were injured from an explosion that <a href=\"https://www.theguardian.com/world/2023/jun/04/dnipro-explosion-leaves-ukrainian-rescuers-digging-in-rubble-for-survivors\">hit a two-storey residential building</a></strong> near the central Ukrainian city of Dnipro on Saturday, the regional governor said. Rescuers pulled residents out from under the rubble, Serhiy Lysak said, posting online that three of the children were in serious condition. A total of 17 people were being treated in hospital. Reports on social media said a Russian missile caused the blast and that an emergency services building was also hit.</p><p><strong>Ukraine</strong> <strong>is <a href=\"https://www.theguardian.com/world/2023/jun/03/zelenskiy-says-ukraine-ready-to-launch-counteroffensive\">ready to launch</a> its long-awaited counteroffensive to recapture Russian-occupied territory, Volodymyr Zelenskiy said </strong>in an interview published on Saturday. The Ukrainian president said: “We strongly believe that we will succeed. I don’t know how long it will take … but we are going to do it and we are ready.”</p><p><strong>Ukraine’s plans for the counteroffensive remained on track</strong>, the deputy defence minister, Volodymyr Havrylov, told Reuters on Saturday, despite the “unprecedented” wave of missile and drone attacks across the country in recent weeks.</p><p><strong>Ukraine’s counteroffensive plan is “very impressive” and can succeed</strong>, Gen David Petraeus told BBC Radio 4’s Today programme, adding that the Ukrainians were “determined to liberate their country”. Petraeus, who has headed the CIA and led international forces in Iraq and Afghanistan, has been in Kyiv recently, meeting Volodymyr Zelenskiy and others.</p><p><strong>Russian mercenary leader Yevgeny Prigozhin has said Kremlin factions are destroying the state</strong> by trying to sow discord between him and Chechen fighters. He said on Saturday that a dispute between him and Chechen forces had been resolved. But the Wagner chief blamed the discord on unidentified Kremlin factions, which he calls “Kremlin towers”.</p><p><strong>Two people were killed and two injured by Ukrainian artillery fire on Russia’s Belgorod region</strong> on Saturday, said the governor, Vyacheslav Gladkov. He wrote on Telegram: “Since this morning, settlements in the Shebekino urban district have been under fire from the Ukrainian armed forces.” Ukraine has denied attacking Belgorod, saying Russian rebels are responsible.</p><p><strong>Yevgeny Prigozhin said he was ready to send fighters to the Belgorod region</strong>, which borders Ukraine and has come under intense shelling.</p><p><strong>Kyrgyzstan’s</strong> <strong>president has said his ex-Soviet republic was ready to work with the EU. </strong>Sadyr Japarov, whose country is an ally of Moscow, said on Saturday: “Kyrgyzstan is ready to work hand in hand with the European Union to resolve shared problems, encourage dialogue and find lasting solutions.”</p><p><strong>Indonesia’s defence minister, Prabowo Subianto, has proposed a peace plan for the war in Ukraine</strong>, calling for a demilitarised zone and a UN referendum in what he called disputed territory. However, the proposal was dismissed by Ukraine.</p><p><strong>The Kremlin has banned western journalists from “Russia’s Davos”. </strong>The Kremlin said journalists from “unfriendly countries” would not be allowed into the St Petersburg international economic forum, which begins on 14 June and which President Vladimir Putin has used to showcase the Russian economy to global investors.</p><p><strong>The forced deployment of once-elite Russian VDV troops to Bakhmut </strong>amid the withdrawal of Wagner mercenary forces means “the whole Russian force is likely to be less flexible in reacting to operational challenges”, the UK Ministry of Defence has said.</p><p><strong>During an inspection of more than 4,800 shelters, 252 were locked and a further 893 “unfit for use”</strong>, the Ukrainian interior ministry said through its press service. Kyiv’s mayor, Vitali Klitschko, said on Saturday that the capital’s authorities had received more than 1,000 complaints regarding locked, dilapidated or insufficient air raid shelters within a day of launching an online feedback service.</p><p><strong>Russia has said it will come back to full compliance with the New Start nuclear arms control treaty if Washington abandons its “hostile stance” </strong>towards Moscow, Russian news agencies reported, citing the deputy foreign minister, Sergei Ryabkov.</p> <a href=\"https://www.theguardian.com/world/2023/jun/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-466-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-466-of-the-invasion", "date_published": "2023-06-04 01:23:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Roast and Ride’: Republican primary revs up with bikers, BBQs and a Trump-shaped hole", "description": "<p>Aspirants including Ron DeSantis and Mike Pence rally the crowd but none mention the ex-president by name, giving the impression of a party in denial</p><p>There were hay bales and Harley-Davidsons. There was sliced pork and campaign paraphernalia. There were earnest speeches about defeating Democrats winning back the White House. But at the centre of it all was a Donald Trump-shaped hole.</p><p>The Republican presidential primary for 2024 got under way in earnest on Saturday when eight contenders – minus Trump – took part in Iowa senator Joni Ernst’s “Roast and Ride”, a combination of barbecue-rally and motorcycle ride.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/04/republican-presidential-primary-revs-up-with-bikers-bbqs-and-a-donald-trump-shaped-hole\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/04/republican-presidential-primary-revs-up-with-bikers-bbqs-and-a-donald-trump-shaped-hole", "date_published": "2023-06-04 00:27:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard Marles meets Gen Li Shangfu, as Chinese defence minister refuses formal meeting with US counterpart", "description": "<p>Defence minister is also believed to have raised concerns about the ongoing detention of Australian citizens and human rights issues</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/04/australia-news-live-updates-anthony-albanese-vietnam-china-global-plastics-treaty\">Follow our live blog for the latest news updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Australian defence minister Richard Marles has met his Chinese counterpart and called for “safe and professional interactions” between military planes and ships in the Indo-Pacific region.</p><p>Marles is also believed to have raised concerns about the ongoing detention of Australian citizens and human rights issues during talks with China’s defence minister, Gen Li Shangfu, at a regional security summit in Singapore.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/04/richard-marles-meets-gen-li-shangfu-as-chinese-defence-minister-refuses-formal-meeting-with-us-counterpart\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/04/richard-marles-meets-gen-li-shangfu-as-chinese-defence-minister-refuses-formal-meeting-with-us-counterpart", "date_published": "2023-06-04 00:24:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "River Plate match abandoned after fan falls from stand and dies", "description": "<ul><li>Incident happened during Argentinian league game</li><li>Club say ‘there was no violent situation in the stand’</li></ul><p>A fan died after falling from a stand at the Argentinian club River Plate’s Estadio Monumental during Saturday’s game against Defensa y Justicia.</p><p>The match was suspended after 26 minutes and the venue was evacuated as a result of the incident. According to the club’s report there was no violence or third party intervention.</p> <a href=\"https://www.theguardian.com/football/2023/jun/04/river-plate-match-abandoned-fan-falls-and-dies-argentina\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/04/river-plate-match-abandoned-fan-falls-and-dies-argentina", "date_published": "2023-06-04 00:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}]