[{"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Smug 'influencer' whines old man is ruining her live stream as he lets her know how little he gives a rip", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32865742&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>There are few people more deserving of ridicule than unironic influencers. It's pronounced \"in-flu-ence-rrrrrrrrrr\" as if you are a valley girl from the 80s. So when there is a dispute in a park between an old man sitting on a bench and an in-flu-ence-rrrrrrrrrr carrying on about her live stream, the old man is always in the right. </p><p>The low-key best part about the video is how ridiculous some of the words said online sound when part of an IRL conversation.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Legend. <a href=\"https://t.co/f3FsRWHOob\">pic.twitter.com/f3FsRWHOob</a><br />— Louder with Crowder Dot Com (@LWCnewswire) <a href=\"https://twitter.com/LWCnewswire/status/1665501621353160704?ref_src=twsrc%5Etfw\">June 4, 2023</a></blockquote> </div><p>The dispute can best be summarized with the in-flu-ence-rrrrrrrrrr being all \"but muh live stream\" and the old man being all \"piss on your live stream.\" That was the old man's bench. He sits on it every day and he was going to sit on it that day. When the in-flu-ence-rrrrrrrrrrs and the followers and the whole internet tell you to move, your job is to plant yourself like a tree beside the river of truth, and tell the in-flu-ence-rrrrrrrrrrs — “No, you move.”<br /></p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"f5dbf\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32865842&amp;width=980\" />\n</p><p>The in-flu-ence-rrrrrrrrrr kept carrying on about her <em>followers</em> and how she was trying to film a nice fitness video for her <em>followers</em> and how her <em>followers</em> didn't want to see an old man sitting on a park bench. Her followers want to see HER. At this point, the man ended the argument.</p><blockquote>Your followers. Oh, are you Jesus now, are you?</blockquote><p>Sorry, I take it back. The man only mostly ended the argument. This was the mic drop after the in-flu-ence-rrrrrrrrrr whined that it wasn't fair.</p><blockquote>Are you from that snow flake brigade, are you?</blockquote><p>Boom. After three rounds, the old man is declared the winner by TKO. The in-flu-ence-rrrrrrrrrr goes on to join our gallery of <a href=\"https://www.louderwithcrowder.com/marriage-influencer-cop-desperate\" target=\"_blank\">self-professed social media influencers</a> getting <a href=\"https://www.louderwithcrowder.com/bryce-hall-las-vegas-security\" target=\"_blank\">their comeuppance</a> content. The old man got to rest his legs.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/fitness-influencer-park-bench", "date_published": "2023-06-04 23:36:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Ron DeSantis has blunt response for Donald Trump, who claims no one knows what \"woke\" means", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33797999&amp;width=600&amp;height=600&amp;coordinates=215%2C0%2C345%2C0\" /><br /><br /><p>Ron DeSantis can, in fact, define the word \"woke.\" It was called into question when his GOP primary opponent Donald Trump claimed he does not like using the word because no one knows what it means. Then political journalismers, outsourcing their news desk to the former president, do what they usually do and say \"EMRMGAWD, did you hear what Trump said?\"</p><p>DeSantis got the question during a campaign stop in Iowa. \"Woke\" in short is \"cultural Marxism.\"</p><h3>Why are we here?</h3><br /><p>\n\tRon DeSantis has been using the word \"woke\" <a href=\"https://www.louderwithcrowder.com/ron-desantis-cnn-contributor\" target=\"_blank\">to describe the radical progressive agenda</a> he is fighting against. He has been calling Florida \"<a href=\"https://www.louderwithcrowder.com/ron-desantis-inauguration\" target=\"_blank\">where woke goes to die</a>.\"\n</p><p>\n\tOn June 1st, Donald Trump held an event in Iowa where he said (<a href=\"https://www.msnbc.com/opinion/msnbc-opinion/trump-woke-desantis-like-rcna87352\" target=\"_blank\">part cut out of the video in bold</a>): \"[<strong>The trans agenda has] gotten sick</strong>, and I don’t like the term woke, because I hear woke, woke, woke. You know it’s like just a term they use half the people can’t even define it. They don’t know what it is.\"\n</p><div class=\"twitter-tweet twitter-tweet-rendered\" style=\"display: flex; width: 100%; margin-top: 10px; margin-bottom: 10px;\"></div> <p>\n\tThese were comments made on June 1. Of note, Trump used the word woke <a href=\"https://twitter.com/bonchieredstate/status/1664368119194828801\" target=\"_blank\">in a TruthSocial post on May 28th</a>, and again hours after this video claiming he doesn't like the term <a href=\"https://www.rollingstone.com/politics/politics-news/trump-calls-military-woke-fox-news-town-hall-1234746083/\" target=\"_blank\">while describing what our military has turned into</a>.</p><h3>Care to comment DEEsantis? Or is it DAsantis?</h3><br /><p>\n\tRon DeSantis got the question, and <a href=\"https://www.louderwithcrowder.com/ron-desantis-ap-reporter\" target=\"_blank\">at least it is one of the less dumb questions he's gotten</a>. Turns out, \"woke\" is easy to define.\n</p><div class=\"twitter-tweet twitter-tweet-rendered\" style=\"display: flex; width: 100%; margin-top: 10px; margin-bottom: 10px;\"></div> <blockquote>Woke is an existential threat to our society. It's an attack on truth. It's a form of cultural Marxism. And it really subordinates merit and achievement to things like identity politics. You can't have a vibrant, free society if every institution is dominated by woke ideology. And to say it's not a big deal, that just shows you don't know what a lot of these issues are.</blockquote><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"f8dac\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33798040&amp;width=980\" />\n</p><p>Turns out, Ron DeSantis CAN define \"woke.\" What's funny is that it's a gotcha question I was expecting later on down the road. Trump's comments sped things up and gave the governor time to have an answer prepared.</p><p>I think a better question, and one I am surprised Trump hasn't \"truthed\" about yet so that someone can share a screen capture on Twitter and reporters can get their next assignment, is where the DeSantis post-announcement polling bump is. At most, I have seen DeSantis get a +2 bump on a national poll while Trump is still up double digits. Even if you consider political polling not as reliable as it used to be (I'm in that camp), it if nothing else proves the Twitter glitch in DeSantis's announcement was a bigger deal than his supporters want to admit. </p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/ron-desantis-donald-trump-woke", "date_published": "2023-06-04 12:50:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Family wins $125k settlement after school punished father, daughter for criticizing males in the girl's locker room", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33797906&amp;width=1200&amp;height=800&amp;coordinates=89%2C0%2C111%2C0\" /><br /><br /><p class=\"\">A Vermont school was forced to pay $125,000 to the family of Blake Allen, who spoke out on behalf of other female high school students uncomfortable with a naked boy in their locker room. The naked boy identifies as a transgender girl so in the eyes of Vermont's educational system, that makes her a girl.</p><p>Besides the settlement, all disciplinary action taken against Blake will be removed from her permanent record, and her father Travis, who lost his coaching job for defending his teenage daughter not wanting to change in front of -- girl -- with a penis, will be reinstated.</p><h3>The road so far...</h3><br /><p>News broke in September 2022 about a Vermont High School, where Blake and other girls were <a href=\"https://www.louderwithcrowder.com/high-school-locker-room\" target=\"_blank\">being punished for feeling uncomfortable with the trans student in the girls locker room</a>. </p><p>The drama started when the trans student made an inappropriate comment while members of the volleyball team were getting changed. It's unclear what the inappropriate comment was. The rules get murky because if a cisgendered male made those comments, that male would be expelled from school. But since it's a transgender female, the cisgender females are at fault for not having a sense of humor.</p><blockquote><em>I feel like for stating my opinion -- that I don’t want a biological man changing with me -- that I should not have harassment charges or bullying charges. They should all be dropped.</em></blockquote><p>The news was broken by <a href=\"https://www.wcax.com/2022/09/28/randolph-high-school-investigating-gender-locker-room-dispute/\" target=\"_blank\">local news outlet WCAX-3</a>. They were bullied into removing the story by activists <a href=\"https://www.louderwithcrowder.com/locker-room-article-removed\" target=\"_blank\">and told a different news outlet</a> they were \"<em>working with LGBTQ advocates on a message to the community acknowledging the harm that was caused.</em></p><p>Other students have spoken out and said <a href=\"https://www.louderwithcrowder.com/locker-room-vermont-speaks-out\" target=\"_blank\">the incident isn't solely with the one trans student</a>. Anyone is allowed to use the girls' locker room AND bathrooms.</p><blockquote><em>In a locker room it's made specifically for girls and so having a male with a penis in there it just felt wrong...[the school said] I should go somewhere else if I feel uncomfortable. ... <em>They didn't identify as trans. They said that they were gay so that they weren't attracted to me so they were allowed in [the girls' bathroom].</em></em></blockquote><h3>“Resounding victory for freedom of speech.”</h3><br /><p><a href=\"https://www.foxnews.com/media/vermont-school-board-pays-family-125000-punishing-them-speaking-against-trans-student\" target=\"_blank\">As a part of the settlement</a>:</p><ul><li>The Allen family gets $125,000.</li><li>Travis Allen gets reinstated to his job.</li><li>Blake has her permanent record scrubbed of any punishment.</li><li>The school must remove any social media content showing \"love and support\" to the beautiful and brave trans student in question.</li></ul><p>The school claims the settlement does NOT claim any wrongdoing, and that they just wanted to push the issue behind them. Alliance Defending Freedom senior counsel Phil Sechler, who defended the Allen family, feels otherwise:</p><blockquote>The settlement of Blake and Travis Allen’s case is a resounding victory for freedom of speech. Calling a male a male shouldn’t have cost Travis his job and gotten Blake kicked out of school.</blockquote><p>It will be interesting to see if this sets a residence. Blake is not the only girl who thinks it's wrong for girls to be made uncomfortable in their locker room by students with male genitalia. Nor is she the only one facing disciplinary action, since \"trans\" remains ranked number one on the left's Pound-for-Pound Most Marginalized Rankings. Teenage girls, particularly those who play sports, have fallen out of the top ten.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/anti-trans-vermont-settlement", "date_published": "2023-06-04 11:37:31+00:00", "persistent": false, "user": null, "language": "en-US"}]