[{"source": "https://businessinsider.com.pl/.feed", "title": "Podatek od sprzedaży samochodu — co warto wiedzieć?", "description": "Sporządzenie umowy kupna-sprzedaży samochodu związane jest z koniecznością rozliczenia się z Urzędem Skarbowym. Osoba nabywająca pojazd musi zapłacić podatek od czynności cywilnoprawnych (PCC-3) w wysokości 2 proc. jego wartości. Zdarza się także, że sprzedający auto również powinien rozliczyć się z fiskusem. Kiedy należy zapłacić podatek od sprzedaży samochodu? Jaka będzie wysokość opłaty i jak wyglądają formalności?", "link": "https://businessinsider.com.pl/twoje-pieniadze/prawo-i-podatki/podatek-od-sprzedazy-samochodu-kiedy-nalezy-go-oplacic/cys1q7d", "date_published": "2023-06-04 21:52:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na czym polega zryczałtowany podatek dochodowy i kogo dotyczy?", "description": "W przypadku prowadzenia działalności gospodarczej warto zapoznać się z formularzem PPE. Podatek dochodowy zryczałtowany opisany w tym dokumencie to inna forma odprowadzania świadczeń pieniężnych na rzecz państwa, która wydaje się bardzo atrakcyjna dla przedsiębiorców. Kto może rozliczać się w ten sposób? Kiedy warto liczyć wysokość opodatkowania w taki sposób? Czym różni się ryczałt od standardowego modelu podatku dochodowego? Jakie stawki ryczałtu obowiązują w Polsce?", "link": "https://businessinsider.com.pl/gospodarka/przepisy/formularz-ppe-podatek-dochodowy-zryczaltowany/nb9lqxb", "date_published": "2023-06-04 21:51:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile kosztuje aluminium. Czy warto je zbierać?", "description": "Aluminium to jeden z najpowszechniej zbieranych metali w Polsce. Można go znaleźć najczęściej w postaci puszek. Wśród Polaków rośnie świadomość segregacji śmieci, ale wiele osób zbierając je, chce je sprzedać samemu na skupie. Dla dzieci jest to także forma dozbierania do kieszonkowego, a jednocześnie możliwość wyrobienia nawyku segregacji już od najmłodszych lat. Ile zatem kosztuje aluminium i jakie pieniądze można pozyskać, sprzedając je w skupie?", "link": "https://businessinsider.com.pl/poradnik-finansowy/oszczedzanie/ceny-aluminium/2tpeyp7", "date_published": "2023-06-04 21:50:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jakie są najlepiej płatne zawody 2022 r. w Polsce?", "description": "Każdy chciałby zarabiać jak najwięcej, aby zapewnić sobie i swojej rodzinie wysoki standard życia. Wielu młodych ludzi wybiera kierunek studiów, kierując się tym, jakie profesje są w danym momencie najlepiej opłacane. Jednak we współczesnym świecie statystyki te zmieniają się dosyć dynamicznie. Jak przedstawia się lista, na której widnieją najlepiej płatne zawody 2022 roku?", "link": "https://businessinsider.com.pl/poradnik-finansowy/kalkulatory/najlepiej-platne-zawody-2022-roku-lista-przyklady/l93s47r", "date_published": "2023-06-04 21:26:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tu najchętniej przeprowadzają się Amerykanie. Przez rok wiele się zmieniło", "description": "Pogoń za słońcem — tak można byłoby w skrócie podsumować główne kierunki przeprowadzek, które wybierają Amerykanie. \"Wzorce migracji krajowej w 2022 r. znacznie różniły się od tych z 2021 r.\" – czytamy w komunikacie prasowym Biura Ewidencji Ludności.", "link": "https://businessinsider.com.pl/wiadomosci/tu-najchetniej-przeprowadzaja-sie-amerykanie-przez-rok-wiele-sie-zmienilo/1xddh27", "date_published": "2023-06-04 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niezwykła kariera Johna Sculley'a, byłego szefa Pepsi, którego Steve Jobs zrobił CEO Apple'a", "description": "John Sculley to były prezes Pepsi i Apple'a. Gdy pracował w tej pierwszej firmie, błyskawicznie wspinał się po szczeblach kariery. Absolwent MBA zaczynał od podstaw — pracował m.in. jako kierowca ciężarówek dostawczych i w fabryce butelek Pepsi.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/john-sculley-prezes-pepsi-i-apple-sylwetka/ftylk2x", "date_published": "2023-06-04 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co ze stopami procentowymi? NBP publikuje komunikaty z posiedzenia, które się jeszcze nie odbyło", "description": "Na stronie NBP pojawił się komunikaty po posiedzeniu Rady Polityki Pieniężnej, które rozpocznie się... jutro. W dziale \"aktualności\" umieszczono dokumenty, z którego wynika, że stopy procentowe zostały obniżone. Komunikat został już usunięty, ale w internecie z łatwością można znaleźć jego treść.", "link": "https://businessinsider.com.pl/wiadomosci/co-ze-stopami-procentowymi-nbp-publikuje-komunikat-z-posiedzenia-ktore-sie-jeszcze/q965t5h", "date_published": "2023-06-04 12:44:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tłumy na ulicach Warszawy. Tysiące ludzi idą w marszu", "description": "— Nie bójcie się, nikt nas dziś nie zagłuszy — zwrócił się do zgromadzonych Donald Tusk na chwilę przed startem marszu.", "link": "https://businessinsider.com.pl/wiadomosci/tlumy-na-ulicach-warszawy-tysiace-ludzi-ida-w-marszu-4-czerwca/v9v8wxt", "date_published": "2023-06-04 11:46:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Obajtek w FT: \"Jestem wrażliwą osobą, która kocha sztukę, naturę i krajobrazy\"", "description": "\"Czy polski gigant energetyczny jest narzędziem rządu?\" — takie pytanie pada w \"Financial Times\". Autorzy w obszernym tekście opisują ścieżkę kariery, jaką przeszedł Daniel Obajtek, oraz jego decyzje biznesowe szeroko wspierane przez polityków obozu rządzącego. \"Koncern naftowo-gazowy i jego dyrektor naczelny znajdują się w centrum debaty na temat wpływu politycznego na gospodarkę\" — pisze FT.", "link": "https://businessinsider.com.pl/wiadomosci/obajtek-w-ft-jestem-wrazliwa-osoba-ktora-kocha-sztuke-nature-i-krajobrazy/z1qg421", "date_published": "2023-06-04 11:09:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Charyzmę można zmierzyć. Jest na to prosty test", "description": "Praca naukowa opublikowana przez uczonych z Kanady sugeruje, że istnieje dobry sposób na zmierzenie swojej charyzmy. Wystarczy odpowiedź na sześć prostych pytań.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/czy-jestes-charyzmatyczna-osoba-test-na-charyzme/hs7c55b", "date_published": "2023-06-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kredyt 2 proc to impuls na rynku deweloperskim. \"Są umowy rezerwacyjne\"", "description": "W okresie styczeń-kwiecień 2023 r. rozpoczęto budowę 30,4 tys. mieszkań, czyli o około 29 proc. mniej niż przed rokiem. W efekcie w ciągu 2-3 lat pojawić może się problem z kurczącą się podażą mieszkań.", "link": "https://businessinsider.com.pl/wiadomosci/kredyt-2-proc-to-impuls-na-rynku-deweloperskim-sa-umowy-rezerwacyjne/k2mksk4", "date_published": "2023-06-04 09:22:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlaczego kawa single origin jest taka droga? Próżno szukać jej w markecie", "description": "Kawa kawie nierówna. Gdy jedna kosztuje 13 dol. za kilogram, inna osiąga cenę aż 180 dol. W czym tkwi sekret?", "link": "https://businessinsider.com.pl/wideo/dlaczego-kawa-single-origin-jest-taka-droga-prozno-szukac-jej-w-markecie/7fhn9tk", "date_published": "2023-06-04 08:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Do wzięcia jest 309 mld euro w transformacji energetycznej. Polska może się nie załapać", "description": "Transformacja energetyczna w Polsce przebiega zbyt wolno, jednak unijna polityka klimatyczna nie pozwala na jej zignorowanie. Kamil Wyszkowski, dyrektor wykonawczy UN Global Compact Network Poland, wskazuje w rozmowie z wnp.pl, że to młode pokolenie może skutecznie przyczynić się do działań firm na rzecz klimatu.", "link": "https://businessinsider.com.pl/wiadomosci/do-wziecia-jest-309-mld-euro-w-transformacji-energetycznej-polska-moze-sie-nie/yx7h99h", "date_published": "2023-06-04 08:10:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sztuczna inteligencja w Ministerstwie Finansów", "description": "Resort finansów przyznaje, że stosuje sztuczną inteligencję. Wykorzystuje ją m.in. do obsługi podatników. Ale SI wspiera też inne czynności w jednostkach podległych MF.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/sztuczna-inteligencja-w-ministerstwie-finansow/5rdhjp3", "date_published": "2023-06-04 07:51:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Problemy FC Barcelony z fiskusem. Co jest ich źródłem? Polacy też powinni na to uważać", "description": "FC Barcelona znów jest mistrzem Hiszpanii. Radość w klubie mącą jednak problemy, w tym ostatnio — podatkowe. Co jakiś czas donoszą o nich hiszpańskie i światowe media. Niedawno na jaw wyszły biznesowe związki klubu z wiceszefem kolegium sędziów. Od tego zaczęły się problemy klubu z fiskusem. – To przestroga również dla polskich firm – komentuje ekspert.", "link": "https://businessinsider.com.pl/prawo/podatki/fc-barcelona-ma-problemy-z-fiskusem-to-lekcja-rowniez-dla-polskich-firm/mse60fv", "date_published": "2023-06-04 07:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "We Włoszech nie zamawiaj cappuccino po 12. A we Francji? O tym warto pamiętać przed wakacjami", "description": "Jedna z aktywistek pojawiła się w na ulicach Rzymu z transparentem, apelując do turystów, by nie zamawiali we Włoszech cappuccino po godz. 12. Nie tylko jednak Włosi mają swoje zwyczaje, z których nie zawsze zdają sobie sprawę turyści. Oto co trzeba wiedzieć, wybierając się na zagraniczne wakacje.", "link": "https://businessinsider.com.pl/lifestyle/podroze/cappuccino-po-12-lyzka-do-spaghetti-oto-najczestsze-wakacyjne-faux-pax/71hqfg0", "date_published": "2023-06-04 07:27:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Marsz 4 Czerwca ruszy w południe", "description": "W samo południe z placu na Rozdrożu rusza zapowiadany od dawna przed Donalda Tuska, Marsz 4 Czerwca. Wydarzenie zostało zgłoszone w ratuszu na 50 tys. osób i przejdzie przez centrum Warszawy. Na ten dzień w urzędzie zarejestrowano blisko 30 innych zgromadzeń. Wśród organizatorów są m.in. osoby związane ze środowiskiem narodowców oraz fundacja antyaborcyjną — ustalił Onet.", "link": "https://businessinsider.com.pl/wiadomosci/marsz-4-czerwca-ruszy-w-poludnie/10j9zr1", "date_published": "2023-06-04 07:08:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jestem łowczynią leżaków na Ibizie. Zajmuję turystom najlepsze miejsca przy basenie – za 500 euro", "description": "Pracuję jako łowczyni leżaków na Ibizie. Chodzę do najpopularniejszych miejsc i rezerwuję najlepsze miejsce przy basenie – za 500 euro. Inną usługę, jaką oferuję, to oprowadzanie turystów po klubach nocnych na wyspie.", "link": "https://businessinsider.com.pl/wiadomosci/jestem-lowca-lezakow-na-ibizie-rezerwuje-turystom-najlepsze-miejsca-przy-basenie-za/rqzttgv", "date_published": "2023-06-04 06:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kim Kardashian chce miliard dolarów na inwestycje i prawdopodobnie go dostanie", "description": "Kim Kardashian przechodzi właśnie drogę od gwiazdki reality show do znaczącego gracza na rynku inwestycji. Czy jej zasięgi wystarczą, by otrzymała miliard dolarów? Wiele wskazuje na to, że tak. Tym bardziej że już kilka razy udowodniła, że ma duży talent do budowania biznesów i pomnażania kapitału.", "link": "https://businessinsider.com.pl/lifestyle/kim-kardashian-chce-miliard-dolarow-na-inwestycje-i-prawdopodobnie-go-dostanie/q8eflz0", "date_published": "2023-06-04 06:25:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto jaką drogę przeszliśmy od 4 czerwca. \"Przed\" i \"po\" na 10 wykresach", "description": "Na szeroki świat gospodarki wolnorynkowej z ciemnicy krajów \"socjalizmu realnego\" wychodziliśmy z gospodarką wytwarzającą zaledwie 67 mld dol. produktu krajowego brutto. Powiedzieć, że 4 czerwca 1989 r. byliśmy kopciuszkiem, to nic nie powiedzieć. Bardziej pasowałoby sformułowanie \"plankton\". Jednak planktonem już nie jesteśmy. Mimo wielu zawirowań poradziliśmy sobie bardzo dobrze i jesteśmy już zauważalni na mapie gospodarczej globu. A przy tym mamy czym zaimponować. Najwięcej samochodów na tysiąc mieszkańców w Europie i najniższe bezrobocie - to właśnie Polska. A to nie wszystko.", "link": "https://businessinsider.com.pl/gospodarka/oto-jaka-droge-przeszlismy-od-4-czerwca-przed-i-po-na-10-wykresach/9et7jjw", "date_published": "2023-06-04 06:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od handlu na ulicy po drapacze chmur. Te zdjęcia pokazują drogę, jaką przeszliśmy od 4 czerwca", "description": "Handlowano na łóżkach, płacono w milionach, a pod Sejmem regularnie roznosił się smród palonych opon. 30 lat polskiego kapitalizmu nie zawsze było sielanką, nie ustrzeżono się błędów, ale droga, którą przeszła Polska i tak jest imponująca. Fotografie z ostatnich 34 lat dobitnie to pokazują.", "link": "https://businessinsider.com.pl/gospodarka/4-czerwca-34-lata-polskiej-gospodarki-na-zdjeciach/zxswfn7", "date_published": "2023-06-04 04:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nasz gospodarczy złoty wiek cały czas trwa – przekonuje waszyngtoński ekonomista, ale ostrzega przed ryzykiem", "description": "Gospodarczy złoty wiek Polski trwa, ale nie byłby on możliwy bez Unii Europejskiej — mówi w rozmowie z redaktorem naczelnym BI Polska prof. Marcin Piątkowski. Pracujący w Waszyngtonie ekonomista otwarcie mówi, że osiągnięcia ostatnich 33 lat są największym sukcesem Polski w tysiącletniej historii, ale ostrzega, że oddalanie się od standardów demokratycznych i zasad państwa prawa zagrażają temu niepowtarzalnemu osiągnięciu.", "link": "https://businessinsider.com.pl/gospodarka/polski-gospodarczy-zloty-wiek-caly-czas-trwa-przekonuje-waszyngtonski-ekonomista/ghk942f", "date_published": "2023-06-04 03:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}]