[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 PS5 And Xbox Series X Games THAT CAN LAST FOR OVER 100 HOURS", "description": "The medium of games has the capability to transport us to beautifully realized and richly detailed virtual worlds that are spread over hundreds of virtual kilometers begging to be explored. When developers put the required attention to these details and sprinkle substantial content across these vast spaces, we get some impressive games that can soak in days and weeks from a player’s life - with playtime often exceeding 100 hours. \n\nThese games can range from traditional RPGs to action-adventure games or open-worlds, and many more. With this feature, we take a look at 10 recent games that would last more than 100 hours provided you play at a leisurely pace with a completionist approach.", "link": "https://www.youtube.com/watch?v=RIM2dnSQSS0", "date_published": "2023-09-21T15:30:12+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/RIM2dnSQSS0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Things HARDCORE FANS HATE About Mortal Kombat 1", "description": "It's been a pretty year for fighting games, and NetherRealm Studios' Mortal Kombat 1 is another worthy addition to the list. There is much to enjoy here, from the new campaign mode and deep roster to mechanics like Kameo Fighters and stunning visuals.\n\nUnfortunately, the reboot takes several steps back from its predecessor. Quality-of-life features like customizing a character's appearance before a fight, tagging moves on-screen, and more are missing. Despite Invasion Mode's intriguing premise, it also falters in several ways. Don't even get us started on the Nintendo Switch version of the game, which is a meme in itself.\n\nHere are ten things players dislike about Mortal Kombat 1, which hopefully will be improved in the coming months with new updates.\n\nThumbnail credit: Youtuber ElAnalistaDeBits", "link": "https://www.youtube.com/watch?v=227TiIN70tg", "date_published": "2023-09-21T10:30:00+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/227TiIN70tg/hqdefault.jpg"}]