[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "How NASA Reinvented The Wheel", "description": "NASA have made a wheel capable of withstanding tough Martian terrain, but just how indestructible is it? Head to https://hensonshaving.com/veritasium and enter code 'Veritasium' for 100 free blades with the purchase of a razor. Make sure to add both the razor and the blades to your cart for the code to take effect. \n\n▀▀▀\nA huge thanks to everyone at NASA Glenn Research Center for having us at the SLOPE Lab, showing their work on this indestructible tire, and helping with the science and animation.\nA huge thanks to everyone at Smart Tire Co for showing us around their facility, teaching us about nitinol, and letting us flatten their tires. \n\n▀▀▀\nReferences:  \n\nSteel Rod Footage - https://ve42.co/SteelRod\n\nH. Föll. 8.4.1 - Martensite. University of Kiel, Faculty of Engineering - https://ve42.co/Foell\n\nBhattacharya, K. (1998). Theory of martensitic microstructure and the shape-memory effect - https://ve42.co/Bhattacharya1998 \n\nBhattacharya, K. (2003). Microstructure of martensite: why it forms and how it gives rise to the shape-memory effect (Vol. 2). Oxford University Press. - https://ve42.co/MartensiteBook \n\nShaw, J. A. (2008). Tips and tricks for characterizing shape memory alloy wire: part 1—differential scanning calorimetry and basic phenomena. Experimental Techniques - https://ve42.co/Shaw2008\n\nBuehler, W. J., Gilfrich, J. V., & Wiley, R. C. (1963). Effect of low‐temperature phase changes on the mechanical properties of alloys near composition TiNi. Journal of applied physics, 34(5), 1475-1477.\n\n▀▀▀\nSpecial thanks to our Patreon supporters:\nEmil Abu Milad, Tj Steyn, meg noah, Bernard McGee, KeyWestr, Amadeo Bee, TTST, Balkrishna Heroor, John H. Austin, Jr., john kiehl, Anton Ragin, Benedikt Heinen, Diffbot, Gnare, Dave Kircher, Burt Humburg, Blake Byers, Evgeny Skvortsov, Meekay, Bill Linder, Paul Peijzel, Josh Hibschman, Mac Malkawi, Juan Benet, Ubiquity Ventures, Richard Sundvall, Lee Redden, Stephen Wilcox, Marinus Kuivenhoven, Michael Krugman, Cy ‘kkm’ K’Nelson, Sam Lutfi.\n\n▀▀▀\nWritten by Derek Muller, Katie Barnshaw, & Emily Zhang\nEdited by Trenton Oliver\nAnimated by Mike Radjabov & Ivy Tello\nCoordinated by Emily Zhang\nFilmed by Derek Muller & Emily Zhang\nAdditional video/photos supplied by Getty Images & Pond5\nMusic from Epidemic Sound \nProduced by Derek Muller, Petr Lebedev, & Emily Zhang\nThumbnail by Ignat Berbeci", "link": "https://www.youtube.com/watch?v=vSNtifE0Z2Q", "date_published": "2023-04-29 15:48:36+00:00", "persistent": false, "user": null, "language": "en-US"}]