[{"source": "https://thehill.com/news/feed/", "title": "South Carolina Democrats elect first Black woman to head state party", "description": "Christale Spain was elected to lead the South Carolina Democratic Party on Saturday, becoming the first Black woman to hold the position in the state that will host Democrats’ first-in-the-nation primary in 2024. “South Carolina - we did it! I am honored to be the first Black woman to ever chair our party,” Spain’s campaign...", "link": "https://thehill.com/homenews/campaign/3979851-south-carolina-democrats-elect-first-black-woman-to-head-state-party/", "date_published": "2023-04-29 21:06:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats reconstruct blue wall in lead-up to 2024", "description": "Democrats are rebuilding their strength in the “blue wall” states that former President Trump won in 2016, raising the party’s hopes in a region that will prove critical to races up and down the ballot next year.  The party is riding high after key victories in states like Michigan, Pennsylvania and Wisconsin over the past...", "link": "https://thehill.com/homenews/campaign/3978800-democrats-reconstruct-blue-wall-in-lead-up-to-2024/", "date_published": "2023-04-29 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sunday shows preview: Debt limit talks continue slowly; Biden officially enters 2024 race", "description": "Slowly progressing efforts to raise the debt ceiling before a looming default deadline and President Biden’s official entry into the 2024 presidential race are likely to dominate the Sunday talk show circuit this weekend. House Republicans passed legislation on Wednesday to raise the federal government’s borrowing limit, alongside sweeping spending cuts. The bill, which represents a major...", "link": "https://thehill.com/homenews/sunday-talk-shows/3979782-sunday-shows-preview-debt-limit-talks-continue-slowly-biden-officially-enters-2024-race/", "date_published": "2023-04-29 20:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP’s debt ceiling bill still leads us to a hard crash", "description": "When decision-makers get locked into a path, they almost intuitively build up regimes, institutions, and rules that reinforce their decision, no matter how suboptimal that path may be. It makes it very difficult, and expensive in the short term, to leave that path. We just witnessed a true-life example of Nobel Laureate Economist Kenneth Arrow’s...", "link": "https://thehill.com/opinion/congress-blog/3979141-house-gops-debt-ceiling-bill-still-leads-us-to-a-hard-crash/", "date_published": "2023-04-29 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter to soon allow publishers, media companies to charge users per click on articles", "description": "Twitter will soon allow publishers and media outlets to charge users per click on an article they post on the platform, CEO Elon Musk announced Saturday.  Musk said in a tweet that the platform will roll out the policy next month, which he said would allow users who do not sign up for a monthly...", "link": "https://thehill.com/homenews/media/3979803-twitter-to-soon-allow-publishers-media-companies-to-charge-users-per-click-on-articles/", "date_published": "2023-04-29 19:55:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Clyburn calls McCarthy's debt limit legislation 'dead on arrival' in Senate", "description": "Rep. Jim Clyburn (D-S.C.), the assistant House Democratic leader, said the debt limit bill backed by Speaker Kevin McCarthy (R-Calif.) will be “dead on arrival” in the Senate.  Clyburn said Saturday in an interview on MSNBC that he does not believe the Lift, Save, Grow Act — which the House narrowly passed in a 217-215...", "link": "https://thehill.com/homenews/house/3979766-rep-clyburn-calls-mccarthys-debt-limit-legislation-dead-on-arrival-in-senate/", "date_published": "2023-04-29 19:44:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Annual Garden Brunch celebrates 30 years", "description": "The annual White House Correspondents’ Garden Brunch returned to the Beall-Washington House on Saturday, with dignitaries from the political and media worlds out in full force ahead of Saturday night’s dinner.  Dozens of journalists, politicians, government officials, celebrities, and other notable figures waltzed into the sprawling estate, the former home of Katharine Graham, to honor...", "link": "https://thehill.com/homenews/3979755-annual-garden-brunch-celebrates-30-years/", "date_published": "2023-04-29 19:34:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To prevent politicization, the IRA needs strong congressional oversight", "description": "An aggressively opaque implementation means that Congress is going to have to get aggressive with its oversight powers to figure out what is going on here.", "link": "https://thehill.com/opinion/white-house/3978010-to-prevent-politicization-the-ira-needs-strong-congressional-oversight/", "date_published": "2023-04-29 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk tells Bill Maher he's a moderate, responding to claims he's become conservative since buying Twitter", "description": "Elon Musk said he considers himself a “moderate,” addressing claims that his political beliefs lean conservative after his purchase of Twitter last year. \"I, at least, think of myself as a moderate,\" Musk told Bill Maher during an appearance on his late-night program. \"I’ve spent a massive amount of my life energy building sustainable energy,...", "link": "https://thehill.com/blogs/blog-briefing-room/3979716-musk-tells-bill-maher-hes-a-moderate-responding-to-claims-hes-become-conservative-since-buying-twitter/", "date_published": "2023-04-29 18:26:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hundreds of US citizens evacuated from Sudan amid conflict", "description": "“Several hundred” Americans have fled Sudan during a ceasefire in the country’s ongoing power struggle, which has seen the streets of Khartoum become a war zone, a State Department spokesman said. The State Department said Friday that “less than 5,000” people had requested information from the department on the conflict, and that “a fraction” of...", "link": "https://thehill.com/blogs/blog-briefing-room/3979592-hundreds-of-us-citizens-evacuated-from-sudan-amid-conflict/", "date_published": "2023-04-29 17:10:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nearly three-quarters of millennials are living paycheck to paycheck: report", "description": "Almost three-quarters of millennials are living paycheck to paycheck, notably higher than other generations, according to a new report.  PYMNTS, which reports on financial news and data, and the financial services company LendingClub collaborated to release a report, entitled “New Reality Check: The Paycheck-to-Paycheck Report,” to learn consumers’ financial situations, broken down into the different...", "link": "https://thehill.com/business/personal-finance/3979656-nearly-three-quarters-of-millennials-are-living-paycheck-to-paycheck-report/", "date_published": "2023-04-29 17:02:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans need to win the suburbs — Nancy Mace can show them how", "description": "Over the last several months, it’s become clear that the overturning of Roe v. Wade has created an incredibly difficult political landscape for Republicans. The widely-anticipated “red wave\" failed to materialize in the midterm elections last fall, in part because Democrats were able to frighten swing voters into believing that the GOP would outlaw abortion...", "link": "https://thehill.com/opinion/congress-blog/3979064-republicans-need-to-win-the-suburbs-nancy-mace-can-show-them-how/", "date_published": "2023-04-29 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What's the cheapest day of the week to buy gas? Here's when to fill up", "description": "Saving money at the pump doesn’t just mean knowing where to fill up – it also helps to know when to fill up.", "link": "https://thehill.com/homenews/nexstar_media_wire/3975386-whats-the-cheapest-day-of-the-week-to-buy-gas-heres-when-to-fill-up/", "date_published": "2023-04-29 16:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State abortion ban failures highlight rising GOP anxiety", "description": "Strict abortion bans failed to pass in votes just hours apart in two conservative states this week, in the latest sign of the anxiety among Republicans that supporting strict limits or outright bans on abortion could risk a political backlash.  Anti-abortion advocates continue to press lawmakers to take a hardline position on the issue, but...", "link": "https://thehill.com/policy/healthcare/3978880-state-abortion-ban-failures-highlight-rising-gop-anxiety/", "date_published": "2023-04-29 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why is the Biden administration punishing financially responsible homeowners?", "description": "Yes, you read that right: people who have a higher risk of default from a lender’s perspective will receive preferential treatment at the expense of those prospective buyers who are traditionally considered safer bets.", "link": "https://thehill.com/opinion/finance/3978409-why-is-the-biden-administration-punishing-financially-responsible-homeowners/", "date_published": "2023-04-29 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hodgepodge of media and political VIPs mingle at UTA's 'Celebration of America's Journalists'", "description": "SPOTTED: A who’s who of Washington — and of New York, and Hollywood — in full-on party mode on the eve of the White House Correspondents’ Association (WHCA) dinner with a blowout bash hosted by United Talent Agency (UTA). Fiola Mare in Georgetown was packed to the brim Friday night with a hodgepodge of members...", "link": "https://thehill.com/blogs/in-the-know/3979576-hodgepodge-of-media-and-political-vips-mingle-at-utas-celebration-of-americas-journalists/", "date_published": "2023-04-29 15:50:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Apple employee gets prison term for $17M fraud scheme", "description": "A former Apple employee has been sentenced to three years in prison for a fraud scheme that cost the company more than $17 million.  A release from the U.S. Attorney’s Office for the Northern District of California from Wednesday states that Dhirendra Prasad, a 55-year-old from Mountain House, Calif., pleaded guilty to one count of...", "link": "https://thehill.com/regulation/court-battles/3979575-former-apple-employee-gets-prison-term-for-17m-fraud-scheme/", "date_published": "2023-04-29 15:47:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Teenager faces charges after gun discharges in Tennessee classroom, grazing teacher", "description": "A 14-year-old boy in Tennessee faces three criminal charges after he brought a handgun to school Friday, which accidentally discharged and grazed a teacher, according to Knoxville Police. The student, who has not been identified, had the gun in his backpack. It fired accidentally when he was rummaging through the bag, law enforcement said.  “A...", "link": "https://thehill.com/blogs/blog-briefing-room/3979555-teenager-faces-charges-after-gun-discharges-in-tennessee-classroom-grazing-teacher/", "date_published": "2023-04-29 15:36:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These regions are the most at risk for extreme heat waves", "description": "As heat waves become more common due to changes in climate, they are likely to be deadlier and more damaging in regions which haven’t yet faced extreme heat, according to a new study in Nature Communications. The British researchers found that Central America and Afghanistan are among the parts of the world most likely to...", "link": "https://thehill.com/policy/energy-environment/3979544-these-regions-are-the-most-at-risk-for-extreme-heat-waves/", "date_published": "2023-04-29 15:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The time for a federal ‘clean slate’ measure is long overdue", "description": "It is not enough to give lip service and empty sentiments about wanting returning citizens to turn their lives around.", "link": "https://thehill.com/opinion/criminal-justice/3977880-the-time-for-a-federal-clean-slate-measure-is-long-overdue/", "date_published": "2023-04-29 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Brittney Griner, wife to attend White House correspondents' dinner", "description": "WE HEAR: Brittney Griner and her wife, Cherelle, are headed to the White House Correspondents’ Association (WHCA) dinner. The WNBA star will attend Saturday’s soiree in Washington as a guest of CBS News, ITK can exclusively report. Griner was detained in Russia for nearly 10 months after being arrested in early 2022. CBS News was...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/3979422-brittney-griner-wife-to-attend-white-house-correspondents-dinner/", "date_published": "2023-04-29 14:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "5 people, including 8-year-old, killed in Texas shooting; suspect at large", "description": "Five people were killed, including an 8-year-old, during a shooting in Texas on Friday night, and the suspect is still at large, officials said.  San Jacinto County Sheriff Greg Capers said at a press conference that the office received a call just past 11:30 p.m. local time reporting harassment at a home in the town...", "link": "https://thehill.com/homenews/state-watch/3979531-people-including-8-year-old-killed-in-texas-shooting/", "date_published": "2023-04-29 14:39:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate activists plan blockade of White House correspondents’ dinner", "description": "A group of climate activists plan to blockage the White House correspondents’ dinner on Saturday in protest of President Biden’s policies on the environment.  Climate Defiance has held a “series” of nonviolent protests leading up to the dinner at which they plan to protest the Biden administration approving multiple oil projects.  A video posted by...", "link": "https://thehill.com/policy/energy-environment/3979497-climate-activists-plan-blockade-of-white-house-correspondents-dinner/", "date_published": "2023-04-29 14:04:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hunter's collapsing world: Why a criminal plea could now be the best option for the Bidens", "description": "What happens then is anyone's guess. As a first offender, Hunter could plead out such charges to minimal jail time.", "link": "https://thehill.com/opinion/judiciary/3978970-hunters-collapsing-world-why-a-criminal-plea-could-now-be-the-best-option-for-the-bidens/", "date_published": "2023-04-29 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most beer drinkers support brands working with transgender spokespeople: poll", "description": "Most beer drinkers support brands working with transgender spokespeople, according to a new poll taken amid conservative criticism over a partnership between Bud Light and transgender influencer Dylan Mulvaney.  A Morning Consult poll released Thursday found that 53 percent of monthly beer drinkers said they would feel favorable toward a brand working with a transgender...", "link": "https://thehill.com/blogs/blog-briefing-room/3979469-most-beer-drinkers-support-brands-working-with-transgender-spokespeople-poll/", "date_published": "2023-04-29 13:20:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stars hit DC to lobby for arts funding at 'Right to Bear Arts' gala", "description": "Stars of the big and small screen gathered in Washington, D.C., Friday evening as part of the Creative Coalition’s call to preserve arts funding.  The organization’s Right to Bear Arts gala took two years off due to the COVID pandemic before returning last year. The nonprofit lobbies for public funding for community arts programs, which...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/3979474-stars-hit-dc-to-lobby-for-arts-funding-at-right-to-bear-arts-gala/", "date_published": "2023-04-29 13:10:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Fed should anticipate trouble", "description": "If ever there was a time for the Fed to be more forward-looking and less data dependent than it currently is, it has to be now.", "link": "https://thehill.com/opinion/finance/3978122-the-fed-should-anticipate-trouble/", "date_published": "2023-04-29 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal judge blocks Illinois assault weapons ban", "description": "A federal judge has temporarily blocked an assault weapons ban in Illinois, ruling that multiple plaintiffs who sued alleging that the law violates their Second Amendment rights have a “reasonable likelihood” to succeed in their argument.  U.S. District Judge Stephen McGlynn issued a preliminary injunction on Friday against the state’s Protect Illinois Communities Act (PICA),...", "link": "https://thehill.com/regulation/court-battles/3979446-federal-judge-blocks-illinois-assault-weapons-ban/", "date_published": "2023-04-29 12:47:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Montana bans gender-affirming care for minors after transgender lawmaker censure", "description": "Montana became the latest state to ban gender-affirming care for minors on Friday following controversy that saw the state House censure one of the state’s first openly transgender lawmakers.  Gov. Greg Gianforte (R) signed the bill into law after it comfortably passed the state House and Senate earlier this month. His signature makes Montana one...", "link": "https://thehill.com/homenews/state-watch/3979416-montana-bans-gender-affirming-care-for-minors-after-transgender-lawmaker-censure/", "date_published": "2023-04-29 12:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump, Fox News have a new point of tension: Tucker Carlson", "description": "Tucker Carlson’s ouster from Fox News is the latest twist in what has become a roller coaster relationship between the network and former President Donald Trump. Signs of tension have been evident for months, with Trump complaining about the coverage Florida Gov. Ron DeSantis, a potential 2024 rival, has received on the network. He often...", "link": "https://thehill.com/homenews/media/3978437-trump-fox-news-have-a-new-point-of-tension-tucker-carlson/", "date_published": "2023-04-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US, partners scurry to contain fighting in Sudan", "description": "The U.S. and international partners are scrambling to contain an outbreak of fierce fighting in Sudan, where a conflict between heavily armed military factions risks exploding into a civil war that threatens devastating consequences. Intense diplomacy by the U.S., the U.K., the African Union, United Nations, Gulf countries and others succeeded in extending a cease-fire early Friday...", "link": "https://thehill.com/policy/international/3978869-us-partners-contain-sudan-fighting/", "date_published": "2023-04-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Vulnerable House Republicans prepare to fend off attacks over debt ceiling vote", "description": "House Republicans left Washington this week feeling triumphant about passing a bill that pairs a debt limit increase with steep spending cuts.  But vulnerable Republicans in battleground districts must now contend with Democrats aiming to weaponize their votes for a sweeping bill that none of them intended to be the final package. \"We are not...", "link": "https://thehill.com/homenews/house/3978963-vulnerable-house-republicans-prepare-to-fend-off-attacks-over-debt-ceiling-vote/", "date_published": "2023-04-29 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Politics & Inclusion dinner a night to celebrate journalists of color", "description": "For the second year in a row, some of the nation’s leading and rising journalists of color gathered on Friday for the Politics &#38; Inclusion dinner as part of the White House Correspondents weekend.  Media giants like Gayle King, dressed flawlessly in a royal blue jumpsuit, and April Ryan, in a flowing pink gown, were...", "link": "https://thehill.com/blogs/in-the-know/3979174-politics-inclusion-dinner-a-night-to-celebrate-journalists-of-color/", "date_published": "2023-04-29 03:13:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pro-DeSantis PAC positions Florida governor as successor to Trump", "description": "A super PAC that is calling on Florida Gov. Ron DeSantis (R) to run for president released a new advertisement on Friday, presenting him as the GOP successor to former President Trump in 2024. The Never Back Down PAC, which former senior Trump administration official Ken Cuccinelli founded to urge DeSantis to run, called the...", "link": "https://thehill.com/homenews/campaign/3979175-pro-desantis-pac-positions-florida-governor-as-successor-to-trump/", "date_published": "2023-04-29 03:08:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michelle Obama joins Bruce Springsteen for back-up vocals at Barcelona concert", "description": "Former first lady Michelle Obama joined singer-songwriter Bruce Springsteen for backup vocals at a concert in Barcelona, Spain on Friday.  Video posted on Twitter showed Obama hitting a tambourine and singing “Glory Days” on stage with Springsteen and the E Street Band. She was also reportedly joined by actress Kate Capshaw, who is director Steven...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/3979119-michelle-obama-joins-bruce-springsteen-for-back-up-vocals-at-barcelona-concert/", "date_published": "2023-04-29 02:23:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Army issues ground stop to aviation not used for critical missions after helicopter crash", "description": "The U.S. Army issued a ground stop to all aviation not used in critical missions after three soldiers were killed, and another injured, on Thursday in a helicopter crash over Alaska. The order will require Army aviators to undergo training to prevent similar occurrences in the future, according to a statement. “The move grounds all...", "link": "https://thehill.com/policy/defense/3979105-army-issues-ground-stop-to-aviation-not-used-for-critical-missions-after-helicopter-crash/", "date_published": "2023-04-29 02:20:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida bill allowing DeSantis to stay governor and run for president heads to his desk", "description": "The Florida House approved a bill on Friday that would allow Gov. Ron DeSantis (R) to remain as governor if he chooses to run for president in 2024, sending it to his for his signature.  The bill passed 76-34 on a party-line vote after passing the state Senate also along party lines on Wednesday, 28-12....", "link": "https://thehill.com/homenews/state-watch/3979092-florida-bill-allowing-desantis-to-stay-governor-and-run-for-president-heads-to-his-desk/", "date_published": "2023-04-29 01:32:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bidens rub elbows with activists, lawmakers celebrating Elle's Women of Impact", "description": "The White House Correspondents’ Association (WHCA) dinner weekend was in full steam on Friday evening at the Elle Women of Impact event, where lawmakers, models, activists and members of the Biden family rubbed elbows.  Held at Ciel Social Club — the penthouse bar area atop the AC Hotel in Washington, D.C. — the party was a packed affair with little room to move among...", "link": "https://thehill.com/blogs/in-the-know/3979071-bidens-rub-elbows-with-activists-lawmakers-celebrating-elles-women-of-impact/", "date_published": "2023-04-29 01:21:29+00:00", "persistent": false, "user": null, "language": "en-US"}]