[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Surging Democrat Presidential Candidate RFK Jr. Takes Surprising Stance On Trans Athletes", "description": "Democrat presidential candidate Robert Francis Kennedy Jr. said during an interview on Saturday that he opposes allowing biological males to compete against females in women&#8217;s athletics. RFK Jr., who is surging in Democrat primary polls, amassing nearly 20% support despite having only recently announced his campaign for president, made the remarks during an interview with ...", "link": "https://www.dailywire.com/news/surging-democrat-presidential-candidate-rfk-jr-takes-surprising-stance-on-trans-athletes", "date_published": "2023-04-29 22:36:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Judge Blocks Illinois Assault Weapons Ban", "description": "A federal judge in Illinois has blocked the state&#8217;s assault weapons ban from taking effect. Judge Stephen P. McGlynn of the Southern District of Illinois issued a preliminary injuction against the Protect Illinois Communities Act (PICA) Friday, blocking it while a lawsuit proceeds. McGlynn ruled that the law likely violates the Second Amendment and Supreme Court ...", "link": "https://www.dailywire.com/news/federal-judge-blocks-illinois-assault-weapons-ban", "date_published": "2023-04-29 21:54:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Megyn Kelly Torches Dylan Mulvaney For Complaining Companies Just Want Him To ‘Check A Box’", "description": "Podcast host Megyn Kelly slammed controversial transgender influencer Dylan Mulvaney for complaining that some companies just want to partner with him because he is transgender. Mulvaney, a biological male who claims to be a woman, said in an interview this week: “A lot of brands will ask, ‘Could you relate a little bit of your ...", "link": "https://www.dailywire.com/news/megyn-kelly-torches-dylan-mulvaney-for-complaining-companies-just-want-him-to-check-a-box", "date_published": "2023-04-29 21:39:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bar That Booted Customers Who Complained About Bud Light Trans Controversy Begs To Get Customers Back", "description": "An Indiana bar that threatened to remove customers earlier this month who complained about Bud Light in light of its decision to partner with a controversial transgender influencer is now begging for new customers because business is hurting. In a now-deleted post on Facebook, the Fairfax Bar and Grill in Bloomington wrote on April 11: ...", "link": "https://www.dailywire.com/news/bar-that-booted-customers-who-complained-about-bud-light-trans-controversy-begs-to-get-customers-back", "date_published": "2023-04-29 21:19:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Police Lose Track Of Mexican National Who Allegedly Murdered 5 Neighbors In Texas", "description": "Law enforcement officials in Texas said during a press conference on Saturday that the 38-year-old Mexican national who is wanted for allegedly killing five of his neighbors has escaped the area that officials believe that they had cornered him in. San Jacinto County Sheriff Greg Capers said initially that officials believed that they had trapped ...", "link": "https://www.dailywire.com/news/police-lose-track-of-mexican-national-who-allegedly-murdered-5-neighbors-in-texas", "date_published": "2023-04-29 20:35:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mexican National Murders 5 In Texas, Manhunt Underway: Reports", "description": "A Mexican national is on the run in Texas after allegedly murdering five of his neighbors after they asked him to stop shooting his gun because they had a baby that was trying to sleep. Officers were initially called to the scene to respond to a complaint about &#8220;harassment&#8221; in Cleveland, Texas, and while en ...", "link": "https://www.dailywire.com/news/mexican-national-murders-5-in-texas-manhunt-underway-reports", "date_published": "2023-04-29 20:17:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Veteran Journalist Warns About ‘Most Dangerous’ Reporters Ahead Of White House Correspondents’ Dinner", "description": "Welp, Saturday night is the annual &#8220;White House Correspondents&#8217; Association Dinner&#8221; and the Beltway media crowd is particularly elated because both President Joe Biden and Vice President Kamala Harris will be in attendance. Most in attendance view themselves as the cornerstone of Democracy, when in actuality they are propagandists for the professional political class. But ...", "link": "https://www.dailywire.com/news/veteran-journalist-warns-about-most-dangerous-reporters-ahead-of-white-house-correspondents-dinner", "date_published": "2023-04-29 20:17:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dr. Fauci On Mistakes Made During The Pandemic: ‘We Have To Get Away From The Blame Game’", "description": "Dr. Anthony Fauci, former director of the U.S. National Institute of Allergy and Infectious Diseases, said in an interview this week that people should stop blaming public health officials for mistakes that were made during the pandemic. CNN&#8217;s Christiane Amanpour asked Fauci what he thinks he and the scientific community &#8220;got wrong&#8221; with the policies ...", "link": "https://www.dailywire.com/news/dr-fauci-on-mistakes-made-during-the-pandemic-we-have-to-get-away-from-the-blame-game", "date_published": "2023-04-29 19:50:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sanders On Why Democrats Won’t Primary Biden: ‘Has To Do With A Fear Of Growth Of Right-Wing Extremism’", "description": "Sen. Bernie Sanders (I-VT) said in an interview late this week that the reason Democrats are not going to primary 80-year-old President Joe Biden is because of right-wing extremism. The socialist senator made the remarks during an interview with Chris Wallace on CNN’s “Who’s Talking to Chris Wallace.” &#8220;Why is it that not a single ...", "link": "https://www.dailywire.com/news/sanders-on-why-democrats-wont-primary-biden-has-to-do-with-a-fear-of-growth-of-right-wing-extremism", "date_published": "2023-04-29 19:38:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Drone Strike Causes Fire At Key Russian Oil Depot Ahead Of Ukrainian Counteroffensive", "description": "Ukrainian drones have allegedly attacked and destroyed a Russian oil depot in Crimea Saturday. Drones reportedly attacked a fuel depot in the city of Sevastopol in Russian-occupied Crimea. The strike resulted in a massive fire at the depot, in the port city that harbors the Black Sea Fleet of the Russian Navy. The attack comes ...", "link": "https://www.dailywire.com/news/drone-strike-causes-fire-at-key-russian-oil-depot-ahead-of-ukrainian-counteroffensive", "date_published": "2023-04-29 19:35:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Judge Appoints Special Prosecutor To Build Case Against Soros Prosecutor: ‘Rudderless Ship Of Chaos’", "description": "A Missouri judge has announced that he is appointing a special prosecutor to build a criminal contempt case against St. Louis Circuit Attorney Kimberly M. Gardner, a prosecutor bankrolled by Democrat megadonor George Soros. Judge Michael Noble said that he is appointing the prosecutor after Gardner and Assistant Circuit Attorney Chris Desilets have repeatedly failed ...", "link": "https://www.dailywire.com/news/judge-appoints-special-prosecutor-to-build-case-against-soros-prosecutor-rudderless-ship-of-chaos", "date_published": "2023-04-29 19:09:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nebraska Dems Cry, Shriek With Joy After Killing Babies In Womb Remains Legal In Cornhusker State", "description": "Nebraska Democrats cried and shrieked with joy after a bill that would have protected babies in the womb once a heartbeat is detected failed to secure the necessary number of votes needed to advance in the state legislature. &#8220;ABORTION IS LEGAL IN NEBRASKA,&#8221; State Senator Megan Hunt tweeted Thursday. &#8220;Speechless,&#8221; she added, showing a video ...", "link": "https://www.dailywire.com/news/nebraska-dems-cry-shriek-with-joy-after-killing-babies-in-womb-remains-legal-in-cornhusker-state", "date_published": "2023-04-29 19:04:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Here’s Why Billionaire Ray Dalio Says America And China Are On Brink Of War", "description": "Billionaire and legendary hedge fund manager Ray Dalio has a stark warning for the West: The U.S. and China are on the brink of war. Dalio, the founder of Bridgewater Associates, has spent more than four decades dealing with Chinese businessmen and its government, and is cautioning the world that relations between the two countries ...", "link": "https://www.dailywire.com/news/heres-why-billionaire-ray-dalio-says-america-and-china-are-on-brink-of-war", "date_published": "2023-04-29 18:31:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bernie Sanders Calls For Confiscating All Money People Make Over $999 Million Per Year", "description": "Sen. Bernie Sanders (I-VT) said in an interview this week that he believes that all money people make over $999 million per year should be confiscated by the government. The socialist senator made the remarks during an interview with Chris Wallace on CNN&#8217;s &#8220;Who&#8217;s Talking to Chris Wallace.&#8221; &#8220;Sir, you&#8217;re saying that billionaires should not ...", "link": "https://www.dailywire.com/news/bernie-sanders-calls-for-confiscating-all-money-people-make-over-999-million-per-year", "date_published": "2023-04-29 18:03:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Russia Fighter Jets Are ‘Trying To Dogfight’ U.S. Fighter Jets Over Syria: Central Command", "description": "Russian fighter jets are reportedly becoming more aggressive in confronting U.S. fighter jets in the skies over the Middle East as tensions between the two world superpowers continue to rise amid Russia&#8217;s war in Ukraine. Lt. Gen. Alexus Grynkewich, who leads Air Forces Central Command, said that the Russians have become “increasingly bellicose in how ...", "link": "https://www.dailywire.com/news/russia-fighter-jets-are-trying-to-dogfight-u-s-fighter-jets-over-syria-central-command", "date_published": "2023-04-29 17:59:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Calls For Regulatory Oversight Of AI To Prevent ‘Danger To The Public’", "description": "Twitter CEO Elon Musk is warning that artificial intelligence needs government regulatory oversight like other industries in order to make sure that the public is protected from potential dangers relating to the technology. Musk made the remarks during an interview that aired Friday on HBO&#8217;s &#8220;Real Time&#8221; with Bill Maher. &#8220;A friend of mine has ...", "link": "https://www.dailywire.com/news/elon-musk-calls-for-regulatory-oversight-of-ai-to-prevent-danger-to-the-public", "date_published": "2023-04-29 17:04:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Shocker: New York Would Ban Gas Stoves In New Buildings Under Potential Budget Deal", "description": "Remember a few months ago when Legacy Media and their Democrat allies called conservatives a bunch of crazy conspiracy theorists for warning that the Left wanted to ban gas stoves? That Democrat-Media Complex episode occurred despite numerous bureaucrats and liberal politicians advocating the ban of fossil fuel power appliances and more. Well, now, New York ...", "link": "https://www.dailywire.com/news/shocker-new-york-would-ban-gas-stoves-in-new-buildings-under-potential-budget-deal", "date_published": "2023-04-29 16:50:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Montana Governor Signs ‘Youth Health Protection Act,’ Bans Trans Procedures For Kids", "description": "Montana became the latest state to ban sex-change procedures on minors after Republican Governor Greg Gianforte signed a bill into law on Friday, protecting children from the life-altering treatments. Gianforte signed Senate Bill 99, known as the “Youth Health Protection Act,” after previously sending it back to the legislature for amendments. The bill bans surgeries, ...", "link": "https://www.dailywire.com/news/montana-governor-signs-youth-health-protection-act-bans-trans-procedures-for-kids", "date_published": "2023-04-29 16:30:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Finally Begins Evacuating Americans Out Of Sudan Days After Everybody Else", "description": "President Joe Biden and his team have finally started evacuating non-government official Americans out of war-torn Sudan — days after the rest of the civilized world began doing so. On Saturday, the Associated Press reported that buses carrying several hundred American citizens finally reached Port Sudan as drones overhead kept a watchful eye against any ...", "link": "https://www.dailywire.com/news/biden-finally-begins-evacuating-americans-out-of-sudan-days-after-everybody-else", "date_published": "2023-04-29 16:12:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Future Of Controversial Surveillance Program In Question As Lawmakers Probe FBI Over Abuses", "description": "The future of a controversial surveillance program is in jeopardy as lawmakers debate its renewal amid increasing skepticism of the American intelligence community.  Debate in Congress has continued on the renewal of  Section 702 of the Foreign Intelligence Surveillance Act (FISA) before it expires at the end of the year, which allows intelligence agencies to ...", "link": "https://www.dailywire.com/news/future-of-controversial-surveillance-program-in-question-as-lawmakers-probe-fbi-over-abuses", "date_published": "2023-04-29 15:38:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Issues Warning To Parents About Public Schools", "description": "Twitter CEO Elon Musk said during an interview late this week that the reason that the so-called &#8220;woke mind virus&#8221; is spreading is because parents do not know what their children are being taught in public schools. Musk made the remarks during an interview will Bill Maher that aired Friday on HBO&#8217;s &#8220;Real Time&#8221; when ...", "link": "https://www.dailywire.com/news/elon-musk-issues-warning-to-parents-about-public-schools", "date_published": "2023-04-29 15:28:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Colorado Democrat Governor Jared Polis Signs 4 New Gun Control Bills Into Law", "description": "Colorado Democrat Governor Jared Polis signed four new gun control bills into law this week as the once-conservative state continues to march further Left. The new laws include an expansion of the state&#8217;s red flag laws. Previously, a judge could only temporarily seize someone&#8217;s firearms if family members or law enforcement petitioned the court. With ...", "link": "https://www.dailywire.com/news/colorado-democrat-governor-jared-polis-signs-4-new-gun-control-bills-into-law", "date_published": "2023-04-29 15:23:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California Man Convicted Of Murder After Plowing Car Into Three Teens Who Pranked Him", "description": "A California man accused of killing three teenagers after plowing his car into them after they had rang his doorbell as a prank has been convicted of murder.  Anurag Chandra, 45, was convicted of murder on Friday after an incident in 2020 when he responded to a “ding dong ditch” prank by chasing six teenagers ...", "link": "https://www.dailywire.com/news/california-man-convicted-of-murder-after-plowing-car-into-three-teens-who-pranked-him", "date_published": "2023-04-29 13:36:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Explains Two Aspects Of ‘The Woke Mind Virus’ That Make It Dangerous", "description": "Twitter CEO Elon Musk said during an interview with Bill Maher on HBO&#8217;s &#8220;Real Time&#8221; this week that the so-called &#8220;woke mind virus&#8221; was a threat to humanity because it stifles free speech and is fundamentally anti-meritocratic. The subject came up during a 21-minute interview on the show when Maher said that one of the ...", "link": "https://www.dailywire.com/news/elon-musk-explains-two-aspects-of-the-woke-mind-virus-that-make-it-dangerous", "date_published": "2023-04-29 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fauci Wants All The Credit, None Of The Blame", "description": "If you ask Dr. Anthony Fauci, he was a humble public servant who did the best he could to navigate the country through a once-in-a-generation pandemic, and he — as the personification of science itself — saved lives during COVID. When you ask if he deserves any culpability for any negative consequences as a result ...", "link": "https://www.dailywire.com/news/fauci-wants-all-the-credit-none-of-the-blame", "date_published": "2023-04-29 13:18:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘A Taste Of Their Own Medicine’: Chip Roy Blasts Eric Adams Over Illegal Immigrant Crisis Of Democrats’ Own Making", "description": "New York City Mayor Eric Adams is having a bit of an illegal immigration emergency in his city and is now blaming the Biden administration for the near-constant influx of foreign nationals to the Big Apple. But, as Congressman Chip Roy (R-TX) pointed out, Adams and like-minded Big Government liberals are at fault for incentivizing ...", "link": "https://www.dailywire.com/news/a-taste-of-their-own-medicine-chip-roy-blasts-eric-adams-over-illegal-immigrant-crisis-of-democrats-own-making", "date_published": "2023-04-29 12:24:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Unacceptable’: Two Red States Each Fail To Pass Pro-Life Protections By One Vote", "description": "Proposed abortion bans in two solid red states each failed by one vote this week, after being torpedoed by several Republicans who refused to vote for the pro-life measures.  In Nebraska, a six-week abortion ban could not reach the 33 votes it needed to get past a filibuster after a 32-15 vote in the state ...", "link": "https://www.dailywire.com/news/unacceptable-two-red-states-each-fail-to-pass-pro-life-protections-by-one-vote", "date_published": "2023-04-29 11:51:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Purple State Supreme Court Makes Major Ruling On Election Integrity Law, Reversing Previous Decision", "description": "The North Carolina Supreme Court made several key election decisions on Friday, ruling to reinstate a voter ID law and keep the Republican-led redistricting maps in place.  The rulings were made possible after the court was swung in November from 4-3 Democrat-controlled to 5-2 Republican. The voter ID law, enacted in 2018, had previously been ...", "link": "https://www.dailywire.com/news/purple-state-supreme-court-makes-major-ruling-on-election-integrity-law-reversing-previous-decision", "date_published": "2023-04-29 09:48:40+00:00", "persistent": false, "user": null, "language": "en-US"}]