[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC_0CVCfC_3iuHqmyClu59Uw", "title": "How Fast Will The ASUS ROG ALLY Be? RYZEN Z1 Extreme Most Powerful APU For Hand-Helds?", "description": "In this video we take a look at how the new ROG ALLy May Perform at 15 watts and 30 watts when released, AMD announces Ryzen Z1 and Z1 Extreme APUs for handheld gaming PCs, and it is going to change the game! \nThe Ryzen The Ryzen Z1 Extreme has eight of AMD’s Zen 4 CPU cores and 16 threads with a  12CU  RDNA3 iGPU, and Offers up to 8.6 teraflops of raw graphic performance! It Looks like the ASUS ROG ALLY will be using one of these new Z1 APUs! Ryzen Z1 Extreme looks like a reworked Ryzen 7840U Or 7940HS so of course we had to do some AAA Game testing at 15 Watts and 30 Watts \n\nBest Buy ROG ALLY Sign Up Page:https://howl.me/cjrWhA3KBrt\n\nFollow Me On Twitter: https://twitter.com/theetaprime\nFollow Me On Instagram: https://www.instagram.com/etaprime/\n\n25% Code for software: ETA\nWindows 10 Pro OEM Key($15): https://biitt.ly/KpEmf\nWindows10 Home Key($14): https://biitt.ly/2tPi1\nWindows 11 Pro Key($22): https://biitt.ly/RUZiX\nOffice 2019 pro key($49): https://biitt.ly/o0OQT\n\nEquipment I Use:\nMonitor: Pixio 277 Pro On Amazon: https://amzn.to/3PGUBwe\nElgato HD60 X Screen Capture Device: https://amzn.to/3GkP2AL\nTool Kit: https://amzn.to/3Wo8bpX\nCamera: https://amzn.to/3XJfFoI\n\nDISCLAIMER: This video and description contains affiliate links, which means that if you click on one of the product links, I’ll receive a small commission at no extra cost to you!\nUnder section 107 of the Copyright Act 1976, allowance is made for “fair use” for purposes such as criticism, comment, news reporting, teaching, scholarship, education, and research.\nNo Games Are Included Or Added\n\nThis video and Channel and Video are for viewers 14 years older and up. This video is not made for viewers under the age of 14. \n\nWant to send me something?\nETAPRIME \n12520 Capital Blvd Ste 401 Number 108\nWake Forest, NC 27587 US\n\n00:00 Introduction\n00:11 Overview\n00:40 Phoenix Point APU Overview\n01:48 GTA5 RDNA3 Phoenix Point APU Testing\n02:38 The Witcher 3 RDNA3 Phoenix Point APU Testing\n03:24 God Of War RDNA3 Phoenix Point APU Testing\n04:10 Spiderman Miles Morales RDNA3 Phoenix Point APU Testing\n05:01 Microsoft Flight Simulator RDNA3 Phoenix Point APU Testing\n05:50 MK11 RDNA3 Phoenix Point APU Testing\n06:30 Street Fighter 6 RDNA3 Phoenix Point APU Testing\n07:09 Forza Horizon 5 RDNA3 Phoenix Point APU Testing\n07:54 Cyberpunk 2077 RDNA3 Phoenix Point APU Testing\n08:40 Red Dead Redemption 2 RDNA3 Phoenix Point APU Testing\n09:27 Final Thoughts\n\nTHIS VIDEO IS FOR EDUCATIONAL PURPOSES ONLY!\n\n#ALLY #handheld #RDNA3 #etaprime", "link": "https://www.youtube.com/watch?v=DVf03I7ncjg", "date_published": "2023-04-29 14:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}]