[{"source": "https://www.engadget.com/rss.xml", "title": "Elon Musk says Twitter will introduce per-article charging in May", "description": "<p>Twitter might provide publishers with a new way to earn from their content outside of the typical recurring subscription option. According to company chief Elon Musk, Twitter <a href=\"https://twitter.com/elonmusk/status/1652349875017879552\">will allow</a> media publishers to charge users for access to individual articles they post on the website as as soon as next month. Users will end up paying a higher per-article price than what the cost of access to every article would amount to if they had a subscription instead. But Musk said it's for those who want to read the occasional story from a specific outlet, so each article probably wouldn't cost as much as a monthly subscription.&nbsp;</p><div id=\"a147009a612e466abf5cb927cb7e1605\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Rolling out next month, this platform will allow media publishers to charge users on a per article basis with one click.<br /><br />This enables users who would not sign up for a monthly subscription to pay a higher per article price for when they want to read an occasional article.…</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1652349875017879552?ref_src=twsrc%5Etfw\">April 29, 2023</a></blockquote></div><p>At this point in time, though, details about the upcoming feature remain vague. Musk only said that it will start rolling out next month — it's unclear what kinds of accounts and media outlets will be able to offer per-article charging. In addition, Twitter's owner didn't say how much the website would be taking as commission. When the company officially replaced Super Follows with Subscriptions, Musk announced that it <a href=\"https://www.engadget.com/twitter-replaces-super-follows-with-subscriptions-203711756.html\">won't be taking any money</a> from creators for the next 12 months. After the year is up, Twitter will be <a href=\"https://www.reuters.com/technology/twitter-take-10-cut-content-subscriptions-after-12-months-2023-04-28/\">taking a 10 percent cut</a> on subscriptions.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Engadget has reached out to the website for clarification, but it doesn't have a press team anymore. We'll have to wait for more information to know if Twitter will implement the same rule for per-article payments. Ultimately, the company will be taking a cut — Twitter, under Musk, has been introducing more and more paid features to boost revenue. It's pretty common knowledge at this point that its verification badge now comes as a perk for its <a href=\"https://www.engadget.com/twitter-blue-subscriptions-are-now-available-worldwide-211835305.html\">$8-a-month Blue subscription</a>. Twitter also shut down its free API to launch a new one that users would have to pay for. It would cost enterprise customers almost $50,000 a month to access the new API, so some organizations and companies such as <a href=\"https://www.engadget.com/nycs-transport-authority-will-no-longer-post-service-alerts-on-twitter-051701441.html\">NYC's transport authority</a> had chosen to <a href=\"https://www.engadget.com/microsoft-removes-twitter-from-its-social-media-tool-for-advertisers-051717547.html\">end Twitter integration</a> or to leave the website instead.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/elon-musk-says-twitter-will-introduce-per-article-charging-in-may-230739305.html?src=rss", "link": "https://www.engadget.com/elon-musk-says-twitter-will-introduce-per-article-charging-in-may-230739305.html?src=rss", "date_published": "2023-04-29 23:07:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple drops lawsuit against former exec who accused company of spying", "description": "<p>After more than three years of litigation, Apple has quietly dropped its lawsuit against Gerard Williams III, the former chip executive the company accused of poaching employees. Williams <a href=\"https://www.engadget.com/2019-03-30-apple-chip-designer-gerard-williams.html\"><ins>spent nearly a decade</ins></a> working for Apple, leading development on some of its most important chips – including the <a href=\"https://en.wikipedia.org/wiki/Apple_A7\"><ins>A7</ins></a>, the first 64-bit processor for mobile devices.</p><p>In 2019, Williams left Apple to co-found Nuvia, a chip design firm <a href=\"https://www.engadget.com/qualcomm-acquires-chip-firm-nuvia-founded-by-ex-apple-cpu-executives-101434425.html\"><ins>later acquired by Qualcomm in 2021</ins></a>. When the tech giant first sued Williams, it accused him of “secretly” starting Nuvia and recruiting talent for his startup while he was still an Apple employee. Williams disputed Apple’s claims and accused the company of <a href=\"https://www.engadget.com/2019-12-10-apple-lawsuit-snooped-text-messages.html\"><ins>spying on his text messages</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>As <a href=\"https://www.bloomberg.com/news/articles/2023-04-29/apple-drops-suit-against-ex-chip-exec-williams-who-started-nuvia?sref=10lNAhZ9\"><ins>reported by </ins><em><ins>Bloomberg</ins></em></a>, Apple filed a request to dismiss the suit against Williams earlier this week. The document does not state the company’s reason for dropping the case. However, it does say Apple did so “with prejudice,” meaning it cannot file the same claim against Williams again. It also suggests the two sides came to a settlement. Apple did not immediately respond to Engadget’s comment request.</p><p>In the weeks leading up to Wednesday’s dismissal request, court documents show Apple sought the recusal of Judge Sunil Kulkarni. Around March 17th, 2023, the company added two lawyers from the legal firm <a href=\"https://www.mofo.com/\"><ins>Morrison and Foerster</ins></a> to the team litigating its case against Williams. On March 28th, Judge Sunil Kulkarni <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=cc8a75f0-b695-4a6a-a33c-41019f4bfaa4&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Scribd&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjYzhhNzVmMC1iNjk1LTRhNmEtYTMzYy00MTAxOWY0YmZhYTQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2NyaWJkLmNvbS9kb2N1bWVudC82NDE2ODkxMzgvSnVkZ2UtS3Vsa2FybmktZGlzY2xvc3VyZSIsImNvbnRlbnRVdWlkIjoiMGI5ZTdmZGMtNjU1OC00MDZhLTkzNjEtM2QzZDYyZjMyNzNjIn0&amp;signature=AQAAAS2q32ApmLH1e72mnoW6Ie8Yycpow3cDy9edA6Hf3NCT&amp;gcReferrer=https%3A%2F%2Fwww.scribd.com%2Fdocument%2F641689138%2FJudge-Kulkarni-disclosure\">filed a brief disclosing</a> that he had worked at Morrison and Foerster for approximately 13 years and had kept in contact “over the years” with <a href=\"https://www.mofo.com/people/bryan-wilson\"><ins>Bryan Wilson</ins></a> and <a href=\"https://www.mofo.com/people/kenneth-kuwayti\"><ins>Ken Kuwayti</ins></a>, the two “MoFo” attorneys Apple hired on as counsel earlier in the month.</p><p>“I have occasional social interactions with them (e.g., bimonthly lunches, seeing them at parties of mutual friends, and so on),” Judge Kulkarni wrote. “I believe I have recused myself from past cases involving Mr. Wilson and/or Mr. Kuwayti, but solely as a prophylactic measure.” After learning of the involvement of his former colleagues, Judge Kulkarni held an “informal” meeting with the two sides where he said he was “leaning toward recusal” if Apple retained the counsel of either Wilson or Kuwayti. In that same meeting, Kulkarni says he told Apple and Williams his recusal from the case would likely mean a delay in the case going to trial. Before the meeting, the case was scheduled to go to trial on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=cc8a75f0-b695-4a6a-a33c-41019f4bfaa4&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Scribd&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjYzhhNzVmMC1iNjk1LTRhNmEtYTMzYy00MTAxOWY0YmZhYTQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2NyaWJkLmNvbS9kb2N1bWVudC82NDE2ODkzOTEvVHJpYWwtc2NoZWR1bGUiLCJjb250ZW50VXVpZCI6IjBiOWU3ZmRjLTY1NTgtNDA2YS05MzYxLTNkM2Q2MmYzMjczYyJ9&amp;signature=AQAAAdKGRkXOuAgKy5r3W0a1pqpoK9U1SQio5w4ccYSJ6w89&amp;gcReferrer=https%3A%2F%2Fwww.scribd.com%2Fdocument%2F641689391%2FTrial-schedule\">October 2nd, 2023</a>.</p><p>In a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=cc8a75f0-b695-4a6a-a33c-41019f4bfaa4&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Scribd&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjYzhhNzVmMC1iNjk1LTRhNmEtYTMzYy00MTAxOWY0YmZhYTQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2NyaWJkLmNvbS9kb2N1bWVudC82NDE2ODg5OTEvV2lsbGlhbXMtYnJpZWYtYWdhaW5zdC1qdWRnZS1yZWN1c2FsIiwiY29udGVudFV1aWQiOiIwYjllN2ZkYy02NTU4LTQwNmEtOTM2MS0zZDNkNjJmMzI3M2MifQ&amp;signature=AQAAAY7u1ag2vyFW-Rb3zKxoCjYpDNWX6M6RwtTdtqD-UZnQ&amp;gcReferrer=https%3A%2F%2Fwww.scribd.com%2Fdocument%2F641688991%2FWilliams-brief-against-judge-recusal\">brief filed on April 6th</a>, Williams and his legal team came out strongly against the idea of Judge Kulkarni removing himself from the case, arguing Apple’s position on the subject “should not matter” and that the move had the potential to be “prejudicial” against the former exec.</p><p>“Given that this case has been pending for over three years – with a fast-approaching discovery deadline and trial date – and given the Court’s familiarity with the parties, the case history, and the applicable law, the Court’s recusal decision has the potential to be prejudicial and disruptive,” the brief states. It then argues it was Apple that introduced a potential conflict of interest to the case.</p><p>“Even if a conflict existed that <em>might </em>warrant recusal, the procedure imposed by the Court – allowing the party that introduced the ‘conflict’ and would theoretically stand to benefit from it – to decide whether to waive it is inconsistent with basic rules of fairness and due process,” the brief concludes. “Such a procedure would set a dangerous precedent for judge shopping in the middle of a case: any part, at any time, could recruit former colleagues of a sitting judge and then force his or her recusal.”</p><p>Putting together what happened after that point is more difficult. However, after the 6th, the court in Santa Clara held multiple hearings where no one from either side appeared. Apple then filed to dismiss the case on April 26th. Qualcomm, Williams' current employer, did not immediately respond to Engadget's request for comment.&nbsp;</p><div id=\"c6602dd791a4476c813630650a059303\"><div style=\"width: 100%; height: 0; padding-top: 45px;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/apple-drops-lawsuit-against-former-exec-who-accused-company-of-spying-211547595.html?src=rss", "link": "https://www.engadget.com/apple-drops-lawsuit-against-former-exec-who-accused-company-of-spying-211547595.html?src=rss", "date_published": "2023-04-29 21:15:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Leaked Google Pixel Fold images show a sleek, nearly gapless hinge", "description": "<p>With <a href=\"https://www.engadget.com/google-io-2023-takes-place-on-may-10th-in-front-of-a-limited-in-person-audience-232154501.html\"><ins>Google I/O less</ins></a> than two weeks away, the Pixel leaks are starting to come hard and fast. On Friday, leaker (and former Engadget editor) <a href=\"https://twitter.com/evleaks\">Evan Blass</a> shared (via <a href=\"https://www.theverge.com/2023/4/29/23703925/google-pixel-fold-leak-evan-blass-marketing-renders\"><em>The Verge</em></a>) two 4K renders of the Pixel Fold. The images almost certainly originally came from Google, so they offer our best look at the device yet.</p><p>Unfortunately, Blass didn’t post an image of the front of the foldable, so, for at least the time being, we can’t compare the renders against the alleged video of the Pixel Fold that leaker Kuba Wojciechowski <a href=\"https://www.engadget.com/leaked-pixel-fold-video-shows-an-internal-display-with-chunky-bezels-164425413.html\"><ins>uploaded on April 21st</ins></a>. What’s more, the one render of the Fold’s back cover doesn’t give a sense of how pronounced the camera bump is. However, they do show a device that looks sleeker than the one we’ve seen leak before.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"The front of the Pixel Fold and the back of the Pixel 7a in coral.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/3c373730-e6a4-11ed-a70e-1960244a927d\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Evan Blass</div></figure><p>The Pixel Fold will reportedly cost $1,700 when it arrives later this year. According to a <a href=\"https://www.engadget.com/google-will-reportedly-announce-a-foldable-pixel-phone-at-io-next-month-155136945.html\"><ins>recent </ins><em><ins>CNBC </ins></em><ins>report</ins></a>, the device will feature a 7.6-inch foldable display and a 5.8-inch external screen. It will also supposedly sport the “most durable hinge” on any foldable device to date. Judging from the images Blass shared, there may be some merit to that claim.&nbsp;</p><p>Separately, Blass shared an image of the Pixel 7a in a striking coral colorway. Google is expected to offer its next midrange device in three other colors — blue, black and white — and the device could <a href=\"https://www.engadget.com/googles-pixel-7a-may-cost-50-more-than-its-predecessor-210005898.html\">cost $50 more</a> than its predecessor. With Google I/O set for May 10th, expect to learn more about the Pixel Fold and Pixel 7a soon.&nbsp;&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/leaked-google-pixel-fold-images-show-a-sleek-nearly-gapless-hinge-160537647.html?src=rss", "link": "https://www.engadget.com/leaked-google-pixel-fold-images-show-a-sleek-nearly-gapless-hinge-160537647.html?src=rss", "date_published": "2023-04-29 16:05:37+00:00", "persistent": false, "user": null, "language": "en-US"}]