[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Surviving the Iraq War’s Bloodiest Battle: An Iraqi Mother’s Story | FRONTLINE", "description": "Prior to an operation to retake Fallujah from insurgents, the U.S. military warned civilians to leave the city. But for many Fallujah residents, leaving wasn’t possible. One Iraqi mother shares her story in this excerpt from the documentary \"Once Upon a Time in Iraq: Fallujah.\"\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nWith this spring marking the 20-year anniversary of the U.S.-led invasion of Iraq, \"Once Upon A Time In Iraq: Fallujah\" chronicles one of the Iraq War’s defining episodes through the eyes of people who were there — including Iraqi civilians like Nidhal Abed.\n\n“About a week before they invaded Fallujah, the American army dropped the worst of the worst on us. Not just on Al Qaeda, but on the innocent people,” Abed says in the above documentary excerpt. “When we went to look for the bodies of our relatives, we found them crushed and flattened.”\n\nIt was a time of intense fear. “We were sitting with our kids, afraid of being attacked any moment,” Abed remembers.\n\nHer first child, Mustafa, was two years old at the time.\n\n“He was very young. He couldn’t understand. When there was bombing, he’d shake,” Abed says of her son. “He’d run and cling to me and my mother.”\n\n“That was,” Abed adds, “before he was injured.”\n\nWatch \"Once Upon A Time In Iraq: Fallujah\" in full starting May 23, 2023.\n\n#DocumentaryExcerpt #Fallujah #Iraq #IraqWar\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.", "link": "https://www.youtube.com/watch?v=TS3LeFvEISM", "date_published": "2023-05-23 14:31:05+00:00", "persistent": false, "user": null, "language": "en-US"}]