[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "LORDS OF THE FALLEN Official Gameplay and Release Date Reveal Trailer", "description": "A vast world awaits in all-new, dark fantasy action-RPG, Lords of the Fallen. As one of the fabled Dark Crusaders, embark on an epic quest to overthrow Adyr, the demon God.\n\nLords of the Fallen releases on October 13, 2023 on PlayStation 5, Xbox Series X and S, and PC.\n\n#lordsofthefallen #gaming", "link": "https://www.youtube.com/watch?v=J1AC2YNxWtQ", "date_published": "2023-05-23 23:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Zelda Tears of the Kingdom Currency Guide", "description": "From how to find and spend rupees, to explaining Zonaite, Crystalized Charges, Bubbul Gems and more, here is a guide to every currency in Tears of the Kingdom, without duplication exploits.\n#gaming #TearsOfTheKingdom #gamespot \n\nTimestamps: \n00:48 - Rupees\n03:38 - Zonaite and Crystalized Charges\n06:12 - Bubbul Gems\n07:00 - Pony Points\n07:30 - Korok Seeds and Hestu's location\n08:19 - Poes and the Bargainer Statue\n08:38 - Sage's Will", "link": "https://www.youtube.com/watch?v=VM2JjQZuS5M", "date_published": "2023-05-23 22:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Warhammer 40,000: Boltgun Review - Purge And Tear", "description": "Warhammer 40,000: Boltgun captures the fast-paced action of classic '90s shooters and accentuates it with an assortment of the Space Marines' finest weaponry.\n\n#gaming  #warhammer40k  #gamespot", "link": "https://www.youtube.com/watch?v=g_ihFqdLSnk", "date_published": "2023-05-23 15:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Game Pass Has Changed Me For Better Or Worse | The Kurt Locker", "description": "Over the six years of being a Game Pass subscriber, Kurt's relationship with games, how he plays them and buys them, has been dramatically altered… for better or worse.\n\nGame Pass. It's the service that has become synonymous with the phrase “the greatest deal in gaming” – and rightfully so. It has had a tremendous impact on the way many of us play games… Kurt included. Over the years of being a Game Pass subscriber, Kurt's relationship with games, how he buys them, plays them, and what console he chooses to play them on, has been dramatically altered. In fact, the whole endeavor revealed parts of his gaming habits that he's not entirely thrilled to admit. \n\nIn this episode of The Kurt Locker, Kurt debates whether or not the effect Game Pass has had on his gaming habits have been good or bad, because he thinks it's a little bit of both. But even more so, it's had him asking another question: is Game Pass changing the way we value games?\n\nTo illustrate Kurt's relationship with the service, he details his time with two of the biggest games to come to Game Pass this year: Ghostwire: Tokyo and Hi-Fi Rush (two games that just so happen to come from developer Tango Gameworks). But beyond the games available to the service, he also realizes that it's changed the way he purchases games, now hoping that some games he's interested in eventually come to the service rather than paying for it at its release – games like The Callisto Protocol.\n\nCheck out more episodes of The Kurt Locker here: https://youtube.com/playlist?list=PLpg6WLs8kxGNL5FL6lNys2rK-3lajF_F8\n\nTimestamps:\n\n00:00 - Is Game Pass Changing How We Value Games?\n01:03 - Breaking down my Game Pass experience with Ghostwire: Tokyo and Hi-Fi Rush\n03:40 - My shameful gaming habits\n05:21 - The value proposition is changing\n07:07 - My complicated relationship with The Callisto Protocol \n08:50 - Game Pass has changed me whether I like it or not\n\n#gamespot #gaming #thekurtlocker #gamepass", "link": "https://www.youtube.com/watch?v=2uULX45bTT8", "date_published": "2023-05-23 14:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}]