[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "GoldenJackal: New Threat Group Targeting Middle Eastern and South Asian Governments", "description": "Government and diplomatic entities in the Middle East and South Asia are the target of a new advanced persistent threat actor named GoldenJackal.\nRussian cybersecurity firm Kaspersky, which has been keeping tabs on the group's activities since mid-2020, characterized the adversary as both capable and stealthy.\nThe targeting scope of the campaign is focused on Afghanistan, Azerbaijan, Iran, Iraq,", "link": "https://thehackernews.com/2023/05/goldenjackal-new-threat-group-targeting.html", "date_published": "2023-05-23 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "North Korean Kimsuky Hackers Strike Again with Advanced Reconnaissance Malware", "description": "The North Korean advanced persistent threat (APT) group known as Kimsuky has been observed using a piece of custom malware called RandomQuery as part of a reconnaissance and information exfiltration operation.\n\"Lately, Kimsuky has been consistently distributing custom malware as part of reconnaissance campaigns to enable subsequent attacks,\" SentinelOne researchers Aleksandar Milenkoski and Tom", "link": "https://thehackernews.com/2023/05/north-korean-kimsuky-hackers-strike.html", "date_published": "2023-05-23 13:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "The Rising Threat of Secrets Sprawl and the Need for Action", "description": "The most precious asset in today's information age is the secret safeguarded under lock and key. Regrettably, maintaining secrets has become increasingly challenging, as highlighted by the 2023 State of Secrets Sprawl report, the largest analysis of public GitHub activity. \nThe report shows a 67% year-over-year increase in the number of secrets found, with 10 million hard-coded secrets detected", "link": "https://thehackernews.com/2023/05/the-rising-threat-of-secrets-sprawl-and.html", "date_published": "2023-05-23 11:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New WinTapix.sys Malware Engages in Multi-Stage Attack Across Middle East", "description": "An unknown threat actor has been observed leveraging a malicious Windows kernel driver in attacks likely targeting the Middle East since at least May 2020.\nFortinet Fortiguard Labs, which dubbed the artifact WINTAPIX (WinTapix.sys), attributed the malware with low confidence to an Iranian threat actor.\n\"WinTapix.sys is essentially a loader,\" security researchers Geri Revay and Hossein Jazi said", "link": "https://thehackernews.com/2023/05/new-wintapixsys-malware-engages-in.html", "date_published": "2023-05-23 11:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "China Bans U.S. Chip Giant Micron, Citing \"Serious Cybersecurity Problems\"", "description": "China has banned U.S. chip maker Micron from selling its products to Chinese companies working on key infrastructure projects, citing national security risks.\nThe development comes nearly two months after the country's cybersecurity authority initiated a probe in late March 2023 to assess potential network security risks.\n\"The purpose of this network security review of Micron's products is to", "link": "https://thehackernews.com/2023/05/china-bans-us-chip-giant-micron-citing.html", "date_published": "2023-05-23 06:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}]