[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "The FOSS & privacy champion you didn't know about: FRAMASOFT", "description": "Head to https://squarespace.com/thelinuxexperiment to save 10% off your first purchase of a website or domain using code thelinuxexperiment\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#opensource #freesoftware #framasoft\n\n00:00 Intro\n00:33 Sponsor: 10% off your first purchase of a website with Squarespace\n01:32 What is Framasoft\n02:52 CHATONS\n04:16 Productivity Services\n07:18 Communication & Organization\n10:57 Other projects\n12:06 Parting Thoughts\n13:28 Sponsor: Get a PC that runs Linux perfectly, with Tuxedo\n14:32 Support the channel\n\nFramasoft's Website: https://framasoft.org/en/\n\n\nFramasoft is a french non profit, that was founded in 2004, is financed by user donations, and they provide a LOT of privacy focused, free and open source tools you can use.\n\nLet's start with one important project, which is called CHATONS, which means Kittens in French. CHATONS is a collective designed to let users find alternatives to big tech services. It's also a simple website that lets you search for a specific service, like a VPN, cloud storage, note taking, or more, so you can find a trustworthy service that provides that.\n\nNow, let's look at a few tools Framasoft offer for productivity.\n\nFirst is Framapad, a lightweight equivalent to Google Docs. It won't give you all the features Docs have, but that's not the goal. The goal is to have a collaborative, online note taking tool that will be enough for a lot of users.\n\nThe spreadsheet pendant of Framapad is FramaCalc, which is a simple online spreadsheet app you can also access without creating an account. While the interface isn't the most user friendly ever, it's serviceable enough. It's also free software, using the CPAL license, and it's based on Ethercalc.\n\nYou also have FramaForms, a Google forms alternative that lets you create a quick survey, and share it with others so they can fill it in. There's also Framindmaps, which as its name implies, lets you create mind maps, and Framacarte, which lets you create custom maps based on Open Street maps.\n\nNow for organizing your daily life, Framasoft also has a bunch of tools available. \n\nThe first one is Framagenda, which is nothing less than your own Nextcloud calendar, with all its features: you can create your calendars, events in them, and connect it to any Nextcloud compatible app, including the GNOME or KDE Online accounts if you want.\n\nNext is FramaDate, which lets you create a small poll for a few dates, so people can tell you which date and time works best for them. It's basically similar to something like Doodle.com, where people can enter their name, and say for each date and time if they're available or not.\n\nIf you're trying to organize a bigger event, Framasoft also has an alternative, called Mobilizon. You'll need to create an account to use this. You can then create your own event, complete with a category, some tags, start and end dates, a location, description, a website URL...\n\nIf what you want is a simple video conference tool, there's Framatalk, which will let you create a Jitsi meeting without an account or anything, and invite other people in it.\n\nFor discussion groups, there's Framavox. It will require an account for everyone participating in the group, and it lets you creates conversations, polls, share files, create sub groups, and more. Think of it as a Facebook page cross-bred with a small private forum.\n\nAnd if you were looking for something like Slack or Discord, but open source, there's FramaTeam, which is based on Mattermost, an almost perfect 1:1 clone of Slack, using the MIT license.\n\nAnd of course, they have other projects as well. Framalistes lets you create a mailing list and manage people who subscribe to them, Framagames will give you a compilation of small games you can play in your browser, like 2048, Sudoku, SOlitaire, Tetris, Framinetest is their own Minetest server, an open source minecraft clone, and Framasoft also created Peertube, the peer to peer, activityPub enabled alternative to Youtube.", "link": "https://www.youtube.com/watch?v=5sVnz4nSYiU", "date_published": "2023-05-23 16:02:17+00:00", "persistent": false, "user": null, "language": "en-US"}]