[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 Will Perform a Fatality on Your Hard Drive - IGN Daily Fix", "description": "On today's Daily Fix:\nYou may want to clear out some old games from your PC's hard drive because Mortal Kombat 1 will come packing a fatal 100GB of data. Tons of games are getting new updates. Finally, Nintendo is facing a lawsuit in relation to the Spotlight Pipes lootboxes that were available in mobile game Mario Kart Tour until September 2022.\n\n#IGN #MortalKombat", "link": "https://www.youtube.com/watch?v=wyYZJhj-z-I", "date_published": "2023-05-23 23:01:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2 - Official Challenger Archetype Reveal Trailer", "description": "Remnant 2 is an upcoming action-survival shooter with a new trailer that shows off the Challenger Archetype, giving players the chance to excel in their up-close and personal battles. Players can use the Challenger Archetype’s Strong Back trait being its reduced armor encumbrance to power through brutal damage. Remnant 2 is launching in Summer 2023 for PlayStation 5, Xbox Series S|X, and PC.\n\n#IGN #Remnant #Gaming", "link": "https://www.youtube.com/watch?v=Wy0X0PnkpQg", "date_published": "2023-05-23 23:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Miasma Chronicles - Official Launch Trailer", "description": "Miasma Chronicles is a post-apocalyptic turn-based tactical adventure game where the world is ravaged by a substance called Miasma. Players take on the role of Elvis who finds a strange glove that can bend and control the Miasma which sets him off with his brother to discover the mystery of Miasma. Utilize stealth, environmental factors, and Elvis’ glove to gain the upper hand in strategic encounters. Level up and upgrade your party’s weapons and abilities as you explore the desolate beauty of New America. Miasma Chronicles is available today for PlayStation 5, Xbox Series S|X, and PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=clC2TSn4dkw", "date_published": "2023-05-23 22:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "F1 Manager 2023 - Official Announce Trailer", "description": "Check out the announcement trailer for F1 Manager 2023, the next game in the series coming to PC, PlayStation 5, PlayStation 4, Xbox Series X/S, and Xbox One.\n\nIn F1 Manager 2023, take on all the challenges of being an F1 team principal in the new 2023 season and beyond. Choose any one of the ten teams from the 2023 championship and compete across a historic 23 races and six F1 Sprint events. Hire and develop real-world drivers and staff, build and improve your HQ, and create the next force to be reckoned with in F1.\n\n#IGN #F1 #Gaming", "link": "https://www.youtube.com/watch?v=xD8kB0vNsAg", "date_published": "2023-05-23 21:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "CONVERGENCE: A League of Legends Story - Official Launch Trailer", "description": "CONVERGENCE: A League of Legends Story is a story-driven 2D action platformer where players will explore the world of Zaun as champion Ekko, a young inventor with an ingenious device to manipulate time. Ekko will face the consequences that come with time manipulation as he works with his friends to keep the city safe from danger. CONVERGENCE: A League of Legends Story is available now on PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #LeagueOfLegends", "link": "https://www.youtube.com/watch?v=99Y5rWwEW-o", "date_published": "2023-05-23 20:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ruby Gillman, Teenage Kraken - Official Trailer #2 (2023) Lana Condor, Jaboukie Young-White", "description": "Sometimes the hero you are meant to be lies just beneath the surface. Check out the new trailer for Ruby Gillman, Teenage Kraken, an upcoming DreamWorks Animation film starring Lana Condor, Jaboukie Young-White, Toni Collette, Jane Fonda, Annie Murphy, Colman Domingo, Sam Richardson, and Blue Chapman. The film also stars Will Forte, Nicole Byer, Liza Koshy, Ramona Young, Eduardo Franco, and Echo Kellum.\n\nThis summer, DreamWorks Animation dives into the turbulent waters of high school with a hilarious, heartfelt action comedy about a shy teenager who discovers that she’s part of a legendary royal lineage of mythical sea krakens and that her destiny, in the depths of the oceans, is bigger than she ever dreamed. \n\nSweet, awkward 16-year-old Ruby Gillman (Lana Condor) is desperate to fit in at Oceanside High, but she mostly just feels invisible. \n\nShe’s math-tutoring her skater-boy crush (Jaboukie Young-White), who only seems to admire her for her fractals, and she’s prevented from hanging out with the cool kids at the beach because her over-protective supermom (Toni Collette), has forbade Ruby from ever getting in the water. \n\nBut when she breaks her mom’s #1 rule, Ruby will discover that she is a direct descendant of the warrior Kraken queens and is destined to inherit the throne from her commanding grandmother (Academy Award® winner Jane Fonda), the Warrior Queen of the Seven Seas. \n\nThe Kraken are sworn to protect the oceans of the world against the vain, power-hungry mermaids who have been battling with the Kraken for eons. There’s one major, and immediate, problem with that: The school’s beautiful, popular new girl, Chelsea (Annie Murphy) just happens to be a mermaid. Ruby will ultimately need to embrace who she is and go big to protect those she loves most. \n\nThe film is directed by Kirk DeMicco and produced by Kelly Cooney Cilella, with Faryn Pearl serving as co-director.\n\nRuby Gillman, Teenage Kraken will be available in theaters on June 30, 2023.\n\n#IGN #Dreamworks #Movies", "link": "https://www.youtube.com/watch?v=xdWo2te83GE", "date_published": "2023-05-23 19:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Callisto Protocol - Official Riot Mode Bundle Trailer", "description": "The Callisto Protocol has launched a new game mode called Riot Mode enabling players access to the ultimate test to compete for high scores. An undiscovered area of Black Iron Prison has been unlocked for players where they will fight through increasingly difficult waves of enemies, earning credits to unlock powerful upgrades and purchase health and resources to help them survive. Riot Mode comes along with the Riot Bundle including eleven new enemy death animations and The Prospector Skin Collection. Riot Mode for The Callisto Protocol is available now for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=VRTBUbt21Zw", "date_published": "2023-05-23 18:30:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fortnite - Official Miles Morales and Spider-Man 2099 Trailer", "description": "Fortnite is introducing two new skins for the release of the upcoming Spider-Man: Across the Spider-Verse movie. Players will be able to purchase the Spider-Man (Miles Morales) Outfit and the Spider-Man 2099 Outfit available now in the Item Shop. Along with the new Outfits, players will be able to pick up the Spider-Verse Web-Shooters to complete Spidey-themes Quests in Fortnite. The Spider-Man: Across the Spider-Verse-themed Outfits and Items are available now in Fortnite.\n\n#IGN #Fortnite #Gaming", "link": "https://www.youtube.com/watch?v=escXynV4Dqs", "date_published": "2023-05-23 18:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Top 5 Things To Know about Ekko in CONVERGENCE: A League of Legends Story", "description": "In Riot Forge's CONVERGENCE, A League of Legends Story, every second counts - especially when you can go back to fix the mistakes of the past. \nBefore you dive into Zaun to take on the devious Chembarons and other opponents, we're traveling through multiple timelines to find out everything there is to know about Ekko: The Boy Who Shattered Time. \n\nPresented by Riot Forge.\n\n#ConvergenceALeagueOfLegendsStory #Ekko", "link": "https://www.youtube.com/watch?v=rg8ThjrWHYc", "date_published": "2023-05-23 17:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Robobeat - 10 Minutes of Exclusive Gameplay", "description": "Enjoy 10 minutes of gameplay from Robobeat, which its one-man developer Simon Fredholm describes as \"a rogue-lite rhythm shooter, where there is plenty of shooting, wall-running, sliding, and bunny hopping, all in sync with the beat!\" It will be available for PC (via Steam and Epic Games Store) later this year.\n\n#Robobeat #Gameplay", "link": "https://www.youtube.com/watch?v=EnQ9HEgoqsg", "date_published": "2023-05-23 17:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhorse One: Exclusive Trailer (2023) Johnny Strong, Athena Durner, Raj Kala", "description": "Warhorse One follows a desperate civilian rescue attempt set in motion shortly after the 2021 withdrawal of the United States military from Afghanistan. After a SEAL team helicopter is downed en route to the rendezvous point, the lone surviving operator must evade hostile insurgents and navigate treacherous terrain while guiding his one remaining charge—a traumatized young girl—to safety. Johnny Strong, Athena Durner, and Raj Kala star. Written and directed by Johnny Strong and William Kaufman, Warhorse One will be available in select theaters on June 30; On Demand, and digital on July 4.\n\n#WarhorseOne", "link": "https://www.youtube.com/watch?v=ijjtsP3X6YU", "date_published": "2023-05-23 16:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Who Is Diablo 4's Main Villain Lilith?", "description": "Throughout the Diablo series, players have faced off against numerous powerful beings. Diablo 1 and 2 tasked us with defeating the Prime Evils, the formidable leaders of Hell’s forces. Diablo 3 featured a renegade angel as the big bad. In Diablo IV, the ultimate foe is none other than the Daughter of Hatred and Mother of Sanctuary herself: Lilith. It’s time to dive deep into the lore of Lilith.\nLilith's history is rife with conflict. We're detailing Mephisto, Inarius, the creation of Sanctuary, nephalem, the Triune, Burning Hells, Church of Light, and more!\n\nDiablo IV releases on PC, Xbox Series consoles, PlayStation 5, and PlayStation 4 on June 6th.\nPresented by Diablo IV.\n\n#IGN #Gaming #Diablo 4", "link": "https://www.youtube.com/watch?v=jwatRvZcJ2A", "date_published": "2023-05-23 16:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "John Wick: Chapter 4 - Exclusive Behind the Scenes Stunt Clip (2023) Keanu Reeves", "description": "Go behind the scenes of the filming of the epic battle on the stairs of Montmartre to Sacré-Coeur in Paris.\n\nThe high action-thriller, which has grossed a franchise-best $400 million+ at the global box office, directed by Chad Stahelski and written by Shay Hatten and Michael Finch, stars Keanu Reeves as he returns in the titular role, joined by franchise regulars Laurence Fishburne, Lance Reddick, and lan McShane while welcoming Donnie Yen, Bill Skarsgård, Hiroyuki Sanada, Shamier Anderson, Rina Sawayama, and Scott Adkins.\n\nJohn Wick: Chapter 4 is on Digital today and 4K Ultra HD Combo Pack, Blu-ray Combo Pack, DVD, & On Demand on June 13 from Lionsgate.\n\n#IGN #Movies #JohnWick", "link": "https://www.youtube.com/watch?v=fdNkGq4kroQ", "date_published": "2023-05-23 16:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer 40K: Boltgun Review", "description": "Warhammer 40,000: Boltgun reviewed by Jon Bolding on PC. Also available on Xbox, PlayStation, and Nintendo Switch.\n\nBoltgun impresses with Warhammer 40K chops and a fully realized vision of the famous franchise as a modern retro-shooter, light on story but heavy on action and nods to the tabletop game. The level design of its many fast-paced arena fights is enjoyable, but the momentum drags once the new weapon and enemy types run out about halfway through. Nonetheless, the quality's high enough that I never got bored – but I think someone who isn't hungry for a retro-shooter or any 40K game they can get their hands on might be a bit let down.\n\n#IGN #Gaming #Warhammer", "link": "https://www.youtube.com/watch?v=Nn-VKi0urPs", "date_published": "2023-05-23 15:17:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "GPD Win 4 Review", "description": "The handheld gaming revolution has arrived for PC gamers, and there are more options than ever to choose from to get your gaming fix on the go. The GPD Win 4 makes for an especially interesting choice, with its PS Vita-like design and hidden slide-out keyboard. It feels more like a true pocket PC than any handheld we’ve tested so far, and is on the more affordable side at $799.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=hQFfC2bY5uE", "date_published": "2023-05-23 15:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "After Us Review", "description": "After Us reviewed by Gabriel Moss on PlayStation 5. Also available on PS4, Xbox, and PC.\n\nAfter Us is difficult to recommend for its platforming alone, though its nature-focused kitsch gives way to gorgeous visuals as you breathe life back into its post-apocalyptic world. Some of its levels left a grin on my face, whereas others had me begging for sweet release from the inconsistent controls and directionless world. At least there’s a silver lining in that its beautiful art direction and entrancing musical score make for some really cool sequences. And yet I can’t help but feel like After Us is too heavy-handed about its environmentalist themes for a video game that hardly characterizes its protagonist and has literally no dialogue. By the end, I felt like I’d have done less environmental damage had I simply chosen to skip it.\n\n#IGN #Gaming #AfterUs", "link": "https://www.youtube.com/watch?v=EDL4XffVhSA", "date_published": "2023-05-23 15:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Total War: Pharaoh - Official Announce Trailer", "description": "Watch the announcement trailer for Total War: Pharaoh, the next game in the strategy franchise coming in October 2023. Get ready to dive into the turbulent events of the Egyptian New Kingdom period where you will determine the fate of three great cultures as they fight for survival amid the cataclysmic Bronze-Age Collapse. \n\nIn Total War: Pharaoh, the Pharaoh is dead, and the people of Egypt, Canaan, and the Hittite empire cry out for a new leader. Many desire the power of the throne, but the path to becoming Pharaoh is a perilous one. As the leader of these great nations, you must overcome societal collapse, face natural disasters and fight to protect your people against invaders from far off lands.  \n\nTotal War: Pharaoh features a choice of eight faction leaders from three rich cultural hubs, with unique playstyles and diverse unit rosters. Whether you’re charming the courts as a peerless diplomat, charging into battle as an unwavering commander or causing chaos as a fearless warlord, become a leader that history will remember.\n\n#IGN #TotalWar #Gaming", "link": "https://www.youtube.com/watch?v=QxpwPBhbGoo", "date_published": "2023-05-23 15:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Samba de Amigo: Party Central – The First Preview", "description": "We took our first test drive with the maracas of Samba de Amigo: Party Central, the long-awaited follow-up to the popular arcade-turned-Nintendo-Wii game from Sega. Previewed on Nintendo Switch by Luke Winkie.", "link": "https://www.youtube.com/watch?v=Z_D8PEVqurI", "date_published": "2023-05-23 14:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Front - Exclusive Official Gameplay Trailer", "description": "Get your first look at gameplay from The Front, an upcoming open-world survival shooter from Samar Studio.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=PzYwyhvxcTo", "date_published": "2023-05-23 14:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sheroes - Exclusive Official Trailer (2023) Isabelle Fuhrman, Wallis Day, Skai Jackson", "description": "Isabelle Fuhrman (Orphan: First Kill), Sasha Luss (Anna), Wallis Day (Batwoman), and Skai Jackson (Bunk'd) star in the ultimate adrenaline-fueled thrill ride from a producer of Spring Breakers. When four thick-as-thieves friends arrive in Thailand for a hedonistic adventure, they quickly find themselves in over their heads when one of them is kidnapped by a notorious drug lord. As they fight to stay alive and protect each other, they'll employ their unique set of skills and unleash their fierce loyalty in a heart-pumping battle for survival. Written and directed by Jordan Gertner, Sheroes will open in select theaters and on digital on June 23, 2023.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=D_tH4P85hi0", "date_published": "2023-05-23 14:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hello Neighbor VR: Search and Rescue - Official Launch Trailer", "description": "The scares of Hello Neighbor come to VR on the Quest Store on May 25 with Hello Neighbor VR: Search and Rescue. Check out the launch trailer.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=HjPyy8kDjJc", "date_published": "2023-05-23 12:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Nimona - Official Teaser Trailer (2023) Riz Ahmed, Chloë Grace Moretz", "description": "When Ballister Boldheart (Riz Ahmed), a knight in a futuristic medieval world, is framed for a crime he didn't commit, the only one who can help him prove his innocence is Nimona (Chloë Grace Moretz), a mischievous teen with a taste for mayhem — who also happens to be a shapeshifting creature Ballister has been trained to destroy. But with the entire kingdom out to get him, Nimona’s the best (or technically the only) sidekick Ballister can hope for. And as the lines between heroes, villains, and monsters start to blur, the two of them set out to wreak serious havoc — for Ballister to clear his name once and for all, and for Nimona to…just wreak serious havoc.\n\n#IGN #Movies #Netflix", "link": "https://www.youtube.com/watch?v=1nOcgguR7cA", "date_published": "2023-05-23 10:03:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Outlast Trials: The First 15 Minutes of Gameplay", "description": "The Outlast Trials is a co-op horror gauntlet where you'll work together with friends to face down the twisted machinations of the Murkoff Corporation.\n\nCheck out the bone-chilling opening minutes, captured on PC at 1080p 60fps.\nAs the newest recruit of the diabolical Murkoff Corporation, you and your fellow captives are given an insurmountable task; Forget your past, leave yourself behind, and perform... under pressure. Prove yourself, and you might just earn your freedom.\n\n#IGN #Gaming #TheOutlastTrials", "link": "https://www.youtube.com/watch?v=PpOlpYJ_ZM8", "date_published": "2023-05-23 08:38:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lost Light - Official Overview Trailer | NetEase Connect 2023 Updates", "description": "Check out the latest updates for Lost Light from NetEase Connect 2023!\n\n#IGN", "link": "https://www.youtube.com/watch?v=13eNOJgOExA", "date_published": "2023-05-23 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]