[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Hiszpania zmienia prawo. Właściciele psów będą musieli przejść szkolenie", "description": "W czwartek parlament Hiszpanii przyjął ustawę o dobrostanie zwierząt, której towarzyszy zmiana kodeksu karnego, zaostrzająca kary więzienia dla osób znęcających się nad zwierzętami. Co więcej, właściciele psów będą musieli przejść obowiązkowe szkolenie, a czworonogów nie będzie można zostawić bez opieki na dłużej niż 24 godziny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/hiszpania-zmienia-prawo-wlasciciele-psow-beda-musieli-przejsc-szkolenie/", "date_published": "2023-03-16 21:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "RPA: Lew wpadł w sidła hipopotamów. \"Naprawdę wyjątkowy widok\"", "description": "Młody lew wylegiwał się na skale pośrodku rzeki płynącej przez południowoafrykański Park Narodowy Krugera. Na taki odpoczynek nie chciały zgodzić się hipopotamy. Najpierw jeden próbował parę razy ugryźć lwa, później inny zaskoczył go, gdy król zwierząt uciekał na brzeg. Przewodnicy pracujący w parku przyznają, że takiego widoku nie widzi się codziennie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/rpa-lew-wpadl-w-sidla-hipopotamow-naprawde-wyjatkowy-widok/", "date_published": "2023-03-16 20:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja podwyższa wiek emerytalny. Walki z policją na ulicach Paryża", "description": "W stolicy Francji doszło do zamieszek. W Paryżu słychać odgłosy wybuchów, a demonstranci starli się z policją. Ludzie wyszli na ulice po tym, jak władze przyjęły wyższy wiek emerytalny, wykorzystując do tego szczególny zapis konstytucji. Pozwolił on pominąć głosowanie w niższej izbie parlamentu. Aresztowano 73 osoby.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/francja-podwyzsza-wiek-emerytalny-walki-z-policja-na-ulicach-paryza/", "date_published": "2023-03-16 20:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Eksplozja Nord Stream. Eksperci obalają teorię z wykorzystaniem jachtu", "description": "Ładunki do wysadzenia gazociągu Nord Stream dostarczono jachtem? Göran Swistek z berlińskiej fundacji Nauka i Polityka twierdzi, że to trudne lub niemożliwe. - Na taką operację potrzeba przynajmniej kilku dni - wskazał.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/eksplozja-nord-stream-eksperci-obalaja-teorie-z-wykorzystaniem-jachtu/", "date_published": "2023-03-16 19:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Samochód przebił się przez ścianę parkingu. Auto utknęło między piętrami", "description": "42-letnia kobieta kierująca volvo przebiła się przez wewnętrzną ścianę wielopoziomowego parkingu. Samochód utknął między dwoma piętrami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/niemcy-samochod-przebil-sie-przez-sciane-parkingu-auto-utknelo-miedzy-pietrami/", "date_published": "2023-03-16 19:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Grupa Wagnera i reklamy w serwisie pornograficznym. Prigożyn: Bardzo dobry pomysł", "description": "Grupa Wagnera postanowiła reklamować się w... serwisie pornograficznym. To nie żart, pomysł chwali sam założyciel prywatnej firmy wojskowej. To bardzo dobry pomysł naszych marketerów - komentuje Jewgienij Prigożyn.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/grupa-wagnera-i-reklamy-w-serwisie-pornograficznym-prigozyn-bardzo-dobry-pomysl/", "date_published": "2023-03-16 18:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Macocha nagrywała, jak umiera jej trzyletni pasierb. Zapadł wyrok 15 lat więzienia", "description": "Mały Harvey Borrington nie mógł się porozumiewać, bo chorował na autyzm. Niemożliwe więc było, by chłopiec powiadomił matkę, że u macochy dzieje mu się krzywda. W sierpniu trzylatek doznał poważnych obrażeń, a sprawująca nad nim pieczę 23-letnia Leila Borrington - zamiast zadzwonić po pomoc - zaczęła kręcić nagrania i wysyłać je ojcu. W czwartek kobieta usłyszała wyrok 15 lat pozbawienia wolności.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/wielka-brytania-macocha-nagrywala-jak-umiera-jej-trzyletni-pasierb-zapadl-wyrok-15-lat-wiezienia/", "date_published": "2023-03-16 18:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Milioner oferował 100 tys. dolarów za zdjęcie maseczki w samolocie. Odmówiła", "description": "100 tys. dolarów - tyle Steve Kirsch, amerykański milioner, zaproponował współpasażerce w samolocie, jeśli ta zdejmie maseczkę i nie założy jej przez cały lot. Mężczyzna argumentowała, że taka ochrona w ogóle nie jest skuteczna. Mimo pokaźnej sumy, kobieta stanowczo odmówiła.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/milioner-oferowal-100-tys-dolarow-za-zdjecie-maseczki-w-samolocie-odmowila/", "date_published": "2023-03-16 17:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja podnosi wiek emerytalny specjalną procedurą. Protesty w Paryżu", "description": "Premier Elisabeth Borne zastosowała specjalną procedurę, aby przyjąć ustawę podwyższającą wiek emerytalny we Francji bez głosowana w niższej izbie parlamentu. Reforma budzi ogromne emocje wśród społeczeństwa. Francuzi po raz kolejny wyszli w czwartek na ulice, by protestować przeciwko ustaleniom rządu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/francja-podnosi-wiek-emerytalny-specjalna-procedura-protesty-w-paryzu/", "date_published": "2023-03-16 16:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Sfotografował pancerny pociąg Putina. Później uciekł z Rosji", "description": "Michaił Korotkov zasłynął tym, że jako pierwszy opublikował zdjęcia pancernego pociągu, którym podróżuje prezydent Rosji. Jak podaje The Washington Post, Rosjanin wyjechał z kraju. Po wybuchu wojny w Ukrainie obawiał się oskarżeń o sabotaż i terroryzm. - Powiedziałem rodzicom, że moje życie jest zagrożone - przyznał.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/sfotografowal-pancerny-pociag-putina-pozniej-uciekl-z-rosji/", "date_published": "2023-03-16 15:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Mieszkanki Kolonii mogą przebywać topless na publicznych basenach", "description": "Od 1 kwietnia kobiety będą mogły korzystać z basenów w Kolonii bez konieczności zakładania górnej części stroju kąpielowego. Kolonia nie jest pierwszym niemieckim miastem, które zdecydowało się na taki ruch. Wcześniej ograniczenia zniosły między innymi Berlin, Hanower i Dortmund.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/niemcy-mieszkanki-kolonii-moga-przebywac-topless-na-publicznych-basenach/", "date_published": "2023-03-16 12:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Holandia: Powstała baza danych noży. Ma pomóc w badaniu zbrodni", "description": "Holenderski Instytut Kryminalistyczny (NFI) stworzył bazę danych noży. Dzięki niej przypadki zbrodni mają być lepiej badane. Decyzja o utworzeniu bazy jest podyktowana niepokojem w związku z gwałtownie rosnącą liczbą incydentów z użyciem noża wśród młodych ludzi. W bazie znalazło się około 900 noży.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/holandia-powstala-baza-danych-o-nozach-ma-pomoc-w-badaniu-przestepstw/", "date_published": "2023-03-16 12:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Rostów nad Donem. Eksplozja i pożar w budynku FSB. Jest ofiara śmiertelna", "description": "W Rostowie nad Donem wybuchł pożar w budynku należącym do straży granicznej rosyjskiej FSB - podaje Reuters powołując się na rosyjską agencję TASS. Co najmniej jedna osoba zginęła, a dwie zostały ranne. Według świadków pożar został wywołany przez wcześniejszą eksplozję.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/rosja-rostow-nad-donem-pozar-i-eksplozje-w-budynku-fsb/", "date_published": "2023-03-16 11:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Holandia: Ciało 29-letniej Polki znalezione w wodzie. Była poszukiwana", "description": "29-letnia Polka, która była poszukiwana przez holenderskie służby po tym, jak uciekła ze szpitala w Amsterdamie, została znaleziona martwa. Jej ciało odkryto w jednym ze stołecznych kanałów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/holandia-cialo-29-letniej-polki-znalezione-w-wodzie-byla-poszukiwana/", "date_published": "2023-03-16 11:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Morze Czarne: Zderzenie rosyjskiego myśliwca z amerykańskim dronem. Ujawniono nagrania", "description": "We wtorek doszło do zderzenie rosyjskiego Su-27 zderzył się z amerykańskim dronem Reaper. Do incydentu doszło w międzynarodowej przestrzeni powietrznej nad Morzem Czarnym. Media publikują nagranie z tego incydentu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/morze-czarne-zderzenie-rosyjskiego-mysliwca-z-amerykanskim-dronem-ujawniono-nagrania/", "date_published": "2023-03-16 10:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Media: Dmitrij Miedwiediew zlecił zamach na włoskiego ministra obrony", "description": "Kreml miał planować zamach na włoskiego ministra obrony Guido Crosetto - przekazał włoski dziennik Il Foglio powołując się na źródła we włoskim wywiadzie. Zleceniodawcą miał być sam były prezydent Rosji Dmitrij Miedwiediew, a kwota kontraktu opiewała na 15 mln dolarów. Zabójstwa mieliby dokonać najemnicy Grupy Wagnera w Europie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/media-dmitrij-miedwiediew-zlecil-zamach-na-wloskiego-ministra-obrony/", "date_published": "2023-03-16 10:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szwecja: Wybuch w Sztokholmie. Media informują, że to gangsterskie porachunki", "description": "Ostatniej nocy doszło do potężnej eksplozji w Hässelby-Vällingby (zachodnia część Sztokholmu). Szwedzkie media informują, że to kolejny akt wojny między gangiem Lisa Kurdyjskiego, a Grekami. Celem tego ataku miał być krewny 21-letniego rapera.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/szwecja-wybuch-w-sztokholmie-media-to-gangsterskie-porachunki/", "date_published": "2023-03-16 10:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Polka jechała autostradą pod prąd. Później ukradła radiowóz", "description": "Wyjątkową zuchwałością popisała się 29-letnia Polka, którą niemiecka policja zatrzymała za jazdę pod prąd na autostradzie A9 w Wiedemar (północna Saksonia). Kiedy funkcjonariusze zabezpieczali jej stojący w ciemnościach samochód, kobieta wsiadła do radiowozu i... odjechała. Zatrzymano ją ponownie po kilku minutach. Pierwsze testy na obecność alkoholu i narkotyków dały wynik negatywny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/niemcy-polka-jechala-autostrada-pod-prad-pozniej-ukradla-radiowoz/", "date_published": "2023-03-16 08:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Turcja. Najpierw trzęsienie ziemi, teraz powodzie. Co najmniej 14 ofiar, są zaginieni", "description": "Gwałtowne powodzie dotknęły w Turcji miasta, które pięć tygodni temu ucierpiały w wyniku trzęsienia ziemi. Fale porywały z ulic zaparkowane samochody, zatonął m.in. kontener mieszkalny z kobietą, która ocalała z poprzedniego kataklizmu. Zginęło co najmniej 14 osób, a wiele jest zaginionych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-16/turcja-najpierw-trzesienie-ziemi-teraz-powodzie-co-najmniej-14-ofiar-sa-zaginieni/", "date_published": "2023-03-16 07:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]