[{"source": "https://www.theguardian.com/international/rss", "title": "Two trains derail in Washington and Arizona amid rising rail safety concerns", "description": "<p>Cause of the incidents remains unknown even as teams head to Washington state to clean spilled diesel on tribal land</p><p>Two BNSF trains derailed in separate incidents in Arizona and Washington state on Thursday, with the latter spilling diesel fuel on tribal land along Puget Sound.</p><p>There were no injuries reported. It wasn’t clear what caused either derailment.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/16/trains-derail-washington-arizona-safety-concern\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/16/trains-derail-washington-arizona-safety-concern", "date_published": "2023-03-16 20:04:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US banks launch $30bn rescue of First Republic to stem spiraling crisis", "description": "<p>Bank of America, Goldman Sachs, JP Morgan agree to prop up troubled bank after its shares tumbled amid wider turmoil</p><p>Wall Street’s giants moved to end the US’s spiraling banking crisis on Thursday by agreeing to prop up troubled First Republic, a mid-sized bank whose shares have been pummeled amid a wider banking turmoil.<br /></p><p>Bank of America, Goldman Sachs, JP Morgan and others will deposit $30bn in First Republic, which has seen customers yank their money following the collapse of Silicon Valley Bank (SVB) and fears that First Republic could be next.</p><p><em>More details to come…</em></p> <a href=\"https://www.theguardian.com/business/2023/mar/16/first-republic-bank-rescued-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/16/first-republic-bank-rescued-latest", "date_published": "2023-03-16 20:03:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Kentucky college pays $14m after wrestler ‘begged for water’ before heat death", "description": "<ul><li>Grant Brace, 20, was training for new wrestling season</li><li>University of the Cumberlands agrees to settle with family</li></ul><p>A Kentucky university has agreed to a settlement of more than $14m over the death of a student wrestler during practice, the institution said in a statement.</p><p>The settlement reached on Wednesday over the death of 20-year-old Grant Brace of Louisville, Tennessee, includes an agreement for the University of the Cumberlands to participate in a heat-illness training program and to help raise awareness of heat-related injuries.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/16/kentucky-college-pays-14m-after-wrestler-begged-for-water-before-heat-death\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/16/kentucky-college-pays-14m-after-wrestler-begged-for-water-before-heat-death", "date_published": "2023-03-16 15:37:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tokyo citizens hand in record ¥3.99bn of lost cash", "description": "<p>Police department says it has returned almost ¥3bn to owners, while ¥480m has gone to finders</p><p>The honest citizens of Tokyo handed in a record ¥3.99bn (£24.5m) in lost cash to police last year – an average of more than £67,000 a day.</p><p>Japan’s national police agency said the amount was up ¥600m from the previous year, and beat the previous high of ¥3.84bn declared at police stations across the capital in 2019.</p> <a href=\"https://www.theguardian.com/world/2023/mar/16/tokyo-citizens-hand-in-record-399bn-of-lost-cash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/16/tokyo-citizens-hand-in-record-399bn-of-lost-cash", "date_published": "2023-03-16 10:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US banks are sacrificing poor communities to the climate crisis | Ben Jealous and Bill McKibben", "description": "<p>It took decades to force banks to abandon racist redlining. We don’t have decades to avert catastrophic climate crisis</p><p>The collapse of Silicon Valley Bank will bring many forms of fallout. One of the most obvious consequences is that the biggest banks – Chase, Citi, Wells Fargo, Bank of America – will probably get even bigger. That is why we’re joining protests across the United States outside hundreds of those banks’ branches on Tuesday, 21 March: if they’re going to hold that much power over the planet’s economy, we need them to recognize and help with our great crises. We need them <em>not </em>to do what they did last century, which is to ignore or exacerbate our deepest troubles.</p><p>Beginning in the 1930s, the federal government mapped America, grading neighborhoods to decide which ones were worthy of investment, literally drawing red lines on maps to make it crystal clear. Many mainly Black and Brown neighborhoods ended up with low grades, and most US banks made sure money didn’t flow in their direction. Nearly a century later, these neighborhoods still suffer. Lacking trees and parks, they are degrees warmer than nearby leafy communities. Their residents are condemned to a myriad of health issues, from asthma to kidney stones.</p><p>Ben Jealous is the executive director of the Sierra Club, the former executive director of the NAACP, and the author of Our People Have Always Been Free</p><p>Bill McKibben is the founder of Third Act, which organizes Americans over the age of 60 for action on climate and democracy</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/16/us-banks-climate-crisis-redlining-poor-communities\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/16/us-banks-climate-crisis-redlining-poor-communities", "date_published": "2023-03-16 10:15:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Family of Florida man who died while being violently restrained sues jail staff", "description": "<p>Suit alleges that Broward county sheriff’s office used excessive force as Kevin Desir suffered mental health emergency in 2021</p><p>The family of a Florida man who died after being violently restrained by jailers is filing a civil rights suit against the officers who were involved in the incident and the jail’s healthcare provider.</p><p>According to a draft of the lawsuit shared exclusively with the Guardian, the family of <a href=\"https://www.theguardian.com/us-news/2022/dec/05/florida-kevin-desir-death-family-believes-jail-deputies-responsible\">43-year-old Kevin Desir</a> alleges that Broward county sheriff officials <a href=\"https://www.theguardian.com/us-news/2022/dec/05/kevin-desir-death-jail-autopsy-homicide\">used excessive force </a>against Desir while he was suffering from a severe mental health episode, violating his 14th amendment rights.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/16/family-kevin-desir-sues-broward-country-florida-sheriff\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/16/family-kevin-desir-sues-broward-country-florida-sheriff", "date_published": "2023-03-16 10:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Stones masterclass proves he could yet fulfil Pep Guardiola’s vision", "description": "<p>The Manchester City defender has been blighted by injury but his display against Leipzig offered a glimpse of his true quality</p><p>For 64 minutes of <a href=\"https://www.theguardian.com/football/2023/mar/14/manchester-city-rb-leipzig-champions-league-last-16-second-leg-match-report\">Manchester City’s 7-0 shellacking of Leipzig</a> John Stones was the defender-midfielder pivot of Pep Guardiola’s prophecy. Taken off at this juncture on Tuesday night to a rapturous reception from the Etihad Stadium faithful, Stones had returned the type of masterclass his manager identified he could offer when he made him his No 1 transfer target before taking over City in summer 2016.</p><p>Marco Rose’s visitors were overrun all evening. Erling Haaland hogged the headlines with his five-goal blitz, Kevin De Bruyne was a constant creative menace and Stones performed as a quasi-second Rodri, smoothly linking defence and attack as if operating in the mode for as a long as the Spaniard.</p> <a href=\"https://www.theguardian.com/football/2023/mar/16/stones-masterclass-proves-he-could-yet-fulfil-pep-guardiolas-vision\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/16/stones-masterclass-proves-he-could-yet-fulfil-pep-guardiolas-vision", "date_published": "2023-03-16 10:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Deignan fears ‘huge loss’ of Women’s Tour as funding issues threaten race", "description": "<ul><li>Race needs to fill £500,000 funding shortfall for 2023 event</li><li>‘It will be a huge loss in terms of opportunity for British teams’</li></ul><p>The two-time Women’s Tour champion Lizzie Deignan has warned the race will leave a huge hole in the WorldTour calendar if it does not go ahead in June.</p><p>The organisers Sweetspot last week said they must find new partners to <a href=\"https://www.theguardian.com/sport/2023/mar/09/womens-tour-cycling-at-risk-of-cancellation-if-sponsorship-not-found\">fill a £500,000 funding shortfall</a> in order to stage a race which has established a strong reputation in Britain and abroad.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/16/lizzie-deignan-womens-tour-funding-shortfall-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/16/lizzie-deignan-womens-tour-funding-shortfall-cycling", "date_published": "2023-03-16 09:26:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jeremy Hunt defends pension tax giveaway for rich, saying it will lead to people getting NHS operations more quickly – live", "description": "<p>Chancellor faces backlash over pensions tax change as Labour pledge to reverse policy announced in budget</p><p>The UK remains on track for a “disastrous decade” of stagnant incomes and high taxes, despite cuts to public services, the <strong>Resolution Foundation</strong> said in its analysis of this morning. Here is<a href=\"https://www.resolutionfoundation.org/app/uploads/2023/03/Were-going-on-a-growth-hunt.pdf\"> the full report </a>from the thinktank. And here is my colleague <strong>Phillip Inman</strong>’s story.</p><p>Good morning. Liz Truss’s mini-budget self-destructed last year for many reasons, but the first element to get unpicked was the abolition of the 45p top rate of tax, a tax cut for the very rich. Labour is attacking <strong>Jeremy Hunt</strong>’s budget in the same manner, attacking his plan to abolish the pensions lifetime allowance (the limit on how much can be saved tax free) as a tax cut for the very rich.</p><p><em>I think this could unravel as quickly as it began. If you remember last September, Liz Truss tried to cut the top rate of tax from 45p to 40p, everybody kicked off about it. </em></p><p><em>Next week there will be a vote on this, Labour will force a vote on this next week. And I would say to Conservative MPs in places like Ashfield, or Bolsover, or Stoke-On-Trent, whose side are you on? Are you on the side of ordinary working people in your constituencies who are seeing their taxes go up, or are you going to vote with Rishi Sunak and Jeremy Hunt for a tax cut for the wealthiest in society? </em></p><p>We have a particular problem in the NHS. We have large numbers of doctors who are reducing their hours or retiring early. The Royal College of Surgeons say that 69% of their members have reduced their hours because of the way pension taxes work. We have a big backlog in the NHS and all of us depend on the NHS.</p><p>We need to do everything we can. This is a measure that we can deliver quickly. The British Medical Association … say that this will mean that doctors do not leave the NHS because of pension tax rules. I think that’s very important.</p><p>We‘re spending £3bn a year in the NHS on locum doctors and agency nurses because of doctor shortfalls. If you ask doctors, they say this is one of the biggest reasons why consultants aren’t available.</p><p>If you’re asking what will have an impact on ordinary families up and down the country, it is getting their NHS operation done more quickly. And this is the simplest and quickest way to resolve that issue.</p> <a href=\"https://www.theguardian.com/politics/live/2023/mar/16/budget-backlash-jeremy-hunt-pension-tax-giveaway-labour-conservatives-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/mar/16/budget-backlash-jeremy-hunt-pension-tax-giveaway-labour-conservatives-latest", "date_published": "2023-03-16 09:09:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "AFL 2023 season opener: Richmond v Carlton – live", "description": "<ul><li>Updates as the Tigers take on the Blues at the MCG</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p>And now Richmond take to the turf in their familiar yellow and black uniform.</p><p>It’s pretty warm in Melbourne tonight with the temperature still in the mid-20s, making all those preseason bicep curls nice and shiny.</p><p>We feel we’ve got an extra level of detail in our game style and roles and hoping that turns into consistency as a footy team and we can execute under pressure and no doubt the Tiges tonight will put the pressure on. We have to stand firm and execute.</p><p>I have an expectation of the way we want to play. We’ve played a really strong contested style of game. Tried to add things into that over the preseason to aid us and how we become a bit more efficient in a few different areas.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/16/afl-season-2023-richmond-vs-carlton-live-scores-teams-tigers-v-blues-live-premiership-season-fixture-team-news-results-score-start-time-footy-updates-mcg\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/16/afl-season-2023-richmond-vs-carlton-live-scores-teams-tigers-v-blues-live-premiership-season-fixture-team-news-results-score-start-time-footy-updates-mcg", "date_published": "2023-03-16 08:29:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Conservatives hate wokeness. Don’t trigger them by asking what it means", "description": "<p>An anti-woke commentator short-circuited when asked to define the term, which the right has turned into a catch-all</p><p>Tired of hearing conservatives go on and on about “wokeness”? Me too. So I have a cunning plan: let’s establish a moratorium on people throwing around the word “woke”, one of the most used and abused terms in recent memory, until we have all agreed on a precise definition of it.</p><p>Before the right co-opted the term and used it to describe everything from <a href=\"https://nypost.com/2022/12/01/florida-yanks-2b-from-woke-blackrock-over-social-engineering/\">BlackRock</a> to <a href=\"https://thehill.com/opinion/campaign/3261011-disney-may-be-woke-but-its-also-goofy/\">Disney World</a>, “woke” had an actual meaning. The term comes from African American Vernacular English and, originally, was broadly defined as being “alert to racial prejudice and discrimination”. Americans who aren’t suffering from Fox News-induced brain worms still understand that to be its meaning. According to a <a href=\"https://www.usatoday.com/story/news/politics/2023/03/08/gop-war-woke-most-americans-see-term-positive-ipsos-poll/11417394002/\">recent USA Today/Ipsos Poll</a>, 56% of Americans surveyed say they think that being woke means “to be informed, educated on, and aware of social injustices”. Thirty-nine per cent of people surveyed (and 56% of people who identified as Republican), meanwhile, said it meant “to be overly politically correct and police others’ words”.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/16/woke-definition-conservatives-us\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/16/woke-definition-conservatives-us", "date_published": "2023-03-16 05:01:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Newark officials hoodwinked by delegates of fictional country of Kailasa", "description": "<p>Mayor and city council agreed to partnership with nonexistent nation invented by Indian fugitive Swami Nithyananda</p><p>The city of Newark, New Jersey, has confirmed that it was duped over five days in January when Mayor Ras Baraka invited what he believed to be a delegation from the Hindu nation of Kailasa to join into a sister city partnership.</p><p><a href=\"https://www.youtube.com/watch?v=i0aR2EagjXM\">A signing ceremony was held</a> at which Baraka told a Kailasa delegate: “I pray that our relationship helps us to understand cultural, social and political development and improves the lives of everybody in both places.”</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/16/newark-officials-duped-kailasa-nithyananda\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/16/newark-officials-duped-kailasa-nithyananda", "date_published": "2023-03-16 05:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New Zealand GDP drops 0.6% in December quarter, worse than expected", "description": "<p>Reserve bank had taken steps to engineer a ‘shallow recession’ in response to high inflation but shrinkage arrives early</p><p>New Zealand’s economy is shrinking, with gross domestic product down 0.6% last quarter, amid speculation a recession may be approaching.</p><p>Gross domestic product (GDP) fell 0.6% in the last three months of 2022, after a 1.7% rise in the September 2022 quarter. The drop at the close of the year was larger than predicted by any of New Zealand’s major banks. Annually, GDP is still growing – up 2.4% year on year, and despite the shrinking economy, unemployment remains close to record lows, at about 3.3%.</p> <a href=\"https://www.theguardian.com/world/2023/mar/16/new-zealand-gdp-drops-06-in-december-quarter-worse-than-expected\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/16/new-zealand-gdp-drops-06-in-december-quarter-worse-than-expected", "date_published": "2023-03-16 01:46:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 386 of the invasion", "description": "<p>Moscow will try to retrieve US drone wreckage; Russian and US defence ministers and military chiefs hold rare phone call to discuss drone crash</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul><p><strong>Moscow said Wednesday it would try to retrieve the wreckage of a US military drone that crashed over the Black Sea,</strong> in a confrontation Washington blamed on two Russian fighter jets. US officials said the debris could be in<a href=\"https://www.theguardian.com/us-news/2023/mar/15/russian-us-drone-jet-recovery\"> such deep water that recovery is impossible</a>, and would have no real intelligence value.</p><p><strong>The Russian and US defence ministers and military </strong><strong>chiefs</strong><strong> held rare phone conversations on Wednesday to discuss the incident</strong>. Russian Defence Minister Sergei Shoigu told his US counterpart Lloyd Austin on Wednesday that operating drone flights near Crimea was provocative and could lead to an escalation, the Russian Defence Ministry said. Russia, the statement said, “had no interest in such a development but will in future react in due proportion”.</p><p><strong>Austin declined to offer any details on the call, including whether he criticised the Russian intercept. </strong>But he reiterated at a news conference that the US intended to continue flying where international law allowed and demanded Russian military aircraft operate in a safe and professional manner.</p><p><strong>The US secretary of state, Antony Blinken, said that the incident was “being investigated”. </strong>Blinken declined to speak to the motive or intent behind the incident, saying he would let the investigation proceed and that the US is “in close coordination” with allies and partners on the matter.</p><p><strong>The UK defence secretary, Ben Wallace, accused Russia of acting “unprofessionally”. </strong><a href=\"https://www.theguardian.com/politics/2023/mar/15/russian-downing-of-us-drone-unprofessional-says-uk-defence-secretary-ben-wallace\">Wallace’s comments</a> reflect an emerging western view that <a href=\"https://www.theguardian.com/us-news/2023/mar/14/russian-fighter-jet-collides-us-drone-black-sea-crash\">the extraordinary mid-air incident</a> was a one-off, not immediately meriting anything stronger than diplomatic complaints.</p><p><strong>The Kremlin said on earlier on Wednesday that relations with the US were in a “lamentable state” and at their lowest level, </strong>after Washington accused Russia of downing one of its reconnaissance drones over the Black Sea.</p><p><strong>Elsewhere, Ukrainian ground forces shot down a Russian fighter jet near the besieged eastern city of Bakhmut,</strong> a Ukrainian official <a href=\"https://www.theguardian.com/world/live/2023/mar/15/russia-ukraine-war-live-moscow-should-respect-international-airspace-says-uk-defence-minister-after-drone-crash?page=with:block-6411fec48f08384b8c708679#block-6411fec48f08384b8c708679\">has said. </a>Andriy Yermak, the head of the Ukrainian president’s office, also said Kyiv’s forces had made gains in northern parts of the city.</p><p><strong>Yevgeny Prigozhin, the head of the Russian mercenary Wagner group, said Russian forces had taken control of the settlement of Zaliznyanskoye and are expanding the encirclement of Bakhmut. </strong><a href=\"https://www.theguardian.com/world/live/2023/mar/15/russia-ukraine-war-live-moscow-should-respect-international-airspace-says-uk-defence-minister-after-drone-crash?page=with:block-6411fec48f08384b8c708679#block-6411fec48f08384b8c708679\">Neither side’s claims of success </a>in what has become the longest-running battle since the war began could be verified.</p><p><strong>Ex-Soviet Moldova is no longer receiving Russian gas or enduring the “blackmail” imposed by gas giant Gazprom over its difficulties in paying for supplies,</strong> the country’s energy minister said. Victor Parlicov, speaking to TV8 television on Wednesday evening, said Gazprom had been providing supplies only to Moldova’s Russian-backed Transnistria separatist region since December, with none going to central authorities in Chisinau.</p><p><strong>Russia’s defence ministry will start a new recruitment campaign on 1 April, with the aim of recruiting 400,000 professional soldiers to the Russian army,</strong> <a href=\"https://www.theguardian.com/world/live/2023/mar/15/russia-ukraine-war-live-moscow-should-respect-international-airspace-says-uk-defence-minister-after-drone-crash?page=with:block-6411bfbf8f089dc4386c2b28#block-6411bfbf8f089dc4386c2b28\">according to a report.</a> Russian military recruitment offices are trying to compensate for its losses in specialised soldiers, such as tank drivers and artillerymen, according to a separate report.</p><p><strong>Turkey’s parliament is “highly likely” to ratify Finland’s Nato accession bid before mid-April,</strong> two Turkish officials told Reuters. Sweden and Finland applied last year to join the defence pact after Russia invaded Ukraine but faced objections from Turkey.</p> <a href=\"https://www.theguardian.com/world/2023/mar/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-386-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-386-of-the-invasion", "date_published": "2023-03-16 00:57:56+00:00", "persistent": false, "user": null, "language": "en-US"}]