[{"source": "https://www.engadget.com/rss.xml", "title": "ByteDance is reportedly under investigation for surveillance of US journalists", "description": "<p>In December, ByteDance confirmed that <a href=\"https://www.engadget.com/bytedance-tiktok-employees-us-user-data-journalists-210339650.html\"><ins>it fired</ins></a> four employees who had used TikTok to spy on the locations of two journalists. Now, <em>Forbes</em><a href=\"https://www.forbes.com/sites/emilybaker-white/2023/03/16/fbi-doj-investigating-bytedance-tiktok-surveillance-journalists/\"><ins>reports</ins></a> that the FBI and the Department of Justice have been investigating the incident.</p><p>News of the investigation comes at a moment when ByteDance is facing mounting pressure to <a href=\"https://www.engadget.com/the-us-government-is-trying-to-force-bytedance-to-sell-tiktok-005751763.html\"><ins>sell its stake</ins></a> in TikTok. The company confirmed that US officials have said that TikTok will face a possible ban in the United States if ByteDance doesn’t separate itself from the video app.</p><span id=\"end-legacy-contents\"></span><p>TikTok critics in Congress have previously raised questions about the app’s surveillance tactics, particularly in light of ByteDance’s acknowledgement that employees had inappropriately accessed the data of US users.The full extent of law enforcement’s investigation into the incident  is unclear but, according to <em>Forbes, </em>ByteDance has received subpoenas from the DoJ. The FBI has also conducted interviews related to the matter, though it’s not clear if the two are part of the same investigation.</p><p>&quot;We have strongly condemned the actions of the individuals found to have been involved, and they are no longer employed at ByteDance,” a ByteDance spokesperson said in a statement. “Our internal investigation is still ongoing, and we will cooperate with any official investigations when brought to us.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/bytedance-is-reportedly-under-investigation-for-surveillance-of-us-journalists-224223010.html?src=rss", "link": "https://www.engadget.com/bytedance-is-reportedly-under-investigation-for-surveillance-of-us-journalists-224223010.html?src=rss", "date_published": "2023-03-16 22:42:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter's bookmark counter is a new way to convince yourself tweeting is worth your time", "description": "<p>If you take pride in people bookmarking your social media posts, Twitter is ready to feed your ego. The social network <a href=\"https://twitter.com/TwitterSupport/status/1636440696176427032\">has added</a> a bookmark counter to its <a href=\"https://apps.apple.com/app/twitter/id333903271\">iOS app</a>. Similar to the counts for likes, quotes and retweets, you'll know just how many people saved a given tweet for later reference. The company hasn't mentioned when the feature might come to Android or the web.</p><p>Twitter <a href=\"https://twitter.com/TwitterSupport/status/1636440931825008659\">stresses</a> that bookmarks are still private. Users may know if their tweets are popular, but they won't know just who bookmarked a given post.</p><span id=\"end-legacy-contents\"></span><div id=\"ed07d9363ac64fcea8813b545575f596\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We love Bookmarks for saving Tweets to revisit later. Starting today on iOS, you’ll now see the total number of times a Tweet has been bookmarked on Tweet details.</p>— Twitter Support (@TwitterSupport) <a href=\"https://twitter.com/TwitterSupport/status/1636440696176427032?ref_src=twsrc%5Etfw\">March 16, 2023</a></blockquote></div><p>This counter isn't just useful for bragging rights, of course. If you're a creator or run a company's Twitter account, the tally could show whether or not followers find your posts useful. That, in turn, may help you refine content to reach a wider audience.</p><p>The addition comes after a handful of upgrades to Twitter, such as alerts about <a href=\"https://www.engadget.com/twitter-will-now-alert-you-if-a-tweet-you-interacted-with-gets-a-community-note-095039327.html\">community misinformation notes</a>. However, the service has lately been dominated by concerns about a <a href=\"https://www.engadget.com/every-link-on-twitter-is-broken-right-now-165929931.html\">string of outages</a> and a <a href=\"https://www.engadget.com/twitters-2fa-paywall-is-a-good-opportunity-to-upgrade-your-security-practices-130036856.html\">paywall for text-based two-factor authentication</a>. However useful the bookmark counter may be, it's not going to garner as much attention as it might have in the past.</p>This article originally appeared on Engadget at https://www.engadget.com/twitters-bookmark-counter-is-a-new-way-to-convince-yourself-tweeting-is-worth-your-time-210005962.html?src=rss", "link": "https://www.engadget.com/twitters-bookmark-counter-is-a-new-way-to-convince-yourself-tweeting-is-worth-your-time-210005962.html?src=rss", "date_published": "2023-03-16 21:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Disney World will put your holographic face on a Tron action figure for $90", "description": "<p>Disney is <a href=\"https://disneyparks.disney.go.com/blog/2023/03/first-look-tron-lightcycle-run-merchandise-digitizes-into-magic-kingdom-park/\">pushing out</a> new Tron merchandise despite the 13 years since the <a href=\"https://www.engadget.com/2010-12-17-tron-legacy-interview.html\">last movie</a> (not to mention the four decades since the original). Although another sequel — this one <a href=\"https://www.engadget.com/tron-3-jared-leto-disney-movie-192711855.html\">with Jared Leto</a> — may be in the works, the toys coincide with the Disney World opening of <em>Tron Lightcycle / Run</em>, the high-speed ride that debuted at Shanghai Disneyland in 2016. The action figures are customized using the park’s Tron Identity Program to display your scanned face on an LCD hidden behind the figure’s visor.</p><p>The Tron Identity Program will digitize visitors’ facial features, including six lines of recorded dialogue. The LCD on the resulting figure will show your scanned face, and pressing a button on the chest will play back your recorded lines. Your custom identity is stored on a memory card that you can swap into other Tron toys that Disney hopes you’ll buy.</p><span id=\"end-legacy-contents\"></span><p>Custom action figures are about as old as modern 3D printing, but the holographic approach has the advantage of much quicker turnaround times. Since it doesn’t require plastic molding, Disney World visitors can have their toy in hand in around 16 minutes. By comparison, <a href=\"https://www.engadget.com/hasbro-formlabs-3d-print-custom-action-figure-heads-130037658.html\">Hasbro’s Selfie Series</a> can take 45 to 60 days to ship to you, although you don’t have to visit Florida to get one of those.</p><p>If you have a Disney World trip planned, you can <a href=\"https://disneyworld.disney.go.com/shops/magic-kingdom/tron-identity-program/\">reserve a time</a> with the Tron Identity Program beginning on March 21st. A custom figure will cost $90, which is $30 more than Hasbro’s (non-LCD, non-Florida) custom figures.</p>This article originally appeared on Engadget at https://www.engadget.com/disney-world-will-put-your-holographic-face-on-a-tron-action-figure-for-90-203028966.html?src=rss", "link": "https://www.engadget.com/disney-world-will-put-your-holographic-face-on-a-tron-action-figure-for-90-203028966.html?src=rss", "date_published": "2023-03-16 20:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "FCC proposal would make it easier for smartphones to link to satellites", "description": "<p><a href=\"https://www.engadget.com/spacex-is-getting-ready-to-test-its-starlink-satellite-to-cell-phone-service-181810564.html\">Satellite-to-phone service</a> is only just getting started, and the Federal Communications Commission (FCC) wants to give a boost. The regulator is <a href=\"https://www.fcc.gov/document/fcc-proposes-framework-facilitate-supplemental-coverage-space\">proposing</a> rules that would make it easier for phone carriers and satellite operators to provide coverage in remote and underserved areas. Under the plan, satellite companies teaming with cellular providers could get FCC permission to operate on some licensed, flexible wireless spectrum normally reserved for ground-based service.</p><p>Operators would have to meet certain requirements. They'd have to use non-geostationary orbit satellites, and get leases from terrestrial spectrum owners in a given area. After that, though, they could provide outdoor service even in areas where cellphones are completely non-functional.</p><span id=\"end-legacy-contents\"></span><p>Few devices support satellite connections so far. Apple's <a href=\"https://www.engadget.com/apple-iphone-14-pro-max-review-dynamic-island-useful-always-on-display-battery-life-camera-test-sample-pictures-130020449.html\">iPhone 14 family</a> can use satellites to send emergency messages. Qualcomm's <a href=\"https://www.engadget.com/qualcomm-snapdragon-satellite-messaging-android-211037007.html\">Snapdragon Satellite</a> enables texting off the grid, but only for Android phones using Snapdragon systems-on-chip and the X70 modem. It won't arrive until the second half of 2023, however. Carrier partnerships also won't kick off in earnest until T-Mobile and SpaceX roll out their Starlink-based collaboration. Testing for that begins later this year, although it should work with both standard texting as well as some messaging apps.</p><p>The technology usually depends on line of sight to a satellite, and the limited bandwidth of existing solutions makes them impractical for significant data transfers. However, they can help you reach first responders during a hike or confirm your arrival at a camp site in the wilderness. Eventually, the hope is to use satellites for general data.</p><p>The FCC is looking for public input on how the satellite-to-cell rules would bolster access to 911 and Wireless Emergency Alerts. The agency is also exploring whether or not it can apply the framework to other purposes, regions and wireless bands. If the proposal moves ahead, though, carriers beyond T-Mobile may have a relatively easy time filling (some) gaps in their networks.</p>This article originally appeared on Engadget at https://www.engadget.com/fcc-proposal-would-make-it-easier-for-smartphones-to-link-to-satellites-193012161.html?src=rss", "link": "https://www.engadget.com/fcc-proposal-would-make-it-easier-for-smartphones-to-link-to-satellites-193012161.html?src=rss", "date_published": "2023-03-16 19:30:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "FCC makes its first rule to block scam robotexts official", "description": "<p>Last month, the FCC proposed a <a href=\"https://www.engadget.com/fcc-chair-proposes-rules-to-reduce-scam-robotexts-212705467.html\">new set of rules</a> designed to combat the nuisance of robotext scams. Those rules are <a href=\"https://www.fcc.gov/document/fcc-adopts-its-first-rules-focused-scam-texting\">now official</a>: not only will carriers be required to block messages that are likely to be illegal, but the new order also takes the first steps toward closing a loophole that allows scammers to dodge Do-Not-Call Registry protections.</p><p>Specifically, the rule targets text messages that come from numbers that are &quot;unlikely to transmit text messages,&quot; citing unallocated, unused or invalid numbers, as well as numbers for government agencies and other &quot;well-known entities&quot; that don't send text messages. The order also hopes to close the &quot;lead generator loophole,&quot; that allows companies to interpret a consumer's &quot;consent&quot; to a call as permission for other marketers to add them to a robocall list.</p><span id=\"end-legacy-contents\"></span><p>The announcement makes a point of saying that while these kinds of robotexts already fall under the Telephone Consumer Protection act, the new rules will give carriers more tools to help them actively block scammers. Even so, the best way to prevent being scammed is to <a href=\"https://www.engadget.com/2020-01-31-phishing-scams-leveled-up-and-we-didnt.html\">protect yourself</a>.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/fcc-makes-its-first-rule-to-block-scam-robotexts-official-191006311.html?src=rss", "link": "https://www.engadget.com/fcc-makes-its-first-rule-to-block-scam-robotexts-official-191006311.html?src=rss", "date_published": "2023-03-16 19:10:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Valve's Steam Deck is on sale for the first time", "description": "<p>There's some good news if you've been holding off on buying a <a href=\"https://www.engadget.com/tag/steam-deck/\"><ins>Steam Deck</ins></a>. Valve's terrific portable gaming system is on sale for the first time, just over a year after the company <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\"><ins>started shipping the device</ins></a>. The price of the Steam Deck <a href=\"https://store.steampowered.com/news/app/1675200/view/3675538825747583355\">has dropped</a> by 10 percent.&nbsp;</p><p>The 64GB model is currently $359.10 ($40 off). The 256GB variant has dropped from $529 to $476.10. The 512GB Steam Deck, which has a screen with anti-glare glass and the fastest storage of the bunch, is $65 off at $584.10. As things stand, it should take 1-2 weeks for your Deck to arrive. The discount will apply in all regions where the Deck ships until 1PM ET on March 23rd, when the Steam spring sale that just started comes to an end.</p><span id=\"end-legacy-contents\"></span><div id=\"4fa65efa90ef4991ae4df6581f2531c1\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>There are currently discounts on hundreds of games, so you'll surely find plenty of things to play on your shiny new Steam Deck. The deals include <em>Red Dead Redemption 2</em> (67 percent off), <em>The Witcher 3: Wild Hunt </em>(70 percent off), <em>Marvel's Midnight Suns</em> (50 percent off) and <em>NBA 2K23 </em>(75 percent off). All are among the <a href=\"https://store.steampowered.com/sale/decktop100\"><ins>100 most-played games</ins></a> on Steam Deck to date, but Valve has verified that <a href=\"https://www.engadget.com/valve-steam-deck-verified-5000-compatiblity-201412211.html\"><ins>thousands of titles</ins></a> will work on the portable PC just fine (keep an eye out for green and yellow check marks on the Steam store).</p><p>Valve, which has constantly been updating the Steam Deck over the last year, has added another feature. It'll now be easier to change the startup video that plays when you boot up the system. Valve has created 20 startup videos that you can buy from the Steam Points Shop, but you can <a href=\"https://steamdeckrepo.com/\"><ins>easily find</ins></a> other custom boot clips elsewhere.</p><p>Meanwhile, in case you're worried that the Steam Deck will soon be obsolete, there likely won't be a vastly more powerful second-generation model anytime soon. While Valve might continue to iterate on the system, &quot;a true next-gen Deck with a significant bump in horsepower wouldn’t be for a few years,&quot; designer Lawrence Yang told <a href=\"https://www.rockpapershotgun.com/the-community-continues-to-blow-our-minds-valve-talk-the-steam-deck-one-year-on\"><em><ins>Rock Paper Shotgun</ins></em></a> earlier this month.</p>This article originally appeared on Engadget at https://www.engadget.com/valves-steam-deck-is-on-sale-for-the-first-time-185156337.html?src=rss", "link": "https://www.engadget.com/valves-steam-deck-is-on-sale-for-the-first-time-185156337.html?src=rss", "date_published": "2023-03-16 18:51:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube TV raises prices to an outrageous $73 per month", "description": "<p>YouTube TV is getting another price hike, from $65 to $73. The company says new members will see the updated pricing starting today while existing subscribers will pay more beginning April 18th.&nbsp;</p><p>It’s the latest in a long line of YouTube TV price hikes. Before the latest increase, it had last <a href=\"https://www.engadget.com/youtube-tv-price-increase-more-channels-175322450.html\">raised them</a> by $15 in June 2020. The service <a href=\"https://www.engadget.com/2017-04-07-youtube-tv-hands-on.html\">started</a> at a mere $35 in 2017 and has ballooned <a href=\"https://www.engadget.com/2019-04-10-youtube-tv-price-hike-and-discovery.html\">incrementally</a> as cord-cutting television has evolved from a scrappy disruptor to <em>oh my god this costs $73 every single month.</em></p><span id=\"end-legacy-contents\"></span><p>A message sent this morning to YouTube TV subscribers reads, “As content costs have risen and we continue to invest in the quality of our service, we are updating our price to keep bringing you the best possible service.” In addition, the email notes that the service has dropped the cost of its <a href=\"https://www.engadget.com/youtube-tv-4k-plus-streaming-plan-160016212.html\">4K Plus add-on</a> from $20 to $10 per month. The message also guides users to <a href=\"https://tv.youtube.com/account_settings/subscriptions\">cancel their subscriptions</a> if the new monthly fee pushes pricing out of their comfort zone.</p><div id=\"e8059808140b4c78985c7ba27b4d05d9\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">An update for our members. As content costs have risen and we continue to invest in our quality of service, we’ll be adjusting our monthly cost, after 3 years, from $64.99/mo to $72.99/mo, in order to bring you the best possible TV service.</p>— YouTube TV (@YouTubeTV) <a href=\"https://twitter.com/YouTubeTV/status/1636405345810780163?ref_src=twsrc%5Etfw\">March 16, 2023</a></blockquote></div><p>Baseball fans may be especially peeved with the new price, as YouTube TV <a href=\"https://www.engadget.com/youtube-tv-loses-the-mlb-network-after-failing-to-renew-deal-101016748.html\">dropped MLB Network</a> from its lineup last month after failing to reach a new agreement. Although the company kept the door open to eventually restoring the service, that has yet to materialize over six weeks later.</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-tv-raises-prices-to-an-outrageous-73-per-month-182517379.html?src=rss", "link": "https://www.engadget.com/youtube-tv-raises-prices-to-an-outrageous-73-per-month-182517379.html?src=rss", "date_published": "2023-03-16 18:25:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitch co-founder Emmett Shear steps down as CEO", "description": "<p>After 16 years with Twitch, company co-founder Emmett Shear is <a href=\"https://blog.twitch.tv/en/2023/03/16/16-years-of-twitch\">stepping down from his role as CEO</a>. Shear was there at the beginning, when the popular entertainment platform was still called Justin.tv, a live video site designed to host a 24/7 reality show about the life of co-founder Justin Kan. When the company spun the platform's growing gaming category into its own brand, Twitch was born. Shear shepherded the company through that transition, through <a href=\"https://www.engadget.com/2014-09-27-amazon-completes-twitch-acquisition.html\">Amazon's $970 million acquisition</a> of the company in 2014, and beyond. Now, he says he says fatherhood has inspired him to step down from his leadership role. \"I want to be fully there for my son as he enters this world,\" he wrote in a farewell blog. \"I will continue to work at Twitch in an advisory role.\"</p><div id=\"e3644acba07c4c9d93a6e602c9741773\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">In October 2006 we started working on live video for the internet. That became Twitch. More than 16 years later, I'm now a father and ready to move to my next phase of life. I wrote a blog post, but the short version is: thank you so much to everyone who built this with me.</p>— Emmett Shear (@eshear) <a href=\"https://twitter.com/eshear/status/1636388700727939072?ref_src=twsrc%5Etfw\">March 16, 2023</a></blockquote></div><p>Dan Clancy will be taking over as CEO. Originally hired in 2019 as the executive VP of creator and community experience, Clancy soon rose to the role of President at Twitch. When streaming partners raised concerns over Twitch's revenue split with creators, Clancy was the one who put the issue to bed — <a href=\"https://blog.twitch.tv/en/2022/09/21/a-letter-from-twitch-president-dan-clancy-on-subscription-revenue-shares/\">explaining in a letter to streamers</a> that the share would remain at 50/50 and premium 70/30 splits given to the platforms biggest stars would be subject to new limitations. As the face of this decision, Clancy <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMi8xMC8yMi9idXNpbmVzcy90d2l0Y2gtc3RyZWFtZXJzLmh0bWwiLCJjb250ZW50VXVpZCI6IjM4ZTg1MTI5LTVhMDUtNDhlMi1hY2MxLTFhOGFiOTRiMWM1MCJ9&amp;signature=AQAAAdxtgc65zC9zDgnm2oWfLrLcK-VnEGWfVmOLh-Hxw95q&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2022%2F10%2F22%2Fbusiness%2Ftwitch-streamers.html\">bore the brunt of much of the backlash</a>.</p><span id=\"end-legacy-contents\"></span><p>As for Shear, his exit letter exudes confidence for the new CEO. \"He cares deeply about the Twitch community, its streamers and our staff and understands what makes Twitch, Twitch,\" he wrote. Dan Clancy will step into his role as CEO effective immediately.</p>This article originally appeared on Engadget at https://www.engadget.com/twitch-co-founder-emmett-shear-steps-down-as-ceo-181041275.html?src=rss", "link": "https://www.engadget.com/twitch-co-founder-emmett-shear-steps-down-as-ceo-181041275.html?src=rss", "date_published": "2023-03-16 18:10:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "AI-generated images from text can't be copyrighted, US government rules", "description": "<p>Any images that are produced by giving a text prompt to current generative AI models, such as <a href=\"https://www.engadget.com/dall-e-generative-ai-tracking-data-privacy-160034656.html\"><ins>Midjourney</ins></a> or <a href=\"https://www.engadget.com/getty-images-sues-the-maker-of-ai-art-generator-stable-diffusion-over-data-scraping-allegations-184502897.html\"><ins>Stable Diffusion</ins></a>, cannot be copyrighted in the US. That's according to the US Copyright Office (USCO), which has equated such prompts to a buyer giving directions to a commissioned artist. &quot;They identify what the prompter wishes to have depicted, but the machine determines how those instructions are implemented in its output,&quot; the USCO wrote in <a href=\"https://www.govinfo.gov/content/pkg/FR-2023-03-16/pdf/2023-05321.pdf\"><ins>new guidance</ins></a> it published to the Federal Register.</p><p>&quot;When an AI technology receives solely a prompt from a human and produces complex written, visual, or musical works in response, the 'traditional elements of authorship' are determined and executed by the technology — not the human user,&quot; the office stated.</p><span id=\"end-legacy-contents\"></span><p>It noted that the level of human creativity involved in a work is a significant consideration as to whether it will grant copyright protection. It suggested that <a href=\"https://www.engadget.com/us-copyright-office-art-ai-creativity-machine-190722809.html\">current AI models can't generate copyrightable work</a>. &quot;Based on the Office's understanding of the generative AI technologies currently available, users do not exercise ultimate creative control over how such systems interpret prompts and generate material,&quot; the USCO said. &quot;In the Office’s view, it is well-established that copyright can protect only material that is the product of human creativity.&quot; In one famous case, the office ruled that it <a href=\"https://www.engadget.com/2014-08-22-us-officials-say-monkey-selfies-cant-be-copyrighted-because-it.html\"><ins>couldn't allow selfies taken by a monkey to be copyrighted.</ins></a></p><p>When it comes to works that contain material generated by an AI, the USCO looks at whether the model's contributions to the work are the result of &quot;mechanical reproduction&quot; (i.e., generated in response to text prompts) or if they represent the author's &quot;own mental conception.&quot; Current rules state that the USCO “will not register works produced by a machine or mere mechanical process that operates randomly or automatically without any creative input or intervention from a human author.”</p><p>However, the office has left the door open to granting copyright protections to work with AI-generated elements. &quot;The answer will depend on the circumstances, particularly how the AI tool operates and how it was used to create the final work,&quot; it said. &quot;This is necessarily a case-by-case inquiry. If a work’s traditional elements of authorship were produced by a machine, the work lacks human authorship and the Office will not register it.&quot;</p><p>Last month, the USCO <a href=\"https://jolt.law.harvard.edu/digest/zarya-of-the-dawn-how-ai-is-changing-the-landscape-of-copyright-protection\"><ins>determined</ins></a> that images generated by Midjourney and used in a graphic novel were not copyrightable. However, it said the text and layout of Kris Kashtanova's <em>Zarya of the Dawn</em> could be afforded copyright protection. The office said there was too much “distance” between Kashtanova's inputs and Midjourney's output for the images to be copyrightable. Kashtanova's lawyers <a href=\"https://twitter.com/VanL/status/1628468104345841673\"><ins>have said</ins></a> that by focusing on the output rather than the input, the office &quot;applied the wrong legal standard.&quot;</p><p>Meanwhile, the USCO has <a href=\"https://www.copyright.gov/newsnet/2023/1004.html\"><ins>started an initiative</ins></a> to further explore copyright law and policy issues related to AI following requests from Congress and the public. It will host several panel discussions on the topics in April and May. The office plans to solicit public comments later this year on a swathe of copyright issues relating to the use of AI.</p>This article originally appeared on Engadget at https://www.engadget.com/ai-generated-images-from-text-cant-be-copyrighted-us-government-rules-174243933.html?src=rss", "link": "https://www.engadget.com/ai-generated-images-from-text-cant-be-copyrighted-us-government-rules-174243933.html?src=rss", "date_published": "2023-03-16 17:42:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Diablo IV' and 'Redfall' will support NVIDIA's DLSS 3 on launch", "description": "<p>NVIDIA's <a href=\"https://www.engadget.com/nvidia-dlss-3-ada-lovelace-160404110.html\">DLSS 3 upscaling</a> (Deep Learning Super Sampling 3) will soon be <a href=\"https://nvidianews.nvidia.com/news/nvidia-accelerates-neural-graphics-pc-gaming-revolution-at-gdc-with-new-dlss-3-pc-games-and-tools\">available</a> for some particularly high-profile games. To begin with, <a href=\"https://www.engadget.com/blizzard-diablo-4-preview-this-feels-worryingly-good-160026475.html\"><em>Diablo IV</em></a> will use the AI-based technology when the game launches on June 6th. If you have a <a href=\"https://www.engadget.com/nvidia-rtx-4080-review-more-practical-4k-gaming-titan-140009349.html\">GeForce RTX 40 series</a> GPU, you can push the click-heavy action RPG to a high resolution without worrying so much about a frame rate drop.</p><p>Bethesda's open-world vampire shooter <a href=\"https://www.engadget.com/redfall-release-date-xbox-pc-214910117.html\"><em>Redfall</em></a> will also support DLSS 3 when it ships on May 2nd. And if you're a fan of arcade-style racing, you'l be happy to know that a <em>Forza Horizon 5</em> update will introduce the feature on March 28th.</p><span id=\"end-legacy-contents\"></span><p>You may see broader game industry support before long. Epic is integrating DLSS 3 support into Unreal Engine 5.2 through an upcoming plug-in, so developers won't have to go to great lengths to add the performance-boosting feature to their titles. At the same time, NVIDIA is making the tech's signature frame generation available through an open source framework.</p><p>DLSS 3 builds on earlier iterations by generating whole new frames, not just pixels. It's particularly useful for CPU-limited games like <em>Cyberpunk 2077</em> and <em>Microsoft Flight Simulator</em>, as it doesn't lean on your computer's processor. The catch, of course, is that you need NVIDIA's latest hardware to use it. While that's more affordable than before thanks to the <a href=\"https://www.engadget.com/nvidia-rtx-4070-ti-review-3090-ti-power-for-799-140001316.html\">RTX 4070 Ti</a> and <a href=\"https://www.engadget.com/nvidia-geforce-rtx-40-laptop-gpu-price-release-date-165006688.html\">RTX 40 laptop GPUs</a>, you'll still need to invest significant funds to see the benefits.</p>This article originally appeared on Engadget at https://www.engadget.com/diablo-iv-and-redfall-will-support-nvidias-dlss-3-on-launch-172043183.html?src=rss", "link": "https://www.engadget.com/diablo-iv-and-redfall-will-support-nvidias-dlss-3-on-launch-172043183.html?src=rss", "date_published": "2023-03-16 17:20:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Tinder now lets you specify gender pronouns and non-monogamous relationship types", "description": "<p>Tinder <a href=\"https://www.tinderpressroom.com/2023-03-16-relationships-in-2023-take-many-forms,-tinder-daters-are-saying-yes-to-all-the-possibilities\">announced</a> this week that its users can now add relationship types and pronouns to their profiles. For example, you can specify whether you’re seeking monogamous or non-monogamous relationships (or are still figuring it out) and list your preferred gender pronouns. Both new features are borrowed from Hinge, owned by the same parent company, which added the same profile options last year.</p><p>Tinder’s new relationship-type options, spurred by growing interest in less traditional dating approaches, include monogamy, ethical non-monogamy, open relationship, polyamory and “open to exploring.” The company cites a study of 4,000 18-to-25-year-olds showing that 41 percent are open to or seeking non-monogamous connections. Among those, open relationships (36 percent) and hierarchical polyamory (26 percent) are the most popular choices. Perhaps just as critical, a survey indicated that 73 percent of young singles of any gender say they want someone who is clear about what they want. Most people don’t want to waste time with partners who have incompatible intentions.</p><span id=\"end-legacy-contents\"></span><p>Likewise, Tinder’s addition of pronouns can be tied to a poll revealing that 33 percent of young adults say their sexuality has become more fluid in the last three years, while 29 percent say their gender identity is more fluid. Additionally, it says the LGBTQIA+ community is the platform’s fastest-growing demographic. Thanks to these revelations, Tinder now lets you select up to four pronouns out of more than 15 options to show on your profile.</p><p>This follows the app’s addition of relationship goals, <a href=\"https://www.tinderpressroom.com/2022-12-14-Tinder-Introduces-Relationship-Goals,-Because-Sharing-What-You-Want-Is-Sexy\">launched</a> in December. That option lets users clarify whether they want short-term, long-term or an uncertain combination. The company says 40 percent of its users who specify their intent say they’re looking for a long-term relationship, while 13 percent claim they only want a short-term connection. If nothing else, it highlights how Tinder has expanded its brand from its early reputation as a “hookup app.”</p><p>The new features follow a dismal Q1 forecast for Tinder’s parent company Match Group after the app sparked the company’s first quarterly revenue <a href=\"https://www.reuters.com/technology/tinder-owner-sees-revenue-below-estimates-after-first-quarterly-decline-ever-2023-01-31/\">decline</a>. The options also align with Tinder’s recent marketing <a href=\"https://www.tinderpressroom.com/2023-02-27-TINDER-REDEFINES-EXPECTATIONS-WITH-NEW-BRAND-CAMPAIGN-THAT-CELEBRATES-GEN-ZS-AUTHENTIC,-FLUID-AND-BEAUTIFUL-CONNECTIONS\">campaign</a>, “It Starts with a Swipe,” which paints the app as a fluid experience that may just as easily lead to casual flings or more committed connections.</p>This article originally appeared on Engadget at https://www.engadget.com/tinder-now-lets-you-specify-gender-pronouns-and-non-monogamous-relationship-types-170823987.html?src=rss", "link": "https://www.engadget.com/tinder-now-lets-you-specify-gender-pronouns-and-non-monogamous-relationship-types-170823987.html?src=rss", "date_published": "2023-03-16 17:08:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony WF-1000XM5 leak offers a first look at the unannounced earbuds", "description": "<p>Sony may soon release a sequel to its well-received <a href=\"https://www.engadget.com/sony-wf-1000xm4-review-160006474.html\">WF-1000XM4</a> wireless earbuds. <em>The Walkman Blog</em> has <a href=\"https://thewalkmanblog.blogspot.com/2023/03/sony-wf-1000xm5-design-leaked.html\">discovered</a> certification images for the WF-1000XM5, and there are hints Sony may address the comfort issues we have with the current model. The photos suggest the XM5 design may be curvier — you could listen for longer periods without a flat side digging into your ear. It's not clear if the buds are smaller.</p><p>The case also hints at potentially faster wireless charging times. And yes, the charging status light should finally be on the outside of the case. Don't read too much into the plain, sometimes-glossy looks. The buds you see here appear to be prototypes and likely won't reflect what you can buy.</p><span id=\"end-legacy-contents\"></span><p>It's too soon to say if the WF-1000XM5 will sound any better or introduce features. A release may come soon, though. An FCC filing appeared in late February, with short-term confidentiality due to expire in August. Given that the XM4 reached the FCC in February 2021 and debuted that June, it won't be surprising if its follow-up is weeks away.</p><p>The XM4 remains our pick for the <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">best wireless earbuds</a>, and for good reason. While the buds are on the large side, they provide excellent sound quality, strong active noise cancellation and healthy battery life in a platform-agnostic design. If the XM5 improves on that formula, they may be the go-to option if you'd rather not spring for <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\">AirPods</a> or <a href=\"https://www.engadget.com/google-pixel-buds-review-170044941.html\">Pixel Buds</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/sony-wf-1000xm5-leak-offers-a-first-look-at-the-unannounced-earbuds-161044694.html?src=rss", "link": "https://www.engadget.com/sony-wf-1000xm5-leak-offers-a-first-look-at-the-unannounced-earbuds-161044694.html?src=rss", "date_published": "2023-03-16 16:10:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "TikTok CEO says selling the app won't satisfy US security concerns", "description": "<p><a href=\"https://www.engadget.com/tag/tiktok/\"><ins>TikTok</ins></a> CEO Shou Zi Chew has claimed that, were parent ByteDance to sell the company, that alone wouldn't be enough to prevent it from scrutiny over security concerns. Chew made the assertion following reports this week (which TikTok has confirmed) that the US government has <a href=\"https://www.engadget.com/the-us-government-is-trying-to-force-bytedance-to-sell-tiktok-005751763.html\">told TikTok to divest itself from ByteDance</a> or face a national ban. \"Divestment doesn’t solve the problem: a change in ownership would not impose any new restrictions on data flows or access,\" TikTok said in the wake of those reports.</p><p>Chew claimed that the US and other countries would still have problems with how the app handles user data were it to have a different owner. Officials have expressed fear that China will gain access to user data linked to their residents.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>TikTok's CEO told <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy90aWt0b2stY2Vvcy1tZXNzYWdlLXRvLXdhc2hpbmd0b24tYS1zYWxlLXdvbnQtc29sdmUtc2VjdXJpdHktY29uY2VybnMtOTRhODYwNj9tb2Q9ZGplbWFsZXJ0TkVXUyIsImNvbnRlbnRVdWlkIjoiOTJkMTE3NTctODg4Yy00OTA0LWE5ZWYtNjQ2MWVlOWVjMTYzIn0&amp;signature=AQAAAWctqSy1ksaO89ppd92wAcESowu5Kj5TvGhK7lFnGQsR&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Ftiktok-ceos-message-to-washington-a-sale-wont-solve-security-concerns-94a8606%3Fmod%3DdjemalertNEWS\"><em><ins>The Wall Street Journal</ins></em></a><em>&nbsp;</em>that, were Beijing-based ByteDance to sell the company, that won't provide more data protection beyond projects it's already working on. TikTok has promised to protect US user data from China by <a href=\"https://www.engadget.com/tiktok-user-data-us-200500287.html\"><ins>routing it through domestic Oracle servers</ins></a> and putting other safeguards in place, such as <a href=\"https://www.engadget.com/oracle-tiktok-algorithms-content-moderation-review-171742979.html\"><ins>third-party oversight of the app's algorithms</ins></a>.</p><p>TikTok has spent billions of dollars on that plan, which it calls Project Texas. It has been working on the project over the last two years in an attempt to address US security concerns after former President Donald Trump <a href=\"https://www.engadget.com/tiktok-us-ban-trump-023941270.html\"><ins>attempted to force ByteDance to sell TikTok</ins></a>. The company recently announced a similar project for <a href=\"https://www.engadget.com/project-clover-is-tiktoks-effort-to-get-ahead-of-eu-privacy-and-security-concerns-173813888.html\"><ins>European user data</ins></a>.</p><p>Some officials are worried that ByteDance might be compelled to share data with the Chinese government or that China might demand changes to the content that TikTok's algorithms show to Americans. TikTok has claimed it wouldn't provide data to Chinese officials if they asked for assistance with spying — the company says it has not received such a request.</p><p>Meanwhile, a former employee of TikTok's trust and safety team has claimed <a href=\"https://www.engadget.com/tiktok-whistleblower-claims-us-data-privacy-efforts-are-seriously-flawed-211255093.html\">there are significant flaws with Project Texas.</a> They said it would still theoretically be possible for China to access US data as TikTok could still be linked to ByteDance's Chinese news app Toutiao. That said, reports suggest the person left TikTok months before Project Texas was finalized and that he may not know all the details of how it works.</p><p>“The idea behind Project Texas is it won’t matter what the Chinese law or any law says, because we’re taking US user data and we’re putting it out of their reach,” Chew said. “You’re talking about real concerns. I think these are the real solutions.”</p><p>Chew hasn't said whether ByteDance is open to selling its stake in TikTok. He has also dismissed the option of listing TikTok on the stock market as a publicly traded company any time soon, but that's something his company and ByteDance are mulling.</p><p>Next week, Chew <a href=\"https://www.engadget.com/tiktok-ceo-congress-shou-zi-chew-privacy-security-china-201928160.html\"><ins>will testify</ins></a> before the House Energy and Commerce Committee. He'll discuss TikTok's links to China as well as issues such as privacy and the app's impact on kids.</p><p><a href=\"https://www.engadget.com/tiktok-us-government-ban-devices-omnibus-bill-funding-nasa-234803320.html\"><ins>The US government</ins></a> and dozens of states have banned their employees from using TikTok on their federal- or state-owned devices. <a href=\"https://www.engadget.com/canada-is-reportedly-banning-tiktok-from-government-issued-devices-170230648.html\"><ins>Canada</ins></a> and the <a href=\"https://www.engadget.com/european-commission-bans-staff-from-using-tiktok-on-work-devices-185157323.html\"><ins>European Commission</ins></a> have enacted similar bans in recent weeks, while the UK <a href=\"https://www.engadget.com/uk-bans-tiktok-from-government-devices-with-immediate-effect-142516712.html\"><ins>announced a similar measure</ins></a> earlier today.</p>This article originally appeared on Engadget at https://www.engadget.com/tiktok-ceo-says-selling-the-app-wont-satisfy-us-security-concerns-153717605.html?src=rss", "link": "https://www.engadget.com/tiktok-ceo-says-selling-the-app-wont-satisfy-us-security-concerns-153717605.html?src=rss", "date_published": "2023-03-16 15:37:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft 365 'Copilot' uses AI to automate everyday tasks in multiple apps", "description": "<p>Microsoft is using artificial intelligence to help eliminate drudgery at the workplace. At its <a href=\"https://www.engadget.com/microsoft-is-holding-a-future-of-work-ai-event-on-march-16th-165818278.html\">&quot;Future of Work&quot; event</a>, the company has <a href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9zb2Z0LmNvbS9lbi11cy9taWNyb3NvZnQtMzY1L2Jsb2cvMjAyMy8wMy8xNi9pbnRyb2R1Y2luZy1taWNyb3NvZnQtMzY1LWNvcGlsb3QtYS13aG9sZS1uZXctd2F5LXRvLXdvcmsvIiwiY29udGVudFV1aWQiOiI2NTg4MDQ2Mi0zOTg1LTQxOTItOWRkNi1kYTU3NDg2MTZlNmQifQ&amp;signature=AQAAAX6aaUoutlOJLx5qW8NovdSmzHp00ElClh_UH35fXIMK&amp;gcReferrer=https%3A%2F%2Fwww.microsoft.com%2Fen-us%2Fmicrosoft-365%2Fblog%2F2023%2F03%2F16%2Fintroducing-microsoft-365-copilot-a-whole-new-way-to-work%2F\">revealed</a> an AI-powered Microsoft 365 Copilot that, as suggested <a href=\"https://twitter.com/_h0x0d_/status/1636343276369498112\">by leaks</a>, can create content in Office apps using text requests. You can ask PowerPoint to create a presentation based on a Word document, for example, and even get it to apply animations or styles across all your slides.</p><p>Other apps have similar functionality. Word can create a proposal based on spreadsheet data, or change a report's entire tone. Excel can break down data or predict the effect of a variable change. Outlook can summarize your emails or draft responses, while Teams can recap meetings or even weigh the pros and cons of a discussion topic. A new Business Chat tool brings in information from multiple apps to deal with project developments, customer incidents and planning.</p><span id=\"end-legacy-contents\"></span><p>The new technology is running on the same OpenAI <a href=\"https://www.engadget.com/openai-just-released-gpt-4-a-multi-modal-generative-ai-172326765.html\">GPT-4 model</a> that powers the upgraded Bing search <a href=\"https://www.engadget.com/microsoft-begins-making-bing-chat-ai-searches-available-to-everyone-102506412.html\">rolling out to everyone</a>. The technology is more factual, higher performance and less likely to venture  out of accepted boundaries than the GPT-3.5 predecessor that currently powers ChatGPT.</p><p>Microsoft is already testing 365 Copilot with 20 business customers. It plans to expand access in the &quot;coming months,&quot; and will share details of IT administrator controls to help deploy the technology. Pricing and other details will be available in the months ahead, the company says.</p><p>The additions come just days after Google said it would bring generative AI to Gmail and Workspace apps like Docs and Slides. The tools will let you draft and revise content, and even autogenerate images and videos for presentations. The feature will only be available to English-language US users by the end of March, but it should reach more languages and countries in the future.</p><p>The introduction underscores the race between Microsoft and Google to weave AI into their products. Microsoft is using AI to claim an edge in search, <a href=\"https://www.engadget.com/microsoft-teams-premium-365-160053805.html\">video chat</a> and other common productivity tasks. Google, meanwhile, is treating AI as a defensive tool. Systems <a href=\"https://www.engadget.com/google-officially-unveils-its-chatgpt-rival-apprentice-bard-192055722.html\">like Bard</a> may help it protect its core search business against ChatGPT and other AI systems that Google reportedly <a href=\"https://www.engadget.com/google-chatgpt-ai-chatbot-search-170007802.html\">sees as threats</a>. However this race ends, it's safe to presume AI is becoming more of a mainstay in the working world.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-365-copilot-uses-ai-to-automate-everyday-tasks-in-multiple-apps-151133434.html?src=rss", "link": "https://www.engadget.com/microsoft-365-copilot-uses-ai-to-automate-everyday-tasks-in-multiple-apps-151133434.html?src=rss", "date_published": "2023-03-16 15:11:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "How to clean and organize your PC", "description": "<p>Outside of your phone, your PC is likely the one piece of technology you interact with most frequently. For that reason, you should take care of it. Not only will it last longer, but it will also work better over time if you give it the proper attention. In this how-to, we'll share some tips on how to take care of your PC. Of course, it's impossible to cover this topic from every angle, so think of this guide as an introduction more than anything else.</p><h2>How to clean your computer and peripherals</h2><figure><img alt=\"Back to School cleaning products\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-07/8e767410-e8be-11eb-9fda-568912cc3572\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>Windows PCs, especially desktops, come in various shapes and sizes, but the tips we're about to go through here will help you clean your computer whether you bought it prebuilt or put together yourself. If you own a laptop, look at our <a href=\"https://www.engadget.com/how-to-clean-your-mac-macbook-cleaning-supplies-digital-organization-153007592.html\">recent Mac organization guide</a>. All the steps we detail there will work just as well for a Windows portable.</p><span id=\"end-legacy-contents\"></span><p>Before cleaning the inside of your computer, start with your display and peripherals. At this stage, all you'll need is some distilled water in a spray bottle and a microfiber cloth. You can buy the former at a grocery store or <a href=\"https://www.wikihow.com/Make-Distilled-Water\">make it yourself</a>. And if you don't already own any microfiber cloths, Amazon sells <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbWF6b25CYXNpY3MtQ1cxOTA0MjMtMjQtUGFjay1NaWNyb2ZpYmVyLUNsZWFuaW5nL2RwL0IwMDlGVUY2RE0vP3RhZz1nZGd0MGMtcC1vLW92LTIwIiwiY29udGVudFV1aWQiOiJmYTNkODFhNS1mMmI0LTQ5MGYtYmE4Yy00OWUxMjE5MmJhYjAifQ&amp;signature=AQAAAc_1EOolkW_QhFeqFYHCAa7mAny-1zB7ezAA-NOPwyyo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAmazonBasics-CW190423-24-Pack-Microfiber-Cleaning%2Fdp%2FB009FUF6DM%2F\">affordable 24-packs</a> you can get for about $14. Once you have those in hand, spray the water onto a clean cloth and wipe down your computer's display before moving to the mouse and keyboard. You want to start with your screen to avoid transferring dirt and residue to the panel.</p><p>Once you’re done with those, turn off your PC and unplug everything that's connected to it. You'll also want to switch off the power supply unit (PSU) by flipping the toggle on its outside to the \"O\" position. Next, push down the power button and hold it down for about 30 seconds to discharge the capacitors. To protect your computer against static electricity, we highly recommend buying an <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XcmlzdGJhbmQtQnJhY2VsZXQtR3JvdW5kaW5nLUFsbGlnYXRvci1FeHRlbmRhYmxlL2RwL0IwOENYUU44NlcvP3RhZz1nZGd0MGMtcC1vLW92LTIwIiwiY29udGVudFV1aWQiOiJmYTNkODFhNS1mMmI0LTQ5MGYtYmE4Yy00OWUxMjE5MmJhYjAifQ&amp;signature=AQAAARkskpj1OxvkSbHaevRlkDXhhcZ7I3VcvcbMQmDHF45d&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWristband-Bracelet-Grounding-Alligator-Extendable%2Fdp%2FB08CXQN86W%2F\">anti-static wrist strap</a>.</p><p>If at all possible, do most of the steps we're about to describe outside. The last thing you want to do is go through the trouble of cleaning your computer and then let it pull in all that dust again.</p><figure><img alt=\"Back to School cleaning products\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-07/8e74c660-e8be-11eb-97ff-7defcb2a8b1e\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>Once you've moved your computer, start by removing the side panels. Most modern cases allow you to do this without any tools, but you'll need at least one screwdriver for most of the work we'll detail in a moment. When it comes to most screws inside your computer, a 4-inch Phillips screwdriver should be all you need. Some components, such as your GPU, may include Torx screws and the like, but don't worry about those for now since we won't be taking them apart. If you don't already own a decent set of screwdrivers and have something of a DIY streak in you, a driver kit from iFixit is your best bet. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pRml4aXQtTWlubm93LURyaXZlci1LaXQtU21hcnRwaG9uZXMvZHAvQjA4TldKSDZURD90YWc9Z2RndDBjLXAtby1vdi0yMCIsImNvbnRlbnRVdWlkIjoiZmEzZDgxYTUtZjJiNC00OTBmLWJhOGMtNDllMTIxOTJiYWIwIn0&amp;signature=AQAAAb8kys59vZimIjajQqo6oOPn4AZ1jC4j43xwSo2R_-y-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiFixit-Minnow-Driver-Kit-Smartphones%2Fdp%2FB08NWJH6TD%3F\">16</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pRml4aXQtTW9yYXktRHJpdmVyLUtpdC1TbWFydHBob25lcy9kcC9CMDhOV0tNVDhWP3RhZz1nZGd0MGMtcC1vLW92LTIwIiwiY29udGVudFV1aWQiOiJmYTNkODFhNS1mMmI0LTQ5MGYtYmE4Yy00OWUxMjE5MmJhYjAifQ&amp;signature=AQAAAeiDuQIIciogklFbH_bA3E2WJVzoEK8wLpZ3Cx7vGcqP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiFixit-Moray-Driver-Kit-Smartphones%2Fdp%2FB08NWKMT8V%3F\">32 </a>and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pRml4aXQtSUYxNDUtMjk5LTQtRHJpdmVyLUJpdC02NHBjL2RwL0IwMTg5WVdPSU8_dGFnPWdkZ3QwYy1wLW8tb3YtMjAiLCJjb250ZW50VXVpZCI6ImZhM2Q4MWE1LWYyYjQtNDkwZi1iYThjLTQ5ZTEyMTkyYmFiMCJ9&amp;signature=AQAAAV5m4oGe0Vlu2QeKbd2K6V8Y_N0RaYi6yveZyIro3r3H&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiFixit-IF145-299-4-Driver-Bit-64pc%2Fdp%2FB0189YWOIO%3F\">64-bit kits</a> it sells are an excellent starting point, and they'll come in handy with more than just your computer.</p><p>If your PC has any dust filters, remove those now and give them a rinse at the sink before setting them aside to dry. Depending on how long your computer has been collecting dust, you may want to remove some components such as the GPU to make it easier to clean everything.</p><p>If that's something you feel comfortable doing and it's your first time removing any of the internals, use your phone to take photos of the interior. The images will help you put all the parts in their original place at the end. That's important to do since there's an optimal way to install many of the components in your computer. For instance, you always want to install your GPU in the fastest available PCIe lane. When it comes to removing any PCI cards, first unscrew its mounting bracket and then push the corresponding release on your motherboard before pulling the card out.</p><figure><img alt=\"Back to School cleaning products\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-07/8e751480-e8be-11eb-a6fb-18fd90064826\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>Whether you decide to keep all your computer's internals in place or not, you'll need something to blow all that dust away. A can of compressed air is one option, but I like to use a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDBMOU9JUUM_dGFnPWdkZ3QwYy1wLW8tb3YtMjAiLCJjb250ZW50VXVpZCI6ImZhM2Q4MWE1LWYyYjQtNDkwZi1iYThjLTQ5ZTEyMTkyYmFiMCJ9&amp;signature=AQAAARUxp-u0lT7LBWV_Opqa-PlFmEArgV-YEmilQOgQKYlw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB000L9OIQC\">Giottos Rocket Blower</a>. It was designed for cleaning camera sensors and won't damage any of your components. It's also a one-time purchase.</p><p>Whatever you have at hand, use it to blow away the dust that's been building up on your computer's internal components, fans and grills. Pay special attention to the heatsinks attached to your PC’s CPU, GPU, chipset and voltage regulators. They will likely have most of the hardest to remove dust in your system thanks to their tight fin stacks. What’s more, especially bad buildup can make them ineffective at cooling those components, which will, in turn, affect their performance.</p><p>When cleaning any exposed PCB, use an antistatic brush (<a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PWE8tR3JpcHMtRWxlY3Ryb25pY3MtQ2xlYW5pbmctQnJ1c2gvZHAvQjAwNTBCNkNZVz90YWc9Z2RndDBjLXAtby1vdi0yMCIsImNvbnRlbnRVdWlkIjoiZmEzZDgxYTUtZjJiNC00OTBmLWJhOGMtNDllMTIxOTJiYWIwIn0&amp;signature=AQAAAQVHXQ18Idq_4pul2xR5_HNGA0P2M5wkGTHvgxk8vCXK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOXO-Grips-Electronics-Cleaning-Brush%2Fdp%2FB0050B6CYW\">like this one from Amazon</a>) instead of a microfiber cloth. You'll avoid damaging any of the sensitive components on the board. You can go over any non-electronic part with a dampened microfiber cloth.</p><p>At this point, all you need to do is put everything back in its place. As one final tip, if there's any way you can avoid leaving your desktop on the floor, you'll end up spending less time cleaning it since it won't be near all the dust and dander that collects there. If your desk setup or living space makes that not an option, a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Nb2JpbGUtUm9sbGluZy1XaGVlbHMtQmFtYm9vLVByb3RlY3RpbmcvZHAvQjA4TDVWOEpHQz90YWc9Z2RndDBjLXAtby1vdi0yMCIsImNvbnRlbnRVdWlkIjoiZmEzZDgxYTUtZjJiNC00OTBmLWJhOGMtNDllMTIxOTJiYWIwIn0&amp;signature=AQAAAbyYX6BaByeCa3wE6kiZVFnozLIVJiZj_e-n9Zg6fE2x&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMobile-Rolling-Wheels-Bamboo-Protecting%2Fdp%2FB08L5V8JGC%3F\">PC tower stand</a> is a cheap but effective way to elevate your computer off the ground and help it pull in less debris.</p><h2>How to organize your PC’s storage drives</h2><figure><img alt=\"CleanMyPC\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-07/9a356400-e95e-11eb-bdd5-ebb6c90f1cb8\" /><figcaption></figcaption><div class=\"photo-credit\">MacPaw</div></figure><p>If it's been a while since you've done an audit of all the software you have installed on your computer, the best place to start is in the Task Manager. It's here you can see how much of its resources your computer is devoting to specific processes. Since everyone will have different software installed on their PC, it's hard to offer blanket recommendations, but using the Task Manager you can get a sense of the apps that may be slowing down your computer. For most people, there will be two main culprits: bloatware and antivirus software.</p><p>If you bought your PC from a system integrator like Dell, it will almost certainly include software your computer doesn't need to operate. You can safely uninstall unused, preloaded apps to improve performance and save on space.</p><p>This next tip may be contentious for some: I believe as long as you avoid clicking on sketchy links and stay away from the dark corners of the internet, Windows Defender is all you need to protect your computer from the majority of malware that's out there. While there are good antivirus programs like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=611316b6-01c7-4271-8c69-1aaf6d7108ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Bitdefender&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MTEzMTZiNi0wMWM3LTQyNzEtOGM2OS0xYWFmNmQ3MTA4YWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYml0ZGVmZW5kZXIuY29tL21lZGlhL2h0bWwvY29uc3VtZXIvbmV3LzIwMjAvY2wtb2ZmZXItb3B0LyIsImNvbnRlbnRVdWlkIjoiZmEzZDgxYTUtZjJiNC00OTBmLWJhOGMtNDllMTIxOTJiYWIwIn0&amp;signature=AQAAAbOD3o1DHwRBukvVgggEWte9JpdCoRLMgpoER60SJgCG&amp;gcReferrer=https%3A%2F%2Fwww.bitdefender.com%2Fmedia%2Fhtml%2Fconsumer%2Fnew%2F2020%2Fcl-offer-opt%2F\">Bitdefender</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=de672dc6-c8dc-4845-af8c-ebf5e59ce373&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Malwarebytes&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkZTY3MmRjNi1jOGRjLTQ4NDUtYWY4Yy1lYmY1ZTU5Y2UzNzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWFsd2FyZWJ5dGVzLmNvbS8_IiwiY29udGVudFV1aWQiOiJmYTNkODFhNS1mMmI0LTQ5MGYtYmE4Yy00OWUxMjE5MmJhYjAifQ&amp;signature=AQAAAf-TLRLAQ35zTa0akf5_L95rxSwKa4oRKXJ6IHO4caB9&amp;gcReferrer=https%3A%2F%2Fwww.malwarebytes.com%2F%3F\">Malwarebytes</a>, the majority cost far too much for what they offer and will only slow down your computer. If you don't feel comfortable uninstalling your antivirus software, then by all means, leave it on your computer.</p><p>While you're in the task manager, you'll also want to click on the \"Startup\" tab to see what programs your computer is launching when you power it on. You can speed up that process simply by limiting that list to as few apps as possible. As for the actual process of deleting any software you don't need, always uninstall programs from the Control Panel as this will leave the fewest leftovers when everything is said and done. If you've used Windows for a while, you'll have errant files all over the place. It's possible to cull those manually, but doing so can be time-consuming. Thankfully, Windows 10 and 11’s built-in Disk Cleanup will help you wrangle those with ease.</p><p>If you have any mechanical drives installed in your computer, it's good to get into the habit of defragging them regularly. First, launch the built-in Defragment and Optimize Drives app and click the \"Optimize\" button. Depending on the size of your hard drive, this process may take a while. Don't defrag your SSDs, as you'll only shorten their lifespan for little to no performance improvement.</p><h2>How to organize your apps, tabs and other windows</h2><figure><img alt=\"Melbourne, Australia - Jun 13, 2016: Clicking the Windows Store icon on Surface Pro 4. It is an app store for Microsoft Windows, allowing users to download apps, ,games, music, movies and TV shows.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-07/99bd5860-e95f-11eb-b7df-13ff2efddd51\" /><figcaption></figcaption><div class=\"photo-credit\">ymgerman via Getty Images</div></figure><p>Say what you will about Windows 10 and 11, but the fact they come with some of the best window management tools built right into an operating system. You don't need to download any additional software to organize your desktop, but there are some settings you can tweak to get even more out of its signature Snap functionality.</p><p>As you may already know, you can press the Windows and Tab keys at the same time to bring up the Task View pane. It's here that you can add additional virtual desktops. If you're not already using virtual desktops, they're great for organizing your active windows so that you don't have to constantly rearrange them when you're trying to find a specific one. You can quickly press the Windows key, Ctrl and either the left or right arrow keys to move between desktops. But to make things even simpler, head to the Settings app and into the Multitasking section of the System menu. Under the \"Virtual desktops\" heading, switch both settings to \"All desktops.\" You can now use the Alt-Tab shortcut or taskbar to switch to any app on any desktop.</p><p>When it comes to wrangling your tabs, a lot of that will depend on the browser you use. But as a decent starting point, all the most popular ones include a feature that allows you to pin tabs. I use this to keep the websites I visit most frequently throughout a workday (in my case, Gmail, Trello and Google Drive) open at all times and at the top of my tab bar. In that way, those tabs never get lost among the countless other websites I might have open for a story I'm writing. What's more, in the case of Brave, the browser I use, I can use a handful of keyboard shortcuts to jump to those tabs quickly.</p><p>In closing, we want to highlight just how much customization Windows 10 and 11 offer you when it comes to the organization of your computer. As just one example, you can right-click on items located on the taskbar and start menu to put the apps and shortcuts you use most frequently within easy reach. However, if you want to really dig into all the options Windows 10 offers on that front, websites like <em>Windows Central </em>have <a href=\"https://www.windowscentral.com/tips-tricks-increase-pc-performance-windows-10\">detailed how-tos</a> that are an excellent starting point.</p><p>&nbsp;&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/how-to-clean-and-organize-your-windows-pc-150026502.html?src=rss", "link": "https://www.engadget.com/how-to-clean-and-organize-your-windows-pc-150026502.html?src=rss", "date_published": "2023-03-16 15:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "UK bans TikTok from government devices with immediate effect", "description": "<p>The UK has become the latest major jurisdiction to ban <a href=\"https://www.engadget.com/tag/tiktok/\"><ins>TikTok</ins></a> from government devices. The measure is in place with immediate effect following a security review ordered by ministers. The move is part of broader restrictions on third-party apps on government devices.</p><p>\"The security of sensitive government information must come first, so today we are banning this app on government devices,\" Chancellor of the Duchy of Lancaster Oliver Dowden, the government's second highest-ranking minister, <a href=\"https://www.gov.uk/government/news/tiktok-banned-on-uk-government-devices-as-part-of-wider-app-review\"><ins>said in a statement</ins></a>. \"The use of other data-extracting apps will be kept under review.\"</p><span id=\"end-legacy-contents\"></span><p>Dowden <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1Cc3N3RnE4NENoRSIsImNvbnRlbnRVdWlkIjoiZTIxOWI0OGMtMjUyMC00NjA5LWI1ZGItMjA0NGY3NDJhYmMxIn0&amp;signature=AQAAAcF2twOprA8YszRVqX-VYaQV2Gc2ToB3TQ8TRKmVpYkG&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DBsswFq84ChE\"><ins>noted in Parliament</ins></a> that this is a precautionary measure. \"We know there is already limited use of TikTok across government, but it is also good cyber hygiene,\" he said.</p><p>The ban is intended to protect sensitive data on government devices as well to prevent things like location data harvesting. The measure doesn't apply to personal devices belonging to government employees, ministers or the public. In addition, the UK government will only allow its staff to use a third-party app on an official device if it's on an approved list.</p><p>There will be exceptions to the TikTok ban in cases where the app is needed for work purposes, such as for law enforcement or those working on projects related to online harms. These exceptions will be granted on a case-by-case basis and security measures will need to be in place.</p><p>The government noted that people should be aware of each app's <a href=\"https://www.engadget.com/apple-privacy-label-december-8-233406513.html\"><ins>data policies</ins></a>. It said TikTok requires users to give permission for the app to access certain information stored on a phone or tablet, such as geolocation data and contacts. Officials say they are worried about how this data may be used.</p><p>Leaders in many countries and other territories have expressed concern that China may gain access to their residents' or officials' data through TikTok. ByteDance, which owns TikTok, is headquartered in Beijing. Many legislatures have banned TikTok from government-owned devices in recent months, including <a href=\"https://www.engadget.com/tiktok-us-government-ban-devices-omnibus-bill-funding-nasa-234803320.html\"><ins>the US</ins></a>, dozens of states, <a href=\"https://www.engadget.com/canada-is-reportedly-banning-tiktok-from-government-issued-devices-170230648.html\"><ins>Canada</ins></a> and the <a href=\"https://www.engadget.com/european-commission-bans-staff-from-using-tiktok-on-work-devices-185157323.html\"><ins>European Commission</ins></a>.</p><p>On Wednesday, it was widely reported (and confirmed by TikTok) that the US government has <a href=\"https://www.engadget.com/the-us-government-is-trying-to-force-bytedance-to-sell-tiktok-005751763.html\"><ins>told ByteDance to sell the app</ins></a> or face a complete ban in the country. There are several pieces of legislation in progress that seek to <a href=\"https://www.engadget.com/house-committee-approves-bill-that-could-lead-to-a-tiktok-ban-in-the-us-185632229.html\"><ins>grant President Joe Biden</ins></a> or <a href=\"https://www.engadget.com/senate-bill-would-give-commerce-secretary-the-power-to-ban-tiktok-as-a-security-threat-202139609.html\"><ins>the Commerce Secretary</ins></a> the power to ban TikTok. The reported development comes almost three years after former President Donald Trump <a href=\"https://www.engadget.com/tiktok-us-ban-trump-023941270.html\">attempted to force ByteDance to sell TikTok</a> and a week before TikTok CEO Shou Zi Chew will <a href=\"https://www.engadget.com/tiktok-ceo-congress-shou-zi-chew-privacy-security-china-201928160.html\"><ins>testify before a House committee</ins></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/uk-bans-tiktok-from-government-devices-with-immediate-effect-142516712.html?src=rss", "link": "https://www.engadget.com/uk-bans-tiktok-from-government-devices-with-immediate-effect-142516712.html?src=rss", "date_published": "2023-03-16 14:25:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "How to clean and organize your Mac", "description": "<p>If you own a Mac, there’s a good chance you spent quite a bit of money to buy it. If for no other reason than that, you should take care of your computer. Not only will it serve you better over its life, but you could end up getting more for it on the used market if you ever decide to sell your Mac.</p><p>In this how-to, we’ll share some tips on how to take care of your Mac. It’s impossible to cover the topic of computer maintenance from every angle, so think of this guide as more of an introduction to some organizational features and apps you may not have known about.</p><span id=\"end-legacy-contents\"></span><h2>How to clean your Mac’s screen and body</h2><p>While there are a lot of products you can buy that are specially made to help you with cleaning your computer, I’ve found the simplest approach works best — and it’s the one <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLWNhL2d1aWRlL21hYy1oZWxwL21jaGxwMjY1Ny9tYWMiLCJjb250ZW50VXVpZCI6ImM1N2JiZDZlLTM0NjEtNDc4MC1iMTEwLTczOWIzODYxMzBlMiJ9&amp;signature=AQAAAVXtxvCjyAg-4NeVYAioC_Up5rEo5MPWFMYGtVz11WFo&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-ca%2Fguide%2Fmac-help%2Fmchlp2657%2Fmac\">Apple recommends</a>. To start, all you’ll need is some water in a spray bottle and a clean microfiber cloth. You can use either regular or distilled water. The advantage of the latter is that it’s far less likely to leave any residue on your Mac, particularly on the display. You can buy distilled water at a grocery store or <a href=\"https://www.wikihow.com/Make-Distilled-Water\">make it yourself</a> with some simple cookware. Either way, it’s more affordable than dedicated cleaning solutions and more versatile. If you don’t already own any microfiber cloths, Amazon <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDA5RlVGNkRNP3RhZz1nZGd0MGMtcC1vLW91LTIwIiwiY29udGVudFV1aWQiOiJjNTdiYmQ2ZS0zNDYxLTQ3ODAtYjExMC03MzliMzg2MTMwZTIifQ&amp;signature=AQAAAc09Dd1Je7OeaVmnPd8zvtJaSep_dhNopDZ7YGwCagCO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB009FUF6DM%3F\">sells affordable 24-packs</a> you can get for about $14.</p><p>Two other products I’ve found that can make the job easier are <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XSE9PU0gtQXdhcmQtV2luaW5nLVNjcmVlbi1DbGVhbmVyLVNtYXJ0cGhvbmVzL2RwL0IwNzZIRllHTFI_dGFnPWdkZ3QwYy1wLW8tb3UtMjAiLCJjb250ZW50VXVpZCI6ImM1N2JiZDZlLTM0NjEtNDc4MC1iMTEwLTczOWIzODYxMzBlMiJ9&amp;signature=AQAAAZ4vRfVs5-8Gaj0WYSsAc00WfTRrtlLbgsz1hI_uGaO8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWHOOSH-Award-Wining-Screen-Cleaner-Smartphones%2Fdp%2FB076HFYGLR%3F\">Whoosh</a> screen cleaner and a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDAxN0xTUEkvP3RhZz1nZGd0MGMtcC1vLW91LTIwIiwiY29udGVudFV1aWQiOiJjNTdiYmQ2ZS0zNDYxLTQ3ODAtYjExMC03MzliMzg2MTMwZTIifQ&amp;signature=AQAAAXgEt0tvidilL7DHAAu4OIndvGRUj1D881BLohWhCFT4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00017LSPI%2F\">Giottos Rocket Blower</a>. I can’t say enough good things about the latter. It will save you from buying expensive and wasteful cans of compressed air.</p><p>As for the process of cleaning your Mac, the most important tip to remember is to start with a clean cloth (that’s part of the reason we recommend buying them in bulk). You’ll save yourself time and frustration this way. Begin by turning off your computer and unplugging it. If you went out and bought a Rocket Blower, use it now to remove any dust. If not, take a dry microfiber cloth and go over your computer. Take special care around the keys, particularly if you own a Mac with a butterfly keyboard.</p><p>Next, dampen one side of your cleaning cloth with either water or Whoosh. Never spray any liquid directly on your computer. You’ll have more control this way and you’ll avoid getting any moisture into your Mac’s internals. I always clean the display first since the last thing I want to do is create more work for myself by transferring dirt from some other part of my computer to the screen. The last step is to buff and polish your computer with the dry side of the cloth. Be gentle here as you don’t want to scratch the screen or any other part of That’s it. Your Mac should be looking clean again.</p><h2>How to organize your hard drive</h2><figure><img src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-03/3f3c0b80-7de3-11eb-bbdd-a0da0dcfa81e\" /><figcaption></figcaption><div class=\"photo-credit\">Igor Bonifacic / Engadget</div></figure><p>One of the hardest parts of cleaning your Mac’s hard drive is knowing where to start. After all, most of us have apps on our computers we don’t even remember installing in the first place. Thankfully, macOS comes with a tool to help you with that exact issue.</p><p>Navigate to the “Storage” section of the “About This Mac” menu and click the “Manage…” option. Here you’ll find a tool that sorts your files into broad categories and offers recommendations on how to free up space on your hard drive. You can use those in combination with the handy “Show in finder” button at the bottom of the interface to quickly navigate your hard drive. No need to search for files manually.</p><p>The section dedicated to applications is particularly helpful since you can see the last time you used a program, as well as if it’s no longer supported by the operating system or if it’s outdated thanks to a more recent release.</p><figure><img alt=\"AppCleaner\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-03/14698fd0-7de4-11eb-bfee-4cdd3519eb20\" /><figcaption></figcaption><div class=\"photo-credit\">Igor Bonifacic / Engadget</div></figure><p>You don’t need me to tell you to uninstall programs you don’t use, but what you might not know is that there’s a better way to erase them than simply dragging them to the trash can. A free program called <a href=\"https://freemacsoft.net/appcleaner/\">AppCleaner</a> will help you track down any files and folders that would get left behind if you were just to delete an application.</p><p>After deleting any apps you don’t need, move to the documents section. The name is somewhat misleading here since you’ll find more than just text files and excel spreadsheets. Documents, in this case, turns out to be the tool’s catch-all term for a variety of files, including ones that take up a large amount of space and DMGs you may have forgotten to dismount. The other sections on the sidebar are self-explanatory. The only other thing I’ll mention is if you’ve been using an iPhone for a while, there’s a good chance you’ll have old iOS backups stored on your computer. You can safely delete those too.</p><figure><img alt=\"CleanMyMac X\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-03/7b65a800-7de3-11eb-aebe-6ed983c468b7\" /><figcaption></figcaption><div class=\"photo-credit\">Igor Bonifacic / Engadget</div></figure><p>By this point, your hard drive should be in pretty good shape. If you want to take some additional steps to clean it, there are dedicated apps that can help. I like one called <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=01595fcf-5309-492a-a6eb-2db865c6d91b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=MacPaw&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwMTU5NWZjZi01MzA5LTQ5MmEtYTZlYi0yZGI4NjVjNmQ5MWIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9tYWNwYXcuY29tL2NsZWFubXltYWMiLCJjb250ZW50VXVpZCI6ImM1N2JiZDZlLTM0NjEtNDc4MC1iMTEwLTczOWIzODYxMzBlMiJ9&amp;signature=AQAAATzOT_I4rCfqlKYPw_LZGCuF2YF-Z0-TOhjruIKE44kF&amp;gcReferrer=https%3A%2F%2Fmacpaw.com%2Fcleanmymac\">CleanMyMac X</a>. At $51 per year, it’s on the expensive side, but will save you the time and trouble of doing everything I mentioned above (and then some) on your own. It also doubles as a malware removal tool.</p><h2>Tips and tricks for keeping a neat Desktop and Finder</h2><figure><img alt=\"Bartender\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-03/e4a37d60-7de3-11eb-bbf3-cd5dedfe20d8\" /><figcaption></figcaption><div class=\"photo-credit\">Igor Bonifacic</div></figure><p>Let’s start with the menu bar. It may not technically be part of the desktop, but a tidy one can go a long way toward making everything else look less cluttered. My recommendation here is to download a $16 app called <a href=\"https://www.macbartender.com/\">Bartender</a>. At first glance, it’s a simple program allowing you to hide unwanted menu bar items behind a three dots icon. However, the strength of Bartender is that you get a lot of customization options. For example, you can set a trigger that will automatically move the battery status icon out from hiding when your computer isn’t connected to a power outlet.</p><p>While we’re on the subject of the menu bar, take a second to open your Mac’s System Preferences menu and go to the “Users &amp; Groups” section. Now click on the “Login Items” tab at the bottom of the interface and take a look at all the apps that launch when you boot up your system. You can speed up your system by paring this list down to only the programs you use frequently.</p><p>When it comes to the desktop itself, the best advice is less is more. Nothing will make your computer look like a cluttered mess more than a busy desktop. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLWNhL2d1aWRlL21hYy1oZWxwL21oMzU5NTEvbWFjIiwiY29udGVudFV1aWQiOiJjNTdiYmQ2ZS0zNDYxLTQ3ODAtYjExMC03MzliMzg2MTMwZTIifQ&amp;signature=AQAAAWCbVFijphJ9snlYrVjtq6KdMsrWLn6yQX4SxF01a9be&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-ca%2Fguide%2Fmac-help%2Fmh35951%2Fmac\">Folders and stacks</a> can help, but, for most people, I suspect part of the problem is they use their desktop as a way to quickly and easily find files that are important to them.</p><p>If you’ve ever struggled to find a specific file or folder on your computer, try using your Mac’s tagging capabilities instead. Start by opening the Finder preferences menu<strong>&nbsp;</strong>(“command” + “,”) and click the “Tags” tab. You can use the default ones provided by macOS or make your own. Either way, drag the ones you think you’ll use most often to the favorites areas at the bottom of the preferences window. This will make it so that they’re easily accessible when you want to use them. To append a tag to a file or folder, click on it while holding the ctrl key and select the one you want from the dropdown menu. You can also tag a file while working on it within an app. Keep in mind you can apply multiple tags to a single file or folder. You can even apply them to applications.</p><figure><img alt=\"macOS tagging\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-03/cdabab00-7de3-11eb-b7fe-a327716c01d0\" /><figcaption></figcaption><div class=\"photo-credit\">Igor Bonifacic / Engadget</div></figure><p>What makes tags so useful in macOS is that they can appear in the sidebar of the Finder and are easily searchable either directly through the Finder or using Siri. As long as you have a system for organizing your files, even a simple one, you’ll find it easier to keep track of them. As one example, I like to apply an Engadget tag to any files related to my work. I’ll add an “Important” tag if it’s something that’s critical and I want to find quickly.</p><p>One tool that can help supercharge your Finder experience is <a href=\"https://www.alfredapp.com/\">Alfred</a>. It’s effectively a more powerful version of Apple’s Spotlight feature. Among other things, you can use Alfred to find and launch apps quickly. There’s a bit of a learning curve, but once you get a hang of it, Alfred will change how you use your Mac for the better.</p><h2>How to organize your windows and tabs</h2><figure><img alt=\"Magnet\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-03/97abd0c0-7de3-11eb-bf3b-233c2c82359a\" /><figcaption></figcaption><div class=\"photo-credit\">Igor Bonifacic / Engadget</div></figure><p>If you’ve used both macOS and Windows 10, you’ll know that Apple’s operating system doesn’t come with the best window management tools. You can click and hold on the full-screen icon to tile a window to either the left or right side of your screen, but that’s about it and the feature has always felt less precise than its Windows counterpart.</p><p>My suggestion is to download an app that replicates Windows 10’s snapping feature. You have several competing options that more or less offer the same functionality. My go-to is an $8 program called <a href=\"https://apps.apple.com/app/id441258766?mt=12\">Magnet</a>. If you want a free alternative, check out <a href=\"https://rectangleapp.com/\">Rectangle</a>. Another option is <a href=\"https://apps.apple.com/us/app/bettersnaptool/id417375580?mt=12\">BetterSnapTool</a>, which offers more functionality than Magnet but doesn’t have as clean of an interface. All three apps give you far more ways to configure your windows than what you get through the built-in tool in macOS. They also come with shortcut support, which means you can quickly set up your windows and get to work.</p>This article originally appeared on Engadget at https://www.engadget.com/how-to-clean-your-mac-macbook-cleaning-supplies-digital-organization-153007592.html?src=rss", "link": "https://www.engadget.com/how-to-clean-your-mac-macbook-cleaning-supplies-digital-organization-153007592.html?src=rss", "date_published": "2023-03-16 14:18:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "JBL portable speakers are up to 38 percent off right now", "description": "<p>Now that it's getting warmer, you might want a Bluetooth speaker to soundtrack your outdoor excursions. Thankfully, Amazon is helping out — it's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS8xQTBGQjQyMy0wQ0Q5LTQ4OEQtQkQ5My1CMDA3MDM3ODU4OTA_aW5ncmVzcz0yJnZpc2l0SWQ9ZWJhZDRjZDEtNTM5Yi00OTY2LWE1YzctMTA3MzRmZGVhYTcyJnJlZl89YXN0X2JsbiZ0YWc9Z2RndDBjLXAtby1vdC0yMCIsImNvbnRlbnRVdWlkIjoiYjZhZjViNGQtMjFjOS00OGQ2LWFhM2YtNDZlMTdkZDIxNzRiIn0&amp;signature=AQAAAU9Gy9vwABR7048aQb54YOOfZqtT_1j4T-M_1FHu5ypF&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2F1A0FB423-0CD9-488D-BD93-B00703785890%3Fingress%3D2%26visitId%3Debad4cd1-539b-4966-a5c7-10734fdeaa72%26ref_%3Dast_bln\">running a sale</a> on JBL portable speakers with up to 38 percent off. This includes popular models like the Flip 6, which is near an all-time low <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHSlZUUk5aP3RhZz1nZGd0MGMtcC1vLW90LTIwIiwiY29udGVudFV1aWQiOiJiNmFmNWI0ZC0yMWM5LTQ4ZDYtYWEzZi00NmUxN2RkMjE3NGIifQ&amp;signature=AQAAAXF-q4boba2NrBk9FmFvnN_SVfV0v6QrfsvF4lkcJLDf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09GJVTRNZ\">at $100</a> ($30 off), as well as the more powerful Charge 5 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhYNFlNVFBNP3RhZz1nZGd0MGMtcC1vLW90LTIwIiwiY29udGVudFV1aWQiOiJiNmFmNWI0ZC0yMWM5LTQ4ZDYtYWEzZi00NmUxN2RkMjE3NGIifQ&amp;signature=AQAAAczM747URLzSFnL1LozsLy_Rn_kijZb9-JMKVCJI8tkC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08X4YMTPM\">at $140</a> ($40 off). You don't typically have to be fussy about colors, either.</p><p></p><p>The Charge 5 and Flip 6 made our list of the <a href=\"https://www.engadget.com/best-portable-bluetooth-speakers-133004551.html\">best portable Bluetooth speakers</a> for good reasons. The Flip 6 offers stronger sound quality and durability than you might expect from a speaker its size. The Charge 5, meanwhile, offers bigger sound, a long 20-hour battery life and the option of charging USB-C devices. They'll both have enough power to last you through an early <a href=\"https://www.engadget.com/best-grilling-gear-143011296.html\">backyard barbecue</a>, and the water resistance to survive an unexpected downpour.</p><span id=\"end-legacy-contents\"></span><p>There are alternatives from brands like Anker, Marshall and UE that may sound more to your liking. At these prices, though, JBL may represent the better value regardless of price point.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/jbl-portable-speakers-are-up-to-38-percent-off-right-now-135018412.html?src=rss", "link": "https://www.engadget.com/jbl-portable-speakers-are-up-to-38-percent-off-right-now-135018412.html?src=rss", "date_published": "2023-03-16 13:50:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Master & Dynamic MH40 Wireless (2nd gen) review: A novel mix of sound and design", "description": "<p>When it comes to headphone design, Master &amp; Dynamic has carved out a niche. The company’s signature look of metal and leather, immediately set it apart from the competition when the wired MH40 debuted in 2014. M&amp;D followed up with <a href=\"https://www.engadget.com/2019-11-12-master-and-dynamic-mh40-wireless-headphones-announced.html\"><ins>a wireless version</ins></a> in 2019, giving its non-ANC (active noise canceling) over-ear headphones a modern update. Now the company is back with <a href=\"https://www.engadget.com/master-and-dynamic-gives-its-mh40-headphones-new-drivers-and-longer-battery-life-120001289.html\"><ins>a second-generation wireless model</ins></a>, touting improvements to audio, battery and more. The third iteration of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d0b7cb3e-39f3-4fd4-96b6-85f0d7a5aa0a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Master+%26+Dynamic&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMGI3Y2IzZS0zOWYzLTRmZDQtOTZiNi04NWYwZDdhNWFhMGEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWFzdGVyZHluYW1pYy5jb20vcHJvZHVjdHMvbWg0MC13aXJlbGVzcy1vdmVyLWVhci1oZWFkcGhvbmVzLXYyIiwiY29udGVudFV1aWQiOiJhMWFhZDZlYi1lZTdlLTRlN2YtYjIzYS1iNDBhYTUzODBjNWMifQ&amp;signature=AQAAAXBscecIzACqh2DHagjite1BveKLOtDhI6homJ4fTVcA&amp;gcReferrer=https%3A%2F%2Fwww.masterdynamic.com%2Fproducts%2Fmh40-wireless-over-ear-headphones-v2\"><ins>MH40</ins></a> is undoubtedly an improvement on the last, but are the company’s design chops enough to overcome the lack of features compared to similarly priced alternatives?</p><h2>Design</h2><p>One element that has always set Master &amp; Dynamic apart from the competition is its design. From those first MH40 headphones, the company has relied on aluminum construction instead of plastic for several products. What’s more, it blends the metal with other premium materials like canvas and leather. For the second-generation MH40 Wireless, the company has stayed true to its roots, right down to the vintage, aviator-inspired look.</p><span id=\"end-legacy-contents\"></span><p>Alongside the aluminum body, a coated canvas-wrapped headband is color matched to removable lambskin leather ear pads. With all of those high-end materials, the MH40 weighs 280 grams – 30 grams more than <a href=\"https://www.engadget.com/sony-wh-1000xm5-review-160045478.html\"><ins>Sony’s WH-1000XM5</ins></a>. Still, the extra heft isn’t a burden, these feel lightweight, comfy, and the cushiony ear pads keep you from feeling the outer rim of the ear cups.</p><p>Like the previous version, the on-board controls reside on the right ear cup. A three-button array is positioned near the headband hinge, giving you controls for calls, music, voice assistant and volume (including a mute button). The dual-function power/pairing button sits on the outer edge alongside the USB-C port and a multi-color pairing/battery life indicator. I’ll always advocate for physical controls over a touch panel, mostly because they’re more reliable. That’s certainly the case here, as I was easily able to execute multiple presses on the center button for skipping tracks.</p><h2>Software and features</h2><figure><img alt=\"There’s no denying Master &amp; Dynamic offers a unique take on headphone design, and the MH40 is the earliest example of what the company can do. This third iteration of the model improves sound quality, extends battery life and does a better job with calls. Despite the fact that the MH40 covers the basics well, some will want more in a set of $399 headphones. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/5bdb4af0-c358-11ed-bc5d-f4e53c6d24b1\" style=\"height: 1333; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>The M&amp;D Connect app is the companion software for the MH40. Here, battery level is the most prominently displayed item, along with a note if your headphones are up to date firmware-wise. A tap on the gear icon reveals options for sound, controls and “about device.” Inside the sound menu, Master &amp; Dynamic gives you four EQ presets: bass boost, bass cut, podcast (mids and vocals) and audiophile (mids and highs). By default, there’s no equalizer setting selected and the app will remember which one you picked so you don’t have to select it each time you activate the so-called E-Preset EQ. You can also enable Sidetone on the sound menu, allowing you to hear some of your own voice during calls. This comes in handy as it keeps you from feeling the need to speak loudly to hear yourself through the passive noise isolation.</p><p>While Sidetone is a nice feature, you can only activate it in the app, which means before a call (or more likely, during the first few seconds of one) you’ll have to swipe over to the sound menu to turn it on. I realize the MH40 doesn’t have ANC so there’s not a dedicated button that selects a noise-canceling mode. But perhaps there could be an option to reassign the long press on the center button, from summoning a voice assistant, to triggering Sidetone.</p><p>On the controls menu, the app gives you the option of renaming the device from M&amp;D MH40W and changing the automatic shut-off timer from the default 30 minutes (one hour, three hours and never are the other options). From this screen you can also trigger a factory reset.</p><h2>Sound quality</h2><figure><img alt=\"There’s no denying Master &amp; Dynamic offers a unique take on headphone design, and the MH40 is the earliest example of what the company can do. This third iteration of the model improves sound quality, extends battery life and does a better job with calls. Despite the fact that the MH40 covers the basics well, some will want more in a set of $399 headphones. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/5be3d670-c358-11ed-b6df-415c3b86c234\" style=\"height: 1333; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>After testing several Master &amp; Dynamics’ products over the years, it’s clear the company has a knack for warm, natural sound that’s devoid of any heavy-handed tuning. Across genres, there’s no over-reliance on bombastic bass or painfully brilliant highs. That continues on the second-gen MH40 Wireless where there’s ample low-end tone when a track demands it, like Mike Shinoda’s remix of Deftones’ “Passenger.” But the bass is a complement to everything else, and the default EQ works well across the sonic spectrum.</p><p>Master &amp; Dynamic swapped out the drivers on the previous version for 40mm titanium units that it says produce “clearer highs and richer lows.” Indeed, the treble is punchy throughout a range of musical styles, and the bass can be as thick and thumping as a song requires. Other headphones may offer low boom, but it blends better with the mids and highs on the MH40, making the even the deepest bass on <em>RTJ4 </em>more pleasant to listen to.</p><p>There’s great attention to detail in the sound profile of the MH40 too, and again, it’s apparent across different types of music. However, this is most evident with genres like bluegrass and jazz – multi-instrumental arrangements with interwoven sections emphasizing different players at different times. It’s not quite on the level of what Bowers &amp; Wilkins manages with its latest headphones, which are some of the best-sounding I’ve reviewed. But Master &amp; Dynamic does a solid job with the subtle nuances of sound, from pick noise on a mandolin to the percussive thumps of an upright bass.</p><p>When it comes to calls, the new MH40 offers a better overall experience than its predecessor, but there’s still room for improvement. The new microphone setup does a solid job with constant background noise. It doesn’t pick up things like white noise machines and clothes dryers. The headphones aren’t great with louder distractions and it picks those up in greater detail if you’ve got Sidetone active.</p><h2>Battery life</h2><figure><img alt=\"There’s no denying Master &amp; Dynamic offers a unique take on headphone design, and the MH40 is the earliest example of what the company can do. This third iteration of the model improves sound quality, extends battery life and does a better job with calls. Despite the fact that the MH40 covers the basics well, some will want more in a set of $399 headphones. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/5bdbe730-c358-11ed-b75f-9f11f41d12c5\" style=\"height: 1333; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>Master &amp; Dynamic promises up to 30 hours of battery life on the new MH40. That’s up from 18 hours on the first wireless version of the headphones, but it's not any longer than most ANC models. <a href=\"https://www.engadget.com/audio-technica-ath-m50xbt2-wireless-headphones-155041750.html\">Audio-Technica's best non-ANC model</a> lasts up to 50 hours, for example. There’s also a quick-charge feature that will give you up to six hours of use in 15 minutes. During my testing, I managed to hit the stated time before having to plug them in, but I didn’t go beyond. That’s doing a mix of music, podcasts and calls (with Sidetone) at around 75 percent volume and leaving the headphones off overnight a few times.</p><h2>The competition</h2><p>In terms of non-ANC headphones, one of my favorite options is <a href=\"https://www.engadget.com/audio-technica-ath-m50xbt2-wireless-headphones-155041750.html\"><ins>Audio-Technica’s ATH-M50xBT2</ins></a>. Like the MH40, this is a second-generation model with notable improvements over the M50xBT. Multi-point Bluetooth pairing, built-in Alexa and a low latency mode were added on top of the company’s blend of warm audio tone with a really comfy set of cans. Plus, they’re currently on sale for $179 – $20 less than the original price and less than half of what you’ll pay for the new MH40.</p><p>If you’re looking for noise canceling headphones, Master &amp; Dynamic sells <a href=\"https://www.engadget.com/master-and-dynamic-mw75-announced-price-specs-availability-120049188.html\"><ins>the MW75</ins></a> with a more modern design than the company’s other over- and on-ear products. Adaptive ANC is powered by a set of four microphones and there are three noise-canceling modes to choose from. The MW75 is also equipped with wear detection to help you extend that 28-hour listening time (with ANC on). However, these headphones are a whopping $599, only surpassed by <a href=\"https://www.engadget.com/bowers-and-wilkins-px8-review-183002357.html\"><ins>Bowers &amp; Wilkins’ Px8</ins></a> for the most expensive headphones I’ve tested recently.</p><p>For the <a href=\"https://www.engadget.com/best-headphones-150030794.html\"><ins>best wireless headphones</ins></a> currently available, you’ll want to consider <a href=\"https://www.engadget.com/sony-wh-1000xm5-review-160045478.html\"><ins>Sony’s WH-1000XM5</ins></a>. Simply put, no other company comes close to what Sony offers on its flagship set in terms of mixing features, sound quality and ANC performance. While they’re pricey at $398, you get more for that investment. Plus, we’ve seen the M5 on sale for <a href=\"https://www.engadget.com/sonys-wh-1000-xm5-anc-headphones-fall-to-a-new-all-time-low-of-279-093756682.html\"><ins>as low as $279</ins></a>.</p><h2>Wrap-up</h2><p>What features are you willing to give up for headphones with standout looks and good sound? That’s really what you have to consider with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d0b7cb3e-39f3-4fd4-96b6-85f0d7a5aa0a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Master+%26+Dynamic&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMGI3Y2IzZS0zOWYzLTRmZDQtOTZiNi04NWYwZDdhNWFhMGEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWFzdGVyZHluYW1pYy5jb20vcHJvZHVjdHMvbWg0MC13aXJlbGVzcy1vdmVyLWVhci1oZWFkcGhvbmVzLXYyIiwiY29udGVudFV1aWQiOiJhMWFhZDZlYi1lZTdlLTRlN2YtYjIzYS1iNDBhYTUzODBjNWMifQ&amp;signature=AQAAAXBscecIzACqh2DHagjite1BveKLOtDhI6homJ4fTVcA&amp;gcReferrer=https%3A%2F%2Fwww.masterdynamic.com%2Fproducts%2Fmh40-wireless-over-ear-headphones-v2\"><ins>MH40</ins></a>. There’s no denying this second-gen model is an upgrade from the first wireless version. All of the things the company says it improved hold true, from the sound quality to the battery life and microphone performance. Had the company done so without boosting the price, I could make a strong argument for the new MH40. But at $399, there are flagship noise-canceling headphones from other companies that simply offer too much when compared to M&amp;D’s latest. Unless, of course, the main thing that matters to you is a deft hand with product design.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/master-and-dynamic-mh40-wireless-2nd-gen-review-133022239.html?src=rss", "link": "https://www.engadget.com/master-and-dynamic-mh40-wireless-2nd-gen-review-133022239.html?src=rss", "date_published": "2023-03-16 13:30:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "TikTok now lets you start afresh with your For You feed", "description": "<p>Back in February, TikTok <a href=\"https://www.engadget.com/tikttok-strike-system-transparency-140033358.html\">revealed</a> that it was testing a feature that will give you a way to reset the recommendations that pop up on your For You page. Now, the ByteDance-owned app is rolling out this &quot;refresh&quot; option to all users, so you can get rid of video recommendations that no longer feel relevant. If you enable it, the For You feed will look as if you've only just signed up for an account, and TikTok's algorithm will start surfacing content based on your newer interactions on the app.&nbsp;</p><p>To give your feed a reset, head over to TikTok's Settings and Privacy menu, then scroll down until you find Content preferences. There, you'll find a new option that says &quot;Refresh your For You feed.&quot; Take note that it's all what the new feature does — it won't change any of your settings or unfollow accounts you've previously followed.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In addition to the new &quot;refresh&quot; feature, TikTok has also updated its efforts to reduce repetitive patterns of content that could be harmful. The app has been doing this for quite some time and has been applying limits to videos that don't exactly violate its policies but might have an effect on your viewing experience. Examples include videos that feature sadness or extreme dieting and exercise. Now, if its systems detect a repetition in those types of themes within a set of videos, it actively substitutes some of them with videos about a different topic. That way, it can further limit your exposure to content that could contain certain triggers.</p><p>These are but the latest updates TikTok has rolled out in a bid to improve its algorithm, which has been the subject of <a href=\"https://www.engadget.com/oracle-tiktok-algorithms-content-moderation-review-171742979.html\">investigations</a> and has been at the center of discussions on whether the app should be banned. TikTok's critics even call its user experience (as enabled by its algorithm) <a href=\"https://uxdesign.cc/i-was-on-tiktok-for-30-days-it-is-manipulative-addictive-and-harmful-to-privacy-9e25445a9122\">manipulative</a>, designed to keep you glued to the app.&nbsp;</p><p>It's no secret that the service has been under intense scrutiny over the past few years, so it also doesn't come as a surprise that TikTok has been making an effort to <a href=\"https://www.engadget.com/tiktok-will-explain-recommendations-algorithm-for-you-page-130016909.html\">demystify its algorithm</a> and give you more control over the content you see. They will certainly give TikTok CEO Shou Zi Chew more positive talking points when he tries to make authorities see the app in a positive light on March 23rd. Chew will <a href=\"https://www.engadget.com/tiktok-ceo-congress-shou-zi-chew-privacy-security-china-201928160.html\">testify</a> before the House Energy and Commerce Committee that day and is expected to discuss the app's privacy and data security, as well as its impact on kids and ties to China.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/tiktok-for-you-feed-refresh-130028273.html?src=rss", "link": "https://www.engadget.com/tiktok-for-you-feed-refresh-130028273.html?src=rss", "date_published": "2023-03-16 13:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Star Trek: Picard’ can’t stop drawing attention to its own lapses in logic", "description": "<p><em>The following episode discusses </em><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b0d3a482-802c-4eb1-9616-94f7490562f7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Paramount+Plus&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMGQzYTQ4Mi04MDJjLTRlYjEtOTYxNi05NGY3NDkwNTYyZjciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGFyYW1vdW50cGx1cy5jb20vc2hvd3Mvc3Rhci10cmVrLXBpY2FyZC8iLCJjb250ZW50VXVpZCI6ImE3M2RhN2UwLTk1OTMtNGM4NS1iODYzLWUxYzMzMGNhMmNkYSJ9&amp;signature=AQAAAb6NznHEx2Cfn990bJtvQLyRUc8hcjOj4kvHDKHeP9ZV&amp;gcReferrer=https%3A%2F%2Fwww.paramountplus.com%2Fshows%2Fstar-trek-picard%2F\"><em>Star Trek: Picard</em></a><em>, Season Three, Episode Five, “Imposters.”</em></p><p>Efficient storytelling is not a strength you can traditionally attribute to <em>Star Trek: Picard</em>, which has often felt padded. Each of its three seasons have felt like one or two made-for-TV-movies' worth of story stretched thin to <em>ten</em> near-hour long episodes. Nowhere is this more evident than in this season’s fifth episode, where five minutes of plot is expanded to a full episode. Here, Team Picard learns that Starfleet has been infiltrated by super-Changelings before teaming up with Team Worffi. Oh, and Beverley, who has been in relatively close contact with him for most of his life, has finally noticed that Something Is Up With Her Son. But even that fairly slender advance in the plot has to take a back seat to the main centerpiece of the episode: The moment when Picard stands face-to-face with [CHARACTER].</p><span id=\"end-legacy-contents\"></span><p>The power of [CHARACTER’S] return is all held in the moment that they step into camera focus, such is the extent of the surprise. After all, there are textual and meta-textual reasons why you wouldn’t expect to see them popping up in any Star Trek, let alone this one. For a start, their plot was done after they – for right or wrong reasons – betrayed the Enterprise crew in [TNG EPISODE]. And, of course, [ACTOR] had been expected to make the transition to <em>Deep Space Nine</em>, but turned the role down. In fact, esteemed Trek wiki Memory Alpha suggested they were even offered a role in Voyager, either as a regular or as a guest star, and similarly turned it down. If there’s any person who you’d think was never coming back to <em>any</em> Star Trek, it would be [ACTOR]. And not even I, much as you keep telling me I’m a cynical hater expressing these opinions to milk your hate-clicks, was immune to the initial flush of emotion seeing them in a Starfleet uniform again.</p><p>Unfortunately, the main confrontation between Picard and [CHARACTER] is dulled by both the needlessness of it all, and its execution. The pair talk about their “faith” in “institutions” or the lack of such, and why this is or is not a good thing, but I don’t feel any of this. Part of it is the streaming era-Trek problem of telling us things rather than showing, so we have these gestures toward a grander theme that are never properly explored on screen. But it’s also because many of these themes were already well-explored on <em>Deep Space Nine</em>, even if the execution there was always a little hamfisted. After all, while there was every sense that we <em>should</em> side with the Maquis – don't forget that they were the little people tossed aside by the grand machinations of empires with no care of the lives that were directly impacted. But this is Star Trek, and so whatever the problem, whatever the grand conundrum at hand, the answer is pretty much always Starfleet.</p><p><em>Picard’s</em> obsession with continuity for the sake of itself does little more than remind us of older, better Treks. I might as well add, because it’s been on my mind for years at this point, that there’s a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1YR2NBYkktNF9pbyIsImNvbnRlbnRVdWlkIjoiYTczZGE3ZTAtOTU5My00Yzg1LWI4NjMtZTFjMzMwY2EyY2RhIn0&amp;signature=AQAAAecLD8LojgtbEyWCP92qyWXN52QnYtWQfH8oWDxDtRgM&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DXGcAbI-4_io\">YouTube</a> clip from the <em>DS9</em> episode “<a href=\"https://memory-alpha.fandom.com/wiki/For_the_Uniform_(episode)\">For The Uniform</a>” describing Sisko as a “badass.” Specifically because he carries through a threat to sterilize a planet to inflict petty revenge on Commander Eddington, who he felt betrayed Starfleet to go support the Maquis. This is the Star Trek problem in a nutshell: Sisko’s in the wrong here, but the show can never quite allow us to stop sympathizing with our hero because he’s <em>our</em> hero. Picard, this year, has behaved pretty illogically, and recklessly, and yet because he’s <em>our</em> hero too, the show can’t quite question his actions in anything more than a single line of sassy dialog from Riker.</p><p>I don’t consider myself pharisaical in my approach to continuity, and I do think that it can be a benefit to storytelling rather than a burden. But Picard’s use of golden-era Trek deep cuts often takes me out of the show as I wonder how this tracks in any way logically. Picard himself even says as much, asking how in the hell [CHARACTER] wound up back in a Starfleet uniform. She explains the “arduous” process taken to get back into the fleet, but I couldn’t help but interrogate this further. Imagine if a mid-level officer in the US Navy put a major aircraft carrier in any degree of jeopardy to cover their own defection to an (ostensibly) enemy terror group? Do you think <em>any</em> military organization worth its salt would allow that same person to serve in active, regular duty again? And if anyone says “but Tom Paris…” bear in mind that he was a) a Nepo Baby, b) Wasn’t with the Maquis for very long and c) Wasn’t expected to serve once he’d done his time assisting Voyager during its short trip into the badlands.&nbsp;</p><p>And then [Character] dies in a set-up to implicate the Titan, and you wonder if death will be doled out so cheaply in the rest of the series. It wouldn’t be the first time we’ve had whole seasons of <em>Picard</em> structured around saying farewell to long-running characters.</p><p>There’s not much to say about this week’s b and c-stories because they feel so derivative and shallow. Worf and Raffi’s plan to smoke out the villains with a fake-out sniper that’s instantly foiled feels pulled from an early-noughties thriller. The fact it was counter-foiled by a fake-out death on Worf’s part felt thin too, there’s no way you’d bring back Michael Dorn just to off him so cheaply. And on a similar theme, Jack is yet another streaming-era Trek character with the <em>Jason Bourne</em> disease; troubled by visions of a secret past that keeps going into a phaser-fu fugue state whenever placed in danger. A storyline so stale it was already covered with mold when <em>this very series</em> did it with Dahj and Soji in its first season. I haven’t seen any episode after the next one, so I <em>genuinely don’t know</em> how this particular plotline is going to resolve itself. But I’ve seen <em>those</em> threads on Reddit, and if it’s true, I’m really going to sigh myself in two if we’re doing this same stuff <em>yet-a-bloody-gain</em>.</p><p>Speaking as a parent, if my kid coughs more than twice in their sleep in quick succession, I’ll just stick my head into their bedroom door to check if they’re okay. If I was the chief medical officer on a starship that spent more than a decade at the far reaches of known space investigating weird stuff, I reckon I might have a tricorder or two at hand. And if my kid stopped being able to sleep, was troubled with dangerous visions and his eyes started to <em>glow red</em> in moments of emotional or physical turmoil, I reckon I wouldn’t keep it to myself until he reached adulthood. In fact, I might even have thought to take them to a hospital or biobed myself just, you know, to be on the safe side. Just a thought, Beverley.</p>This article originally appeared on Engadget at https://www.engadget.com/star-trek-picard-3-5-imposters-review-130001398.html?src=rss", "link": "https://www.engadget.com/star-trek-picard-3-5-imposters-review-130001398.html?src=rss", "date_published": "2023-03-16 13:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: NASA reveals its next-gen spacesuit for the next mission to the Moon", "description": "<p>NASA and Axiom Space have <a href=\"https://www.engadget.com/this-is-the-spacesuit-nasas-artemis-astronauts-will-wear-on-the-moon-144528407.html\">revealed</a> what Artemis III astronauts will wear when they walk on the Moon. The Artemis III mission is currently slated for December 2025. It’ll be the first crewed lunar landing since Apollo 17 touched down in 1972, and it’s poised to include the first woman and first person of color to walk on the Moon.</p><a href=\"https://www.engadget.com/this-is-the-spacesuit-nasas-artemis-astronauts-will-wear-on-the-moon-144528407.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/a5a24740-c3eb-11ed-b6fe-085e7bc976f8\" /><figcaption></figcaption><div class=\"photo-credit\">Axiom Space</div></figure></a><p>The new spacesuit accommodates a wider range of body types. It's also more flexible than past suits, featuring lights and even an HD camera. The design can even handle the extreme cold of permanently shadowed areas on the Moon. If you’re disappointed not to see the iconic white of NASA’s older spacesuits, don’t worry – this is just the early prototype. The final version will likely be all-white when worn by NASA astronauts on the Moon’s surface.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/next-generation-zipline-p2-zip-drone-comes-with-an-adorable-droid-sidekick-183238257.html\">Next-generation Zipline P2 Zip drone comes with an adorable ‘droid’ sidekick </a></p><p><a href=\"https://www.engadget.com/ps-plus-extra-and-premium-games-for-march-include-tchia-and-the-ps5-uncharted-collection-184523537.html\">PS Plus Extra and Premium games for March include the PS5 Uncharted collection </a></p><p><a href=\"https://www.engadget.com/kias-ev9-electric-suv-features-three-rows-of-seats-and-a-striking-design-070933286.html\">Kia's EV9 electric SUV features three rows of seats and a striking design</a></p><p><a href=\"https://www.engadget.com/bmw-confirms-the-i5-sedan-will-be-its-first-all-electric-5-series-vehicle-094954587.html\">BMW confirms the i5 Sedan will be its first all-electric 5 Series vehicle </a></p><p></p><h2><a href=\"https://www.engadget.com/t-mobile-will-buy-ryan-reynolds-backed-mint-mobile-for-up-to-135-billion-135324151.html\">T-Mobile is buying Ryan Reynolds-backed Mint Mobile</a></h2><h3>For up to $1.35 billion.</h3><h3></h3><p>T-Mobile has announced an agreement to buy Mint Mobile's parent company, Ka’ena, for $1.35 billion in cash and stock. Mint has run on T-Mobile since its inception as a mobile virtual network operator. The deal is all the more intriguing thanks to its celebrity rep, Ryan Reynolds, who is believed to own between 20 and 25 percent of Mint. He'll stay on in his creative role as Mint spokesperson. Mint was founded in 2015 and spun out from Ultra in late 2019.</p><p><a href=\"https://www.engadget.com/t-mobile-will-buy-ryan-reynolds-backed-mint-mobile-for-up-to-135-billion-135324151.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/bmws-new-panoramic-vision-will-put-a-full-width-display-on-ev-windscreens-103515430.html\">BMW's new Panoramic Vision adds a full-width display on EV windscreens</a></h2><h3>Expect it to roll out on models from 2025.</h3><h3></h3><p>With its new Panoramic Vision display, BMW wants to bring that important HUD data to eye level. The company has announced a heads-up display that spans the entire width of the windscreen to give drivers and passengers all the necessary information without having to take eyes off the road. As the driver, you can choose what you want to see across the Panoramic Vision display, including speed, time, and current song playing.</p><p><a href=\"https://www.engadget.com/bmws-new-panoramic-vision-will-put-a-full-width-display-on-ev-windscreens-103515430.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/samsung-explains-its-fake-moon-photos-170233896.html%20https://www.engadget.com/...\">Samsung explains its 'fake' Moon photos</a></h2><h3>The company says its AI enhances details, but critics claim it's adding info that wasn't there.</h3><h3></h3><p>Samsung shared a deeper explanation of its Moon photo detection system it has used since the Galaxy S21. The phone detects when you're taking a clear photo of the Moon at 25X zoom or above and captures multiple frames. It then uses a neural network to enhance the detail, using a high-resolution reference image for comparison. It’s that latter part that’s rankling folks. So are the images you’re taking fake? Well, Samsung is using the actual shot as a baseline, but the phone is producing photos that don't represent what you get through the lens. The company appears to be aware of this, too, as it says it's refining Scene Optimizer to &quot;reduce any potential confusion&quot; between taking photos of the actual Moon and augmented images of it.</p><p><a href=\"https://www.engadget.com/samsung-explains-its-fake-moon-photos-170233896.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/blackberry-movie-trailer-jay-baruchel-191747935.html\">The 'BlackBerry' trailer looks funnier than you'd expect</a></h2><h3>The rise and fall of the keyboard-toting smartphone business.</h3><p></p><p>When we learned that a <em>BlackBerry </em>movie was in the works, no-one thought it would be a comedic feature. But judging from the trailer it should have a lighter touch than films like <em>The Social Network </em>and<em> Steve Jobs</em>. The <em>BlackBerry </em>movie stars Jay Baruchel (<em>How to Train Your Dragon, Goon</em>) and <em>It's Always Sunny in Philadelphia</em>'s Glenn Howerton as Mike Lazaridis and Jim Balsillie, the former co-CEOs of the Canadian firm Research in Motion.</p><p><a href=\"https://www.engadget.com/blackberry-movie-trailer-jay-baruchel-191747935.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/samsung-galaxy-a54-galaxy-a34-hands-on-pricing-release-date-090009335.html\">Samsung’s $450 Galaxy A54 has a bright 1,000-nit display</a></h2><h3>And looks more like a flagship phone.</h3><a href=\"https://www.engadget.com/samsung-galaxy-a54-galaxy-a34-hands-on-pricing-release-date-090009335.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/a5a24741-c3eb-11ed-bb7d-4f643c61a6c2\" /><figcaption></figcaption><div class=\"photo-credit\">Axiom Space</div></figure></a><p>It’s that quiet moment between Samsung launching its Galaxy S flagships and its other flagships that just happen to fold. So it's the perfect time to update its midrange A series and add to the chaos. While no major shakeups are coming from the Galaxy A53 to the A54, there are some notable changes, including a redesign more closely aligned to the premium Galaxy S family, with metal detail on the cameras, which now jut out from the back independently of each other. The screen is also 20 percent brighter, topping out at 1,000 nits. The A54 will be available to pre-order on March 30th before launching on April 6th for $450 – the same price as last year’s model.</p><p><a href=\"https://www.engadget.com/samsung-galaxy-a54-galaxy-a34-hands-on-pricing-release-date-090009335.html\"><strong>Continue reading.</strong></a></p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-nasa-reveals-its-next-gen-spacesuit-for-the-next-mission-to-the-moon-112100659.html?src=rss", "link": "https://www.engadget.com/the-morning-after-nasa-reveals-its-next-gen-spacesuit-for-the-next-mission-to-the-moon-112100659.html?src=rss", "date_published": "2023-03-16 11:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Baidu unveils ERNIE Bot, its ChatGPT rival", "description": "<p>Baidu, China's search engine giant, has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj11a3ZFVUkzeDB2SSIsImNvbnRlbnRVdWlkIjoiOGY3YjQ1ZDUtYTQ3NS00NDM2LThhZGUtMDE3ODE1YzA4ZGRmIn0&amp;signature=AQAAAWKEia7S-zZDoQIoz6P0PMPYul5LVKYCtWr6TsLjBJky&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DukvEUI3x0vI\">unveiled</a> its <a href=\"https://www.engadget.com/chinas-baidu-is-adding-a-chatgpt-type-bot-to-its-search-engine-110452638.html\">answer to OpenAI's ChatGPT</a> service. It's the latest version of the company's ERNIE (Enhanced Representation through Knowledge Integration) Bot that it has been developing over the past decade and was first launched back in 2019. In a press event, Baidu CEO Robin Li said this version of ERNIE Bot has capabilities close to <a href=\"https://www.engadget.com/openai-just-released-gpt-4-a-multi-modal-generative-ai-172326765.html\">GPT-4</a>, the latest iteration of OpenAI's large language model released just a couple of days ago.&nbsp;</p><p>The chatbot apparently has 550 billion facts in its knowledge graph, but they're mostly focused on the Chinese market. So while it will be able to list Chinese idioms for you, it may not be able to answer as many questions for certain subjects outside the region. ERNIE Bot has the capability to answer a user with audio responses in different Chinese dialects, though, and it can also generate images and videos out of Chinese text.</p><span id=\"end-legacy-contents\"></span><p>During its demo at the event, the chatbot was able to summarize a Chinese sci-fi novel and give suggestions on how to continue writing the book if it were to be expanded. It was also able to name the actors in its film adaptation, compare their heights and conclude who was taller between the two of them. In another demo, it was able to suggest names for a high-tech service company catering to small and mid-size enterprise, write slogans for it and even generate a newsletter with a specified word count.</p><p>Li said that 650 companies have already signed up to use ERNIE Bot's technology, but he also admitted that it's not ready for a public debut. Baidu has merely unveiled it early due to market demand brought about by ChatGPT's meteoric rise in popularity. For now, the Chinese tech giant will only grant access to those who've already received invites, though more companies can apply for the ability to embed the chatbot into their products via Baidu's cloud platform.</p><div id=\"19cba6e30701464d907389a0486f7694\"></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/baidu-unveils-ernie-bot-its-chatgpt-rival-105509006.html?src=rss", "link": "https://www.engadget.com/baidu-unveils-ernie-bot-its-chatgpt-rival-105509006.html?src=rss", "date_published": "2023-03-16 10:55:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft begins making Bing Chat AI searches available to everyone", "description": "<p>Microsoft <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\">launched</a> its ChatGPT-powered version of Bing last month in a limited beta, and it promptly brought a <a href=\"https://www.engadget.com/microsoft-bing-crossed-100-million-daily-active-users-080138371.html\">bunch of new viewers</a> and some respect to the beleaguered search engine. Now, it appears that Microsoft has opened up the new Bing to nearly everyone who wants to use it, as <a href=\"https://www.windowscentral.com/software-apps/bing/it-appears-anyone-can-now-sign-up-for-the-new-bing-no-waiting-required\"><em>Windows Central</em></a> has noticed. While the <a href=\"https://www.bing.com/new?form=MY028Z&amp;OCID=MY028Z\">signup page</a> still says &quot;join the waiting list,&quot; all you have to do is sign in to get instant access — a trick that worked for myself and a colleague.&nbsp;</p><p>Microsoft has yet to confirm the change, but we may learn more at an event it's holding today called &quot;<a href=\"https://news.microsoft.com/reinventing-productivity/\">Reinventing productivity with AI</a>,&quot; as spotted by <a href=\"https://techcrunch.com/2023/03/16/bing-said-to-remove-waitlist-for-its-gpt-4-powered-chat/\"><em>TechCrunch</em></a>. The company is supposed to be&nbsp;introducing AI-powered tools for its Microsoft 365 suite and SalesForce rival Dynamic 365, but it may announce Bing changes as well.</p><span id=\"end-legacy-contents\"></span><p>Yesterday, Microsoft <a href=\"https://www.engadget.com/microsoft-confirms-bing-runs-on-the-new-gpt-4-model-184121316.html\">confirmed</a> that the new Bing has been powered by the GPT-4 engine for the last five weeks, well before OpenAI <a href=\"https://www.engadget.com/openai-just-released-gpt-4-a-multi-modal-generative-ai-172326765.html\">unveiled it</a> two days ago. OpenAI's latest language model (LLM) has taken the tech world by storm with its ability to handle both text and images. Some of its feats include passing simulated exams like the Bar and LSAT with a score &quot;around the top 10 percent of test takers,&quot; and outperforming other LLMs in a variety of benchmark tests.&nbsp;</p><p>Bing gives users a taste of GPT-4 without the need to pay for it or be a developer. The new search engine got off to be a bit of a shaky start, though, as up to 10 million users signed up to test it. Some were able to “jailbreak” the chatbot, making it spew false information and essentially gaslight users. That forced Microsoft to limit conversations, but it has subsequently <a href=\"https://www.engadget.com/microsoft-is-already-reversing-some-of-the-limits-it-put-on-bings-ai-chat-tools-212138986.html\">removed</a> some of those limits after strengthening the search engine's &quot;guardrails.&quot;</p><p>Microsoft was an early backer of the company behind ChatGPT, Open AI, and strengthened that commitment in 2021 with $2 billion dollar investment. Early this year, it <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">expanded the pact</a> further with a &quot;multibillion dollar&quot; investment that includes new supercomputers to accelerate OpenAI's research.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-begins-making-bing-chat-ai-searches-available-to-everyone-102506412.html?src=rss", "link": "https://www.engadget.com/microsoft-begins-making-bing-chat-ai-searches-available-to-everyone-102506412.html?src=rss", "date_published": "2023-03-16 10:25:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Minecraft' is coming to Chromebooks", "description": "<p>Microsoft has <a href=\"https://www.minecraft.net/en-us/article/minecraft-launching-chromebook\">announced</a> that <a href=\"https://www.engadget.com/minecraft-ai-demo-162512335.html\"><em>Minecraft</em></a> is coming to Chromebooks and is available to try right away via an Early Access version. The game will include &quot;cross-device play with friends, access to Minecraft Marketplace, and the ability to play on Realms,&quot; according to developer Mojang.</p><p>It will require a decently equipped Chromebook with specific processors, 4GB of RAM and 1GB of storage, as <a href=\"https://minecrafthelp.zendesk.com/hc/en-us/articles/13803752803725\">detailed here</a>. Those requirements may frustrate some potential users, considering that Chromebooks are widely used in schools and that <em>Minecraft</em> is played by a lot of kids.</p><span id=\"end-legacy-contents\"></span><p>&quot;Early access means that in this first stage, only selected Chromebook devices that meet the minimum requirements will get the option to buy <em>Minecraft</em>, so you’ll have to check the Google Play Store to see if <em>Minecraft </em>is available for you,&quot; according to the blog post. &quot;This isn’t because we want to single out some of our players as special (we love you all equally!) – it’s&nbsp;so we can test the game’s performance&nbsp;before we make it available to more players.&quot;</p><p>The &quot;early access&quot; part also means that users will have to put up with some bugs, even though they'll be paying for it. &quot;We still expect that there may be some bugs, and that’s where we’ll need your help,&quot; the company wrote. &quot;If you come across any&nbsp;<a href=\"https://www.minecraft.net/article/meet-frog\">goat-eating frogs</a>,&nbsp;<a href=\"https://www.minecraft.net/article/minecrafts-top-10-bugs\">milkable squids</a>, or&nbsp;<a href=\"https://www.minecraft.net/article/minecrafts-top-10-bugs\">disco dancing Ender dragons</a>, then please let us know!&quot;</p><p>Until now, it's only been possible to play <em>Minecraft</em> on Chromebooks using the <a href=\"https://www.engadget.com/minecraft-education-edition-chrome-os-130019234.html\">Education Edition</a> or a java version. The Chromebook + Android bundle us $20 USD, the Android-only version is $7, and an upgrade from Android the Chromebook is $13. Existing Minecraft worlds won't transfer to the Chromebook version, and you'll need a Microsoft account to play.&nbsp;</p><p>There's no word on when the final version will arrive, or if the minimum requirements will change. In any case, if you don't see the Early Access version the <a href=\"https://play.google.com/store/apps/details?id=com.mojang.minecraftpe&amp;hl=en_CA&amp;gl=US&amp;pli=1\">Google Play store</a>, it likely means your Chromebook isn't compatible.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/minecraft-is-coming-to-chromebooks-095858051.html?src=rss", "link": "https://www.engadget.com/minecraft-is-coming-to-chromebooks-095858051.html?src=rss", "date_published": "2023-03-16 09:58:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google Glass is set to disappear (again)", "description": "<p>Google will no longer sell its Glass AR smart glasses for enterprise starting on March 15th, and it will only support the device until September 15th this year. The tech giant has posted those details with a notice that says \"Thank you for over a decade of innovation and partnership\" on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0931b986-736e-47bb-80b9-5f6f8f4ef5ae&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Google&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwOTMxYjk4Ni03MzZlLTQ3YmItODBiOS01ZjZmOGY0ZWY1YWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS9nbGFzcy9zdGFydC8iLCJjb250ZW50VXVpZCI6ImFmZDY3MGY3LWNjNTgtNGM2OC05NGRjLWUzNzg0ZThhMzU0MiJ9&amp;signature=AQAAAfVkxQTQeLgdZLMw18_ltIdgqMrYSv0X2c5TQGHcMWpN&amp;gcReferrer=https%3A%2F%2Fwww.google.com%2Fglass%2Fstart%2F\">official Glass website</a>, as first reported by <a href=\"https://9to5google.com/2023/03/15/google-glass-enterprise-edition-discontinued/\"><em>9to5Google</em></a>. This marks the end for the company's augmented reality wearable, which had its <a href=\"https://www.engadget.com/2013-04-30-google-glass-review.html\">beginnings as a consumer product</a> that piqued early adopters' interest but never quite captured the market.&nbsp;</p><p>Around four years after it first became available, Google <a href=\"https://www.engadget.com/2017-07-18-google-glass-is-officially-back-with-a-clearer-vision.html\">launched a rebooted version</a> of the Glass for enterprise, targeting businesses whose workers could use augmented reality's help to accomplish their tasks. It was designed to be more comfortable to wear and with the ability to \"withstand the rigors of work environments.\" It also had a bigger display, a foldable design and a speedier processor. Then, in 2019, Google released the <a href=\"https://www.engadget.com/2019-05-20-google-glass-enterprise-edition-2.html\">Glass Enterprise Edition 2 eyewear</a>, which looked mostly the same as its predecessor but came with more powerful hardware and software.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Google <a href=\"https://support.google.com/glass-enterprise/customer/answer/13417888\">says</a> existing units will continue working after September 15th, but it will no longer roll out any software updates after that. The company will also only replace devices until that date, and the pre-installed Meet on Glass app — Google's videoconferencing service on the eyewear — might stop working anytime after September 15th, as well.&nbsp;</p><p>Last year, Google <a href=\"https://www.engadget.com/google-prototype-ar-glasses-testing-public-191041392.html\">started testing</a> its next-gen augmented reality glasses that it teased during its I/O developer conference. It's not quite clear if those glasses will ever be released, but company spokesperson Patrick Seybold told <a href=\"https://www.theverge.com/2023/3/15/23641872/google-glass-enterprise-edition-discontinued-support\"><em>The Verge</em></a> that Google remains \"deeply committed to AR\" and that it's \"been building AR into many [of its] products.\"</p>This article originally appeared on Engadget at https://www.engadget.com/google-retires-glass-ar-eyewear-082512062.html?src=rss", "link": "https://www.engadget.com/google-retires-glass-ar-eyewear-082512062.html?src=rss", "date_published": "2023-03-16 08:25:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Virgin Orbit furloughs most employees and pauses operations for a week", "description": "<p>Satellite launching company Virgin Orbit is starting an &quot;operational pause&quot; and furloughing most employees except for a skeleton crew, <a href=\"https://www.cnbc.com/2023/03/15/virgin-orbit-pauses-operations-furloughs-staff.html\"><em>CNBC</em></a> has reported. The company is reportedly seeking new investors to relieve financial pressure and plans to give &quot;an update on go-forward operations in the coming weeks,&quot; a spokesperson said in a statement.&nbsp;</p><p>Companies like SpaceX launch heavy rockets from the ground to get satellite payloads in orbit. However, Virgin Orbit carries smaller rockets to a height of about 35,000 feet on the wing of a Boeing 747, reducing fuel required. Earlier this year, it attempted to launch nine satellites into low-Earth orbit from its UK base for the time. Unfortunately, the mission <a href=\"https://www.engadget.com/the-first-ever-uk-space-flight-virgin-orbit-startmeup-fails-to-reach-orbit-061912341.html\">failed</a> — reportedly due to a <a href=\"https://www.engadget.com/virgin-orbit-confirms-a-dislodged-fuel-filter-caused-its-first-uk-launch-to-fail-102542775.html\">dislodged fuel filter</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>That setback came on top of existing financial problems, as the company has seen its stock drop precipitously from its debut in December of 2021. It reported a loss of $49.2 million in its last fiscal quarter, as it burned money with taking in any revenue.&nbsp;</p><p>Despite those issues, Virgin Orbit seemed to be making progress toward its next launch. &quot;Our investigation is nearly complete and our next production rocket with the needed modification incorporated is in final stages of integration and test,&quot; a spokesperson said last month.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/virgin-orbit-furloughs-most-employees-and-pauses-operations-for-a-week-065542834.html?src=rss", "link": "https://www.engadget.com/virgin-orbit-furloughs-most-employees-and-pauses-operations-for-a-week-065542834.html?src=rss", "date_published": "2023-03-16 06:55:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Starlink’s global roaming option is now live for $200 a month", "description": "<p><a href=\"https://www.engadget.com/starlink-satellite-internet-rv-080542776.html\">Starlink for RVs</a> has been officially rebranded as <a href=\"https://www.starlink.com/roam\">Starlink Roam</a>, now that you can opt for a global roaming package and take your terminal anywhere with you in the world where the service is available. In SpaceX's announcement, it said the option is meant for people &quot;traveling to locations where connectivity has been unreliable or completely unavailable.&quot; The global roaming option will set you back $200 a month instead of the $150 a month its regional counterpart costs. Starlink's service for RVs was originally priced at $135 a month, but it raised its prices this February.</p><p>Further, if you look at the Starlink website, you'll see that global roaming is only available with the $599 portable hardware. That's the service's terminal that does <em>not</em> provide you with internet connectivity while your vehicle is in motion. If you want to be able to use Starlink on a vehicle that's on the move, you'll have to purchase the $2,500 <a href=\"https://www.engadget.com/starlink-rv-works-on-moving-vehicles-113342022.html\">Flat High Performance termina</a>l. But again, you can only get it with a regional subscription that's &quot;geo-fenced to work on land within the same continent as [your] registered shipping address.&quot; Take note that if you use Starlink in a foreign country for more than two months, you may be required to change your registered address altogether.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Starlink started <a href=\"https://www.engadget.com/spacex-offers-200-per-month-global-roaming-internet-service-to-starlink-waitlist-clients-224313544.html\">sending out emails</a> about an upcoming global roaming option last month. It said back then that global roaming services are &quot;contingent on regulatory approvals,&quot; because it still doesn't have the authority to offer internet connectivity in some countries like India. Starlink also said that you might experience &quot;brief periods of poor connectivity, or none at all&quot; while it's working to expand its satellite network for more coverage.&nbsp;</p><div id=\"68f8ab5cecea451faf2750bd2801ab73\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Starlink now offers global roaming <a href=\"https://t.co/WlRNSDfwJ6\">https://t.co/WlRNSDfwJ6</a></p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1636087168023121922?ref_src=twsrc%5Etfw\">March 15, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/starlink-for-rv-is-now-starlink-roam-051551211.html?src=rss", "link": "https://www.engadget.com/starlink-for-rv-is-now-starlink-roam-051551211.html?src=rss", "date_published": "2023-03-16 05:15:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The US government is trying to force ByteDance to sell TikTok", "description": "<p>The Biden Administration is significantly increasing pressure on ByteDance just days before TikTok’s CEO is set to testify in front of Congress. The United States government is now “demanding” that ByteDance sell TikTok, according to a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy91LXMtdGhyZWF0ZW5zLXRvLWJhbi10aWt0b2staWYtY2hpbmVzZS1mb3VuZGVyLWRvZXNudC1zZWxsLW93bmVyc2hpcC1zdGFrZS0zNmQ3Mjk1YyIsImNvbnRlbnRVdWlkIjoiOTMxMzMzOGUtY2M2OS00YWMyLThkYmQtNzU3YTUxNDQ2ZDVmIn0&amp;signature=AQAAAdmXUF7dwR9N33ET7CYu7yoHQQ9f2iBMoAo2at-YKEp4&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fu-s-threatens-to-ban-tiktok-if-chinese-founder-doesnt-sell-ownership-stake-36d7295c\"><ins>new report</ins></a> in <em>The Wall Street Journal</em>.</p><p>The new demand, which TikTok <a href=\"https://www.reuters.com/technology/us-threatens-tiktok-ban-if-chinese-owners-dont-sell-stake-wsj-2023-03-15/\"><ins>confirmed to</ins></a><em> Reuters</em>, is a major blow to the company, which has spent more than two years <a href=\"https://www.engadget.com/can-tiktok-convince-the-us-its-not-a-national-security-threat-173030115.html\"><ins>negotiating</ins></a> with the Committee on Foreign Investment in the United States (CFIUS) over its future in the country. Those negotiations resulted in a sweeping partnership with Oracle and other measures meant to safeguard US users' data.</p><span id=\"end-legacy-contents\"></span><p>Now, CFIUS has reportedly told TikTok that it wants ByteDance to sell its stake in the company after all. If it doesn’t, the app could face a national ban. The <a href=\"https://www.engadget.com/house-committee-approves-bill-that-could-lead-to-a-tiktok-ban-in-the-us-185632229.html\"><ins>House</ins></a> and the<a href=\"https://www.engadget.com/senate-bill-would-give-commerce-secretary-the-power-to-ban-tiktok-as-a-security-threat-202139609.html\"><ins> Senate</ins></a> have both recently introduced bills that would make it easier for government officials to ban TikTok and other services deemed to be a national security threat.</p><p>TikTok didn’t immediately respond to a request for comment. The company has previously stated that divesting from ByteDance wouldn’t address the government’s underlying concerns about data security. However, <em>Bloomberg </em><a href=\"https://www.bloomberg.com/news/articles/2023-03-14/tiktok-considers-divesting-from-bytedance-if-deal-with-us-fails?sref=10lNAhZ9\">reported</a> earlier in the week that TikTok executives were “discussing the possibility of separating from ByteDance” if the CFIUS talks were to fall through.</p><p>Of course, this isn’t the first time the United States government has tried to force ByteDance’s hand. Former President Donald Trump also <a href=\"https://www.engadget.com/tiktok-us-ban-trump-023941270.html\"><ins>attempted to</ins></a> compel TikTok to sell itself, but was ultimately unsuccessful. The latest threats of a total ban on the app are, however, sure to amp up pressure on TikTok CEO Shou Zi Chew, who is set to make his first Congressional appearance <a href=\"https://www.engadget.com/tiktok-ceo-congress-shou-zi-chew-privacy-security-china-201928160.html\"><ins>next week</ins></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/the-us-government-is-trying-to-force-bytedance-to-sell-tiktok-005751763.html?src=rss", "link": "https://www.engadget.com/the-us-government-is-trying-to-force-bytedance-to-sell-tiktok-005751763.html?src=rss", "date_published": "2023-03-16 00:57:51+00:00", "persistent": false, "user": null, "language": "en-US"}]