[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Far Cry 5 60 FPS Update Gameplay", "description": "On its 5 year anniversary, Far Cry 5 released an update on consoles allowing 60 fps performance. Check out 17 minutes of gameplay here!\n\nFar Cry 5 sees you taking on the family of Joseph Seed, a religious cult leader preaching the end of days. Shoot, stab, sneak, and explode your way across Hope County, Montana, now at twice the framerate on consoles! This new 60 fps update is out now on PS5 and Xbox Series Consoles.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=2MjXXTjaPJw", "date_published": "2023-03-16 22:36:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Dark Pictures: Switchback VR Review", "description": "The Dark Pictures: Switchback VR reviewed on PlayStation VR2 by Taylor Lyles.\n\nThe Dark Pictures: Switchback VR is a fun on-rails arcade shooter, even if it’s one that takes less than a day to complete. It’s also one of the first games in the PS VR2’s library to really take advantage of the headset’s eye-tracking tech in an interesting and exciting way. However, the lack of scares, weak story, and occasional performance issues keep it from being a must-buy for PS VR2 early adopters.", "link": "https://www.youtube.com/watch?v=cdPiBi9wfwM", "date_published": "2023-03-16 20:48:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pizza Tower P-Rank Gameplay - Level 1-1 - John Gutter", "description": "Check out this quick bit of gameplay from Pizza Tower, in which we obtain the highest rank possible (P-Rank) on the first main level, John Gutter.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=F5C7BA0yjZU", "date_published": "2023-03-16 19:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Far Cry 5: 5th Anniversary - Official Next-Gen Update Trailer", "description": "A free Next-Gen 60 FPS update is available now for Far Cry 5 in celebration of the game's fifth anniversary.\n\nDiscover the open-world of Hope County, Montana, besieged by a fanatical doomsday cult. Dive into the action in solo or two-player co-op of the story campaign, use a vast arsenal of weapons and allies and free Hope County from Joseph Seed and his cult.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=BEtOLR0ISKY", "date_published": "2023-03-16 18:30:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Modern Warfare 2 - Season 2 Reloaded Update Details", "description": "Call of Duty Modern Warfare 2 Season 2 has been in progress and it’s time for the midseason update. Season 2 Reloaded is here with a new Raid, new multiplayer map, new weapons, and the launch of a Shredder skin from TMNT. Everything is available now, so here's everything you need to know about Season 2 Reloaded.\n\n#IGN #Gaming #CallOfDuty", "link": "https://www.youtube.com/watch?v=7vsFhxWH16c", "date_published": "2023-03-16 18:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pizza Tower Review", "description": "Move over Wario, Peppino Spaghetti is-a-numbah one now. Pizza Tower is a blisteringly fast 2D platformer that can most easily be described as a spiritual successor to the Wario Land series, though that doesn't quite do it justice. \n\nPizza Tower review by Mitchell Saltzman on PC\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=ga5DmuAAITI", "date_published": "2023-03-16 17:51:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "DCEU Movie Teases That Were Never Paid Off", "description": "Sometimes – even when multiplexes have been dominated by superhero movies for over two decades – things just don’t pan out. Occasionally the best-laid plans get their neck snapped like General Zod after a horrific battle that levels half of Metropolis. Which brings us to the DCEU...\n\nWith DC’s Cinematic Universe about to reset with this summer’s multiversal mayhem movie, The Flash, as the DCU reins are handed to James Gunn and Peter Safran, a ton of teases, setups, and planted seeds from the past decade of DC movies are going to wind up going nowhere. The Snyderverse is officially dunzo, so let’s take a look at the many storylines that are getting the shaft. Gunn’s DCU means what once was will now…never be.\n\nLet’s start with Shazam! Yes, even the charming, comedic bubble created by the first Shazam! film has a few connections to the Snyderverse saga, and those threads are probably gonna get snipped. Everything is still supposed to shake out and straighten up when Gunn’s Gods and Monsters refresh kicks in but these past few years definitely spotlight an awkward phase in the already scattershot DCEU. There was even enough of a power vacuum that Dwayne Johnson tried to capitalize on it with Black Adam, with the promise that the hierarchy of power was going to change. It didn’t. The Rock’s cooking, however, was not smelled - smelt? - and we’d learn very soon after that movie’s release that actor Henry Cavill wouldn’t be a part of Gunn’s vision for Superman. \n\nAnd that news, like a plummeting Kyrptonian escape pod, took Johnson’s Teth-Adam down with it. You know what they say… \n\nBut what about Wonder Woman? Martian Manhunter? Mr. Mind and Dr. Sivana? Batman's Knightmare?! Let's dig into it.\n\n#IGN #Movies #DC", "link": "https://www.youtube.com/watch?v=lxXdtbJYCEY", "date_published": "2023-03-16 16:35:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ruby Gillman, Teenage Kraken - Official Trailer (2023) Lana Condor, Toni Collette", "description": "Sometimes the hero you are meant to be lies just beneath the surface. Check out the trailer for Ruby Gillman, Teenage Kraken. The upcoming animated movie stars Lana Condor, Jaboukie Young-White, Toni Collette, Jane Fonda, Annie Murphy, Colman Domingo, Sam Richardson, and Blue Chapman. \n\nThis summer, DreamWorks Animation dives into the turbulent waters of high school with a hilarious, heartfelt action comedy about a shy teenager who discovers that she’s part of a legendary royal lineage of mythical sea krakens and that her destiny, in the depths of the oceans, is bigger than she ever dreamed. \n\nSweet, awkward 16-year-old Ruby Gillman (Lana Condor, To All the Boys I’ve Loved Before franchise) is desperate to fit in at Oceanside High, but she mostly just feels invisible. \n\nShe’s math-tutoring her skater-boy crush (Jaboukie Young-White, Ralph Breaks the Internet), who only seems to admire her for her fractals, and she’s prevented from hanging out with the cool kids at the beach because her over-protective supermom (Oscar nominee Toni Collette, Knives Out), has forbade Ruby from ever getting in the water. \n\nBut when she breaks her mom’s #1 rule, Ruby will discover that she is a direct descendant of the warrior Kraken queens and is destined to inherit the throne from her commanding grandmother (Academy Award winner Jane Fonda), the Warrior Queen of the Seven Seas. \n\nThe Kraken are sworn to protect the oceans of the world against the vain, power-hungry mermaids who have been battling with the Kraken for eons. There’s one major, and immediate, problem with that: The school’s beautiful, popular new girl, Chelsea (Emmy winner Annie Murphy, Schitt’s Creek) just happens to be a mermaid. Ruby will ultimately need to embrace who she is and go big to protect those she loves most. \n\nRuby Gillman, Teenage Kraken stars an extraordinary cast that includes Emmy winner Colman Domingo (Fear the Walking Dead) as Ruby’s supportive dad, Emmy nominee Sam Richardson (Veep) as Ruby’s enthusiastic uncle and Blue Chapman (Council of Dads) as Ruby’s cool little brother. \n\nDirected by Academy Award nominated filmmaker Kirk DeMicco (Vivo, The Croods) and produced by Kelly Cooney Cilella (Trolls World Tour, Trolls), with Faryn Pearl (The Croods: A New Age, Trolls World Tour) serving as co-director, the film features a comedic powerhouse supporting cast, including Emmy nominee Will Forte (The Last Man on Earth), Emmy nominee Nicole Byer (Nailed It!), YouTube Diamond creator Liza Koshy (Liza on Demand), Ramona Young (Never Have I Ever), Eduardo Franco (Stranger Things) and Echo Kellum (Arrow).\n\n#IGN #Movies #Dreamworks", "link": "https://www.youtube.com/watch?v=nNc5igZ29NM", "date_published": "2023-03-16 15:42:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Ted Lasso Crew Fell Apart, Can They Reunite?", "description": "Ted Lasso returns with Season 3, but crew is more spread out than ever as Ted, Roy, Coach Beard and Rebecca try to bring AFC Richmond to the top of the Premier League. To make matters worse, they'll have to best West Ham, currently led by their former ally Nate Shelley.\n\nIGN sat down with Nick Mohammed, Brendan Hunt, Brett Goldstein and Hannah Waddingham to discuss the new season and the hurdles their characters will face as they work through issues both on and off the pitch.", "link": "https://www.youtube.com/watch?v=Phay6I1tkaw", "date_published": "2023-03-16 14:30:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sifu - Exclusive Early Look at Arena Mode Gameplay", "description": "We take an early look at the Arenas mode coming to Sifu on March 28. This video covers three arenas from the first set of five, including a survival challenge where you're not allowed to block, a performance challenge that tasks you with keeping your combo string going to get as many points as you can, and a Matrix inspired challenge where time is slowed everytime you block.", "link": "https://www.youtube.com/watch?v=Wzpy5Wfgpvk", "date_published": "2023-03-16 14:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Texas Chain Saw Massacre - Release Date Reveal Trailer", "description": "Check out the gory new trailer for Texas Chain Saw Massacre, the asymmetrical multiplayer action game based on the 1974 film of the same name. A technical test will begin on May 25 (wishlist the game on Steam or follow the official game social media channels for eligibility details), and the full game will be released on August 18 for PC, PS5, PS4, Xbox Series X|S, and Xbox One. It will also be launching into Xbox Game Pass (console and PC) on day one.", "link": "https://www.youtube.com/watch?v=Mlab3PEYzKE", "date_published": "2023-03-16 14:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Redfall - Official Story Trailer", "description": "Dive into the thrilling story trailer for Redfall, the upcoming open-world, horror co-op first-person shooter game from Arkane Studios. Redfall will be available on Xbox Series X/S, Game Pass, and PC on May 2, 2023.\n\n#IGN #Gaming #Redfall", "link": "https://www.youtube.com/watch?v=5wxnrBK-6Fk", "date_published": "2023-03-16 13:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PlayStation Plus Games Catalog Adds More Games - IGN Daily Fix", "description": "In today's Daily Fix:\nSony has revealed the latest selection of games available to PlayStation Plus Extra and Premium subscribers. It's a wide assortment—from supernatural action game Ghostwire: Tokyo to shoot-em-up Rage 2, to adorable family-friendly Tchia—there's something for everyone here. And of course, there's a few classic PS1 titles for you nostalgia nerds out there. And speaking of Ghostwire, the formerly PS5-exclusive is coming to Xbox very soon. That's great news for Xbox fans, and maybe not so good news for Sony, as it's just another example of a game they'll lose exclusivity for, likely because of Microsoft (Ghostwire: Tokyo publisher Bethesda has become a subsidiary of Microsoft since that game's reveal). And speaking of exclusivity, the popular survival game Valheim will be making its way to Xbox and Game Pass...but not the PS4 or PS5. The devs don't want to rule out a future port, however. What do you think of all this exclusivity talk? Let us know in the comments!", "link": "https://www.youtube.com/watch?v=tO0zQF43tRc", "date_published": "2023-03-16 00:13:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zack Snyder Teases Potential DCU Justice League Darkseid Announcement - IGN The Fix: Entertainment", "description": "What is Zack Snyder planning for the #DCU? Could it be #Snydercut related? That’s the question a lot of DC fans are asking after the Justice League director tweeted out something related to Darkseid, who’ll possibly be delivering some sort of message regarding the Snyderverse and future plans in the DCU. James Gunn and Peter Safran already revealed their plans for Chapter One of the DCU, which made no mention of Darkseid. While we can only speculate at this moment what the three day reveal will be, it’s probably a safe assumption that it won’t be film related. DC Comics Chief Officer Kim Lee mentioned at SDCC in 2022 that The Snyder Cut is likely the last entry in Snyder’s film franchise. Another surprise for DC fans is the reveal of Dark Flash in the upcoming Flash movie. We get this by way of McFarlane Toys, which released images of official merch for the DC movie. And finally, new details about the upcoming Silent Hill movie.\n\n#IGN", "link": "https://www.youtube.com/watch?v=1krCacnBFPI", "date_published": "2023-03-16 00:06:29+00:00", "persistent": false, "user": null, "language": "en-US"}]