[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 AMAZING Xbox 360 Games of All Time You NEED TO PLAY [2023 Edition]", "description": "The Xbox 360 is when Microsoft became a major player in the console space, with a larger outreach than its predecessor and three solid flagship franchises in Halo, Forza and Gears of War. \n\nWhile it suffered from issues like the Red Ring of Death in the early going – to say nothing of the later Kinect era – the seventh generation console still supported some amazing games in its lifespan. Let's look at 15 of the best here.", "link": "https://www.youtube.com/watch?v=zyxcZ-0OLVc", "date_published": "2023-03-16 17:45:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Elden Ring: Shadow of the Erdtree - 10 Things It DOESN'T NEED", "description": "After much anticipation and more than a few rumors, FromSoftware finally announced its first expansion for Elden Ring. Not much is known about Shadow of the Erdtree – some concept art teased Miquella's involvement – but that won't stop us from speculating, or hoping for certain things. \n\nAs good as the base game is, there's a lot we'd like to see the expansion avoid or tone down. Let's take a look at ten such things here.", "link": "https://www.youtube.com/watch?v=H-lTYbesDzU", "date_published": "2023-03-16 15:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Amazing Levels In Hitman: World Of Assassination Trilogy You NEED TO EXPERIENCE", "description": "Hitman is one of the longest running series when it comes to modern stealth games. Where most IPs of that ilk have slowly faded into obscurity, the developer has continued to hone in on its excellent design philosophy with the new series reboot. And this brings us to the Hitman World of Assassination trilogy, which is easily the best rendition of Hitman that features sprawling maps filled to brim with opportunities for tasteful executions and whacky assassinations. \n\nNow that the recently released Freelancer Mode has added even more reasons to replay and master the various maps in the trilogy, we felt that it’s time to stack these levels up against one another to decide 15 of the best levels in the modern Hitman trilogy.", "link": "https://www.youtube.com/watch?v=p-hUXnOpftU", "date_published": "2023-03-16 13:30:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "LEAP Review - The Final Verdict", "description": "What’s not fun are technical issues, and I experienced a few of those in my time with LEAP. Connection issues are something you used to have to just accept with a game of this type, but other games have made great improvements in this area that LEAP doesn’t seem to take advantage of. I had several matches that were plagued with lag to the point that I left and tried to join a new one. When your entire game hinges on its online experience, the amount of trouble I experienced is game-ruining. \n\nLEAP is priced at just $29.99, so it is clearly a budget indie title. However, even at that price, I don’t think it’s worth your time. There are games with more personality and more fun that can be downloaded and played for free these days, which makes LEAP basically dead on arrival. Look elsewhere for your competitive FPS needs.", "link": "https://www.youtube.com/watch?v=OPp9D-J1E6c", "date_published": "2023-03-16 11:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}]