[{"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Daniel Radcliffe Hosts Roundtable With Trans Youth, Says We Should Allow Kids To 'Tell Us Who They Are'", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33449928&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>This one hurts. My inner childhood Harry Potter fan is weeping. <a href=\"https://www.louderwithcrowder.com/daniel-radcliffe-jk-rowling\" target=\"_blank\">Daniel Radcliffe</a> recently sat down with a group of transgender children for the Trevor Project, a nonprofit focused on suicide prevention among LGBTQ youth. He asked them about their various experiences and why we should \"trust kids to tell us who they are\". </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cStories of self-discovery, genuine allyships and gender euphoria \\u2014 told by trans young people.\\n\\nWe're proud to announce the first episode of Sharing Space, moderated by longtime supporter of The Trevor Project Daniel Radcliffe. Watch the full episode this Friday at 9 AM ET.\\u201d</div> — The Trevor Project (@The Trevor Project)\n        <a href=\"https://twitter.com/TrevorProject/status/1641104277375447041\">1680104724</a>\n</blockquote>\n\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cHarry Potter star Daniel Radcliffe promotes child sex changes, says we should \"trust kids to tell us who they are\"\\n\\nhttps://t.co/zIf1rRK3Id\\u201d</div> — The Post Millennial (@The Post Millennial)\n        <a href=\"https://twitter.com/TPostMillennial/status/1645802570320052226\">1681224884</a>\n</blockquote>\n\n<p>One of the children said, \"I learned from out of the cradle that I was a boy. I should like blue; I should like sports; I should be manly; I should like superheroes. I just never associated with any of that stuff.” Another child said they got hormones a mere week after deciding they were transgender. Radcliffe responded, \"That's amazing.\" </p><p>Radcliffe also mentioned that adults who are wary of <a href=\"https://www.louderwithcrowder.com/trans-child-indiana-kirin\" target=\"_blank\">transitioning children</a>, while good-intentioned, are \"condescending\". One of the kids lamented age restrictions on gender transitions, complaining, \"I don’t understand why I can’t just decide I’m a girl. It’s just the same thing. There’s no age. You don’t have to be 18 to decide that I am who I am.”</p><p>I know Daniel Radcliffe is a great actor, so he could fool anyone pretty easily. But in this roundtable, he <em>does</em> seem to genuinely care about the kids he's speaking to and want what's best for them. And I think this is true of most people and parents on the \"other\" side. Not all, but most, are trying to help the struggling children in front of them. The problem is they're being lied to and gaslit about the impact of transitioning and what often happens after. </p><p>A Swedish study, which the <a href=\"https://www.heritage.org/gender/commentary/sex-reassignment-doesnt-work-here-the-evidence\" target=\"_blank\">Heritage Foundation</a> dubbed the  \"<a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0016885\" target=\"_blank\">most thorough follow-up of sex-reassigned people</a>,\" found the suicide rate of those who had undergone sex-reassignment surgery rose to 20 times that of comparable peers, 10-15 years post-op. But this science is hard to come by and is often drowned out by claims that children will commit suicide if we don't let them transition.  </p><p>Which brings me back to the main point. Most people advocating for this think they are saving children from suicide, depression, etc. But it's simply not true. And the results are devastating. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/daniel-radcliffe-trevor-project", "date_published": "2023-04-11 21:24:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Brian Stelter Was Hired By Vanity Fair To Cover One Of The Most Boring Stories In The Country", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33449816&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Everyone's favorite, ahem, \"journalist\" Brian Stelter has found a new home - Vanity Fair. As a refresher, <a href=\"https://www.louderwithcrowder.com/brian-stelter-farewell\" target=\"_blank\">Stelter was let go</a> from CNN last August. His show \"Reliable Sources\" got the boot as part of a company-wide effort to reduce partisanship. Stelter then got a gig with Harvard Kennedy School’s Shorenstein Center as a Walter Shorenstein Fellow. In this role, he hosted campus lectures on \"democracy\". He also <a href=\"https://www.louderwithcrowder.com/brian-stelter-wef\" target=\"_blank\">hosted a \"disinformation\" panel</a> at the World Economic Forum earlier this year. </p><p>But now, he's joining Vanity Fair as a special correspondent to cover Fox News's trial against Dominion Voting Systems. I, for one, completely forgot Vanity Fair covers mainstream news. I always think they just interview celebrities about their various strange health habits and makeup routines. But as it turns out, they do, and Stelter is joining the party. </p><p>Stelter will write a weekly column and host a verison of Vanity Fair's \"Inside the Hive\" podcast about the case. He provided us some more deets over on the Twitter: <em>\"I can confirm [Oliver Darcy's] news in tonight's Reliable newsletter: \"Brian Stelter is joining Vanity Fair as a special correspondent to cover the Fox News trial.\" It's going to be a busy six-or-so weeks.\" </em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cI'll be writing weekly columns about Dominion v. Fox and hosting a special edition of VF's\\u00a0\"Inside the Hive\" podcast, called \"Fox on Trial,\" with new episodes each Thursday until there's a verdict. We taped the first episode today with a VIP guest \\ud83d\\udc42 Details soon!\\u201d</div> — Brian Stelter (@Brian Stelter)\n        <a href=\"https://twitter.com/brianstelter/status/1645598160469753857\">1681175769</a>\n</blockquote>\n\n<p>So this is a short-term position, with new episodes of the podcast only coming out once per week until a verdict is reached. I had completely forgotten about this case until right this very moment, and personally, I don't care one bit. I barely even remember the details. I'm not sure how interested other Americans will be either, given that we all have other much more important things to deal with. Like the price of eggs. Or maybe the criminal indictment of the only current Republican Presidential candidate. But perhaps Stelter can snag a few listeners from the masses. Perhaps. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/brian-stelter-vanity-fair", "date_published": "2023-04-11 20:54:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: California Mom Rips School Board After Guidance Counselor Secretly Transitioned Her Daughter To A Boy", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33449725&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Thus continues our series on why parents need to get out of California. We should really brand all these stories at this point. It turns out, if your child manages to escape the <a href=\"https://www.louderwithcrowder.com/california-snowstorm-woman\" target=\"_blank\">extreme weather</a> events or <a href=\"https://www.louderwithcrowder.com/california-legalize-child-kidnapping\" target=\"_blank\">state-funded kidnapping</a>, the public schools will transition them. At school. Without telling you. </p><p>Aurora Regino, the mother of an 11-year-old girl in the Chico Unified School District, <a href=\"https://www.foxnews.com/media/california-mom-confronts-school-district-11-year-old-changed-genders-knowledge\" target=\"_blank\">explained</a> how her daughter's elementary school did just this. At a recent school board meeting, Regino said the guidance counselor who was working with her daughter kept her in the dark throughout the entire process. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThank you @JesseBWatters for highlighting Aurora Regino\\u2019s fight against CUSD\\u2019s parental secrecy policy last night!\\u201d</div> — Center for American Liberty (@Center for American Liberty)\n        <a href=\"https://twitter.com/Liberty_Ctr/status/1644810828774797313\">1680988435</a>\n</blockquote>\n\n<p>At the time of her daughter's transition, Regino had just been diagnosed with breast cancer and her father, the child's grandfather, passed away. So it was understandably a tumultuous time when Regino's daughter told the school guidance counselor she felt like a boy. But the counselor immediately affirmed her new gender identity and declined to inform her mother. </p><p>\"During one of the meetings, my daughter told the counselor she wanted to tell me about her new identity. They ignored her request and did nothing to support her in letting me know what was going on at school.\" </p><p>This was able to happen because of a \"parental secrecy\" school policy, which extends to children as young as pre-kindergarten all the way through the 12th grade. Even in light of a lawsuit from Regino, the school board voted 3-2 to uphold the policy. Regino is suing the school district for failing to inform her about her daughter's transition. </p><p>On the bright side, she said her daughter is now doing well. It's absolutely insane and incredibly scary that state-funded schools now feel they have the right to make decisions for children without parent's input. This comes straight out of the Marxist Communist playbook - the children belong not to their parents, but to the state. At least in California. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/california-mom-daughter-transitioned", "date_published": "2023-04-11 20:37:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: The lil'est patriots launch into deafening anti-Biden chant at youth wrestling tournament", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33447133&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>\n\tThe party of Greta Thunberg and David Hogg, and who wants to lower the voting age, will tell you it is inappropriate for children to be \"indoctrinated\" politically like this. Personally? I believe the children are our future. We should teach them well and let them lead the way.\n</p><p>\n\tSo if a bunch of lil' patriots want to exercise their first amendment rights in expressing their disapproval of Joe Biden, who am I to say otherwise?</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">What’s happening in Independence, MO? Don’t ever let them tell you we are losing the youth. Let’s Go Brandon! <a href=\"https://t.co/sIZkTBjY2z\">pic.twitter.com/sIZkTBjY2z</a><br />— Rep. Aaron McMullen (@McMullenForMO) <a href=\"https://twitter.com/McMullenForMO/status/1644839454870315010?ref_src=twsrc%5Etfw\">April 8, 2023</a></blockquote> </div><p>\"But Brodigan, you said anti-Biden. Those kids are cheering on someone called Brandon.\"<br /></p><p>Two things. One, LOL, you said \"Butt Brodigan.\" And B, who is \"Brandon,\" you ask? Well...</p><img alt=\"\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33439994&amp;width=996&amp;quality=80\" /><p>Americans realized Joe Biden sucks at his job. <a href=\"https://www.louderwithcrowder.com/joe-biden-college-football-chants\" target=\"_self\">College students started chanting \"F*ck Joe Biden\"</a> at football games. <a href=\"https://www.louderwithcrowder.com/f-joe-biden-aaron-lewis\" target=\"_self\">Other Americans joined in</a>. At a NASCAR race, while the crowd was chanting \"F*ck Joe Biden,\" <a href=\"https://www.louderwithcrowder.com/f-joe-biden-week-5\" target=\"_self\">a dingbat reporter thought they were chanting \"Let's Go, Brandon.\"</a> That's when <a href=\"https://www.louderwithcrowder.com/lets-go-brandon-rap\" target=\"_self\">\"Let's Go, Brandon\" became its own thing</a>. It was the <a href=\"https://www.louderwithcrowder.com/top-5-f-joe-biden\" target=\"_self\">single most important event to take place in 2021</a>. Most recently, UFC champion Jorge Masvidal retired from fighting by leading a sell-out crowd in one last \"Let's Go Brandon\" chant.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"a86de\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33447172&amp;width=980\" />\n</p><p>As of this writing, it is ASSUMED that the kids were doing the kid-friendly \"F*ck Joe Biden\" chant.\" That is why it is a top trend on Twitter. Legitimate, verified by Facebook as a news source, the Kansas City Star is acting <a href=\"https://www.kansascity.com/news/politics-government/article274177705.html\" target=\"_blank\">as if it was an anti-Biden slur</a>. Maybe Brandon was one of the competitors. </p><p>Maybe, since they were in Missoura, they were chanting \"Let's go BRANSON.\" And the kids are all Andy Williams fans. We don't know.</p><p>We can only assume they were chanting \"Let's Go Brandon\" about Joe Biden. If that was indeed the case, D'AWWWWWW!\"</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/wrestling-tournament-brandon-missouri", "date_published": "2023-04-11 15:28:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Reporter grills KJP over Biden's lack of press conferences, you'll love her hilarious excuse", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33446871&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Yesterday, <a href=\"https://www.louderwithcrowder.com/kjp-nashville-republicans\" target=\"_blank\">Karine Jean-Pierre</a> was confronted by a reporter over the President's lack of press conferences, as well as his general lack of coherent communication. I honestly forgot Presidents used to hold press conferences themselves. I guess I've just adapted to having a President who's essentially led around on a leash. </p><p>The reporter asked Karine Jean-Pierre, \"I represent a news organization that owns 113 television stations, and a question I'm often asked and I don't know the answer to [...] Is the administration trying to protect the President from our questions?\"</p><p>Karine Jean-Pierre said, \"absolutely not.\" But the reporter then asked the natural follow-up question: if not, then why are there almost never any press conferences held in a formal setting?</p><p>KJP's response was, \"The President takes shouted questions.\" Seriously. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cReporter: \"Is the administration trying to protect the president from our questions?\"\\n\\nWH press sec: \"Absolutely not\"\\n\\nReporter: \"Then why the lack of any interaction in a formal setting...?\"\\n\\nWH press sec: \"The president takes shouted questions\"\\u201d</div> — The Post Millennial (@The Post Millennial)\n        <a href=\"https://twitter.com/TPostMillennial/status/1645507483736178695\">1681154530</a>\n</blockquote>\n\n<p>So when the President is walking by a gaggle of reporters and literally can't escape the bombardment of questions...sure, he'll answer then. The reporter seemed to immediately start protesting, so KJP told him several times she \"understands\". She then claimed Biden has stood before reporters \"many times\" and taken their questions because he wanted to hear what they were thinking. I don't know about you, but I cannot recall the \"many times\" KJP is referring to. There have been a few formal <a href=\"https://www.louderwithcrowder.com/nbc-news-cuts-away-from-biden-press-conference-as-soon-as-reporters-ask-him-questions\" target=\"_blank\">press conferences</a>, sure - and they almost always seem to provide Biden with a <a href=\"https://www.foxnews.com/media/biden-given-list-reporters-post-midterm-press-conference-people-supposed-call\" target=\"_blank\">list of reporters</a> to call on and the questions to be asked. Because democracy. </p><p>This whole interaction made me reflect on the Trump days, and man, those press room spats made for some great television. Who could forget them many spars between him and CNN's Jim Acosta? Now, we just get Biden being shielded from questions by the <a href=\"https://www.louderwithcrowder.com/joe-biden-jill-easter-bunny\" target=\"_blank\">Easter bunny</a>. Which is still funny, but a tad more frightening for the state of our country. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/kjp-biden-press-conferences-reporter", "date_published": "2023-04-11 14:19:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Untold History: Muhammad Ali’s Political Conversion", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=33446711&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C2\" /><br /><br /><p>We kick off our new series called \"Untold History\" with the story of Muhammad Ali. In this episode, we dive deep into the story of Ali, what made him so special both inside and outside of the ring, as well as the forgotten truth about his political conversion from radical anti-American extremist to freedom-loving American. Tune in.</p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p><p><strong>SOURCES</strong></p><ul><li><a href=\"https://twitter.com/espn/status/735640363407314944?s=20&amp;t=7Q18ak7z21u9W4XdApEjhA\" rel=\"noopener noreferrer\" target=\"_blank\">Ali leveled Liston and an iconic photo</a></li><li><a href=\"https://www.si.com/boxing/2017/06/02/exclusive-real-reason-muhammad-ali-converted-islam\" rel=\"noopener noreferrer\" target=\"_blank\">The real reason Muhammad Ali converted to Islam</a></li><li><a href=\"https://www.britannica.com/topic/Nation-of-Islam\" rel=\"noopener noreferrer\" target=\"_blank\">Nation of Islam</a></li><li><a href=\"https://genius.com/Playboy-playboy-interview-muhammad-ali-second-interview-1975-annotated\" target=\"_blank\">Playboy Interview: Muhammad Ali</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://books.google.com/books?id=ENqWLcbpIlMC&amp;pg=PA138&amp;lpg=PA138&amp;dq=%22he+became+a+champion+of+racial+segregation+and+that+is+what+we+are+fighting+against%22&amp;source=bl&amp;ots=GQHeXOLBlX&amp;sig=B-y9VV-yYCv4Prtb6E3ZaZRgFOY&amp;hl=en&amp;sa=X&amp;ved=0ahUKEwjOn4eApJbNAhWCmx4KHRtJCegQ6AEINDAG#v=onepage&amp;q=%22he%20became%20a%20champion%20of%20racial%20segregation%20and%20that%20is%20what%20we%20are%20fighting%20against%22&amp;f=false\" target=\"_blank\">Jose Torres, \"Sting Like a Bee\"</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://www.history.com/this-day-in-history/muhammad-ali-refuses-army-induction#:~:text=On%20April%2028%2C%201967%2C%20with,from%20boxing%20for%20three%20years.\" target=\"_blank\">Muhammad Ali refuses Army induction</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://www.nydailynews.com/sports/ali-conviction-draft-evasion-overturned-1971-article-1.2660503\" target=\"_blank\">Muhammad Ali wins Supreme Court decision in 1971, overturning his conviction for draft evasion</a></li><li><a href=\"https://www.nydailynews.com/sports/ali-conviction-draft-evasion-overturned-1971-article-1.2660503\" target=\"_blank\"></a><a href=\"https://www.npr.org/sections/codeswitch/2016/06/10/481414008/on-muhammad-alis-complicated-contradictions-and-how-he-changed-boxing\" target=\"_blank\">On Muhammad Ali's Complicated Contradictions, And How He Changed Boxing</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://bleacherreport.com/articles/937709-pacquiao-vs-marquez-10-things-to-remember-during-joe-fraziers-10-count#:~:text=Joe%20reportedly%20gave%20Ali%20%241000,like%20they%20hated%20each%20other.\" target=\"_blank\">He Was Nicer Than Ali</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"http://www.espn.com/classic/biography/s/Frazier_Joe.html\" target=\"_blank\">Frazier battled Ali in timeless trilogy</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://vault.si.com/vault/1996/09/30/muhammad-ali-joe-frazier-war-of-words\" target=\"_blank\">'THE FIGHT'S OVER, JOE'</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://www.espn.com/blog/new-york/boxing/post/_/id/391/joe-frazier-often-had-a-new-york-state-of-mind\" target=\"_blank\">Joe Frazier hated Muhammad Ali</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"http://en.espn.co.uk/boxing/sport/story/120516.html\" target=\"_blank\">The Thrilla in Manila</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://www.chicagotribune.com/news/ct-xpm-1996-07-31-9607310133-story.html\" target=\"_blank\">Frasier Delivers Harsh Blow</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://medium.com/@stuarthaw/ali-the-heavy-weight-of-words-in-fighting-racial-identity-b3d36527c9d6\" target=\"_blank\">Ali: The heavy weight of words in fighting racial identity</a></li><li><a href=\"https://www.nytimes.com/2016/06/11/sports/a-comeback-chant-ali-bomaye.html\" target=\"_blank\">NYTimes</a></li><li><a href=\"https://face2faceafrica.com/article/muhammad-ali-thought-africa-jungle-came-visit\" target=\"_blank\">Muhammad Ali thought Africa was a jungle… until he visited</a></li><li><a href=\"https://face2faceafrica.com/article/muhammad-ali-thought-africa-jungle-came-visit\" target=\"_blank\"></a><a href=\"https://www.voanews.com/a/muhammad-ali-the-american-muslim/3361593.html\" target=\"_blank\">Muhammad Ali: The American Muslim</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://www.washingtonpost.com/posteverything/wp/2016/06/10/when-muhammad-ali-endorsed-ronald-reagan/\" target=\"_blank\">When Ali Endorsed Ronald Reagan</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://www.docsteach.org/documents/document/president-ronald-reagan-punching-muhammad-ali-in-the-oval-office\" target=\"_blank\">President Ronald Reagan \"Punching\" Muhammad Ali in The Oval Office</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://www.politico.com/story/2016/06/muhammad-ali-orrin-hatch-224132\" target=\"_blank\">Muhammad Ali and Orrin Hatch: An unlikely friendship</a></li><li><a href=\"https://www.politico.com/story/2016/06/muhammad-ali-orrin-hatch-224132\" target=\"_blank\"></a><a href=\"https://apnews.com/article/40a144c768ab9fb52da352eb09d37f54\" target=\"_blank\">Float Like A Butterfly, Sting Like A Bee, Hatch Gets Support From Muhammad Ali</a></li><li><a href=\"https://apnews.com/article/40a144c768ab9fb52da352eb09d37f54\" target=\"_blank\"></a><a href=\"https://www.si.com/boxing/video/2015/12/10/muhammad-ali-muslim-immigration-islam-isis-statement\" target=\"_blank\">Muhammad Ali responds to Trump's call to ban Muslims from entering US</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://apnews.com/article/c38ea799bd7e412ead73e63a271ccc33\" target=\"_blank\">Ali responds to Trump’s call to ban Muslims from entering US</a></li><li><a href=\"https://apnews.com/article/c38ea799bd7e412ead73e63a271ccc33\" target=\"_blank\"></a><a href=\"https://www.theguardian.com/sport/2015/dec/09/muhammad-ali-responds-to-donald-trumps-muslim-ban-plan\" target=\"_blank\">Muhammad Ali defends Muslims in response to Donald Trump's ban plan</a></li><li><a href=\"https://www.theguardian.com/sport/2015/dec/09/muhammad-ali-responds-to-donald-trumps-muslim-ban-plan\" rel=\"noopener noreferrer\" target=\"_blank\"></a><a href=\"https://www.vox.com/policy-and-politics/2015/12/10/9885616/muhammad-ali-donald-trump-muslims\" rel=\"noopener noreferrer\" target=\"_blank\">One of Muhammad Ali's final public statements refuted Donald Trump's Islamophobia</a></li><li><a href=\"https://www.nytimes.com/2016/06/05/us/politics/donald-trump-muhammad-ali.html\" target=\"_blank\">Donald Trump Reflects on His Relationship With Muhammad Ali</a><span class=\"redactor-invisible-space\"></span></li><li><a href=\"https://library.louisville.edu/ali/advocate\" target=\"_blank\">Muhammad Ali: A Transcendent Life: Humanitarian And Peace Advocate</a></li></ul>", "link": "https://www.louderwithcrowder.com/muhammad-ali-untold-history", "date_published": "2023-04-11 14:07:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Our Wonderful FBI Used Undercover Agents To Spy On Catholic Churches For Domestic Extremism. Yes, Churches.", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33446738&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>The FBI has had quite the week in the news cycle. First, they <a href=\"https://www.louderwithcrowder.com/fbi-training-exercise\" target=\"_blank\">accidentally raided a poor pilot's hotel room</a> and interrogated him in the shower. Then, it was revealed they were <a href=\"https://www.louderwithcrowder.com/fbi-incel-red-pill\" target=\"_blank\">targeting sad incels</a> for talking about \"red pills\". And now it turns out they're really going after all of us pesky Catholics. </p><p>The Weaponization of Government Committee obtained information from the FBI revealing the agency had sent undercover agents into Catholic churches to investigate them for domestic extremism. Yes, into <em>churches</em>. Jim Jordan wrote in a letter to FBI Director Christopher Wray,<em> \"Based on the limited information produced by the FBI to the Committee, we now know that the FBI relied on at least one undercover agent to produce its analysis and that the FBI proposed that its agents engage in outreach to Catholic parishes to develop sources among the clergy and church leadership to inform on Americans practicing their faith.\"</em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\\ud83d\\udea8 #BREAKING: We now know the FBI, relying on information derived from at least one \\ud835\\udc2e\\ud835\\udc27\\ud835\\udc1d\\ud835\\udc1e\\ud835\\udc2b\\ud835\\udc1c\\ud835\\udc28\\ud835\\udc2f\\ud835\\udc1e\\ud835\\udc2b employee, sought to use local religious organizations as \\u201cnew avenues for tripwire and source development.\\u201d\\u201d</div> — Weaponization Committee (@Weaponization Committee)\n        <a href=\"https://twitter.com/Weaponization/status/1645478587741372431\">1681147641</a>\n</blockquote>\n\n<p>The letter explains how a document provided to the committee confirms the FBI, <em>\"relying on information derived from at least one undercover employee, sought to use local religious organizations as 'new avenues for tripwire and source development.'\"  </em>It then cites part of the provided document as an example of the surveillance efforts: <em>\"In addition to [redaction], engage in outreach to the leadership of other [Society of Saint Pius X] chapels in the FBI Richmond [area of responsibility] to sensitize these congregations to the warning signs of radicalization and to enlist their assistance to serve as suspicious activity tripwires.\"</em></p><p>If you recall, earlier this year,<a href=\"https://www.washingtonexaminer.com/news/justice/catholic-leaders-gop-investigation-withdrawn-fbi-radical-traditionalist-catholics\" target=\"_blank\"> a leaked FBI bulletin</a> identified Catholics who attend Traditional Latin Mass as potential domestic extremists. The bulletin relied on sources from the Southern Poverty Law Center and was later withdrawn. But with this new information from Jordan's committee, it seems the FBI does have a somewhat concerted effort to target Catholics. </p><p>As a practicing Catholic myself, I can assure everyone that I have never experienced any \"domestic extremism\" at any church I've ever attended. Just a lot of love for Jesus and unborn babies. But perhaps that's exactly what they're worried about. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/fbi-spied-catholic-churches", "date_published": "2023-04-11 13:51:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Our wonderful FBI sent undercover agents to spy on Catholic churches. For Domestic Extremism. Yes, Churches.", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33446738&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>The FBI has had quite the week in the news cycle. First, they <a href=\"https://www.louderwithcrowder.com/fbi-training-exercise\" target=\"_blank\">accidentally raided a poor pilot's hotel room</a> and interrogated him in the shower. Then, it was revealed they were <a href=\"https://www.louderwithcrowder.com/fbi-incel-red-pill\" target=\"_blank\">targeting sad incels</a> for talking about \"red pills\". And now it turns out they're really going after all of us pesky Catholics. </p><p>The Weaponization of Government Committee obtained information from the FBI revealing the agency had sent undercover agents into Catholic churches to investigate them for domestic extremism. Yes, into <em>churches</em>. Jim Jordan wrote in a letter to FBI Director Christopher Wray,<em> \"Based on the limited information produced by the FBI to the Committee, we now know that the FBI relied on at least one undercover agent to produce its analysis and that the FBI proposed that its agents engage in outreach to Catholic parishes to develop sources among the clergy and church leadership to inform on Americans practicing their faith.\"</em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\\ud83d\\udea8 #BREAKING: We now know the FBI, relying on information derived from at least one \\ud835\\udc2e\\ud835\\udc27\\ud835\\udc1d\\ud835\\udc1e\\ud835\\udc2b\\ud835\\udc1c\\ud835\\udc28\\ud835\\udc2f\\ud835\\udc1e\\ud835\\udc2b employee, sought to use local religious organizations as \\u201cnew avenues for tripwire and source development.\\u201d\\u201d</div> — Weaponization Committee (@Weaponization Committee)\n        <a href=\"https://twitter.com/Weaponization/status/1645478587741372431\">1681147641</a>\n</blockquote>\n\n<p>The letter explains how a document provided to the committee confirms the FBI, <em>\"relying on information derived from at least one undercover employee, sought to use local religious organizations as 'new avenues for tripwire and source development.'\"  </em>It then cites part of the provided document as an example of the surveillance efforts: <em>\"In addition to [redaction], engage in outreach to the leadership of other [Society of Saint Pius X] chapels in the FBI Richmond [area of responsibility] to sensitize these congregations to the warning signs of radicalization and to enlist their assistance to serve as suspicious activity tripwires.\"</em></p><p>If you recall, earlier this year,<a href=\"https://www.washingtonexaminer.com/news/justice/catholic-leaders-gop-investigation-withdrawn-fbi-radical-traditionalist-catholics\" target=\"_blank\"> a leaked FBI bulletin</a> identified Catholics who attend Traditional Latin Mass as potential domestic extremists. The bulletin relied on sources from the Southern Poverty Law Center and was later withdrawn. But with this new information from Jordan's committee, it seems the FBI does have a somewhat concerted effort to target Catholics. </p><p>As a practicing Catholic myself, I can assure everyone that I have never experienced any \"domestic extremism\" at any church I've ever attended. Just a lot of love for Jesus and unborn babies. But perhaps that's exactly what they're worried about. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/fbi-spied-catholic-churches-undercover", "date_published": "2023-04-11 13:51:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Girl moons cop, but suddenly questions her life choices when the taser comes out", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33446586&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>It's the little things in life that get you through the day. An ice-cold beer in the garage. A rocking chair on the front porch when the air is just right. And watching some chucklehead get tased for mooning a cop. To be more precise, she wasn't tased for mooning the cop. She was tased for not complying with orders. Tasing someone for mooning you would have been a misuse of force. Either way, Sunglasses here is about to have a bad day. What a shocking development!</p><p>(Folks, these are the jokes)</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Play Stupid Games, Win Stupid Prizes 🏆👊🏽 <a href=\"https://twitter.com/hashtag/brutalfightz?src=hash&amp;ref_src=twsrc%5Etfw\">#brutalfightz</a> <a href=\"https://t.co/C0t76AwYek\">pic.twitter.com/C0t76AwYek</a><br />— 👊🏾BrutalFights🥶 (@brutalfightz) <a href=\"https://twitter.com/brutalfightz/status/1645532989554823171?ref_src=twsrc%5Etfw\">April 10, 2023</a></blockquote> </div><p>Since the tasing was too far away for the smartphone to capture, the commentary made up for it.</p><p>\"Chase her, chase her, chase her...LOL! She got tased!\"</p><p>My only criticism of this 8/10 content is that the filmmaker didn't take her phone out earlier. Not that she had any idea that the woman she was arguing with would moon a cop. I mean, how could you assume anyone would be so stupid as to moon a cop? You couldn't. But I would like to have known more about their argument that led to Sunglasses' regrettable decision to drop her britches. </p><p>Perhaps they were arguing over a parking spot. And Sunglasses asked to speak to a manager. Whatever the reason, your naked ass got tased, dude.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/taser-moons-cop", "date_published": "2023-04-11 13:33:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Revealed: Kentucky Shooter Tied To Anti-Trump, Pro-Lockdown Social Media Posts", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33446622&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Yesterday, a 25-year-old man killed at five people and injured eight when he carried out a <a href=\"https://www.louderwithcrowder.com/nashville-police-bodycam-footage\" target=\"_blank\">shooting</a> at a Kentucky bank and live-streamed the event to Facebook. Not a ton is known about this young man yet, but he did work at the bank he shot up, Old National Bank in Louisville. He began working there full-time last year, though the status of his job at the time of the shooting is unclear. CNN, citing confidential law enforcement sources, reported he had been notified he would be fired. </p><p>Some sources claim he texted a friend that he was suicidal and wanted to shoot up a bank, but that report is still unconfirmed. He also apparently wore a helmet during basketball games in high school due to the amount of concussions he had suffered. </p><p>Apart from that, internet sleuths found some political posts tied to a Reddit account with the same username the shooter used for Instagram. After posting about it, the account was promptly scrubbed from the internet. One post referred to Tucker Carlson as a \"moron\" for condemning the media landscape of America. Another post featured a comic with a super-jacked character who is asked by another person, \"Wow! How did you get like that?\" The jacked character replies, \"Every time Trump tweets some racist sh*t, I do one push-up.\"</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThe Louisville Kentucky shooter used the Instagram handle CSturg41.\\n\\nA Reddit user with the same name (u/csturg41) hated Trump, posted to r/ChapoTrapHouse (a banned far-left subreddit), and was generally a shut-in.\\u201d</div> — Reddit Lies (@Reddit Lies)\n        <a href=\"https://twitter.com/reddit_lies/status/1645504550244331520\">1681153831</a>\n</blockquote>\n\n<p><br /></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cAs expected, Reddit has scrubbed the Louisville Shooter's Reddit account.\\n\\nWas it too inconvenient?\\u201d</div> — Reddit Lies (@Reddit Lies)\n        <a href=\"https://twitter.com/reddit_lies/status/1645520146801328129\">1681157549</a>\n</blockquote>\n\n<p>And another post featured an announcement from the beginning of the COVID pandemic, when health officials first asked people to stay home and work remotely. The shooter posted, \"Finally, an excuse to stay in without being a bad person.\" </p><p>None of this proves a motive of course, and I'm not trying to argue the shooter was politically motivated in any way. If anything, it seems like he may have been motivated by something with his career. But we've been told time and again that shooters and domestic terrorism are primarily driven by male, right-wing <a href=\"https://www.louderwithcrowder.com/tiktok-anti-white\" target=\"_blank\">white supremacists</a>. And, empirically, that just doesn't seem to be the case. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/kentucky-shooter-reddit-posts", "date_published": "2023-04-11 13:22:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Trump haters are going to hate watching this from Stephen A. Smith: \"Trump is no racist\"", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33445907&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Stephen A. Smith was speaking at a Semafor event, where he said something shocking. Not shocking to you or me. Shocking to low-information, NYC progressives. The kind of low-information, NYC progressives who would attend a Semafor event. Donald Trump isn't racist.</p><p>Stephen A. actually likes the guy.</p><p class=\"shortcode-media shortcode-media-rumble\">\n\n</p>\n<blockquote>\"I knew Trump before he ran for the presidency. I thoroughly enjoyed talking to him. He was a huge sports fan. He used to throw a lot of events. And I genuinely liked him. I didn't know who this guy was running for president. I think he's changed. But I will tell you this, I think when people call him racist and stuff like that, I've never thought of Trump that way. He's not against black people.\"</blockquote><p>This is true.</p><blockquote>\"He's against all things not named Trump. There's a difference.\"</blockquote><p>This is also true, in my opinion. And a point I think some of Trump's overzealous fans could stand to acknowledge. Because they have a habit of thinking Trump is the only man in America who tells the \"truth\" and \"cares\" about them. As a result, any acknowledgment of Trump being a flawed candidate -- like saying he may not be the strongest person to win the general election, which if you're a single-issue voter is a good single issue to consider -- is treated like heresy. Or disloyalty to Trump. </p><p>The forgotten class and the silent majority will never matter to Trump more than Trump matters to Trump. Trump is a politician. It's HIS job to show loyalty to US.</p><p>He is a politician with a STELLAR record as president:</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Is this a lot? <a href=\"https://t.co/cIa0f1LPg0\">pic.twitter.com/cIa0f1LPg0</a><br />— Louder with Crowder Dot Com (@LWCnewswire) <a href=\"https://twitter.com/LWCnewswire/status/1634565179038998531?ref_src=twsrc%5Etfw\">March 11, 2023</a></blockquote> </div><p>He's a politician that has shown an appeal other leaders have not.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">I have such mixed feelings about Dave Chappelle, but he is easily one of the GOATs of comedy, and has always been able to sprinkle a lot of truth in between his jokes. <a href=\"https://t.co/DomgKGQAvi\">pic.twitter.com/DomgKGQAvi</a><br />— Milton E. Malespin, Esq. (@DIAC1987) <a href=\"https://twitter.com/DIAC1987/status/1591674613750239236?ref_src=twsrc%5Etfw\">November 13, 2022</a></blockquote> </div><p>But he's also just a politician and one that needs to ASK FOR and EARN our vote. Not demand it just because he's Trump and he feels he;s owed it because it's his turn. That's how the Establishment GOP thinks.<br /></p><p>He's also, like Stephen A. says, not a racist.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/stephen-a-smith-trump", "date_published": "2023-04-11 13:03:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Leftists plan to boycott HBO's Harry Potter series, so let's flashback to what started the JK Rowling trans drama", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=33445162&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Leftist anger and hatred towards JK Rowling will never not be funny to me. She was a progressive icon. Then she defended a woman wrongly terminated. Now she is the Head Transphobe In Charge. Her haters are now hating on HBO having a new Harry Potter TV series in development.</p><p>There is said to be an \"imminent deal\" <a href=\"https://fandomwire.com/j-k-rowling-reportedly-laid-down-non-negotiable-terms-for-harry-potter-hbo-reboot-to-preserve-original-storys-essence/\" target=\"_blank\">between HBO and JK Rowling</a> to bring a Harry Potter series to the streaming app. One that would provide \"<a href=\"https://www.theguardian.com/books/2023/apr/09/harry-potter-fans-react-tv-series-hbo-max-reports-jk-rowling-gender\" target=\"_blank\">all the details that were</a> <a href=\"https://www.theguardian.com/books/2023/apr/09/harry-potter-fans-react-tv-series-hbo-max-reports-jk-rowling-gender\">missing</a>\" from the movies. The rub is Rowling is still a part of it and the haters are gonna hate, hate, hate, hate. hate.</p><p><a href=\"https://www.dailymail.co.uk/news/article-11956199/Harry-Potter-fans-vow-boycott-HBO-TV-series-JK-Rowlings-views-trans-debate.html\" target=\"_blank\">Cries on the internet went out</a>: \"The second they start advertising for the new Harry Potter show I'm canceling immediately.\" \"I would literally sell my soul for HBO to NOT got through with this.\" <a href=\"https://twitter.com/HPANA/status/1528051705069305856\" target=\"_blank\">And my personal favorite:</a> \"JK Rowling in any role whatsoever is a nonstarter. She must be fully excised, and the taint of her bigotry must be far, far away.\"</p><p>But how did we get here? There was a time when leftists were identifying as different Hogwarts sects to declare how they were going to \"resist\" against Donald Trump. Today you might as well call Rowling \"Voldermort.\"</p><p><a href=\"https://www.louderwithcrowder.com/j-k-rowling-steps-up-defends-woman-fired-for-stating-a-transwoman-isnt-a-woman\" target=\"_blank\">It all started back in 2019</a>. A woman named Maya Foster was fired for having the wrong opinion.</p><blockquote><em>Maya Forstater, 45, lost her job as a tax expert at the Centre for Global Development in March this year after she was accused of publishing “offensive” tweets questioning government proposals to allow people to self-identify as the opposite sex.<br /></em><br /><em><em>However, in the landmark judgment published yesterday, employment Judge Tayler decided Ms Forstater’s view “is incompatible with human dignity and fundamental rights of others”.<br /></em></em><br /><em><em><em>If Ms Forstater had won the case, it would have legally prevented employers from dismissing staff for expressing the “offensive” view that there are only two biological sexes.</em></em></em><br /></blockquote><p>Rowling sided with Foster and her rights as a woman to hold her own opinions.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Dress however you please.<br />Call yourself whatever you like.<br />Sleep with any consenting adult who’ll have you. <br />Live your best life in peace and security. <br />But force women out of their jobs for stating that sex is real? <a href=\"https://twitter.com/hashtag/IStandWithMaya?src=hash&amp;ref_src=twsrc%5Etfw\">#IStandWithMaya</a> <a href=\"https://twitter.com/hashtag/ThisIsNotADrill?src=hash&amp;ref_src=twsrc%5Etfw\">#ThisIsNotADrill</a><br />— J.K. Rowling (@jk_rowling) <a href=\"https://twitter.com/jk_rowling/status/1207646162813100033?ref_src=twsrc%5Etfw\">December 19, 2019</a></blockquote> </div><p>And that's it. That one tweet. owling is persona non-grata amongst her former allies over that one tweet. Or,  the tweet and the fact activists weren't able to cyberbully Rowling into apologizing and begging for forgiveness.</p><p>Rowling who, mind you, is in no <a href=\"https://www.louderwithcrowder.com/petition-j-k-rowling-refugees\" target=\"_blank\">way</a>, <a href=\"https://www.louderwithcrowder.com/piers-morgan-jk-rowling-feud\" target=\"_blank\">shape</a>, or <a href=\"https://www.louderwithcrowder.com/dear-j-k-rowling-sorry-not-everyone-who-thinks-hermione-is-white-is-a-racist\" target=\"_blank\">form</a> a conservative. But because of one tweet, she is a literal Slytherin. Or, I guess she's a Slytherin. Anything I know about the books I know from Dwight Shrute.</p><p>Rowling has a single opinion the left disagrees with, and they hate her. That will never not be funny.</p><p>Now to try and remember how this all started with Chappelle.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/jk-rowling-hbo-series", "date_published": "2023-04-11 12:01:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Megan Rapinoe opposes law protecting YOUR daughter from being forced to compete against biological boys in girls' sports", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33444642&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Megan Rapinoe made a name for herself complaining about how unfair it was that boys make more money than her. She plays soccer too. But the reason you've heard of her is that <a href=\"https://www.louderwithcrowder.com/megan-rapinoe-isn-t-hated-because-she-s-a-woman-but-because-she-s-an-insufferable-blowhard\" target=\"_blank\">she validates progressives' worldview</a>, and woke sports reporters get themselves off on athletes who do so. But while she is very yappy when it comes to things being unfair to HER, <a href=\"https://www.louderwithcrowder.com/megan-rapinoe-parents-athlete\" target=\"_blank\">she thinks your daughter needs to suck it up</a>. Hence her opposing the Protection of Women and Girls in Sports Act of 2023.</p><p>The bill says that when it comes to playing on sports teams in elementary school and college, it will be \"based solely on a person’s reproductive biology and genetics at birth.\" There are people who have political belief that if you were born a boy but say you're a girl, that makes you a girl and you take precedence over girls who were born girls and say they're girls. Where it gets controversial concerning sports is that being born a boy gives you various biological advantages: bone density, testosterone, strength, etc.</p><p>(In theory, these people also have the political belief that a girl who was born a girl but says they're a boy should play on the boy's team. As of this writing, there are no examples of someone who fits that category dominating boys' sports).</p><p>Rapinoe was one of a bunch of female athletes -- who have had the benefit of fair competition -- <a href=\"https://www.athleteally.org/open-letter-hr734/\" target=\"_blank\">who signed an open letter opposing this bill</a>.</p><p>\"If this bill passes, transgender and intersex girls and women throughout the country will be forced to sit on the sidelines, away from their peers and their communities.\"</p><p>Wrong. They can play on the boys' team, as the bill says.</p><p>\"Furthermore, the policing of who can and cannot play school sports will very likely lead to the policing of the bodies of all girls, including cisgender girls.\"</p>\n<p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"cad91\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33444829&amp;width=980\" />\n</p>\n<p>\"This will deter girls from participating in sports and create additional barriers. Denying children access to a place where they can gain significant mental and physical health benefits, and learn lifelong lessons that come from being part of a team and working hard towards your goals does not protect women in sports.\"</p><p>There are elected officials -- <a href=\"https://www.louderwithcrowder.com/girls-school-sports-minnesota\" target=\"_blank\">cisgender, female, progressive, elected officials</a> -- who have said in public settings <a href=\"https://www.louderwithcrowder.com/school-board-pennsylvania-girls-sports\" target=\"_blank\">none of that matters since women won't amount to much in sports anyway</a>.</p><p>The bill ensures ALL children have access to those lifelong lessons that come from being part of a team. It just has to be the team they were born with.</p><p>What is most maddening about Rapinoe and the other female athletes who signed this letter -- opposing laws protecting YOUR daughters' opportunities -- is that had they had to compete against biological males, most of them wouldn't have the opportunities to excel that they have.</p><p>A transgender male would be on the women's soccer team. Megan Rapinoe would just be another TERF complaining about it.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/megan-rapinoe-girls-sports-act", "date_published": "2023-04-11 11:15:09+00:00", "persistent": false, "user": null, "language": "en-US"}]