[{"source": "https://www.engadget.com/rss.xml", "title": "Elon Musk reportedly bought thousands of GPUs for a Twitter AI project", "description": "<p>More than a month after <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ba0a4cdc-cec8-416a-9e93-e11b8179129c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Information&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiYTBhNGNkYy1jZWM4LTQxNmEtOWU5My1lMTFiODE3OTEyOWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlaW5mb3JtYXRpb24uY29tL2FydGljbGVzL2ZpZ2h0aW5nLXdva2UtYWktbXVzay1yZWNydWl0cy10ZWFtLXRvLWRldmVsb3Atb3BlbmFpLXJpdmFsP3JjPXdoZjBmZCIsImNvbnRlbnRVdWlkIjoiODBiYTI2N2YtODAyNy00NTE1LTgxNzktMDllZTRhOWRkNDI1In0&amp;signature=AQAAAbHB245enunmGSSkKMdVwcmat05bhb4mCJ62RLTVOSxr&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Ffighting-woke-ai-musk-recruits-team-to-develop-openai-rival%3Frc%3Dwhf0fd\">hiring a couple of former DeepMind researchers</a>, Twitter is reportedly moving forward with an in-house artificial intelligence project. According to <a href=\"https://www.businessinsider.com/elon-musk-twitter-investment-generative-ai-project-2023-4?op=1\"><em>Business Insider</em></a>, Elon Musk recently bought 100,000 GPUs for use at one of the company’s two remaining data centers. A source told the outlet the purchase shows Musk is “committed” to the effort, particularly given the fact there would be little reason for Twitter to spend so much money on datacenter-grade GPUs if it didn’t plan to <a href=\"https://www.engadget.com/nvidia-ampere-a100-gpu-specs-analysis-upscaled-130049114.html\">use them for AI work</a>.</p><p>The project reportedly involves the creation of a generative AI that the company would train on its own massive trove of data. It’s unclear how Twitter would utilize the technology. <em>Insider</em> suggests a generative AI could augment the platform’s search functionality or assist the company in rebuilding its advertising business. In any case, the report colors Musk’s recent decision to <a href=\"https://www.engadget.com/tech-leaders-and-ai-experts-demand-a-six-month-pause-on-out-of-control-ai-experiments-114553864.html\">sign an open letter</a> calling for a six-month pause on AI development.</p><span id=\"end-legacy-contents\"></span><p>Musk has been a vocal critic of OpenAI, the artificial intelligence research organization he <a href=\"https://www.engadget.com/2015-12-11-elon-musk-backs-future-ai-initiative.html\">co-founded in 2015</a>. “I’m still confused as to how a non-profit to which I donated ~$100M somehow became a $30B market cap for-profit. If this is legal, why doesn’t everyone do it?” Musk <a href=\"https://twitter.com/elonmusk/status/1636047019893481474?s=20\">said</a> in one of his recent Twitter missives against the lab’s for-profit subsidiary, OpenAI Limited Partnership.</p><p>However, a recent report from <a href=\"https://www.semafor.com/article/03/24/2023/the-secret-history-of-elon-musk-sam-altman-and-openai\"><em>Semafor</em></a> suggests his feud with OpenAI is more personal. In 2018, Musk reportedly told Sam Altman, one his fellow co-founders at OpenAI, the lab was falling too far behind Google. Musk then suggested that he should be the one to run the firm, a proposal Altman and OpenAI’s other founders rejected.</p><p>The power struggle led to Musk’s departure from OpenAI, though publicly both parties maintain Musk left due to a conflict of interest involving Tesla. At the time, OpenAI <a href=\"https://openai.com/blog/openai-supporters\">said</a> the billionaire would continue to fund its research. However, according to <em>Semafor</em>, Musk’s payments stopped after his departure – despite a promise to provide the firm with roughly $1 billion. The sudden shortfall left OpenAI scrambling to raise cash. In 2019, the organization announced it was creating a for-profit subsidiary to secure the capital it needed to fund its work. That same year, the firm <a href=\"https://www.engadget.com/2019-07-22-microsoft-invests-openai-azure-supercomputing.html\">announced a $1 billion investment from Microsoft</a>. When OpenAI opened ChatGPT to the public in November and the chatbot began to dominate headlines, Musk was reportedly “furious.” One month later, he <a href=\"https://twitter.com/elonmusk/status/1599291104687374338?s=20\">cut OpenAI’s access</a> to Twitter’s <a href=\"https://www.engadget.com/twitter-elon-musk-data-request-report-181156276.html\">“firehose” of data</a>. And now it would appear he wants to compete against his old organization head-on.</p>This article originally appeared on Engadget at https://www.engadget.com/elon-musk-reportedly-bought-thousands-of-gpus-for-a-twitter-ai-project-214535382.html?src=rss", "link": "https://www.engadget.com/elon-musk-reportedly-bought-thousands-of-gpus-for-a-twitter-ai-project-214535382.html?src=rss", "date_published": "2023-04-11 21:45:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Playdate's first store update adds four games and a calculator", "description": "<p>The <a href=\"https://www.engadget.com/2019-08-28-playdate-hands-on.html\">Playdate's</a> Catalog games store has <a href=\"https://twitter.com/playdate/status/1645839020864462849\">received</a> its first update since its launch last month, and it's a small but eclectic five-title mix that even includes a productivity app. The official headliner, <a href=\"https://play.date/games/core-fault/\"><em>Core Fault</em></a>, is a survival game that has you piloting a mining droid as it collects resources and dodges unhappy aliens. However, the real star might be <a href=\"https://play.date/games/crankulator/\"><em>Crankulator</em></a>. Yes, it's exactly what it sounds like — it's a calculator that uses the handheld's crank to enter values. It can even use a synthetic voice to relay calculations like a modern-day Speak &amp; Math.</p><p>Other additions include the physics-driven flight game <a href=\"https://play.date/games/gravity-express/\"><em>Gravity Express</em></a>, the mahjong adaptation <a href=\"https://play.date/games/sparrow-solitaire/\"><em>Sparrow Solitaire</em></a> and the spooky puzzle solver <a href=\"https://play.date/games/lifes-too-short/\"><em>Life's Too Short</em></a>. The prices range from just $1 for <em>Life's Too Short</em> through to $10 for <em>Gravity Express</em> and <em>Sparrow Solitaire</em>. As with the initial game batch, these are effectively impulse buys.</p><span id=\"end-legacy-contents\"></span><div id=\"cb28ee18599149519362f895d9e9861c\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">✨ Oh!! Our first-ever Catalog drop has landed!!<br /><br />There are five new titles to grab, including the Survivors-like game Core Fault, the beautiful Sparrow Solitaire, a talking calculator…?!, and more.<br /><br />Check Catalog on your Playdate, or visit <a href=\"https://t.co/di58Ue9TgD\">https://t.co/di58Ue9TgD</a> today! <a href=\"https://t.co/UR6nnOARtt\">pic.twitter.com/UR6nnOARtt</a></p>— Playdate (@playdate) <a href=\"https://twitter.com/playdate/status/1645839020864462849?ref_src=twsrc%5Etfw\">April 11, 2023</a></blockquote></div><p>The Catalog selection is still tiny at 21 titles. For comparison, the first &quot;season&quot; included with the Playdate provides 24 games. However, this first expansion might give an idea of what to expect — namely, a modest but steady stream of quirky experiences  built around the console's black-and-white display and unusual controls. They likely won't replace epics like the <a href=\"https://www.engadget.com/watch-10-minutes-of-legend-of-zelda-tears-of-the-kingdom-gameplay-145613610.html\">latest Legend of Zelda game</a>, but they're not meant that way. These are quick fixes you can play while you're waiting for the bus or taking a work break.</p>This article originally appeared on Engadget at https://www.engadget.com/playdates-first-store-update-adds-four-games-and-a-calculator-210551529.html?src=rss", "link": "https://www.engadget.com/playdates-first-store-update-adds-four-games-and-a-calculator-210551529.html?src=rss", "date_published": "2023-04-11 21:05:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Instagram creators' Artifact app is starting to look more like Reddit", "description": "<p><a href=\"https://www.engadget.com/tag/artifact/\"><ins>Artifact</ins></a>, the news aggregation app from the creators of <a href=\"https://www.engadget.com/tag/instagram/\"><ins>Instagram</ins></a>, now has some social features following its latest update. Users can now create profiles and comment on any article in the app.</p><p>Taking a cue from <a href=\"https://www.engadget.com/tag/reddit/\"><ins>Reddit</ins></a>, Artifact will let you upvote and downvote other users' comments, which will factor into commenters' reputation scores and help to moderate discussions. The app is also using artificial intelligence for moderation.</p><span id=\"end-legacy-contents\"></span><p>Artifact says the reputation score &quot;represents the earned trust from the community and will help you weigh people’s opinions and help us filter out bad behavior.&quot; The goal, <a href=\"https://medium.com/artifact-news/introducing-artifact-comments-6c92c1086ce2\"><ins>according to a blog post</ins></a>, is to foster a positive community in which everyone feels encouraged to take part. The app will let you know when your comments get upvotes or downvotes. You'll also be notified when your contacts comment on things they read.</p><figure><img alt=\"Screenshots of the news app Artifact showing the new comment and profile features.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/334210f0-d8a3-11ed-b7ce-01c55132c3e1\" style=\"height: 618px; width: 1066px;\" /><figcaption></figcaption><div class=\"photo-credit\">Artifact</div></figure><p>You'll need a profile, which is optional, to comment on articles. Profiles can include your photo and bio (adding both will apparently boost your reputation). You'll need to <a href=\"https://gizmodo.com/instagram-founders-artifact-reputation-scores-comments-1850323907\"><ins>provide a verified phone number</ins></a> to create one. A phone number is also needed if you want to <a href=\"https://www.engadget.com/instagram-co-founders-news-app-artifact-is-now-open-to-everyone-191328091.html\"><ins>move to a different device</ins></a> and retain your Artifact history and preferences.</p><p>Instagram founders Kevin Systrom and Mike Krieger <a href=\"https://www.engadget.com/artifact-is-an-ai-driven-news-aggregation-app-from-the-creators-of-instagram-180544336.html\"><ins>unveiled Artifact</ins></a> back in January. It uses AI to curate news and present you with things it reckons you'll want to read. &quot;We have a strong and growing community and sometimes the most important voices are never interviewed or quoted,&quot; Systrom wrote in an Artifact comment. &quot;These discussions give everyone a chance to participate and have a voice.&quot;</p><p>In a bit of a coincidence, Artifact is gaining true social components on the same day that Substack is rolling out its <a href=\"https://www.engadget.com/substacks-twitter-esque-notes-feature-has-officially-launched-172646913.html\"><ins>Twitter-esque Notes feature</ins></a>. In a sense, the two relative upstarts are trying to take on established social media platforms at their own game.</p>This article originally appeared on Engadget at https://www.engadget.com/instagram-creators-artifact-app-is-starting-to-look-more-like-reddit-200546113.html?src=rss", "link": "https://www.engadget.com/instagram-creators-artifact-app-is-starting-to-look-more-like-reddit-200546113.html?src=rss", "date_published": "2023-04-11 20:05:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Biden administration wants your input on rules for AI models like ChatGPT", "description": "<p>American officials are taking further steps to set <a href=\"https://www.engadget.com/ai-generated-images-from-text-cant-be-copyrighted-us-government-rules-174243933.html\">rules for AI systems</a> like ChatGPT. The National Telecommunications and Information Administration (NTIA) is <a href=\"https://ntia.gov/press-release/2023/ntia-seeks-public-input-boost-ai-accountability\">asking</a> for public comments on possible regulations that hold AI creators accountable. The measures will ideally help the Biden administration ensure that these models work as promised &quot;without causing harm,&quot; the NTIA says.</p><p>While the request is open-ended, the NTIA suggests input on areas like incentives for trustworthy AI, safety testing methods and the amount of data access needed to assess systems. The agency is also wondering if different strategies might be necessary for certain fields, such as healthcare.</p><span id=\"end-legacy-contents\"></span><p>Comments are open on the AI accountability measure until June 10th. The NTIA sees rulemaking as potentially vital. There's already a &quot;growing number of incidents&quot; where AI has done damage, the overseer says. Rules could not only prevent repeats of those incidents, but minimize the risks from threats that might only be theoretical.</p><p><a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">ChatGPT</a> and similar generative AI models have already been tied to <a href=\"https://www.engadget.com/three-samsung-employees-reportedly-leaked-sensitive-data-to-chatgpt-190221114.html\">sensitive data leaks</a> and <a href=\"https://www.engadget.com/getty-images-sues-the-maker-of-ai-art-generator-stable-diffusion-over-data-scraping-allegations-184502897.html\">copyright violations</a>, and have prompted fears of automated disinformation and malware campaigns. There are also basic concerns about accuracy and bias. While developers are tackling these issues with <a href=\"https://www.engadget.com/openai-just-released-gpt-4-a-multi-modal-generative-ai-172326765.html\">more advanced systems</a>, researchers and tech leaders have been worried enough to call for a <a href=\"https://www.engadget.com/tech-leaders-and-ai-experts-demand-a-six-month-pause-on-out-of-control-ai-experiments-114553864.html\">six-month pause</a> on AI development to improve safety and address ethical questions.</p><p>The Biden administration hasn't taken a definitive stance on the risks associated with AI. President Biden discussed the topic with advisors last week, but said it was too soon to know if the technology was dangerous. With the NTIA move, the government is closer to a firm position — whether or not it believes AI is a major problem.</p>This article originally appeared on Engadget at https://www.engadget.com/biden-administration-wants-your-input-on-rules-for-ai-models-like-chatgpt-193527890.html?src=rss", "link": "https://www.engadget.com/biden-administration-wants-your-input-on-rules-for-ai-models-like-chatgpt-193527890.html?src=rss", "date_published": "2023-04-11 19:35:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Judge rejects Elizabeth Holmes’ bid for freedom while awaiting appeal", "description": "<p>A federal judge denied Holmes’s motion for release on Monday as she appealed her conviction on four counts of fraud and conspiracy, as <a href=\"https://www.theguardian.com/technology/2023/apr/11/elizabeth-holmes-begin-prison-sentence-end-of-month\">reported</a> by <em>The Guardian</em>. As a result, the Theranos founder is scheduled to report to prison on April 27th.</p><p>Holmes has appealed her conviction to the federal ninth circuit court of appeals based on questions about the “accuracy and reliability” of evidentiary and procedural issues in the trial. However, US district court judge Edward Davila <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cand.327949/gov.uscourts.cand.327949.1757.0.pdf\">ruled</a> Monday that the appeals didn’t meet the burden of a “substantial” questioning of facts or law. According to the judge, the request didn’t address the conviction’s underlying wire-fraud issues against investors. Therefore, it wouldn’t warrant a reversal or new trial (the legal standard for remaining free pending appeal) even if the appeals court agreed with her assertions.</p><span id=\"end-legacy-contents\"></span><p>However, the judge ruled against prosecutors hoping to brand Holmes as a flight risk after learning that her partner bought her a one-way ticket for a flight to Mexico. Although the judge described the ticket purchase (and failure to cancel it post-conviction) as a “bold move” and “perilously careless oversight,” he gave her the benefit of the doubt, ruling she was “not likely to flee or pose a danger” to the public.</p><p>Last November, the Theranos founder was <a href=\"https://www.engadget.com/elizabeth-holmes-theranos-fraud-sentence-221816950.html\">sentenced to over 11 years in prison</a> for defrauding investors after a jury <a href=\"https://www.engadget.com/elizabeth-holmes-theranos-trial-verdict-guilty-fraud-001725594.html\">found her guilty</a> last January. Founded in 2003, Theranos claimed to produce a long list of revealing health results using only a single drop of a patient’s blood. The company raised hundreds of millions of dollars from high-profile investors before internal whistleblowers sourced a 2015 <em>Wall Street Journal</em> story revealing that the startup’s underlying technology was bogus. The story has since become a <a href=\"https://www.engadget.com/elizabeth-holmes-sentencing-11-years-200015544.html\">cautionary tale</a>, with podcasts, books and a recent Hulu miniseries cashing in on the one-time Silicon Valley golden child’s downfall.</p>This article originally appeared on Engadget at https://www.engadget.com/judge-rejects-elizabeth-holmes-bid-for-freedom-while-awaiting-appeal-191042016.html?src=rss", "link": "https://www.engadget.com/judge-rejects-elizabeth-holmes-bid-for-freedom-while-awaiting-appeal-191042016.html?src=rss", "date_published": "2023-04-11 19:10:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Universal Audio adds three more stompboxes to its high-end guitar effects line", "description": "<p>Universal Audio only got into the hardware guitar effects game about two years ago with the Golden Reverberator, Starlight Echo Station and Astra Modulation Machine. It quickly capitalized on its initial success by introducing <a href=\"https://www.engadget.com/universal-audio-uafx-guitar-amp-emulator-pedals-review-120006860.html\">three amp simulators</a> in pedalboard-friendly formats. And now the company is adding three more units to the lineup: the Del-Verb Ambience Companion, Galaxy ‘74 Tape Echo &amp; Reverb and Max Dual Preamp &amp; Compressor.</p><p>These $349 pedals aim to capture the sound of several classic effects with powerful digital emulation. The form factor is the same as the rest of the UAFX pedals — so you get two foot switches, six knobs and stereo ins and outs, enclosed in a beefy aluminum enclosure. The only immediate difference between the new members of the family and the original six is the price. Universal Audio is one of the few companies actually lowering prices. The company says some minor changes were made to the knobs and packaging, and that the feature set is actually slightly simpler than past pedals, which allowed it to shave $50 off the price.</p><span id=\"end-legacy-contents\"></span><p>The Del-Verb Ambience Companion combines delay and reverb into a single pedal. One half of the pedal lets you pick between a spring reverb modeled on a &quot;60s American guitar amp&quot; (presumably a Fender Deluxe), a vintage German plate reverb or a late 70s digital reverb. The other side houses a tape echo emulation, an analog bucket brigade delay (BBM) and clean digital delay.</p><p>Galaxy on the other hand, goes all in on specifically modeling the Roland Space Echo. That includes its much loved preamp and spring reverb effect. There's even a tape age parameter for dialing in just the right amount of lo-fi grit. UA claims it's &quot;the most authentic emulation of the classic mid-'70s Roland Space Echo hardware&quot;, but I'm sure Roland would <a href=\"https://www.engadget.com/boss-re-202-re-2-space-delay-141917055.html\">beg to disagree</a>.&nbsp;</p><p>Lastly the Max combines emulations of several iconic compressors with a recreation of Universal Audio's own 610 preamp. You can choose between the <a href=\"https://www.engadget.com/universal-audio-volt-2-volt-276-review-audio-interface-home-studio-170050385.html\">UA 1176</a>, Teletronix LA-2A and DynaComp compressors, which cover everything from gentle tube squeeze to lo-fi crush. Multiple compression algorithms can even be stacked with the UA preamp to get some truly wild tones and textures.&nbsp;</p><p>It has no effect on the sound quality, but these are also probably the best looking of the UAFX pedals yet. The combo of baby blue and rich brown on the Del-Verb is delightful, and the single bright-red knob plus deep blue inset on the Max has a lovely vintage charm. The Del-Verb Ambience Companion, Galaxy ‘74 Tape Echo &amp; Reverb and Max Dual Preamp &amp; Compressor are available now through all of the usual retailers for $349.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/universal-audio-adds-three-more-stompboxes-to-its-high-end-guitar-effects-line-190051649.html?src=rss", "link": "https://www.engadget.com/universal-audio-adds-three-more-stompboxes-to-its-high-end-guitar-effects-line-190051649.html?src=rss", "date_published": "2023-04-11 19:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Bastl Instruments teases mini stereo mixer with unique saturation controls", "description": "<p>Bastl Instruments is no stranger to <a href=\"https://www.engadget.com/bastl-microgranny-monolith-review-vintage-sampling-grit-in-a-portable-package-133044781.html\">quirky takes on musical instruments</a> and now they're adding a portable stereo mixer to the lineup. The company <a href=\"https://bastl-instruments.com/instruments/bestie\">just announced Bestie</a>, a tiny mixer with plenty of vintage vibes and control options. This 5-channel stereo mixer boasts individual channel mutes and gain boosts up to +20 dB, so it should integrate nicely with a diverse array of instruments, from guitars to synthesizers and beyond.</p><p>This is a Bastl product, though, so innovation comes in the form of a built-in stereo distortion and saturation tool. Low-noise preamps accompany each channel, shining a spotlight on any saturation effects you apply. The effects go from subtle to absolute destruction with the twist of a dial. The company says that it will create a “distinct tremolo-like effect” when pushed to the maximum.</p><span id=\"end-legacy-contents\"></span><div id=\"db5e0e45080648a2b88353b2a9360fb0\"></div><p>Design-wise, the Bestie <ins>takes many cues from its cousin</ins>, the Dude monophonic mixer. The form factor is portable and it is powered by a USB-C connection or four AA batteries. There are five stereo channels, translating to five audio sources, but there is a slight caveat. Just like many ultra-portable mixers like <a href=\"https://www.engadget.com/teenage-engineering-tx-6-mixer-153033794.html\"><ins>Teenage Engineering’s TX-6</ins></a>, the Bestie features tiny 3.5mm input jacks.</p><p>These jacks offer instant integration with gadget-like instruments, such as Korg Volcas and the like, but you will need an adapter (or five) to connect to professional-grade synthesizers, guitars and just about anything else. Unlike Teenage Engineering’s mixer, however, it looks like there is enough room in the back of the Bestie to accommodate 3.5mm to ¼-inch stereo jack adapters.</p><figure><img alt=\"Bastl Bestie mixer.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/0807a220-d898-11ed-bfef-df3ec8e47b5b\" style=\"height: 772px; width: 1000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Bastl Instruments</div></figure><p>There is one other point of mention to separate Bastl’s new mixer from the pack. At $200, this thing is extremely budget-friendly. Compare that to the TX-6’s mammoth price tag of $1,200 and you can see the appeal. There are other mass-market portable mixers at this price range, but none with this kind of unique audio pedigree. The Bastl Bestie stereo mixer is available to demo at this week’s NAMM 2023 conference and is currently available for preorder, with products shipping out in the coming weeks.</p>This article originally appeared on Engadget at https://www.engadget.com/bastl-instruments-teases-mini-stereo-mixer-with-unique-saturation-controls-185151785.html?src=rss", "link": "https://www.engadget.com/bastl-instruments-teases-mini-stereo-mixer-with-unique-saturation-controls-185151785.html?src=rss", "date_published": "2023-04-11 18:51:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Lofi Girl is back and she made a synthwave friend", "description": "<p>After a day-long absence, Lofi Girl has returned. If you missed <a href=\"https://www.engadget.com/lofi-girl-is-at-the-center-of-a-very-relaxing-mystery-224022657.html\"><ins>yesterday’s news</ins></a>, she went missing as part of an elaborate marketing campaign that saw the Lofi Girl team promise a “surprise” that would take the channel to “new heights.” In the end, that surprise turned out to be a new 24-hour livestream <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vbGl2ZS9NVlBUR05HaUktND9mZWF0dXJlPXNoYXJlIiwiY29udGVudFV1aWQiOiJiMWZjYjRjMy1jZjRhLTQ0ODUtOGQ2Yy1kNTY3YTEzNmMwYTQifQ&amp;signature=AQAAAUpLuxsq9hEXcfHDLYi_1Wa9ObGIap5Z0UyEDlfSONjB&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Flive%2FMVPTGNGiI-4%3Ffeature%3Dshare\">dedicated to synthwave</a> music, a subgenre of electronic music that seeks to emulate the sound and feel of classic sci-fi and horror soundtracks from the '80s.&nbsp;</p><div id=\"52df3bac534b478ab96e10fbe04fa3c4\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Naturally, the new channel has its own mascot, a character the community has taken to calling Lofi Boy. As far as we know, he doesn’t have a name, but like any good synth-loving fan, he has a mechanical keyboard, a retro beige PC with CRT monitor and what looks like a <a href=\"https://www.engadget.com/2019-09-05-sony-40th-anniversary-walkman-mp3-player.html\"><ins>Sony Walkman</ins></a> for the rare moments when he gets to leave his room.</p><span id=\"end-legacy-contents\"></span><p>As with the original Lofi Girl YouTube channel, you can find playlists featuring tracks from the Synthwave Radio station on <a href=\"https://open.spotify.com/playlist/1YIe34rcmLjCYpY9wJoM2p\"><ins>Spotify</ins></a> and other music streaming platforms.</p>This article originally appeared on Engadget at https://www.engadget.com/lofi-girl-is-back-and-she-made-a-synthwave-friend-182928515.html?src=rss", "link": "https://www.engadget.com/lofi-girl-is-back-and-she-made-a-synthwave-friend-182928515.html?src=rss", "date_published": "2023-04-11 18:29:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube's NFL Sunday Ticket packages start at $249", "description": "<p>YouTube has <a href=\"https://blog.youtube/news-and-events/nfl-sunday-ticket-presale-2023/\"><ins>revealed</ins></a> the initial pricing for its <a href=\"https://www.engadget.com/youtube-nfl-sunday-ticket-deal-155108503.html\"><ins>first season of NFL Sunday Ticket packages</ins></a>. There are a range of pricing options that depend on when you make your purchase and if you have a YouTube TV plan.</p><p>A Sunday Ticket package will be cheaper if you're a YouTube TV subscriber. It will start at $249 for the base plan if you sign up during the presale, which ends on June 6th. This will cover out-of-market games for the season, though other games will still air on YouTube TV. Adding NFL RedZone takes the price up to $289 during the presale. If you miss out on the presale, you'll pay $349 for the base plan and $389 for a Sunday Ticket and RedZone bundle.</p><span id=\"end-legacy-contents\"></span><p>If you don't have YouTube TV (<a href=\"https://www.engadget.com/youtube-tv-raises-prices-to-an-outrageous-73-per-month-182517379.html\"><ins>which now costs $73 per month</ins></a>), you'll need to add $100 to each of those prices. YouTube TV subscribers will also have the option to subscribe to only RedZone for $11 per month if they prefer. There's no option as yet to buy a package for an individual team or even a single game, but those options are said to be on the way.</p><p>All of these options are more expensive than what DirecTV charged for NFL Sunday Ticket for the 2022 season before it lost the rights to the package. DirecTV's base Sunday Ticket plan cost $294 last year. Sunday Ticket was no longer viable for DirecTV, which was said to be losing $500 million a year on the package.&nbsp;</p><p><a href=\"https://www.engadget.com/tag/youtube/\">YouTube</a> is believed to have <a href=\"https://www.engadget.com/nfl-apple-sunday-ticket-directv-193022880.html\">beaten out Apple</a> and other potential suitors for Sunday Ticket. According to reports, Google has a seven-year deal with the NFL and is paying $2 billion per annum for the right to sell the packages. Naturally, the company will be looking to make that money back through Sunday Ticket sales and YouTube TV subscriptions.</p><p>YouTube notes that fans will be able to watch Sunday Ticket games on the web, TVs, phones and tablets without the need for a satellite dish. It notes that Sunday Ticket subscribers will have access to features such as <a href=\"https://www.engadget.com/youtube-tv-adds-multiview-streaming-in-time-for-march-madness-160009784.html\"><ins>multiview streaming</ins></a> and the option to check out key plays. YouTube TV members will also have unlimited DVR storage, real-time stats, NFL Fantasy data and the ability to hide spoilers.</p>This article originally appeared on Engadget at https://www.engadget.com/youtubes-nfl-sunday-ticket-packages-start-at-249-174949489.html?src=rss", "link": "https://www.engadget.com/youtubes-nfl-sunday-ticket-packages-start-at-249-174949489.html?src=rss", "date_published": "2023-04-11 17:49:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google TV takes on Roku with over 800 free TV channels", "description": "<p>Google TV is becoming more like basic cable. The company <a href=\"https://blog.google/products/google-tv/google-tv-free-channels/\">announced</a> today it’s adding content from several new providers to make browsing ad-supported live TV channels a central part of the platform. The news comes several months after the company was reportedly <a href=\"https://www.engadget.com/youtube-is-testing-a-hub-of-free-cable-style-channels-192518784.html\">negotiating with media companies</a> to add similar content to YouTube.</p><p>Starting today, Google TV is adding Free Ad-Supported Streaming Television (FAST) channels from <a href=\"https://www.engadget.com/fox-tubi-original-shows-151552495.html\">Tubi</a>, Plex and Haystack News to its existing FAST content from Pluto TV. In addition, Google is adding “built-in channels from Google TV that you can watch without even downloading or launching an app.” The company says the service now aggregates over 800 free channels.</p><span id=\"end-legacy-contents\"></span><p>FAST is the industry term for ad-supported “linear streaming content,” meaning it’s broadcast at specific times like traditional television. (Think standard afternoon programming on TNT or TBS.) Already <a href=\"https://www.engadget.com/2017-09-06-roku-launches-free-ad-supported-movie-channel.html\">embraced by competitors</a> like Roku, FAST channels turn streaming into an experience akin to channel-surfing in the old days — further proving that live TV streaming has essentially become cable sent through a different pipe.</p><p>Google says the content will include shows like <a href=\"https://www.engadget.com/westworld-roku-tubi-warner-bros-discovery-ad-supported-channels-183905525.html\"><em>Westworld</em></a> (which Warner Bros. Discovery removed from HBO Max), <em>Law &amp; Order: SVU</em> and <em>The Walking Dead</em>. Additionally, it includes news content from NBC, ABC, CBS and Fox. It also has international programming in more than 10 languages, including Spanish, Japanese and Hindi. In addition, the programming is organized in an updated TV guide, which Google says makes browsing easier and faster. The Google TV Live tab will also include content from YouTube TV or Sling TV (if you subscribe), putting all your live TV content in one spot.</p><p>Although the Google TV changes arrive beginning today, the company says it will roll it out “over the coming weeks,” (a Google classic) so you may have to wait a bit before trying it. First, of course, you’ll need a Google TV device like <a href=\"https://www.engadget.com/chromecast-with-google-tv-hd-review-just-a-great-little-streaming-dongle-160005778.html\">Chromecast with Google TV</a> or a television from Sony, TCL, Hisense and Philips with Google TV built-in. The company says the feature will trickle down to Android TV devices later this year.</p>This article originally appeared on Engadget at https://www.engadget.com/google-tv-takes-on-roku-with-over-800-free-tv-channels-173805920.html?src=rss", "link": "https://www.engadget.com/google-tv-takes-on-roku-with-over-800-free-tv-channels-173805920.html?src=rss", "date_published": "2023-04-11 17:38:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Substack’s Twitter-esque Notes feature has officially launched", "description": "<p>Substack has officially launched Notes for all users. The new product takes a lot of cues from Twitter and joins the <a href=\"https://www.engadget.com/twitter-client-developers-fleeing-twitter-mastodon-130031551.html\"><ins>long list</ins></a> of <a href=\"https://www.engadget.com/meta-decentralized-twitter-competitor-071316333.html\"><ins>services</ins></a> looking to lure away users from Elon Musk’s beleaguered social network. At first (and second) glance, Substack Notes <a href=\"https://on.substack.com/p/notes\"><ins>looks a whole lot like Twitter</ins></a>. Instead of tweets, you have notes. Instead of retweets, you get restacks. You can post external links, images, videos and anything else that strikes your fancy.</p><figure><img alt=\"Substack Notes.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/523892d0-d886-11ed-bbbd-4362194ef50c\" style=\"height: 1082px; width: 1416px;\" /><figcaption></figcaption><div class=\"photo-credit\">Substack</div></figure><p>Your feed is broken up into two groups. The &quot;Home&quot; tab is the extended network comprised of creators you subscribe to, other users these creators recommend and anyone you follow. The &quot;Subscribed&quot; tab is reserved for content creators, prioritizing notes and activity from creators you actually subscribe to.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>&quot;Historically, having worthy posts get shared widely is one of the major ways that writers find growth on Substack,” the company writes. “Notes will help posts find a valuable audience of writers and readers who are already invested in the Substack ecosystem and are just one click away from a subscription.”</p><p>Substack Notes already caused a fair bit of controversy straight from its first announcement last week. Upon that announcement, Twitter began <a href=\"https://www.engadget.com/twitter-blocks-interactions-on-tweets-with-substack-links-185548573.html\">blocking engagement with Substack-related tweets</a>, though the social media giant <a href=\"https://www.engadget.com/twitter-stops-throttling-tweets-with-substack-links-171858782.html\">has paused its whole bully routine</a>. This is definitely a year of growth for Substack, with the platform attracting high-profile creators and <a href=\"https://www.engadget.com/substack-chat-feature-ios-174541450.html\">adding a chat feature</a> to further cement the service as a pseudo-social network.</p><p>While Notes comes pre-seeded with influencers who have large Substack followings, the company clarified to Engadget that &quot;anyone can use Notes just like writers can.&quot; It's not clear in practice whether regular folks will want to turn Notes into a second Twitter or just a place to maintain a connection with their favorite newsletter creators.&nbsp;</p><p>Substack says this is still an early version of the product, so users should expect “bumps, bugs and imperfections,” though it encourages them to take to Notes to issue feedback. The company also says this is just a small piece of a larger puzzle intended to bring more revenue and exposure to content creators.</p>This article originally appeared on Engadget at https://www.engadget.com/substacks-twitter-esque-notes-feature-has-officially-launched-172646913.html?src=rss", "link": "https://www.engadget.com/substacks-twitter-esque-notes-feature-has-officially-launched-172646913.html?src=rss", "date_published": "2023-04-11 17:26:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apogee's latest Jam interface has a built-in analog compressor", "description": "<p><a href=\"https://www.engadget.com/tag/apogee/\">Apogee</a> is back with a new version of its Jam adapter that you can use to hook a musical instrument up to your computer or tablet. The JamX is the latest iteration of the peripheral, which the company <a href=\"https://www.engadget.com/2011-10-28-apogee-jam-guitar-adapter-review.html\">debuted in 2010</a>. The biggest change this time around is the introduction of a built-in analog compressor.</p><p>It comes with three presets with varying levels of compression to help you shape your tone. Apogee says the compressor will add sustain and balance out your dynamics. Although you likely won't be able to remove the compression after recording, Jam devices aren't exactly geared toward professional use. They're more about helping you practice or lay down ideas quickly. The analog compression should aid with that while keeping the volume of your track relatively stable.</p><span id=\"end-legacy-contents\"></span><div id=\"4da76a31a77c46d58b2cdd36a026a19b\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Apogee is also touting JamX's Blend mode. It says this will allow enthusiasts to record tracks with zero latency. If you prefer not to use the mode, you'll be able to switch Blend off easily enough. Moreover, the company claims that JamX boosts audio playback, thanks to sample rates of up to 96 kHz.</p><p>The JamX comes with Ableton Live Lite and it works with guitars, keyboards, synths and any acoustic instrument that has pickups. You can connect it to a Windows PC, Mac or iOS device. The interface is compatible with any audio recording app, Apogee says.</p><p>The JamX is available starting today at Apogee dealers. It costs $199, which is $20 more than the previous model, <a href=\"https://www.engadget.com/2018-10-09-apogee-jam-plus-guitar-recording-ios-mac-windows.html\">Jam+</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/apogees-latest-jam-interface-has-a-built-in-analog-compressor-170056338.html?src=rss", "link": "https://www.engadget.com/apogees-latest-jam-interface-has-a-built-in-analog-compressor-170056338.html?src=rss", "date_published": "2023-04-11 17:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Former Twitter execs sue company over unpaid legal fees", "description": "<p>Twitter faces yet another lawsuit over unpaid bills. As first reported by <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNC8xMC90ZWNobm9sb2d5L3R3aXR0ZXItbGF3c3VpdC1qdXN0aWNlLWRlcGFydG1lbnQuaHRtbCIsImNvbnRlbnRVdWlkIjoiNmJmZTYxMmMtYmYxZC00YTgzLThlNTAtMTNlNzU2MmM5YTU4In0&amp;signature=AQAAAewkSanc4Jck4VkU5gO_WCnK16ig5OnP42vYusFL2zYJ&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F04%2F10%2Ftechnology%2Ftwitter-lawsuit-justice-department.html\"><em>The New York Times</em></a>, three former executives sued the company on Monday. In a complaint filed with the Delaware Chancery Court, former CEO Parag Agrawal, former CFO Ned Segal and former chief legal officer Vijaya Gadde allege Twitter owes them more than $1 million in unreimbursed legal fees.</p><p>Elon Musk <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\">fired all three execs</a> after taking control of the company last fall. The former executives allege Twitter spent months ignoring letters they sent asking it to honor a reimbursement agreement they had in place before their termination. According to the complaint, Twitter finally acknowledged the letters last month but did little else. As of Monday, the trio was still waiting on the company to repay the fees.</p><span id=\"end-legacy-contents\"></span><p>The former execs say they incurred the legal fees responding to shareholder lawsuits and several government investigations, including one involving the US Department of Justice. The complaint states federal officials began sending requests to Agrawal and Segal last July. Then, late last year, the Justice Department contacted Agrawal and Segal’s lawyers to discuss multiple investigations into Twitter. As <a href=\"https://www.cnn.com/2023/04/11/tech/former-twitter-execs-legal-fees-lawsuit/index.html\"><em>CNN</em> notes</a>, the Justice Department has not previously disclosed an investigation into Twitter.</p><p>The lawsuit highlights Twitter’s ongoing financial challenges. At the end of last year, the owner of the building that houses Twitter’s San Francisco headquarters <a href=\"https://www.engadget.com/twitter-sued-for-not-paying-san-francisco-office-rent-165530970.html\">sued the company</a> for failing to pay rent. Musk has eliminated more than 75 percent of the approximately 7,500-person workforce Twitter employed under Agrawal. Last month, Musk said Twitter saw a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wMy8wNy9idXNpbmVzcy9lbG9uLW11c2stdHdpdHRlci1maW5hbmNlcy5odG1sIiwiY29udGVudFV1aWQiOiI2YmZlNjEyYy1iZjFkLTRhODMtOGU1MC0xM2U3NTYyYzlhNTgifQ&amp;signature=AQAAAUxJb1YzxWywJ48AupoAbK41SDKsIy0mXFsWosqRAFcQ&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F03%2F07%2Fbusiness%2Felon-musk-twitter-finances.html\">50 percent decline in ad revenue</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/former-twitter-execs-sue-company-over-unpaid-legal-fees-164002614.html?src=rss", "link": "https://www.engadget.com/former-twitter-execs-sue-company-over-unpaid-legal-fees-164002614.html?src=rss", "date_published": "2023-04-11 16:40:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung's T7 Shield portable SSD is down to an all-time low of $80", "description": "<p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWTEpCMkRDP3RoPTEmdGFnPWdkZ3QwYy1wLW8tc2EtMjAiLCJjb250ZW50VXVpZCI6IjhkZDNmOTVkLWFjOTQtNDk0MS04ZmQ1LTRhZjAzYjZhNDAzMCJ9&amp;signature=AQAAAcrw6rfexB41WCMFaKy3m8dJbLsxXHYL1A7U0y2y7G70&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09VLJB2DC%3Fth%3D1\">Samsung's T7 Shield</a> is a ruggedized version of <a href=\"https://www.engadget.com/best-ssds-140014262.html\">our favorite portable SSD</a>, offering <a href=\"https://www.enclosurecompany.com/ip-ratings-explained.php\">IP65-rated</a> water and dust resistance and a durable rubber casing on top of steady data transfer speeds. As part of the company's latest round of discounts on its various storage devices, both the 1TB and 2TB versions of the drive are priced lower-than-usual at <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWTEpCMkRDP3RoPTEmdGFnPWdkZ3QwYy1wLW8tc2EtMjAiLCJjb250ZW50VXVpZCI6IjhkZDNmOTVkLWFjOTQtNDk0MS04ZmQ1LTRhZjAzYjZhNDAzMCJ9&amp;signature=AQAAAcrw6rfexB41WCMFaKy3m8dJbLsxXHYL1A7U0y2y7G70&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09VLJB2DC%3Fth%3D1\">Amazon</a>, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9zYW1zdW5nLXQ3LXNoaWVsZC0xdGItZXh0ZXJuYWwtdXNiLTMtMi1nZW4tMi1ydWdnZWQtc3NkLWlwNjUtd2F0ZXItcmVzaXN0YW50LWJsdWUvNjUwMTcxOC5wP3NrdUlkPTY1MDE3MTgiLCJjb250ZW50VXVpZCI6IjhkZDNmOTVkLWFjOTQtNDk0MS04ZmQ1LTRhZjAzYjZhNDAzMCJ9&amp;signature=AQAAASKNK8QIYNWHwakTkPnnIp3NDbz6w26-xwphwAaGYKYu&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fsamsung-t7-shield-1tb-external-usb-3-2-gen-2-rugged-ssd-ip65-water-resistant-blue%2F6501718.p%3FskuId%3D6501718\">Best Buy</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvY29tcHV0aW5nL21lbW9yeS1zdG9yYWdlL3BvcnRhYmxlLXNvbGlkLXN0YXRlLWRyaXZlcy9wb3J0YWJsZS1zc2QtdDctc2hpZWxkLXVzYi0zLTItMXRiLWJsdWUtbXUtcGUxdDByLWFtLyIsImNvbnRlbnRVdWlkIjoiOGRkM2Y5NWQtYWM5NC00OTQxLThmZDUtNGFmMDNiNmE0MDMwIn0&amp;signature=AQAAAeLzyY1Yth6RmiEr90vM4D5HN_n7v-UGd8p-_GtCfzld&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fcomputing%2Fmemory-storage%2Fportable-solid-state-drives%2Fportable-ssd-t7-shield-usb-3-2-1tb-blue-mu-pe1t0r-am%2F\">Samsung's own online store</a>. The former is down to <a href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvY29tcHV0aW5nL21lbW9yeS1zdG9yYWdlL3BvcnRhYmxlLXNvbGlkLXN0YXRlLWRyaXZlcy9wb3J0YWJsZS1zc2QtdDctc2hpZWxkLXVzYi0zLTItMXRiLWJsdWUtbXUtcGUxdDByLWFtLyIsImNvbnRlbnRVdWlkIjoiOGRkM2Y5NWQtYWM5NC00OTQxLThmZDUtNGFmMDNiNmE0MDMwIn0&amp;signature=AQAAAeLzyY1Yth6RmiEr90vM4D5HN_n7v-UGd8p-_GtCfzld&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fcomputing%2Fmemory-storage%2Fportable-solid-state-drives%2Fportable-ssd-t7-shield-usb-3-2-1tb-blue-mu-pe1t0r-am%2F\">$80</a>, which matches its all-time low, while the latter is on sale for <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvY29tcHV0aW5nL21lbW9yeS1zdG9yYWdlL3BvcnRhYmxlLXNvbGlkLXN0YXRlLWRyaXZlcy9wb3J0YWJsZS1zc2QtdDctc2hpZWxkLXVzYi0zLTItMnRiLWJsdWUtbXUtcGUydDByLWFtLyIsImNvbnRlbnRVdWlkIjoiOGRkM2Y5NWQtYWM5NC00OTQxLThmZDUtNGFmMDNiNmE0MDMwIn0&amp;signature=AQAAAb9orbWIYW0OeV-pkK43l-n7zPzvapE2VZwpVx5Mz1i6&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fcomputing%2Fmemory-storage%2Fportable-solid-state-drives%2Fportable-ssd-t7-shield-usb-3-2-2tb-blue-mu-pe2t0r-am%2F\">$130</a>, which is the best price we've seen outside of a very brief drop to $120 last August. For reference, the 1TB model has sat at this price for the last couple of weeks, but it's still about $10 below the average going rate we've seen in recent months. The 2TB model, meanwhile, has typically retailed around $150 as of late.</p><p></p><p>The T7 Shield isn't the only good portable SSD in this price range, as other USB 3.2 Gen 2 drives like the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhHVFlGQzM3Lz90aD0xJnRhZz1nZGd0MGMtcC1vLXNhLTIwIiwiY29udGVudFV1aWQiOiI4ZGQzZjk1ZC1hYzk0LTQ5NDEtOGZkNS00YWYwM2I2YTQwMzAifQ&amp;signature=AQAAAYf4SOssLz15sGVbl6-8PS70ttbJIioQZycbM0UYPPrM&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08GTYFC37%2F%3Fth%3D1\">SanDisk Extreme Portable SSD</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QYXNzcG9ydC1FeHRlcm5hbC1Qb3J0YWJsZS1Ecml2ZS1XREJBR0YwMDEwQkdZLVdFU04vZHAvQjA4RjI3UUdIWD90aD0xJnRhZz1nZGd0MGMtcC1vLXNhLTIwIiwiY29udGVudFV1aWQiOiI4ZGQzZjk1ZC1hYzk0LTQ5NDEtOGZkNS00YWYwM2I2YTQwMzAifQ&amp;signature=AQAAAVTK2bLc61cv-utk0DcEr99j05vyD8RYWi2LK7uvNR_u&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPassport-External-Portable-Drive-WDBAGF0010BGY-WESN%2Fdp%2FB08F27QGHX%3Fth%3D1\">WD My Passport SSD</a> can squeeze out a bit more performance and have longer five-year warranties (Samsung gives a three-year warranty). But the speed differences aren't huge, and while all SSDs are more durable than older HDDs, the T7 Shield's rugged shell should provide extra peace of mind if you often bring your laptop on the road and need to transfer or backup files. For many, the best option is whatever's cheapest at the time; right now, that's the T7 Shield.</p><span id=\"end-legacy-contents\"></span><p>Samsung has a few other noteworthy deals on storage gear. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLW1pY3JvU0RYQy1FeHBhbmRlZC1NQi1NRTI1NktBLUFNL2RwL0IwOUIxR1hNMTY_dGFnPWdkZ3QwYy1wLW8tc2EtMjAiLCJjb250ZW50VXVpZCI6IjhkZDNmOTVkLWFjOTQtNDk0MS04ZmQ1LTRhZjAzYjZhNDAzMCJ9&amp;signature=AQAAAZHaNwWJ_Rrr16DimsrVVNhp2FV1oqwZoL2tglFDYG9i&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-microSDXC-Expanded-MB-ME256KA-AM%2Fdp%2FB09B1GXM16\">256GB Samsung Evo Select</a> is down to $19, which is an all-time low for a quick and reliable microSD card. If you don't need as much space, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLW1pY3JvU0RYQy1FeHBhbmRlZC1NQi1NRDEyOEtBLUFNL2RwL0IwOUIxRzg5WVE_dGg9MSZ0YWc9Z2RndDBjLXAtby1zYS0yMCIsImNvbnRlbnRVdWlkIjoiOGRkM2Y5NWQtYWM5NC00OTQxLThmZDUtNGFmMDNiNmE0MDMwIn0&amp;signature=AQAAAZlK1QqxDcjfCC35pjlUDMk4-vWradnHvLFPzjZJb3QV&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-microSDXC-Expanded-MB-MD128KA-AM%2Fdp%2FB09B1G89YQ%3Fth%3D1\">128GB Pro Plus</a> microSD card is a bit faster and down to a low of $14. And while the ultrafast speeds of a PCIe 4.0 SSD like the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUludGVybmFsLUV4cGFuc2lvbi1NWi1WOVAxVDBCLUFNL2RwL0IwQkhKRjJWUk4_dGg9MSZ0YWc9Z2RndDBjLXAtby1zYS0yMCIsImNvbnRlbnRVdWlkIjoiOGRkM2Y5NWQtYWM5NC00OTQxLThmZDUtNGFmMDNiNmE0MDMwIn0&amp;signature=AQAAATdXL3eN_uR2fkKyvTYOXE_4HelqwTzSlNn83kDUseoO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Internal-Expansion-MZ-V9P1T0B-AM%2Fdp%2FB0BHJF2VRN%3Fth%3D1\">990 Pro</a> aren't necessary for most, the 1TB version of that drive is available for a low of $100 for those building a higher-end PC (just <a href=\"https://www.tomshardware.com/news/samsung-990-pro-firmware-update-released-ssd-health?utm_medium=social&amp;utm_campaign=socialflow&amp;utm_source=twitter.com\">make sure</a> its firmware is up-to-date).</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/samsung-t7-shield-portable-ssd-is-down-to-an-all-time-low-of-80-152254959.html?src=rss", "link": "https://www.engadget.com/samsung-t7-shield-portable-ssd-is-down-to-an-all-time-low-of-80-152254959.html?src=rss", "date_published": "2023-04-11 15:22:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Android can automatically archive apps you aren't using", "description": "<p>After a teaser last year, Google is ready to help you save space on your phone by shelving unused apps. The company is <a href=\"https://android-developers.googleblog.com/2023/04/reduce-uninstalls-for-your-app-with-auto-archive.html\">rolling out</a> an auto-archive feature that removes key parts of apps without erasing personal data. So long as an app is still available on the Play Store, you just have to tap its icon to re-download the missing pieces. This can free as much as 60 percent of an app's space, Google says.</p><p>You'll get the auto-archive option if you try to install an app when your device doesn't have enough remaining storage. If you want to look for unused apps, you can visit the Apps section of settings. The software will typically say that it hasn't been opened for more than a few months. Developers have to publish their apps using the App Bundle format for the feature to work, but that shouldn't be an issue as it's been required since 2021.</p><span id=\"end-legacy-contents\"></span><p>The concept isn't new. Apple has offered custom recommendations to pull unused apps since iOS 11's release in 2017. However, the addition may be particularly helpful on Android, which powers a wider range of phones, including low-end models. You may not feel as much pressure to upgrade a budget handset if you know you can simply archive apps until you're ready to use them.</p><p>Google adds that this could help developers. If users can auto-archive apps, they're less likely to completely uninstall those apps. Creators may be more likely to hold on to users, even if those customers seldomly return.</p>This article originally appeared on Engadget at https://www.engadget.com/android-can-automatically-archive-apps-you-arent-using-150337942.html?src=rss", "link": "https://www.engadget.com/android-can-automatically-archive-apps-you-arent-using-150337942.html?src=rss", "date_published": "2023-04-11 15:03:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony will stop updating ‘Dreams’ later this year", "description": "<p>Sony-owned Media Molecule has <a href=\"https://www.polygon.com/23678503/dreams-end-of-live-service-server-changes\"><ins>revealed</ins></a> it will stop active development of <a href=\"https://www.engadget.com/tag/dreams/\"><em><ins>Dreams</ins></em></a> later this year. After a final update in September, live support for the game creation platform will come to an end, though the studio will still deploy critical bug fixes when necessary.</p><p>The decision means that <em>Dreams </em>will not be updated to include multiplayer support, as had long been the plan. Nor will Media Molecule release versions of <em>Dreams </em>for PlayStation 5 or PlayStation VR2. <em>Dreams </em>arrived on PS4 <a href=\"https://www.engadget.com/2019-12-10-dreams-ps4-media-molecule-feb-14th.html\"><ins>in early 2020</ins></a> and Media Molecule added <a href=\"https://www.engadget.com/dreams-psvr-july-22nd-105525609.html\"><ins>PSVR support</ins></a> a few months later.</p><span id=\"end-legacy-contents\"></span><p><em>Dreams </em>will remain on sale and it’ll still be possible to create experiences and check out ones made by other folks. As part of a server transition, though, Media Molecule will impose new storage limits on player creations. Users will have an online storage capacity of 5GB, but existing projects don’t count toward the limit.</p><p>Moreover, Media Molecule will stop running its own <em>Dreams </em>events that were designed to shine a spotlight on some of the most impressive and captivating community creations. The studio is also nixing some features, including native Twitch support (but you’ll likely still be able to stream what you’re doing in <em>Dreams </em>via console-level Twitch integration).</p><div id=\"914c3d6c204e45de8a6bf8ee0f2c603d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Here's a condensed version of the fanart I did for <a href=\"https://twitter.com/hashtag/thelastofus?src=hash&amp;ref_src=twsrc%5Etfw\">#thelastofus</a> in Dreams on my PS5. Everything here was sculpted from scratch for this project. Look forward to making a similar video for season two ❤️<a href=\"https://twitter.com/hashtag/MadeInDreams?src=hash&amp;ref_src=twsrc%5Etfw\">#MadeInDreams</a><a href=\"https://t.co/dJ3c3NJuLb\">pic.twitter.com/dJ3c3NJuLb</a></p>— Martin Nebelong (@MartinNebelong) <a href=\"https://twitter.com/MartinNebelong/status/1644626854345572354?ref_src=twsrc%5Etfw\">April 8, 2023</a></blockquote></div><p>It’s a shame to see Media Molecule abandoning <em>Dreams</em>. The platform is <a href=\"https://twitter.com/MartinNebelong/status/1526847705737199617\"><ins>home</ins></a> to a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1xTVBNTjRjRlJRNCIsImNvbnRlbnRVdWlkIjoiOTc4ZjliZjMtYzY2OS00MGU4LWJjMjMtM2JjZDFlZTg1YmNkIn0&amp;signature=AQAAAdOuoZv2wcQppesfmr9gSkMniyFg51P4_iFYo74bp-xi&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DqMPMN4cFRQ4\"><ins>wide array</ins></a> of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1fd0RUQ2ktTC1GMCIsImNvbnRlbnRVdWlkIjoiOTc4ZjliZjMtYzY2OS00MGU4LWJjMjMtM2JjZDFlZTg1YmNkIn0&amp;signature=AQAAAf4GgNfdId-N-8UlqWILpWWH8hHqyH0YbPisGZ4EMXHm&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D_wDTCi-L-F0\"><ins>compelling experiences</ins></a>. Some creators have even <a href=\"https://www.videogameschronicle.com/news/a-dreams-creator-has-secured-a-level-designer-job-at-ori-maker-moon-studios/\"><ins>landed jobs in game development</ins></a> as a result of their <em>Dreams</em> concoctions. Last year, Sony's movie division <a href=\"https://www.engadget.com/play-station-game-builder-dreams-to-be-used-in-feature-film-picked-up-by-sony-170550385.html\"><ins>scooped up the rights</ins></a> to release a film that's partially being made in <em>Dreams</em>.</p><p>It seems that <em>Dreams </em>wasn’t quite as successful as Media Molecule and Sony had hoped in order to justify continued work on the platform. “Whilst we’ve always had the desire to build on the foundation of <em>Dreams </em>and expand the experience, when reviewing our plans we were not able to define a sustainable path,” the studio <a href=\"https://docs.indreams.me/en-US/whats-happening/news/dreams-support-update\"><ins>wrote in its announcement</ins></a>.</p><p>Media Molecule says it’s moving on to an “exciting new project” that isn’t connected to <em>Dreams </em>but noted that the decision to end development on the platform wasn’t an easy one. “<em>Dreams </em>has been a special project for Media Molecule, and helping this burgeoning community of game developers, tinkerers, creatives, collaborators and dreamers grow and express themselves remains one of the best things we’ve ever done,” it said.</p>This article originally appeared on Engadget at https://www.engadget.com/sony-will-stop-updating-dreams-later-this-year-143055503.html?src=rss", "link": "https://www.engadget.com/sony-will-stop-updating-dreams-later-this-year-143055503.html?src=rss", "date_published": "2023-04-11 14:30:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Mini's future cars will feature a dog as a digital assistant", "description": "<p>Numerous car companies are <a href=\"https://www.engadget.com/2019-05-10-2019-mercedes-benz-a-class-a220-review.html\">trying their hands at digital assistants</a>, but Mini is planning something more... characterful. The automaker has <a href=\"https://www.press.bmwgroup.com/global/article/detail/T0412718EN/mini-presents-spike-the-digital-character-for-the-new-model-family\">unveiled</a> Spike, an English Bulldog-inspired helper coming to future Mini models. While his exact functionality is still unknown, he'll walk you through the &quot;operating concept&quot; of a given car and is meant to foster an &quot;emotional connection.&quot; We suspect this pup won't seem so loveable when you're in a hurry, but it might beat the personality-free assistants from other makes.</p><p>Spike will make his debut in the cabin of the <a href=\"https://www.mini.com/en_MS/home/products/mini-concept-aceman.html\">Mini Concept Aceman</a> at the Shanghai auto show beginning April 18th. He'll appear on both the OLED-based infotainment display and the dashboard. You'll learn more about the canine companion's features later in the year, the company says.</p><span id=\"end-legacy-contents\"></span><p>Introduced last year, the Concept Aceman is a compact electric crossover with a minimalist design (there's only a handful of analog controls) and an emphasis on personalization. There are projections on the dashboard, light animations on the nose and a variety of &quot;experience modes&quot; meant to liven up your commute. We wouldn't expect many of these ideas to reach production Minis, but the more angular body, recycled plastic interior and emphasis on tech may translate to the upcoming lineup. Mini has already <a href=\"https://www.press.bmwgroup.com/global/article/detail/T0412280EN/fully-electric-and-made-in-germany:-the-next-generation-mini-countryman\">teased</a> an electric Countryman E with a 313HP dual-motor system and an estimated 280-mile range.</p><p>The strategy isn't surprising for parent company BMW, whose concept cars frequently center around a personalized digital experience — see this year's <a href=\"https://www.engadget.com/bmw-i-vision-dee-concept-digitizes-the-driving-experience-unveiling-first-look-ces2023-041555994.html\">i Vision Dee</a> as an example with its dash-length HUD, voice commands and color-changing exterior. Theoretically, you'll develop an attachment to Spike that keeps you buying Mini cars for the assistant inside, not just the performance on the road.</p>This article originally appeared on Engadget at https://www.engadget.com/minis-future-cars-will-feature-a-dog-as-a-digital-assistant-141506882.html?src=rss", "link": "https://www.engadget.com/minis-future-cars-will-feature-a-dog-as-a-digital-assistant-141506882.html?src=rss", "date_published": "2023-04-11 14:15:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Polestar 4 will be the company's fastest production car", "description": "<p>Polestar has confirmed that its latest — and fastest production — EV, the <a href=\"https://media.polestar.com/global/en/media/pressreleases/665989/polestar-4-to-debut-at-shanghai-auto-show\">Polestar 4</a>, will debut at the Shanghai auto show on April 18. The new generation will join the <a href=\"https://www.engadget.com/polestar-3-first-look-possibly-the-best-looking-ev-for-2023-133508992.html\">Polestar 3</a> and an updated <a href=\"https://www.engadget.com/2024-polestar-2-300-mile-range-421-hp-motor-smartzone-sensor-120004604.html\">Polestar 2</a>, with the new model's design expected to fall somewhere between the two.&nbsp;</p><p>The Polestar 4 is slightly smaller than the Polestar 3 and a bit higher from the ground than the Polestar 2. It’s also expected to have a battery life of about 373 miles and offer four-wheel and rear-wheel drive, according to <a href=\"https://www.autocar.co.uk/car-news/new-cars/new-2023-polestar-4-officially-previewed-ahead-shanghai-reveal\"><em>Autocar</em></a>. Thomas Ingenlath, Polestar CEO, also emphasized that it is not a modified version of its first SUV: &quot;Instead, we reconsidered the entire design to create a new breed of SUV coupé.&quot;</p><span id=\"end-legacy-contents\"></span><p>The showcase news comes before the Polestar 3 has even hit the roads. The 3 should be <a href=\"https://www.engadget.com/polestar-3-suv-release-date-price-193711445.html#:~:text=The%20Polestar%203%20electric%20SUV,arrives%20in%20late%202023%20%7C%20Engadget\">available in the last quarter of 2023</a>, with preorders ongoing, and the <a href=\"https://www.engadget.com/polestars-precept-concept-makes-its-first-appearance-in-production-form-134823408.html\">Polestar 5</a> is set for release sometime in 2024.</p><p>The company's first design, the <a href=\"https://www.engadget.com/2019-11-05-polestar-1-first-drive.html\">Polestar 1</a>, debuted only a few years ago in 2019, but ceased production just two years later with the company claiming the hybrid was designed as an introduction to the brand. Since then all new Polestar cars have been pure electric.</p><p>There’s no word yet on the Polestar 4's cost or availability, but with the Polestar 2 starting at $45,900 and the Polestar 3 at $85,300, it's not likely to be cheap.</p>This article originally appeared on Engadget at https://www.engadget.com/the-polestar-4-will-be-the-companys-fastest-production-car-131532690.html?src=rss", "link": "https://www.engadget.com/the-polestar-4-will-be-the-companys-fastest-production-car-131532690.html?src=rss", "date_published": "2023-04-11 13:15:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best VPNs for 2023", "description": "<p>VPNs have been having a moment recently. The once-niche way to protect your online behavior took off, in part, due to massive marketing budgets and influencer collaborations convincing consumers they can solve all your security woes. But deciding the best option for your browsing needs requires digging through claims of attributes that aren’t always totally accurate. That has made it harder to figure out which one to subscribe to, or if you really need to use one at all. We tested out nine of the best VPNs available now to help you choose the best one for your needs.</p><h2>What you should know about VPNs</h2><p>VPNs are not a one-size-fits-all security solution. Instead, they’re just one part of keeping your data private and secure. Roya Ensafi, assistant professor of computer science and engineering at the University of Michigan, told Engadget that VPNs don’t protect against common threats like phishing attacks, nor do they protect your data from being stolen. But they do come in handy when you’re connecting to an untrusted network somewhere public because they tunnel and encrypt your traffic to the next hop.</p><span id=\"end-legacy-contents\"></span><p>In other words, VPNs mask the identity of your computer on the network and create an encrypted \"tunnel\" that prevents your internet service provider from accessing data about your browsing history. Even then, much of the data or information is stored with the VPN provider instead of your ISP, which means that using a poorly designed or unprotected network can still undermine your security.</p><p>That means sweeping claims that seem promising, like military-grade encryption or total digital invisibility, may not be totally accurate. Instead, Yael Grauer, program manager of Consumer Reports’ online security guide, recommends looking for security features like open-source software with reproducible builds, up-to-date support for industry-standard protocols like WireGuard, IPsec or PPTP and the ability to defend against attack vectors like brute force.</p><h2>Who are VPNs really for?</h2><p>Before considering a VPN, make sure your online security is up to date in other ways. That means complex passwords, multifactor authentication methods and locking down your data sharing preferences. Even then, you probably don’t need to be using a VPN all the time.</p><p>“If you're just worried about somebody sitting there passively and looking at your data then a VPN is great,” Jed Crandall, an associate professor at Arizona State University, told Engadget.</p><p>If you use public WiFi a lot, like while working at a coffee shop, then VPNs can help keep your information private. They’re also helpful for hiding information from other people on your ISP if you don’t want members of your household to know what you’re up to online.</p><p>Geoblocking has also become a popular use case as it helps you reach services in other parts of the world. For example, you can access shows that are only available on Netflix in other countries, or play online games with people located all over the globe.</p><h2>Are VPNs worth it?</h2><p>Whether or not VPNs are worth it depends how often you could use it for the above use cases. If you travel a lot and rely on public WiFi, are looking to browse outside of your home country or want to keep your traffic hidden from your ISP, then investing in a VPN will be useful. But, keep in mind that VPNs often slow down your internet speed, so they may not be ideal all the time.</p><p>We recommend not relying on a VPN as your main cybersecurity tool. It can provide a false sense of security, leaving you vulnerable to attack. Plus, if you choose just any VPN, it may not be as secure as just relying on your ISP. That’s because the VPN could be based in a country with weaker data privacy regulation, obligated to hand information over to law enforcement or linked to weak user data protection policies.</p><p>For users working in professions like activism or journalism that want to really strengthen their internet security, options like the Tor browser may be a worthwhile alternative, according to Crandall. Tor is free, and while it's less user-friendly, it’s built for anonymity and privacy.</p><h2>How we tested</h2><p>To test the security specs of different VPNs, we relied on pre-existing academic work through <a href=\"https://www.consumerreports.org/vpn-services/mullvad-ivpn-mozilla-vpn-top-consumer-reports-vpn-testing-a9588707317/\">Consumer Reports</a>, <a href=\"https://vpnalyzer.org/\">VPNalyzer</a> and other sources. We referenced privacy policies, transparency reports and security audits made available to the public. We also considered past security incidents like data breaches.</p><p>We looked at price, usage limits, effects on internet speed, possible use cases, ease of use and additional “extra” features for different VPN providers. The VPNs were tested across an iPhone, Google Pixel and Mac device so we could see the state of the apps across various platforms. We used the “quick connect” feature on the VPNs to connect to the “fastest” provider available when testing internet speed, access to IP address data and DNS and WebRTC leaks or when a fault in the encrypted tunnel reveals requests to an ISP.</p><p>Otherwise, we conducted a test of geoblocking content by accessing Canada-exclusive Netflix releases, a streaming test by watching a news livestream on YouTube via a Hong Kong-based VPN and a gaming test by playing on servers in the United Kingdom. By performing these tests at the same time, it also allowed us to test claims about simultaneous device use.</p><h3>VPNs we tested:</h3><ul><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vIiwiY29udGVudFV1aWQiOiJhZDkxNTA4Yi1iYmUxLTQ0ZTgtYTcxNi0wMjcyNGNiY2EzYWMifQ&amp;signature=AQAAAfTSiO2r428NJBCpZe3eLV5R1owvIj5yByLJP3rxwv1h&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2F\">ExpressVPN</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c52a3d27-2d9a-44d8-8cf2-6f6387b122a0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=NordVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNTJhM2QyNy0yZDlhLTQ0ZDgtOGNmMi02ZjYzODdiMTIyYTAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9ub3JkdnBuLmNvbS8iLCJjb250ZW50VXVpZCI6ImFkOTE1MDhiLWJiZTEtNDRlOC1hNzE2LTAyNzI0Y2JjYTNhYyJ9&amp;signature=AQAAAQXft9OD6rLKuE3EeJnnHBCc242IE-XnNcv8hGIe48D_&amp;gcReferrer=https%3A%2F%2Fnordvpn.com%2F\">NordVPN</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6119f7ca-bf13-40ba-b3f6-2a335a8890f6&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=surfshark&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MTE5ZjdjYS1iZjEzLTQwYmEtYjNmNi0yYTMzNWE4ODkwZjYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zdXJmc2hhcmsuY29tLyIsImNvbnRlbnRVdWlkIjoiYWQ5MTUwOGItYmJlMS00NGU4LWE3MTYtMDI3MjRjYmNhM2FjIn0&amp;signature=AQAAAew67IgxBRqcZ6LIo58dh_RnSNSjrwxb8YksKDxdubiq&amp;gcReferrer=https%3A%2F%2Fsurfshark.com%2F\">Surfshark</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=06a20697-4135-4e83-a421-f326eee937ed&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ProtonVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmEyMDY5Ny00MTM1LTRlODMtYTQyMS1mMzI2ZWVlOTM3ZWQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9wcm90b252cG4uY29tLyIsImNvbnRlbnRVdWlkIjoiYWQ5MTUwOGItYmJlMS00NGU4LWE3MTYtMDI3MjRjYmNhM2FjIn0&amp;signature=AQAAASPTOHDxtcJbE-t49l7sjJMvW4wl1inFzyOcIJYRUXYC&amp;gcReferrer=https%3A%2F%2Fprotonvpn.com%2F\">Proton VPN</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1c695770-3d23-4adf-9f4f-c595e9124f3b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=TunnelBear&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxYzY5NTc3MC0zZDIzLTRhZGYtOWY0Zi1jNTk1ZTkxMjRmM2IiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudHVubmVsYmVhci5jb20vIiwiY29udGVudFV1aWQiOiJhZDkxNTA4Yi1iYmUxLTQ0ZTgtYTcxNi0wMjcyNGNiY2EzYWMifQ&amp;signature=AQAAAWmLU8w1OqAlasUVR9oUII9dIM0UOkRgiKVV2zB9ShaL&amp;gcReferrer=https%3A%2F%2Fwww.tunnelbear.com%2F\">TunnelBear</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=611316b6-01c7-4271-8c69-1aaf6d7108ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Bitdefender&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MTEzMTZiNi0wMWM3LTQyNzEtOGM2OS0xYWFmNmQ3MTA4YWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYml0ZGVmZW5kZXIuY29tL3NvbHV0aW9ucy92cG4uaHRtbCIsImNvbnRlbnRVdWlkIjoiYWQ5MTUwOGItYmJlMS00NGU4LWE3MTYtMDI3MjRjYmNhM2FjIn0&amp;signature=AQAAAf2reOHxw0jaFi1jiRPDJtR3Y5YHJSajvTuMNHmB-SgL&amp;gcReferrer=https%3A%2F%2Fwww.bitdefender.com%2Fsolutions%2Fvpn.html\">Bitdefender VPN</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9fd99815-3196-46cf-9b6f-707caf84c282&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CyberGhost&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5ZmQ5OTgxNS0zMTk2LTQ2Y2YtOWI2Zi03MDdjYWY4NGMyODIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY3liZXJnaG9zdHZwbi5jb20vZW5fVVMvIiwiY29udGVudFV1aWQiOiJhZDkxNTA4Yi1iYmUxLTQ0ZTgtYTcxNi0wMjcyNGNiY2EzYWMifQ&amp;signature=AQAAAbdpm0QDvyQD5IH5XMG0vgx732Wi0D5g6CgSmbUNZ9ln&amp;gcReferrer=https%3A%2F%2Fwww.cyberghostvpn.com%2Fen_US%2F\">CyberGhost</a></p></li><li><p><a href=\"https://windscribe.com/\">Windscribe</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2F0bGFzdnBuLmNvbS8iLCJjb250ZW50VXVpZCI6ImFkOTE1MDhiLWJiZTEtNDRlOC1hNzE2LTAyNzI0Y2JjYTNhYyJ9&amp;signature=AQAAASeETI9dS6ZPxbToUph0S5NWTograPEVPjPRVP931t6V&amp;gcReferrer=https%3A%2F%2Fatlasvpn.com%2F\">Atlas VPN</a></p></li></ul><h2>Best VPN overall: ProtonVPN</h2><p></p><p>The VPNs we tried out ranked pretty consistently across all of our tests, but <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=06a20697-4135-4e83-a421-f326eee937ed&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ProtonVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmEyMDY5Ny00MTM1LTRlODMtYTQyMS1mMzI2ZWVlOTM3ZWQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9wcm90b252cG4uY29tLyIsImNvbnRlbnRVdWlkIjoiYWQ5MTUwOGItYmJlMS00NGU4LWE3MTYtMDI3MjRjYmNhM2FjIn0&amp;signature=AQAAASPTOHDxtcJbE-t49l7sjJMvW4wl1inFzyOcIJYRUXYC&amp;gcReferrer=https%3A%2F%2Fprotonvpn.com%2F\">ProtonVPN</a> stood out as a strong option because of its overall security and ease of use. The Proton Technologies suite of services includes mail, calendar, drive and a VPN known for its end-to-end encryption. This makes it a strong contender for overall security, but its VPN specifically came across as a well-rounded independent service.</p><p>ProtonVPN’s no-logs security policy has passed audits, and the company has proven not to comply with law enforcement requests. Because it is based in Switzerland, there are no forced logging obligations, according to the company. Plus, it’s based on an open-source framework, and has an official vulnerability disclosure program along with clear definitions on what it does with personal information.</p><p>While ProtonVPN offers a free version, it’s limited compared to other options with access to servers in just three countries. Its paid version, starting at about $5.39 per month, includes access to servers in more than 65 countries on 10 devices at a time. For dedicated Proton Technologies users, they can pay closer to $8.63 each month for access to the entire suite.</p><p>ProtonVPN passed our geoblock, streaming and gaming tests with only a very small toll on internet speed. It also comes with malware-, ad- and tracker-blocking as an additional service. It’s available on most major operating systems, routers, TV services and more including Firefox, Linux and Android TV.</p><h2>Best free VPN: Windscribe</h2><p></p><p>By signing up for <a href=\"https://windscribe.com/\">Windscribe</a> with your email, users can access 10GB per month of data, unlimited connections and access to more than 10 countries. We selected it as the best free VPN because of its high security and wide range of server options compared to other free VPNs. It has over 500 servers in over 60 countries, according to the company, and can be configured to routers, smart TVs and more on top of the usual operating systems.</p><p>Windscribe doesn’t have a recent independent security audit, but it does publish <a href=\"https://windscribe.com/transparency\">a transparency report</a> showing that it has complied with zero requests for its data, runs a vulnerability disclosure program encouraging researchers to report flaws and offers multiple protocols for users to connect with.</p><p>On top of that, it’s easy to use. The set up is intuitive and it passed our geoblock, streaming and gaming tests. The paid version costs $5.75 to $9 each month, depending on the plan you choose, and includes unlimited data, access to all servers and an ad/tracker/malware blocker. Or, for $1 per location per month, users can build a plan tailored to the VPNs they want to access.</p><h2>Best for frequent travel, gaming and streaming: ExpressVPN</h2><p></p><p>We picked the best VPN for travel, gaming and streaming based on which one had access to the most locations with high speed connections and no lag. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vIiwiY29udGVudFV1aWQiOiJhZDkxNTA4Yi1iYmUxLTQ0ZTgtYTcxNi0wMjcyNGNiY2EzYWMifQ&amp;signature=AQAAAfTSiO2r428NJBCpZe3eLV5R1owvIj5yByLJP3rxwv1h&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2F\">ExpressVPN</a> met all those criteria.</p><p>An internet speed test measured faster upload and download speed compared to using no VPN, practically unheard of compared to the other VPNs tested. But this is likely a fluke due to the VPN service circumventing traffic shaping by the ISP or another disparity because <a href=\"https://www.techradar.com/news/how-vpn-services-affect-internet-speed\">even top VPNs will in some way slow down speeds</a>. With 2,000 servers in 160 cities, according to the company, it had one of the broadest global reaches. It also passed our geoblock, streaming and gaming tests, and it does<a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4255ebf1-6185-403e-9be2-91ab47ad1ac3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ExpressVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MjU1ZWJmMS02MTg1LTQwM2UtOWJlMi05MWFiNDdhZDFhYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXhwcmVzc3Zwbi5jb20vYmxvZy9jdXJlNTMtbGlnaHR3YXktYXVkaXQvIiwiY29udGVudFV1aWQiOiJhZDkxNTA4Yi1iYmUxLTQ0ZTgtYTcxNi0wMjcyNGNiY2EzYWMifQ&amp;signature=AQAAAfhKotpxqkC923GyZ_FLm74TVq0bZji4lj1vZRQUKgug&amp;gcReferrer=https%3A%2F%2Fwww.expressvpn.com%2Fblog%2Fcure53-lightway-audit%2F\"> regular security audits</a>. Subscription costs range from $8.32 to $12.95 per month depending on the term of the plan, and include a password manager.</p><p>With ExpressVPN, users can connect to up to five devices at once, which is on the lower side compared to other services. That said, it works on a bunch of devices from smart TVs to game consoles unlike some other services that lack support beyond the usual suspects like smartphones and laptops.</p><h2>Best cross-platform accessibility: CyberGhost</h2><p></p><p>Because several VPN services connect to routers, cross-platform accessibility isn’t always necessary. By connecting a VPN to your home router, you can actually connect to however many devices you have in your household, as long as they all access the internet through that router.</p><p>But if you use VPNs on the go, and across several devices, being able to connect to a wide range of platforms will be indispensable. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9fd99815-3196-46cf-9b6f-707caf84c282&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CyberGhost&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5ZmQ5OTgxNS0zMTk2LTQ2Y2YtOWI2Zi03MDdjYWY4NGMyODIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY3liZXJnaG9zdHZwbi5jb20vZW5fVVMvIiwiY29udGVudFV1aWQiOiJhZDkxNTA4Yi1iYmUxLTQ0ZTgtYTcxNi0wMjcyNGNiY2EzYWMifQ&amp;signature=AQAAAbdpm0QDvyQD5IH5XMG0vgx732Wi0D5g6CgSmbUNZ9ln&amp;gcReferrer=https%3A%2F%2Fwww.cyberghostvpn.com%2Fen_US%2F\">CyberGhost</a> offers simultaneous connectivity on up to seven devices for $2.11 to $12.99 per month depending on subscription term. It supports several types of gadgets like routers, computers, smart TVs and more. It’s similar to the support that ExpressVPN offers, but CyberGhost provides detailed instructions on how to set up the cross-platform connections, making it a bit more user-friendly for those purposes.</p><p>From a security perspective, CyberGhost completed an <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9fd99815-3196-46cf-9b6f-707caf84c282&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CyberGhost&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5ZmQ5OTgxNS0zMTk2LTQ2Y2YtOWI2Zi03MDdjYWY4NGMyODIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY3liZXJnaG9zdHZwbi5jb20vZW5fVVMvcHJpdmFjeWh1Yi9wcml2YWN5LWF1ZGl0LyIsImNvbnRlbnRVdWlkIjoiYWQ5MTUwOGItYmJlMS00NGU4LWE3MTYtMDI3MjRjYmNhM2FjIn0&amp;signature=AQAAAWD7lhX8ZieDthH9EWygIKy4IIeSgICAwqI21QHUOz0J&amp;gcReferrer=https%3A%2F%2Fwww.cyberghostvpn.com%2Fen_US%2Fprivacyhub%2Fprivacy-audit%2F\">independent security audit</a> by Deloitte earlier this year, runs a vulnerability disclosure program and provides access to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9fd99815-3196-46cf-9b6f-707caf84c282&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CyberGhost&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5ZmQ5OTgxNS0zMTk2LTQ2Y2YtOWI2Zi03MDdjYWY4NGMyODIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY3liZXJnaG9zdHZwbi5jb20vZW5fVVMvcHJpdmFjeWh1Yi90cmFuc3BhcmVuY3ktcmVwb3J0LXE0LTIwMjIvIiwiY29udGVudFV1aWQiOiJhZDkxNTA4Yi1iYmUxLTQ0ZTgtYTcxNi0wMjcyNGNiY2EzYWMifQ&amp;signature=AQAAAe_poZl_Yc27_VrlW2KHv6GF6elXtlTjB-eAgSLHk_QE&amp;gcReferrer=https%3A%2F%2Fwww.cyberghostvpn.com%2Fen_US%2Fprivacyhub%2Ftransparency-report-q4-2022%2F\">a transparency report</a> explaining requests for its data. While it did pass all of our tests, it’s worth noting that we had trouble connecting to servers in the United Kingdom and had to opt to run our gaming test through an Ireland-based server instead.</p><h2>Best for multiple devices: Surfshark</h2><p></p><p>As we mentioned before, connecting to a router can provide nearly unlimited access to devices in a single household. But <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6119f7ca-bf13-40ba-b3f6-2a335a8890f6&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=surfshark&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MTE5ZjdjYS1iZjEzLTQwYmEtYjNmNi0yYTMzNWE4ODkwZjYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zdXJmc2hhcmsuY29tLyIsImNvbnRlbnRVdWlkIjoiYWQ5MTUwOGItYmJlMS00NGU4LWE3MTYtMDI3MjRjYmNhM2FjIn0&amp;signature=AQAAAew67IgxBRqcZ6LIo58dh_RnSNSjrwxb8YksKDxdubiq&amp;gcReferrer=https%3A%2F%2Fsurfshark.com%2F\">Surfshark</a> is one of few VPNs that offer use on an unlimited number of devices without bandwidth restrictions, according to the company. And you get that convenience without a significant increase in price: Surfshark subscriptions cost about $2.49 to $12.95 per month, and the company recently conducted its <a href=\"https://www.cnet.com/tech/services-and-software/surfshark-passes-first-independent-no-logs-audit/\">first independent audit</a>.</p><p>We ran into some trouble connecting to Surfshark’s WireGuard protocol, but tested on an IKEv2 protocol instead. It was a bit slow and struggled to connect for our geoblock test at first, but ultimately passed. What makes it different from other VPNs with unlimited connection options is that it has access to more servers and is available on more types of devices.</p>This article originally appeared on Engadget at https://www.engadget.com/best-vpn-130004396.html?src=rss", "link": "https://www.engadget.com/best-vpn-130004396.html?src=rss", "date_published": "2023-04-11 13:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Worldwide PC shipments plunge by a third", "description": "<p>Both Canalys and IDC estimate worldwide computer shipments <a href=\"https://www.engadget.com/worldwide-pc-shipments-plunged-by-a-third-in-the-first-quarter-172543016.html\">dropped</a> 29 to 33 percent year-on-year in the first quarter of 2023. That's a steep drop, and none of the major PC brands escaped the worst of the downturn. Second-place HP escaped relatively lightly with a 24 percent drop in shipments, while fourth-place Apple felt the most pain with a plummet of more than 40 percent. Economic instability and inflation have been blamed for the drop, with most analysts predicting that PCs will bounce back, to some degree, within the year.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/best-kitchen-tech-gadgets-small-appliances-124515179.html\">The best kitchen gadgets for 2023</a></p><p><a href=\"https://www.engadget.com/star-wars-visions-volume-2-trailer-teases-aardmans-take-on-wookiees-151355854.html\">'Star Wars: Visions' Volume 2 trailer teases Aardman's take on Wookiees</a></p><p><a href=\"https://www.engadget.com/microsoft-teams-adds-snapchat-ar-lenses-to-video-chats-163057951.html\">Microsoft Teams adds Snapchat AR Lenses to video chats </a></p><p><a href=\"https://www.engadget.com/youtube-premium-on-ios-will-soon-work-with-shareplay-143057377.html\">YouTube Premium on iOS will soon work with SharePlay </a></p><p><a href=\"https://www.engadget.com/the-pirate-bay-tv-drama-goes-into-production-this-fall-120524996.html\">The Pirate Bay TV drama goes into production this fall </a></p><p></p><h2><a href=\"https://www.engadget.com/the-super-mario-bros-movie-sets-box-office-records-as-the-highest-grossing-video-game-movie-100838234.html\">'The Super Mario Bros. Movie' sets box office records</a></h2><h3>It’s the highest grossing video game movie.</h3><a href=\"https://www.engadget.com/the-super-mario-bros-movie-sets-box-office-records-as-the-highest-grossing-video-game-movie-100838234.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/9a5c0011-d84f-11ed-977f-d16f8563f8a4\" style=\"height: 282px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Nintendo</div></figure></a><p><em>The Super Mario Bros. Movie</em> hit theaters last week and broke records with the release raking in just over $146 million domestically. As <em>Deadline </em>says, that makes it the highest-grossing opening weekend for any video game-based movie. It's not just animated and video game movies it's stacking up against, either. <em>The Super Mario Bros. Movie</em> had the historically third-highest Easter weekend sales after <em>Batman vs. Superman'</em>s<em>&nbsp;</em>$181 million and <em>Furious 7</em>'s $161 million.</p><p><a href=\"https://www.engadget.com/the-super-mario-bros-movie-sets-box-office-records-as-the-highest-grossing-video-game-movie-100838234.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/twitter-bug-makes-some-private-circle-tweets-public-195102011.html\">Twitter bug makes some private Circle tweets public</a></h2><h3>Your secret tweets may be visible to strangers.</h3><h3></h3><p>Twitter users have discovered a bug that exposes at least some private Circle posts to outsiders. They frequently show up in followers' For You recommendations, but some say the content is reaching total strangers. As you might imagine, that could be problematic if you're discussing a sensitive topic or want to minimize harassment.</p><p>It’s the latest technical issue since Elon Musk bought the company and laid off many employees. There have been multiple outages, troublesome API changes and confusion over feature rollouts and removals.</p><p><a href=\"https://www.engadget.com/twitter-bug-makes-some-private-circle-tweets-public-195102011.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/netflix-is-making-an-animated-stranger-things-spin-off-173732745.html\">Netflix is making an animated 'Stranger Things' spin-off</a></h2><h3>Add it to a VR game and a stage play.</h3><a href=\"https://www.engadget.com/netflix-is-making-an-animated-stranger-things-spin-off-173732745.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/9a5b3cc0-d84f-11ed-97af-d53ff607e2b6\" style=\"height: 405px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Netflix</div></figure></a><p>Netflix has announced an animated series based on one of its biggest hits. The company hasn't revealed many details about the latest spin-off just yet. Glitch Techs and Fanboy &amp; Chum Chum creator Eric Robles and Flying Bark Productions are developing the animated series.</p><p>&quot;We’ve always dreamed of an animated <em>Stranger Things</em> in the vein of the Saturday morning cartoons that we grew up loving, and to see this dream realized has been absolutely thrilling,&quot; the Duffer brothers told <em>Variety</em>. &quot;We couldn’t be more blown away by what Eric Robles and his team have come up with — the scripts and artwork are incredible, and we can’t wait to share more with you!&quot; The fifth and final season of the original show has been confirmed, but that’s unlikely to stop them wringing every last drop of content from the series.</p><p><a href=\"https://www.engadget.com/netflix-is-making-an-animated-stranger-things-spin-off-173732745.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/museum-creates-giant-donkey-kong-cabinet-with-a-little-help-from-nintendo-180205910.html\">Museum creates a 20-foot ‘Donkey Kong’ cabinet with a little help from Nintendo</a></h2><h3>And you’ll be able to play it.</h3><a href=\"https://www.engadget.com/museum-creates-giant-donkey-kong-cabinet-with-a-little-help-from-nintendo-180205910.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/9a5c0010-d84f-11ed-9f7f-5f1707d986da\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Strong Museum</div></figure></a><p>The Strong National Museum of Play in New York unveiled an absolutely massive <em>Donkey Kong </em>arcade cabinet that's nearly 20 feet tall. Donkey Kong, the character, is co-starring in the biggest movie in the world right now, so it is only fitting he also gets an equally gargantuan arcade cabinet.</p><p>The museum indicated in a tweet that Nintendo helped out with the massive arcade cabinet, and visitors will be able to use it after it’s fully installed on June 30th. You’ll have to climb a ladder to play it, which is a very <em>Donkey Kong </em>thing to do.</p><p><a href=\"https://www.engadget.com/museum-creates-giant-donkey-kong-cabinet-with-a-little-help-from-nintendo-180205910.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-worldwide-pc-shipments-plunge-by-a-third-111627241.html?src=rss", "link": "https://www.engadget.com/the-morning-after-worldwide-pc-shipments-plunge-by-a-third-111627241.html?src=rss", "date_published": "2023-04-11 11:16:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "IKEA's latest idea is an online design-a-room service", "description": "<p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e43990ba-ed42-4a73-87a7-cd68b5f3d000&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=IKEA&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlNDM5OTBiYS1lZDQyLTRhNzMtODdhNy1jZDY4YjVmM2QwMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaWtlYS5jb20vdXMvZW4vaWRlYXMvIiwiY29udGVudFV1aWQiOiI5ZWM2ZjFiNy04Y2U5LTQ2YTYtYTNlMy00ZmI2NjUxYzc3YWQifQ&amp;signature=AQAAAXDHdlbf48w4D555uUt3DAYUIbj4PRHwGZvBVdiAU_Cw&amp;gcReferrer=https%3A%2F%2Fwww.ikea.com%2Fus%2Fen%2Fideas%2F\">IKEA is launching a new interior design service</a> that gives customers one-on-one assistance in decorating — and furnishing — their rooms. The product-centric company is moving further into service offerings, moving from putting the <a href=\"https://www.engadget.com/ikea-ar-app-lets-you-preview-its-furniture-in-your-own-house-130004284.html\">work in customer's hands with apps</a> to letting \"IKEA designers\" take care of everything. IKEA says they’ll hold your hang through everything from picking out products to having them shipped over. It's also leveraging its <a href=\"https://www.engadget.com/2017-09-28-ikea-buys-taskrabbit.html\">ownership of TaskRabbit</a> to link customers with DIY experts to put ordered furniture together when it arrives.</p><p>Clearly, IKEA thinks everyone has gotten comfortable enough with video calls over the last few years, as everything is done digitally, but the process does seem pretty straightforward: It starts with a questionnaire on the IKEA USA site and then three one-on-one video calls. Customers get a mood board and initial plans for the space to align the vision, followed by a meeting to approve ideas and products. They come out of it with 3D renderings, a mood board, floor plan, drawings, a list of products and material options.</p><span id=\"end-legacy-contents\"></span><p>IKEA already offers something similar for kitchens, with customers able to schedule an appointment for their kitchen to be measured and designed for free with an <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e43990ba-ed42-4a73-87a7-cd68b5f3d000&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=IKEA&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlNDM5OTBiYS1lZDQyLTRhNzMtODdhNy1jZDY4YjVmM2QwMDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaWtlYS5jb20vdXMvZW4vY3VzdG9tZXItc2VydmljZS9zZXJ2aWNlcy9raXRjaGVuLXBsYW5uaW5nLyIsImNvbnRlbnRVdWlkIjoiOWVjNmYxYjctOGNlOS00NmE2LWEzZTMtNGZiNjY1MWM3N2FkIn0&amp;signature=AQAAAR2xZ7K1TNnErE9PDwXZv_XX7tqVqIyru5floAwfQ_Py&amp;gcReferrer=https%3A%2F%2Fwww.ikea.com%2Fus%2Fen%2Fcustomer-service%2Fservices%2Fkitchen-planning%2F\">IKEA kitchen planner</a>. Anyone living in the US can opt for an online meeting for this service, as well.</p><p>The new interior design service does come at a cost, with meetings with an IKEA interior designer cost $99 per room for an individual and $299 per room for businesses. The prices aren't bad considering the average interior designer will cost anywhere between $50 and $500 per hour, according to <a href=\"https://www.forbes.com/home-improvement/contractor/cost-to-hire-interior-designer/#:~:text=Interior%20Designer%20Cost%20Per%20Room&amp;text=If%20you%20include%20furniture%20purchases,on%20the%20type%20of%20room.\"><em>Forbes</em></a>. Though IKEA also profits from any furniture chosen with the interior designer and, while their offerings aren't designer prices, they can still add up to a sizeable bill.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/ikeas-latest-idea-is-an-online-design-a-room-service-104553216.html?src=rss", "link": "https://www.engadget.com/ikeas-latest-idea-is-an-online-design-a-room-service-104553216.html?src=rss", "date_published": "2023-04-11 10:45:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google Bard's new 'experiment updates' page lets you know what's new", "description": "<p>Google has called Bard an &quot;<a href=\"https://www.engadget.com/google-officially-unveils-its-chatgpt-rival-apprentice-bard-192055722.html\">experimental conversational AI service</a>&quot; since first announcing it earlier this year. The company says it's constantly tweaking its models, but without a central place to learn what’s changed, it can be hard to know what it's actually capable of. In an attempt to be more open about Bard's development, Google has created a new &quot;<a href=\"https://bard.google.com/updates\">experiment updates</a>&quot; page where anyone can find information on recent updates to Bard, including new features and bug fixes.</p><p>So far each update posted includes a &quot;what&quot; and a &quot;why.&quot; For the updates page itself, Google says it was created so &quot;people will have an easy place to see the latest Bard updates for them to test and provide feedback.&quot;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Google added two other announcements in the same post. The first one explains there are now additional search options when a person clicks &quot;Google it.&quot; The other is an update to Bard's math and logic skills, with Google explaining that Bard isn't always giving the right answers there — something the company is attempting to fix. This improvement comes shortly after <a href=\"https://www.engadget.com/google-bard-is-switching-to-a-more-capable-language-model-ceo-confirms-133028933.html\">Google switched Bard to a more advanced language model</a>.&nbsp;</p><p>While the breakdowns are pretty short and vague as to exactly how Google is creating these updates, it's definitely a start in the right direction for giving the public more insight into their thought process. Plus, at a time when both industry professionals and people in general are openly <a href=\"https://www.engadget.com/tech-leaders-and-ai-experts-demand-a-six-month-pause-on-out-of-control-ai-experiments-114553864.html\">worrying about unregulated advancements in AI technology</a>, Google's transparency is likely to win them a few trust points.</p>This article originally appeared on Engadget at https://www.engadget.com/google-bards-new-experiment-updates-page-lets-you-know-whats-new-091039433.html?src=rss", "link": "https://www.engadget.com/google-bards-new-experiment-updates-page-lets-you-know-whats-new-091039433.html?src=rss", "date_published": "2023-04-11 09:10:39+00:00", "persistent": false, "user": null, "language": "en-US"}]