[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Pożar roweru elektrycznego. Nie żyje dwoje dzieci", "description": "Elektryczny rower ładował się na korytarzu jednorodzinnego budynku w Nowym Jorku. W pewnym momencie pojazd zajął się ogniem. Płomienie przeniosły się do mieszkania, gdzie przebywał ojciec i jego dzieci. Mężczyzna zdołał uratować czwórkę najmłodszych, jednak reszta potomstwa utknęła w palącym się lokalu. Po ugaszeniu ognia strażacy odnaleźli ciała dwójki dzieci.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/usa-pozar-roweru-elektrycznego-nie-zyje-dwoje-dzieci/", "date_published": "2023-04-11 19:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Spotkanie Morawiecki - Harris w Białym Domu. \"Polska liderem nowej Europy\"", "description": "- Jest nowa Europa, która pamięta czym był komunizm rosyjski, a Polska jest liderem tej nowej Europy - mówił premier Mateusz Morawiecki podczas konferencji prasowej przed spotkaniem z wiceprezydent USA Kamalą Harris. Tymi słowami odniósł się do sytuacji w Europie w obliczu rosyjskiej inwazji na Ukrainę. Jak dodał, Warszawa chce zbudować najsilniejszą armię na kontynencie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/usa-spotkanie-mateusz-morawiecki-kamala-harris-w-bialym-domu-polska-liderem-nowej-europy/", "date_published": "2023-04-11 19:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Rodzinna awantura na pogrzebie w Teksasie. Zginął 22-latek", "description": "Familijna sprzeczka podczas pogrzebu w Huston w Teksasie zakończyła się śmiercią Ericka Huberta. Mający 22 lata mężczyzna zginął z rąk swojej ciotki, 67-letniej Queen Smith Jackson. Kobiecie usłyszała zarzut nieumyślnego spowodowania śmierci, ale bliscy ofiary w rozmowie z dziennikarzami stwierdzili, że to nie był wypadek.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/usa-rodzinna-awantura-na-pogrzebie-w-teksasie-zginal-22-latek/", "date_published": "2023-04-11 18:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Włochy. Ksiądz niósł czekoladowe jajo. Nagle upadł na oczach wiernych", "description": "Media społecznościowe obiegło nagranie z włoskim księdzem w roli głównej. Duchowny, niosąc w rękach wielkie czekoladowe jajko, potknął się i z hukiem runął na ziemię tuż przed ołtarzem. - Jajem chciałem podzielić się z obecnymi na mszy, ale doszło do wypadku - opisał ksiądz.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/wlochy-ksiadz-niosl-czekoladowe-jajo-nagle-upadl-na-oczach-wiernych/", "date_published": "2023-04-11 15:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nigeria. Kogut uprzykrzał życie mieszkańca. Sąd skazał go na śmierć", "description": "Jeden z mieszkańców Nigerii nie mógł wytrzymać piania koguta swojego sąsiada. Ponieważ mężczyzna nie mógł dojść do porozumienia z właścicielem ptaka, postanowił złożyć na niego oficjalną skargę. Sprawą zajął się sąd, który nakazał uśmiercenie hałaśliwego zwierzęcia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/nigeria-kogut-uprzykrzal-zycie-mieszkanca-sad-skazal-go-na-smierc/", "date_published": "2023-04-11 13:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ich włosów nie da się rozczesać. Powodem rzadkie schorzenie", "description": "Dzieci, u których występuje syndrom nieuczesanych włosów, mają pozbawione koloru, wręcz białe włosy, które wyglądają na suche, szorstkie i niemożliwe do ułożenia. To rzadka i nieuleczalna przypadłość wynikająca z genetycznej mutacji. Na świecie opisano jak dotąd około setki takich przypadków.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/ich-wlosow-nie-da-sie-rozczesac-powodem-rzadkie-schorzenie/", "date_published": "2023-04-11 12:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: 12-latka ukradła ojcu samochód. Pojechała spotkać się z nieznajomym", "description": "12-letnia Jade Gregory z Florydy w USA ukradła ojcu samochód i wyruszyła w wielogodzinną podróż, aby spotkać się z obcą osobą poznaną przez internet. Nastolatka wzięła ze sobą 14-letnią koleżankę. Dziewczynkom udało się pokonać ponad 600 km, zanim zobaczyły swoje twarze na sklepowym telewizorze i postanowiły zaniechać wyprawy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/usa-12-latka-ukradla-ojcu-samochod-pojechala-spotkac-sie-z-nieznajomym/", "date_published": "2023-04-11 10:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Nagła śmierć 28-letniego piłkarza. Klub i fani pogrążeni w żałobie", "description": "Nasz kapitan, nasz kolega z drużyny i nasz przyjaciel - brzmi pożegnalny wpis klubu AFC Portchester w mediach społecznościowych, w barwach którego grał zmarły w niewyjaśnionych okolicznościach Mason Peddle. Młody kapitan drużyny U-23 cieszył się wielkim szacunkiem zarówno innych piłkarzy, jak i kibiców zespołu. Macierzysty klub założył zbiórkę pieniędzy na pokrycie kosztów pogrzebu 28-latka.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/wielka-brytania-nagla-smierc-28-letniego-pilkarza-klub-i-fani-pograzeni-w-zalobie/", "date_published": "2023-04-11 10:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Nauczycielka organizowała szkolne bijatyki. Została aresztowana", "description": "Nauczycielka szkoły średniej na Florydzie w USA usłyszała zarzut organizowania w klasie bijatyk. Organy ścigania otrzymały od uczniów filmy, na których 23-latka ustala zasady starć między dziećmi i spokojnie się im przygląda. - Żadnego ciągnięcia za włosy, walka ma trwać maksymalnie 30 sekund - instruuje na nagraniu podopiecznych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/usa-nauczycielka-organizowala-szkolne-bijatyki-zostala-aresztowana/", "date_published": "2023-04-11 09:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Zobaczył \"anioła\" przed swoimi drzwiami. Twierdzi, że to jego zmarły ojciec", "description": "Nie mogę w to uwierzyć - napisał na Facebooku Robert Mansfield, udostępniając nagranie z 7 marca, na którym widać zarejestrowany dzięki fotokomórce obraz sprzed drzwi wejściowych jego domu. Brytyjczyk jest przekonany, że wideo uchwyciło przelatującą nad ulicą zjawę przypominającą anioła. Możecie dostrzec jego skrzydła - dodaje i twierdzi, że jego zmarły ojciec może mu dawać w ten sposób znaki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/wielka-brytania-zobaczyl-aniola-przed-swoimi-drzwiami-twierdzi-ze-to-jego-zmarly-ojciec/", "date_published": "2023-04-11 09:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Przyjechała zabrać śmieci. Nagle pisnęła z przerażenia", "description": "Brytyjska wolontariuszka zajmująca się zbieraniem odpadów natknęła się na poboczu drogi na dwa dziwnie wyglądające worki. Kiedy szturchnęła jeden z nich nogą, ten w odpowiedzi się poruszył. Okazało się, że w poszewkach na poduszki zawiązanych opaskami zaciskowymi znajdują się cztery żywe pytony.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/wielka-brytania-przyjechala-zabrac-smieci-w-workach-byly-zywe-zwierzeta/", "date_published": "2023-04-11 08:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Nękał ją mężczyzna przy barze. Uratował ją \"paragon\", który dostała od barmana", "description": "Mieszkanka Tampy na Florydzie (USA) podzieliła się w mediach społecznościowych historią, dzięki której wieczór spędzony z przyjaciółką nie zamienił się w koszmar. Szybka reakcja trzeźwo myślącego barmana uratowała kobiety spod opresji narzucającego się mężczyzny. Wystarczyła notatka na niepozornym paragonie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/barman/", "date_published": "2023-04-11 08:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tajemnicze zwierzę zauważone w Teksasie. \"Zwykle się tu nie zapuszczają\"", "description": "W parku stanowym Bentsen-Rio Grande Valley w Teksasie fotopułapka uchwyciła niezwykłe zjawisko. Strażnicy opublikowali w mediach społecznościowych fotografię wykonaną na terenie rezerwatu. Widać na nim rzadko widywane w tych rejonach zwierzę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/tajemnicze-zwierze-zauwazone-w-teksasie-zwykle-sie-tu-nie-zapuszczaja/", "date_published": "2023-04-11 08:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Autobus nie zmieścił się pod wiaduktem. Odcięło mu cały dach", "description": "Kierowca autobusu piętrowego w Wielkiej Brytanii zignorował ostrzeżenie o maksymalnej wysokości pojazdu i wjechał pod zbyt niski wiadukt kolejowy. Wóz z dużą prędkością uderzył w metalową konstrukcję. Na skutek wypadku doszło do całkowitego zerwania dachu autobusu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/wielka-brytania-pietrus-nie-zmiescil-sie-pod-wiaduktem-odcielo-mu-caly-dach/", "date_published": "2023-04-11 06:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mateusz Morawiecki leci do Stanów. \"Relacje polsko-amerykańskie nigdy nie były tak dobre\"", "description": "Premier Mateusz Morawiecki w dniach 11-13 kwietnia wybierze się z wizytą do Stanów Zjednoczonych. - Lecę umacniać współpracę z naszym najmocniejszym sojusznikiem. Relacje polsko-amerykańskie nigdy nie były tak dobre - powiedział przed wylotem prezes Rady Ministrów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/mateusz-morawiecki-leci-do-stanow/", "date_published": "2023-04-11 05:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Erupcja wulkanu na Kamczatce. \"Zagraża lotnictwu\"", "description": "We wtorek rano na Kamczatce wybuchł wulkan. Spowodował powstanie chmury popiołu o wysokości 10 kilometrów. Zespół reagowania stwierdził, że zagraża lotnictwu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-11/rosja-erupcja-wulkanu-na-kamczatce-zagraza-lotnictwu/", "date_published": "2023-04-11 04:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]