[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NYPD Adds Dystopian ‘Robot Dog’ To Police Force, Claiming Advanced Technology Could Save Lives In Crime-Ridden City", "description": "New York City Police Department officials announced Tuesday that authorities added a dystopian robotic K-9 unit named &#8220;Spot&#8221; to its ranks as crime increases citywide and the department struggles to manage its limited resources effectively. City officials, including Mayor Eric Adams and NYPD Commissioner Keechant Sewell, unveiled the &#8220;Digidog&#8221; with two other pieces of technology ...", "link": "https://www.dailywire.com/news/nypd-adds-dystopian-robot-dog-to-police-force-claiming-advanced-technology-could-save-lives-in-crime-ridden-city", "date_published": "2023-04-11 18:54:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Child Star Amanda Bynes Released From Mental Health Facility After Reported Naked Incident In L.A.", "description": "Former child star Amanda Bynes was reportedly released from the hospital in Southern California on Monday, following some three weeks of treatment. Bynes was placed on a psychiatric hold last month after the actress was found roaming the streets of Los Angeles naked, The Daily Wire reported. She was initially placed on a 72-hour hold, but that was ...", "link": "https://www.dailywire.com/news/former-child-star-amanda-bynes-released-from-mental-health-facility-after-reported-naked-incident-in-l-a", "date_published": "2023-04-11 18:39:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Panelist Defends Dalai Lama Telling Young Boy To ‘Suck My Tongue’: ‘Nothing Sexual’", "description": "A CNN panelist this week defended the Dalai Lama, the Tibetans’ 87-year-old spiritual leader, after video emerged showing him kissing a young boy on the mouth earlier this year in northern India. The incident happened in February in the hillside city of Dharamshala during an event for the M3M Foundation, a philanthropy group started by ...", "link": "https://www.dailywire.com/news/cnn-panelist-defends-dalai-lama-telling-young-boy-to-suck-my-tongue-nothing-sexual", "date_published": "2023-04-11 18:26:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Lynched Me’: Florida State Prof Leaves After Accusations He Faked Race Data", "description": "A top Florida State University professor appears to have left his job suddenly following years of accusations that he faked data on race and the criminal justice system. Dr. Eric Stewart, Ph.D., has abruptly disappeared from his position after his peers accused him of committing academic fraud in studies to make racism appear much more prevalent ...", "link": "https://www.dailywire.com/news/lynched-me-florida-state-prof-leaves-after-accusations-he-faked-race-data", "date_published": "2023-04-11 18:05:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "We May Have Just Seen The End Of Tiger", "description": "Let&#8217;s be clear right from the start: We may not have just seen the end of Tiger Woods&#8217; brilliant career. Dude won a U.S. Open with a broken leg. You think a car crash is gonna&#8217; stop him? But what viewers saw on Saturday sure didn&#8217;t look like Tiger can go on much longer. Tiger ...", "link": "https://www.dailywire.com/news/we-may-have-just-seen-the-end-of-tiger", "date_published": "2023-04-11 18:03:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: Shooting At D.C. Funeral Home, Classified Docs Update, Trump Has More Legal Drama", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. D.C. Shooting At Funeral Home One man is dead and three others have been injured after a shooting outside a funeral home in Washington, D.C. Police say the shooting happened this afternoon outside the Stewart Funeral Home in ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-shooting-at-d-c-funeral-home-classified-docs-update-trump-has-more-legal-drama", "date_published": "2023-04-11 17:46:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘F***ing Sports Bras’: Megyn Kelly Slams Nike’s Partnership With ‘Non-Breasted’ Dylan Mulvaney", "description": "Megyn Kelly slammed the new partnership of Nike with who she called the &#8220;non-breasted&#8221; biological male trans activist Dylan Mulvaney to sell the brand&#8217;s sport bras. During Sirius XM’s ”The Megyn Kelly Show&#8221; podcast, the host was speaking with political commentators Emily Jashinsky and Eliana Johnson about Nike making Mulvaney the face of the brand&#8217;s ...", "link": "https://www.dailywire.com/news/fing-sports-bras-megyn-kelly-slams-nikes-partnership-with-non-breasted-dylan-mulvaney", "date_published": "2023-04-11 17:42:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Why Did Gritty Have To Twerk At The White House Easter Egg Roll?", "description": "As far as Democratic-run events go, the White House Easter Egg Roll on Monday was pretty tame and normal. There were no drag queens, no displays of outright contempt for Christianity, and it included one of President Joe Biden&#8217;s classic senior moments: Roker: &quot;Are you saying that you would be taking part in our 2024 ...", "link": "https://www.dailywire.com/news/why-did-gritty-have-to-twerk-at-the-white-house-easter-egg-roll", "date_published": "2023-04-11 17:34:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Walmart Closes Four Stores In Chicago Amid Elevated Crime Rates", "description": "Walmart announced the closure of four stores in Chicago, Illinois, on Tuesday due to poor performance at the locations, a move that also occurs as the city sees worsening crime rates. The retail behemoth said that the four locations “have not been profitable since we opened the first one nearly 17 years ago” with annual ...", "link": "https://www.dailywire.com/news/walmart-closes-four-stores-in-chicago-amid-elevated-crime-rates", "date_published": "2023-04-11 17:27:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "African Alliance: While Biden Pushes Electric Vehicles, China Leads The Race For Rare Earth Metals", "description": "During his inauguration speech on January 20, 2021, President Joe Biden declared that &#8220;the battle to save our planet by getting the climate under control&#8221; was one of the foremost issues he planned to address while in the White House. One of the most important aspects of that climate agenda includes a move toward electric ...", "link": "https://www.dailywire.com/news/african-alliance-while-biden-pushes-electric-vehicles-china-leads-the-race-for-rare-earth-metals", "date_published": "2023-04-11 17:23:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ex-Pussycat Dolls Singer Claims She Was Pressured Into Abortion: ‘I Was Told To Get Rid Of It’", "description": "Ex-Pussycat Dolls singer Kaya Jones claims that she was pressured by an unnamed individual to have an abortion while she was part of the group. “I was told to get rid of it,” the 38-year-old singer said during an interview Monday on Fox Nation’s “Tucker Carlson Today,” per Page Six. When asked who was telling ...", "link": "https://www.dailywire.com/news/ex-pussycat-dolls-singer-claims-she-was-pressured-into-abortion-i-was-told-to-get-rid-of-it", "date_published": "2023-04-11 17:22:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Gene Discovery Predicted To Yield Life-Changing Alzheimer’s Treatment", "description": "A group of scientists at Cardiff University have revealed stunning information that could lead to life-changing treatment for sufferers of the most common form of Alzheimer’s disease in the next 15 years. The research by the scientific team started in 2009, and in 2022 they announced they had found three genes that led to the ...", "link": "https://www.dailywire.com/news/new-gene-discovery-predicted-to-yield-life-changing-alzheimers-treatment", "date_published": "2023-04-11 17:06:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Missed ‘Golden Window’ To Restock Strategic Petroleum Reserves He Depleted, Oil CEO Says", "description": "Canary CEO Dan Eberhart remarked that President Joe Biden missed a “golden window” to replenish the depleted Strategic Petroleum Reserve when oil prices were reasonably low. OPEC, an economic bloc constituted by Saudi Arabia, Venezuela, and other countries with a large share of worldwide oil production, recently issued an unexpected reduction in output, causing oil ...", "link": "https://www.dailywire.com/news/biden-missed-golden-window-to-restock-strategic-petroleum-reserves-he-depleted-oil-ceo-says", "date_published": "2023-04-11 16:58:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘See For Yourself’: Popular Traditional Catholic Twitter User Invites FBI Agents To Attend Latin Mass", "description": "Amidst reports that the FBI wanted to monitor certain members of the Roman Catholic faithful, one popular traditional Catholic social media star decided to take the opportunity to invite Big Brother to attend mass. On Monday, Congressman Jim Jordan alleged that he had proof that at least one undercover FBI employee sought to monitor parishioners ...", "link": "https://www.dailywire.com/news/see-for-yourself-popular-traditional-catholic-twitter-user-invites-fbi-agents-to-attend-latin-mass", "date_published": "2023-04-11 16:55:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "China Says It’s ‘Ready To Fight’ After Massive Drills Around Taiwan, Releases Animated Video Of Attack", "description": "Communist China is “ready to fight.”  The U.S. adversary declared its readiness for war after it finished three days of large-scale military exercises around Taiwan on Monday, ABC News reported. Taiwan’s Defense Ministry said that it tracked 91 Chinese fighter jets off its coast during the last day of its exercises after dozens of warplanes ...", "link": "https://www.dailywire.com/news/china-says-its-ready-to-fight-after-massive-drills-around-taiwan-releases-animated-video-of-attack", "date_published": "2023-04-11 16:39:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trans Prof Runs From Debate With Michael Knowles Days Before Event", "description": "Deirdre McCloskey, a trans-identifying professor, no longer wants to debate Daily Wire host Michael Knowles, dropping out of an event that was scheduled for next Tuesday at the University of Pittsburgh. Knowles was set to appear with the University of Illinois Chicago professor at Pitt to debate “transgenderism and womanhood.” McCloskey, a man who identifies ...", "link": "https://www.dailywire.com/news/trans-identifying-professor-runs-from-debate-with-michael-knowles-one-week-before-event-says-host-stirs-up-hatred-violence", "date_published": "2023-04-11 16:18:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ron DeSantis Pushes ‘Toughest’ Illegal Immigration Crackdown In Country With New Legislative Package", "description": "The Republican-controlled Florida Legislature is in the process of considering an aggressive set of legislative proposals from Gov. Ron DeSantis to combat the illegal immigration crisis that has exploded during President Joe Biden&#8217;s administration. The New York Times called DeSantis&#8217; legislative push &#8220;the toughest crackdown&#8221; on illegal immigration by any state in recent memory and ...", "link": "https://www.dailywire.com/news/ron-desantis-pushes-toughest-illegal-immigration-crackdown-in-country-with-new-legislative-package", "date_published": "2023-04-11 16:17:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Needy And Weird’: Brooke Shields And Drew Barrymore Dish On Their Experience With Stage Moms", "description": "Actresses Brooke Shields and Drew Barrymore shared their personal experiences with their own ever-present and &#8220;needy and weird&#8221; stage moms during a recent interview. Shields, who has been in headlines recently because of her Hulu documentary &#8220;Pretty Baby: Brooke Shields,&#8221; joined her friend and fellow grown-up child star for Tuesday&#8217;s episode of &#8220;The Drew Barrymore ...", "link": "https://www.dailywire.com/news/needy-and-weird-brooke-shields-and-drew-barrymore-dish-on-their-experience-with-stage-moms", "date_published": "2023-04-11 15:41:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Matthew McConaughey Discusses His Return To Acting In Upcoming ‘Yellowstone’ Spinoff", "description": "Matthew McConaughey discussed his return to acting in the upcoming &#8220;Yellowstone&#8221; spinoff and made it clear after several years away from the business, he&#8217;s looking forward to having a more structured schedule. During the 53-year-old actor&#8217;s recent appearance on &#8220;Armchair Expert With Dax Shepard,&#8221; McConaughey welcomed the opportunity to be on set again after spending ...", "link": "https://www.dailywire.com/news/matthew-mcconaughey-discusses-his-return-to-acting-in-upcoming-yellowstone-spinoff", "date_published": "2023-04-11 15:38:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Astros Catcher Admits Participating In Cheating Scandal", "description": "Former Houston Astros catcher Evan Gattis joined the former Astros who have admitted cheating in the 2017 season, even admitting he knew what pitch was coming when he hit his pinch-hit homer in Game Seven of the ALCS against the New York Yankees. The Astros, who won the World Series, cheated by using a sign-stealing ...", "link": "https://www.dailywire.com/news/former-astros-catcher-admits-participating-in-cheating-scandal", "date_published": "2023-04-11 15:36:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I’ll Never Apologize’: Left-Wing Co-Host Doubles Down On Slamming ‘Birthing Person’ Language", "description": "“The Young Turks” co-host Ana Kasparian doubled down this week on slamming woke terms like &#8220;birthing person&#8221; after she angered left-wing activists online last month when she ripped “trans inclusive” terms for being “degrading” to women. Kasparian, an unapologetic member of the Left, has caught flak from some extremists on her side of the aisle ...", "link": "https://www.dailywire.com/news/ill-never-apologize-left-wing-co-host-doubles-down-on-slamming-birthing-person-language", "date_published": "2023-04-11 15:19:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Manhattan DA Sues Jim Jordan In Fight Over Trump Case", "description": "Manhattan District Attorney Alvin Bragg sued House Judiciary Chairman Jim Jordan (R-OH) on Tuesday, escalating a standoff over the prosecutor&#8217;s investigation into former President Donald Trump. The 50-page lawsuit, which accuses Jordan of &#8220;obstruction and interference,&#8221; seeks to block congressional subpoenas linked to his inquiry into Trump making alleged hush money payments during the 2016 ...", "link": "https://www.dailywire.com/news/manhattan-da-sues-jim-jordan-in-fight-over-trump-case", "date_published": "2023-04-11 15:13:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Fake Southern Preacher’: Videos Show Expelled Tennessee Lawmaker’s Oratorical Transformation", "description": "Video resurfaced online of expelled Tennessee state Rep. Justin Pearson back in his college days, pitching a moderate brand of politics absent the fiery rhetoric and dramatic, preacher-like delivery the Memphis lawmaker has employed since his ouster from the statehouse.  Pearson ran for student body president of Bowdoin College, in Maine, back in 2016 on a ...", "link": "https://www.dailywire.com/news/fake-southern-preacher-videos-show-expelled-tennessee-lawmakers-oratorical-transformation", "date_published": "2023-04-11 15:09:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ex-Dem Lawmaker Drops Re-Election Bid Over Brain Injury", "description": "Former Rep. Harley Rouda (D-CA) announced on Tuesday he is ending his bid to get back into Congress because of a brain injury. In a statement posted to Twitter, Rouda explained the whirlwind series of events that led to his decision not to seek the seat held by Rep. Katie Porter (D-CA), who is running ...", "link": "https://www.dailywire.com/news/ex-dem-lawmaker-drops-re-election-bid-over-brain-injury", "date_published": "2023-04-11 15:05:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘This Literally Never Happened’: Dana Loesch Levels Karine Jean-Pierre Over Assault Weapons Ban", "description": "White House Press Secretary Karine Jean-Pierre claimed during Monday&#8217;s briefing that assault weapons bans work to lower the incidence of gun violence, but nationally syndicated radio host Dana Loesch said otherwise — and she brought evidence. Jean-Pierre responded to the news of another mass shooting in Louisville, Kentucky — this one likely a case of ...", "link": "https://www.dailywire.com/news/this-literally-never-happened-dana-loesch-levels-karine-jean-pierre-over-assault-weapons-ban", "date_published": "2023-04-11 15:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Only 20% Of Americans ‘Very Likely’ To Buy Electric For Their Next Car Even As Some States Want 100% Adoption", "description": "Some 19% of Americans indicate that they are “extremely likely” or “very likely” to purchase an electric vehicle for their next car, even as multiple states attempt to transition toward 100% adoption of the vehicles for new car purchases within the next decade. The plurality of respondents to a poll from the Associated Press and ...", "link": "https://www.dailywire.com/news/only-20-of-americans-very-likely-to-buy-electric-for-their-next-car-even-as-some-states-want-100-adoption", "date_published": "2023-04-11 14:45:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Woke, Or Anti-Woke? ‘The Super Mario Bros. Movie’ Sparks Debate Among Conservatives About Setting The Bar Too Low", "description": "As “The Super Mario Bros. Movie” dominates the box office, some conservative moviegoers are performing a victory dance for anti-woke entertainment. But are they celebrating a hollow victory? It’s true that the film adaptation of one of the most beloved video games of all time is blissfully free of same-sex kiss scenes and subtly placed ...", "link": "https://www.dailywire.com/news/woke-or-anti-woke-the-super-mario-bros-movie-sparks-debate-among-conservatives-about-setting-the-bar-too-low", "date_published": "2023-04-11 14:36:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘All Of This Was False’: Josh Hawley Rips Into AG Garland Over Senate Testimony", "description": "Senator Josh Hawley (R-MO) ripped into Attorney General Merrick Garland over his recent testimony, arguing that at least some of what he said before the Senate had been misleading at best and at worst, outright &#8220;false.&#8221; Hawley sent a letter to Garland&#8217;s office on Tuesday morning, sharing it publicly in a tweet. &#8220;Merrick Garland told ...", "link": "https://www.dailywire.com/news/all-of-this-was-false-josh-hawley-rips-into-ag-garland-over-senate-testimony", "date_published": "2023-04-11 14:35:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lawmakers Made Massive Stock Trades Amid Failure Of Multiple Banks", "description": "Several lawmakers made considerable bank stock trades as multiple financial institutions failed last month, according to federal disclosures. The implosions of Silicon Valley Bank and Signature Bank, where the vast majority of account balances exceeded the $250,000 threshold backed by the Federal Deposit Insurance Corporation, prompted the government-backed company to secure all accounts at the ...", "link": "https://www.dailywire.com/news/lawmakers-made-massive-stock-trades-amid-failure-of-multiple-banks", "date_published": "2023-04-11 14:33:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ted Cruz Blasts Biden Admin’s Afghanistan White Paper, Compares John Kirby To Notorious Propagandist", "description": "Sen. Ted Cruz (R-TX) slammed the Biden administration&#8217;s recent report on the disastrous withdrawal from Afghanistan as &#8220;revisionist history.&#8221; Cruz made the remarks during an episode of his podcast &#8220;Verdict&#8221; with co-host Ben Ferguson. The senator specifically called out a statement from National Security Council Coordinator for Strategic Communications John Kirby, who claimed that the ...", "link": "https://www.dailywire.com/news/ted-cruz-blasts-biden-admins-afghanistan-white-paper-compares-john-kirby-to-notorious-propagandist", "date_published": "2023-04-11 14:15:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Congress Gains Access To Biden, Trump, And Pence Classified Docs", "description": "Key members of Congress have been granted access to classified documents found at locations linked to President Joe Biden, former President Donald Trump, and former Vice President Mike Pence, according to multiple reports on Tuesday. The Biden administration began sharing the materials with the &#8220;Gang of Eight,&#8221; which includes House and Senate leaders and the ...", "link": "https://www.dailywire.com/news/congress-gains-access-to-biden-trump-and-pence-classified-docs", "date_published": "2023-04-11 14:13:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fans Have Mixed Reactions To ‘Stranger Things’ Millie Bobby Brown Engagement", "description": "Fans have expressed mixed reactions to Millie Bobby Brown&#8217;s announcement that she and her boyfriend Jake Bongiovi are engaged. The 19-year-old &#8220;Stranger Things&#8221; actress shared the news on Tuesday that the 20-year-old son of Jon Bon Jovi asked her to marry him after the two had been dating for two years. She captioned her post ...", "link": "https://www.dailywire.com/news/fans-have-mixed-reactions-to-stranger-things-millie-bobby-brown-engagement", "date_published": "2023-04-11 14:10:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jennifer Garner Discusses Banning Her Kids From Social Media: ‘My Eldest Is Grateful’", "description": "Actress Jennifer Garner recently discussed why she won’t allow her three children to use social media, and how her eldest daughter is actually grateful for the rule. The star of the upcoming Apple TV+ series &#8220;The Last Thing He Told Me&#8221; discussed the issue during the April 11 episode of &#8220;TODAY&#8221; with Savannah Guthrie and ...", "link": "https://www.dailywire.com/news/jennifer-garner-discusses-banning-her-kids-from-social-media-my-eldest-is-grateful", "date_published": "2023-04-11 13:44:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Rich Says ‘Cases And Cases’ Of Bud Light Piling Up At His Nashville Bar After Mulvaney Partnership", "description": "Country star John Rich said &#8220;cases and cases&#8221; of Bud Light have been piling up at his Nashville bar after Anheuser-Busch announced its partnership with biological male transgender activist Dylan Mulvaney. During the 49-year-old singer&#8217;s appearance on Fox News&#8217;s &#8220;Tucker Carlson Tonight&#8221; on Monday, Rich told the host that Bud Light used to be his ...", "link": "https://www.dailywire.com/news/john-rich-says-cases-and-cases-of-bud-light-piling-up-at-his-nashville-bar-after-mulvaney-partnership", "date_published": "2023-04-11 13:43:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘That’s Weird’: Jeremy Renner Reveals One Of His More Grotesque Injuries From Snow Plow Accident", "description": "Just over three months after the horrific snow plow accident that nearly killed him, &#8220;Hawkeye&#8221; actor Jeremy Renner revealed one of the more grotesque injuries he sustained that day. Renner, walking with a cane but under his own power, made an appearance Monday on &#8220;Jimmy Kimmel Live!&#8221; to discuss both his ongoing recovery and his ...", "link": "https://www.dailywire.com/news/thats-weird-jeremy-renner-reveals-one-of-his-more-grotesque-injuries-from-snow-plow-accident", "date_published": "2023-04-11 13:32:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Melania Trump Slams ‘Unnamed Sources’ Claiming To Know Her Reactions To Trump’s Arrest, Post-Arraignment Speech", "description": "Melania Trump slammed &#8220;unnamed sources&#8221; claiming to know her reaction to former President Donald Trump&#8217;s indictment on 34 felony counts and his post-arraignment speech. The former first lady&#8217;s office on Tuesday released a statement on Twitter hitting back at speculation about her absence at both events. &#8220;News organizations have made assumptions about the former First ...", "link": "https://www.dailywire.com/news/melania-trump-slams-unnamed-sources-claiming-to-know-her-reactions-to-trumps-arrest-post-arraignment-speech", "date_published": "2023-04-11 13:26:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "North Carolina Clinic Apparently Performed Gender Surgery On 14-Year-Old Girl: Report", "description": "A North Carolina cosmetic surgery clinic appears to have performed gender surgery on girls as young as 14. The Cosmetic Concierge, a plastic surgery clinic in Charlotte, performed elective double mastectomies on teen patients, including at least one 14-year-old, Reduxx reported. This month, screenshots of &#8220;before and after&#8221; photos on the clinic&#8217;s website were posted ...", "link": "https://www.dailywire.com/news/north-carolina-clinic-apparently-performed-gender-surgery-on-14-year-old-girl-report", "date_published": "2023-04-11 13:17:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Prosecutors Say Lori Vallow Daybell Killed Her Kids For ‘Money, Power, and Sex,’ Reveal How Husband’s Ex-Wife Died", "description": "Opening statements began Monday in the trial of Lori Vallow Daybell, who is charged with killing her two children from a previous marriage as well as her current husband’s ex-wife. Vallow and her husband, Chad Daybell, are charged with murdering Vallow’s daughter Tylee from a previous marriage and her adopted son J.J., as well as ...", "link": "https://www.dailywire.com/news/prosecutors-say-lori-vallow-daybell-killed-her-kids-for-money-power-and-sex-reveal-how-husbands-ex-wife-died", "date_published": "2023-04-11 12:33:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Deficit In First Six Months Of Fiscal Year 2023 Surpasses $1 Trillion", "description": "Higher spending and lower revenue intake produced a $1.1 trillion budget deficit in the first six months of fiscal year 2023, according to a report released Monday by the Congressional Budget Office. The federal government spent $3.1 trillion and received $2.0 trillion between October 2022 and March 2023, marking a 13% increase from the $2.8 ...", "link": "https://www.dailywire.com/news/deficit-in-first-six-months-of-fiscal-year-2023-surpasses-1-trillion", "date_published": "2023-04-11 12:26:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "ID Connected To University Of Idaho Murders Found In Accused Killer’s Car: Report", "description": "An ID belonging to someone at the house where four University of Idaho students were killed was found in the car of the man arrested for the crimes, according to a new report. Police haven’t confirmed who the ID belongs to due to a gag order in place, but NewsNation reported that it belongs to ...", "link": "https://www.dailywire.com/news/id-connected-to-university-of-idaho-murders-found-in-accused-killers-car-report", "date_published": "2023-04-11 11:54:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Convicted Murderer Alex Murdaugh Is Being Held At A Maximum Security Prison", "description": "Alex Murdaugh, the disgraced South Carolina attorney convicted of murdering his wife and son, is being held at a maximum security prison. There are six maximum security prisons in the state, and it is still unconfirmed which one is housing Murdaugh. NewsNation reported it has &#8220;exclusively learned&#8221; that Murdaugh is being kept at South Carolina’s McCormick Correctional Institution. ...", "link": "https://www.dailywire.com/news/convicted-murderer-alex-murdaugh-is-being-held-at-a-maximum-security-prison", "date_published": "2023-04-11 11:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ousted Twitter Legal Chief Spent Half A Million On Lawyers Before House Testimony, Wants Twitter To Pay For It", "description": "Former Twitter chief legal officer Vijaya Gadde filed a lawsuit on Monday against the social media company, asking the firm to pay nearly $600,000 in expenses she made in preparation for her appearance before the House Oversight Committee. Gadde was subpoenaed alongside former Twitter deputy general counsel James Baker and former Twitter global head of ...", "link": "https://www.dailywire.com/news/ousted-twitter-legal-chief-spent-half-a-million-on-lawyers-before-house-testimony-wants-twitter-to-pay-for-it", "date_published": "2023-04-11 11:39:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrats Choose Crime-Ridden City For 2024 Convention", "description": "Democrats have chosen Chicago as the location of their 2024 convention. President Joe Biden called Illinois Democratic Governor J.B. Pritzker about the decision on Tuesday before departing on a trip to Northern Ireland, according to multiple reports. The Midwest city beat out New York and Atlanta, the two other finalists. Houston dropped out of the ...", "link": "https://www.dailywire.com/news/democrats-choose-crime-ridden-city-for-2024-convention", "date_published": "2023-04-11 11:39:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Straight Hate On Bud Light Is Real And These Sales Numbers Show It", "description": "For nearly as long as it has existed, Budweiser has been America&#8217;s beer. Its ad campaign has always revolved around that: baseball, NASCAR, the weekend cookout, bros just bro-ing out. But that was then. Budweiser, first brewed in 1876, is now owned by the Belgian company AB InBev. And Bud Light Vice President of Marketing ...", "link": "https://www.dailywire.com/news/the-straight-hate-on-bud-light-is-real-and-these-sales-numbers-show-it", "date_published": "2023-04-11 10:51:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "San Francisco’s Flagship Whole Foods Closes After Only One Year Due To High Crime: Report", "description": "A Whole Foods location in downtown San Francisco reportedly closed this week over high crime and unsafe conditions for employees. The number of arrests in San Francisco has fallen significantly over the past three years amid calls from prominent officials, including San Francisco Democratic Mayor London Breed, to defund law enforcement. Whole Foods will shutter ...", "link": "https://www.dailywire.com/news/san-franciscos-flagship-whole-foods-closes-after-only-one-year-due-to-high-crime-report", "date_published": "2023-04-11 10:45:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump To Return To New York For $250M Lawsuit One Week After Arrest", "description": "The Trump show is returning to New York this week, as another probe of the former president’s business dealings by a Democrat prosecutor who vowed to “get” him proceeds. Trump is due back in New York Thursday to be deposed in a $250 million civil suit brought by state Attorney General Letitia James. The appearance ...", "link": "https://www.dailywire.com/news/trump-to-return-to-new-york-for-250m-lawsuit-one-week-after-arrest", "date_published": "2023-04-11 10:37:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Louisiana Democrat Switches To Republican Party, Adds To State’s GOP Supermajority", "description": "A state lawmaker in Louisiana left the Democratic Party and joined the Republican Party this week, following a fellow Pelican State Democrat who left last month and gave Republicans a supermajority in the state House.  Rep. Jeremy LaCombe, who represents portions of parishes west and north of Baton Rouge, said Monday that he would change ...", "link": "https://www.dailywire.com/news/louisiana-democrat-switches-to-republican-party-adds-to-states-gop-supermajority", "date_published": "2023-04-11 10:23:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Riley Gaines Rips Megan Rapinoe For Attacking Bill Protecting Women’s Sports", "description": "Riley Gaines, the former University of Kentucky 12-time All-American swimming star who has consistently challenged the idea that men should compete in women’s sports, laced into U.S. soccer star Megan Rapinoe for slamming H.R. 734, the Protection of Women and Girls in Sports Act. In March, Rapinoe tweeted, “Today, politicians in DC are claiming to ...", "link": "https://www.dailywire.com/news/riley-gaines-rips-megan-rapinoe-for-attacking-bill-protecting-womens-sports", "date_published": "2023-04-11 09:27:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "She Accused Him Of Sexual Assault Three Years After Their Encounter. The School Suspended Him Even Though He Had Graduated.", "description": "A male student at The College of New Jersey (TCNJ) engaged in sexual activity with a female student. Three years later, she asked the school to investigate him for sexual assault, and the school suspended him even though he had already graduated. The male student, whom The Daily Wire will call &#8216;John Doe,&#8217; was a ...", "link": "https://www.dailywire.com/news/she-accused-him-of-sexual-assault-three-years-after-their-encounter-the-school-suspended-him-even-though-he-had-graduated", "date_published": "2023-04-11 09:26:41+00:00", "persistent": false, "user": null, "language": "en-US"}]