[{"source": "https://thehill.com/news/feed/", "title": "Obama-era DOJ spokesman Matthew Miller tapped for State Department role", "description": "Former Obama-era Justice Department spokesman Matthew Miller has been chosen to become the next spokesperson for the State Department.  Secretary of State Antony Blinken said in a statement on Tuesday that he benefited from Miller’s knowledge, experience and “deep understanding” of foreign policy when he oversaw Blinken’s nomination to his Cabinet post.  He said Miller stepped...", "link": "https://thehill.com/homenews/administration/3944961-obama-era-doj-spokesman-matthew-miller-tapped-for-state-department-role/", "date_published": "2023-04-11 22:47:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don’t sacrifice the Fourth Amendment to ban TikTok", "description": "Imagine posting content to Facebook or Twitter critical of the federal government, only to have agents knocking on your door a few days later, demanding your computer, and claim that you helped promote a foreign narrative. The officials come armed only with subpoenas, not warrants, and you find that the courts are powerless to stop...", "link": "https://thehill.com/opinion/congress-blog/3944948-dont-sacrifice-the-fourth-amendment-to-ban-tiktok/", "date_published": "2023-04-11 22:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration grappling with extent, motivation of intelligence leak", "description": "The details of the latest massive intelligence leak —printed papers, crude photographs and an online forum for gamers — is leaving the U.S. scrambling to sort out the source and motive behind the disclosure. Department of Defense and Justice investigators face a complex saga to reverse engineer how at least 100 sensitive documents appear to...", "link": "https://thehill.com/homenews/administration/3944957-biden-administration-grappling-with-extent-motivation-of-intelligence-leak/", "date_published": "2023-04-11 22:40:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon chief: 'we will turn over every rock' to find source of leaks", "description": "Defense Secretary Lloyd Austin said Tuesday that the Pentagon will \"turn over every rock\" to find the source of the leaks that emerged last week that appeared to have classified information about the Ukraine-Russia war. \"Now, I can't say much more while the Justice Department's investigation is ongoing. But we take this very seriously,\" Austin...", "link": "https://thehill.com/policy/defense/3944827-pentagon-chief-we-will-turn-over-every-rock-to-find-source-of-leaks/", "date_published": "2023-04-11 22:34:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leaked US docs show Ukraine pursued attacks inside Belarus, Russia: report", "description": "Ukrainian agents have engaged in drone attacks in Belarus and Russia, with Kyiv’s officials considering other targets outside of the country’s territory, leaked U.S. documents reveal.  Out of at least 100 intelligence documents that came to light on social media platforms last week, two papers obtained by NBC News appear to show Ukraine launching or considering operations...", "link": "https://thehill.com/policy/defense/3944929-leaked-u-s-docs-show-ukraine-pursued-attacks-inside-belarus-russia-report/", "date_published": "2023-04-11 22:30:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden helps usher in end of COVID era", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  President helps usher in end of COVID-19 emergency era Biden this week signed a GOP-led resolution to end the COVID-19 national emergency despite outcry from some lawmakers on the left, priming the country for the end of the pandemic...", "link": "https://thehill.com/newsletters/health-care/3944923-biden-helps-usher-in-end-of-covid-era/", "date_published": "2023-04-11 22:29:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Louisville police release footage from bank shooting", "description": "Police from Louisville, Ky., released the surveillance and body camera footage of the shooting at the bank that left five people dead and multiple others injured Monday.  Louisville Deputy Police Chief Paul Humphrey guided the public through the available footage at a press conference on Tuesday. The footage shows officers being fired upon as they were...", "link": "https://thehill.com/homenews/state-watch/3944880-louisville-police-release-footage-from-bank-shooting/", "date_published": "2023-04-11 22:10:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What do COVID-19 and the bank crisis have in common?", "description": "Social trust is essential to combat a public health crisis, and trustworthy information is critical to nurturing public trust.", "link": "https://thehill.com/opinion/healthcare/3944702-what-do-covid-19-and-the-bank-crisis-have-in-common/", "date_published": "2023-04-11 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US Gulf, Southeast sea levels rising at three times global average: study", "description": "Sea levels along the U.S. Gulf and Southeast coasts are rising at a pace three times faster than the global average, according to a new study.  The study, published in Nature on Monday from a team of nine researchers, found that the rates at which sea levels are rising in these regions are “unprecedented” for...", "link": "https://thehill.com/policy/energy-environment/3944751-us-gulf-southeast-sea-levels-rising-at-three-times-global-average-study/", "date_published": "2023-04-11 21:42:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden officials weigh options for Colorado River cuts", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Federal government weighs Colorado River water cuts The Interior Department on Tuesday laid out its options for making water cuts to the Colorado River as supplies dwindle, though it declined to back a specific policy. ©AP...", "link": "https://thehill.com/newsletters/energy-environment/3944820-biden-officials-weigh-options-for-colorado-river-cuts/", "date_published": "2023-04-11 21:39:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump trolls Biden on reelection remarks", "description": "Former President Trump mocked President Biden for telling reporters during a White House Easter event that he still planned to run for reelection, saying he doesn’t see “how it’s possible.” When asked by NBC’s Al Roker whether he planned to participate in Easter events at the White House past 2024, a nod to the president...", "link": "https://thehill.com/homenews/campaign/3944784-trump-trolls-biden-on-reelection-remarks/", "date_published": "2023-04-11 21:35:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Does religious liberty protect the exercise of choice?", "description": "Jews and members of other faiths have brought religious liberty suits against laws restricting abortion in several states.", "link": "https://thehill.com/opinion/judiciary/3944129-does-religious-liberty-protect-the-exercise-of-choice/", "date_published": "2023-04-11 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats call for Garland to drop charges against Assange", "description": "A group of Democrats sent a letter to Attorney General Merrick Garland on Tuesday urging him to drop the charges against WikiLeaks founder Julian Assange over his publishing of classified materials. Assange faces 17 counts under the Espionage Act and one count of conspiracy to commit computer intrusion. The Democrats pressing Garland on the issue...", "link": "https://thehill.com/homenews/house/3944700-democrats-call-for-garland-to-drop-charges-against-assange/", "date_published": "2023-04-11 21:29:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Forced Pregnancy Act': Florida Democrats file more than 50 amendments to six-week abortion ban", "description": "Democrats in Florida's House on Tuesday filed a pile of amendments to water down and lampoon a Republican-led bill that would ban most abortions after six weeks of pregnancy, including an amendment that would dub the proposed law the “Forced Pregnancy Act.” The push by Florida lawmakers to place even further restrictions beyond the state’s...", "link": "https://thehill.com/homenews/state-watch/3944723-forced-pregnancy-act-florida-democrats-file-over-50-amendments-to-six-week-abortion-ban/", "date_published": "2023-04-11 21:27:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers press Pentagon for answers on intelligence leak", "description": "Lawmakers want answers from the Pentagon and Justice Department on leaked classified documents surrounding the war in Ukraine, with several congressional committees demanding briefings from the Biden administration.  Among other things, the leaked material includes warnings of weaknesses in Ukraine’s capabilities — specifically in air defense and shortfalls of ammunition as Kyiv prepares for a...", "link": "https://thehill.com/policy/defense/3944753-lawmakers-press-pentagon-for-answers-on-intelligence-leak/", "date_published": "2023-04-11 21:14:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bragg files lawsuit amid deepening battle with House GOP", "description": "{beacon} Evening Report Tuesday, April 11   ©  AP Bragg files lawsuit amid deepening battle with House GOP Manhattan District Attorney Alvin Bragg is suing House Judiciary Committee Chairman Jim Jordan (R-Ohio), alleging Jordan and the GOP-led panel \"are participating in a campaign of intimidation, retaliation, and obstruction\" in their oversight attempts regarding the hush money investigation...", "link": "https://thehill.com/newsletters/evening-report/3944716-bragg-files-lawsuit-amid-deepening-battle-with-house-gop/", "date_published": "2023-04-11 20:52:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How leaked documents spread over social media", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  How leaked classified docs spread on social media The leak of documents is under investigation by the Justice Department and Pentagon, but they reportedly circulated on Discord and other social media sites first. © AP Photo/Jeff Chiu The latest leak of classified...", "link": "https://thehill.com/newsletters/technology/3944708-how-leaked-documents-spread-over-social-media/", "date_published": "2023-04-11 20:44:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five reasons Democrats chose Chicago to host the 2024 convention", "description": "Chicago will play host to the 2024 Democratic National Convention, the party announced Tuesday, putting the Windy City and the Midwest as a whole front-and-center in next year’s presidential campaign. President Biden and Democratic National Committee (DNC) leaders ultimately chose Chicago over Atlanta, which was viewed as the next closest competitor, as well as New...", "link": "https://thehill.com/homenews/campaign/3944701-five-reasons-democrats-chose-chicago-to-host-the-2024-convention/", "date_published": "2023-04-11 20:40:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Investors are monopolizing affordable housing: Here's how we can stop them", "description": "There are readily available fixes to restore balance to our housing market and increase access to affordable homeownership.", "link": "https://thehill.com/opinion/finance/3944122-investors-are-monopolizing-affordable-housing-heres-how-we-can-stop-them/", "date_published": "2023-04-11 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stephen Miller testifies before grand jury about Jan. 6 conversations with Trump: reports", "description": "Former Trump White House adviser Stephen Miller met with a federal grand jury to testify on conversations he had with the ex-president related to the Jan. 6, 2021, insurrection, multiple outlets reported on Tuesday.  CNN reported that Miller would likely be questioned about a phone call he had with then-President Trump minutes before the rally...", "link": "https://thehill.com/regulation/court-battles/3944668-stephen-miller-testifying-before-grand-jury-about-jan-6-conversations-with-trump-reports/", "date_published": "2023-04-11 20:25:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Dingell passes on Senate run in Michigan", "description": "Rep. Debbie Dingell (D-Mich.) is passing on a run for Senate in the Wolverine State, opting to remain in the House. “After much consideration, I have decided that I can best serve Michigan and our nation as a member of the U.S. House. Because, bluntly, I love my job. I love my district. And most...", "link": "https://thehill.com/homenews/house/3944656-rep-dingell-passes-on-senate-run-in-michigan/", "date_published": "2023-04-11 20:22:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man who threw fire extinguisher at officers on Jan. 6 sentenced to 52 months in prison", "description": "A Pennsylvania man who threw a fire extinguisher at police officers during the Jan. 6 attack on the Capitol was sentenced Tuesday to more than four years in prison. Robert Sanford, 57, was sentenced to 52 months behind bars, followed by 36 months of supervised release. He pleaded guilty in September to assaulting officers with...", "link": "https://thehill.com/regulation/national-security/3944510-man-who-threw-fire-extinguisher-at-officers-on-jan-6-sentenced-to-52-months-in-prison/", "date_published": "2023-04-11 20:11:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2 in 3 say state lawmakers should enact tighter restrictions on gun purchases: poll", "description": "Two-thirds of adults think state legislatures should pass stricter controls on gun purchases in the wake of a string of mass shootings in states including Tennessee, according to a USA Today/Ipsos poll conducted over the weekend. The survey showed overwhelming support for such measures from Democrats, with 92 percent in support, and independents, with 72...", "link": "https://thehill.com/blogs/blog-briefing-room/3944571-2-in-3-say-state-lawmakers-should-enact-tighter-restrictions-on-gun-purchases-poll/", "date_published": "2023-04-11 20:05:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Forever stamps, First-Class Mail could become more expensive this summer: Here's why", "description": "Prices already rose in January. Could we see another hike soon?", "link": "https://thehill.com/homenews/nexstar_media_wire/3944507-forever-stamps-first-class-mail-could-become-more-expensive-this-summer-heres-why/", "date_published": "2023-04-11 19:58:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Louisville doctor pleads for policy makers to 'do something' on gun violence", "description": "A Louisville doctor involved in treating the injured victims of a mass shooting that killed five people at a bank on Monday pleaded for policy makers to take action on gun violence.  “To everyone who helps makes policy … I would simply ask you to do something. Because doing nothing, which is what we have...", "link": "https://thehill.com/homenews/state-watch/3944600-louisville-doctor-pleads-for-policy-makers-to-do-something-on-gun-violence/", "date_published": "2023-04-11 19:54:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Elites' inessential water usage drives cities' water crises: study", "description": "Wealthy residents’ use of city water for purposes like swimming pools and watering gardens contribute at least as much to municipal water crises as climate change, according to a study published in the journal Nature Sustainability. Over 80 major cities worldwide have experienced major water shortages, with the numbers expected to climb in the years...", "link": "https://thehill.com/policy/energy-environment/3944576-elites-inessential-water-usage-drives-cities-water-crises-study/", "date_published": "2023-04-11 19:52:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No more free COVID testing after May 11 -- for the most part. Here's why", "description": "When the COVID-19 public health emergency ends in the U.S. next month, you'll still have access to a multitude of tests but with one big difference: Who pays for them.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3944374-no-more-free-covid-testing-after-may-11-for-the-most-part-heres-why/", "date_published": "2023-04-11 19:49:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chicago to host 2024 Democratic National Convention", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report   The Big Story  Chicago to host 2024 Democratic National Convention The decision to host the convention in Chicago will put the party and President Biden in the middle of the political battleground that is the Midwest.  © Getty Images Three sources tell The...", "link": "https://thehill.com/newsletters/campaign-report/3944564-chicago-to-host-2024-democratic-national-convention/", "date_published": "2023-04-11 19:30:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "R&D isn’t a bargaining chip: Congress must support American innovation", "description": "Continuing this stalemate only undermines our economic interests domestically and globally.", "link": "https://thehill.com/opinion/finance/3944016-rd-isnt-a-bargaining-chip-congress-must-support-american-innovation/", "date_published": "2023-04-11 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge rules Dominion can't bring up Jan. 6 at Fox News trial", "description": "A judge in Delaware has ruled that Dominion Voting System's lawyers may not reference the Jan. 6, 2021 attack on the U.S. Capitol during next week's blockbuster trial in its defamation suit against Fox News. Delaware Superior Court Judge Eric Davis ruled Tuesday during a pretrial conference that references to Jan. 6 could taint the jury's...", "link": "https://thehill.com/homenews/media/3944511-judge-rules-dominion-cant-bring-up-jan-6-at-fox-news-trial/", "date_published": "2023-04-11 19:23:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration offers proposals for Colorado River cutbacks", "description": "Amid the failure of Colorado River basin states to come to an agreement over water usage cutbacks, federal officials stepped in on Tuesday with a series of possible solutions. The Department of Interior’s Bureau of Reclamation presented the options — which could either favor priority water users or distribute the burden evenly — in a...", "link": "https://thehill.com/policy/equilibrium-sustainability/3944508-biden-administration-offers-proposals-for-colorado-river-cutbacks/", "date_published": "2023-04-11 19:18:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tester hauls in $5 million in first fundraising quarter", "description": "Sen. Jon Tester’s (D-Mont.) reelection campaign announced on Tuesday that it raised more than $5 million in the quarter of 2023, marking a significant financial haul for one of the top targets of Republicans on the 2024 Senate map.  Of the total raised, 96 percent was collected after he officially rolled out his campaign for...", "link": "https://thehill.com/homenews/senate/3944515-tester-first-fundraising-quarter/", "date_published": "2023-04-11 19:15:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Griner to write memoir tackling her 'unfathomable' Russian imprisonment", "description": "Brittney Griner, the women’s basketball star whose arrest and detainment in Russia made national headlines, is set to release a memoir next year detailing her imprisonment in the country. “That day was the beginning of an unfathomable period in my life which only now am I ready to share,” Griner, who was referring to the...", "link": "https://thehill.com/blogs/blog-briefing-room/3944497-griner-to-write-memoir-tackling-her-unfathomable-russian-imprisonment/", "date_published": "2023-04-11 19:06:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress must choose families over airline special interests", "description": "This year, Congress will need to reauthorize and reform the Federal Aviation Administration (FAA), the government body that oversees all civil air transportation in America. The process is normally a sleepy affair dominated by lobbyists and industry stakeholders, but sky-high levels of consumer complaints indicate this reauthorization will be different. Americans have witnessed the fragility...", "link": "https://thehill.com/opinion/congress-blog/3944447-congress-must-choose-families-over-airline-special-interests/", "date_published": "2023-04-11 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bragg sues Jim Jordan over 'campaign to intimidate and attack'", "description": "Manhattan District Attorney Alvin Bragg (D) sued House Judiciary Chair Jim Jordan (R-Ohio) Tuesday, calling his investigation into Bragg’s prosecution of former President Trump a “transparent campaign to intimidate and attack” his office’s work. The suit, filed in federal court in New York, is the most aggressive push back yet from Bragg in response to...", "link": "https://thehill.com/homenews/house/3944493-bragg-sues-jim-jordan-over-campaign-to-intimidate-and-attack/", "date_published": "2023-04-11 18:55:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "1 dead, multiple injured in shooting near DC funeral home", "description": "One person was killed and multiple others were injured in a shooting near a funeral home in Washington, D.C., on Tuesday, police said.  Police did not provide an exact number of victims, but said that at least one person had died and that three others were struck by gunfire and sustained what appear to be...", "link": "https://thehill.com/homenews/state-watch/3944446-1-dead-multiple-injured-in-shooting-near-dc-funeral-home/", "date_published": "2023-04-11 18:54:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Can the FDA just ignore the Texas abortion pill ruling? Some lawmakers think so", "description": "Democrats and even some Republicans have proposed a novel approach to a Texas judge's ruling against the abortion pill: Just ignore it.  Behind the idea is a concept known as \"enforcement discretion,\" which the Food and Drug Administration (FDA) regularly uses in order to make products more accessible.   Lawmakers including Sen. Ron Wyden (D-Oreg.), Reps....", "link": "https://thehill.com/policy/healthcare/3944464-can-the-fda-just-ignore-the-texas-abortion-pill-ruling-some-lawmakers-think-so/", "date_published": "2023-04-11 18:46:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "10 House Republicans back fight to block omnibus spending bill", "description": "Ten House Republicans on Tuesday backed a lawsuit that seeks to overturn the latest omnibus spending bill by challenging the lower chamber’s use of proxy voting as unconstitutional. In an amicus brief, the lawmakers wrote in support of Texas Attorney General Ken Paxton’s (R) effort in court to block implementation of the mammoth $1.7 trillion...", "link": "https://thehill.com/regulation/court-battles/3944433-house-republicans-overturn-omnibus-spending-bill/", "date_published": "2023-04-11 18:45:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrats press Biden administration on food insecurity", "description": "A dozen Senate Democrats are pressing the Biden administration to take steps to help people facing food insecurity.  Sen. Ed Markey (Mass.) and 11 other Senate Democrats sent a letter to Agriculture Secretary Tom Vilsack and acting Social Security Administration Commissioner Kilolo Kijakazi on Tuesday praising their agencies for their December announcement that they would...", "link": "https://thehill.com/homenews/senate/3944441-senate-democrats-press-biden-administration-on-food-insecurity/", "date_published": "2023-04-11 18:36:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Slow and steady wins the climate race", "description": "For climate activists, pushing too quickly today comes with unintended consequences tomorrow.", "link": "https://thehill.com/opinion/energy-environment/3944246-slow-and-steady-wins-the-climate-race/", "date_published": "2023-04-11 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to avoid data jacking at public phone charging stations", "description": "With federal authorities warning people to avoid using public phone charging stations in places like airports, shopping malls and hotels, there are a number of steps people can take to protect their devices if they do need to use such charging ports. The warning came from the FBI and the Federal Communications Commission, which both...", "link": "https://thehill.com/policy/technology/3944425-how-to-avoid-data-jacking-at-public-phone-charging-stations/", "date_published": "2023-04-11 18:23:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is your cash safe in digital wallets? CFPB chief says more regulation needed", "description": "After high-profile bank collapses sent shockwaves through the banking system last month, regulators also hold some concerns about digital wallets and money transfer apps that consumers often use as bank accounts. “I’m very worried,\" said Rohit Chopra, director of the Consumer Financial Protection Bureau (CFPB), during a Tuesday event hosted by the Washington Post. \"A...", "link": "https://thehill.com/business/3944401-is-your-cash-safe-in-digital-wallets-cfpb-chief-says-more-regulation-needed/", "date_published": "2023-04-11 18:21:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Misinformation contributing to lower life expectancy in US, FDA chief says", "description": "Food and Drug Administration (FDA) Commissioner Robert Califf says that misinformation about health matters has contributed to lower life expectancy in the United States. In an interview with CNBC published Tuesday, Califf said that the U.S. has a lower average life expectancy than other high-income countries partly due to the rise of misinformation spurred by...", "link": "https://thehill.com/policy/healthcare/3944280-misinformation-contributing-to-lower-life-expectancy-in-us-fda-chief-says/", "date_published": "2023-04-11 18:20:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Louisville shooter bought rifle legally a week ago, police say", "description": "The shooter who killed five people and critically wounded others at a bank in Louisville, Ky., on Monday had legally purchased the AR-15 rifle used in the massacre a week prior, police said.  “We have learned that the suspect in this incident was a current employee with Old National Bank. We have also learned that...", "link": "https://thehill.com/homenews/state-watch/3944343-louisville-shooter-bought-rifle-legally-a-week-ago-police-say/", "date_published": "2023-04-11 17:55:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stefanik raises $3 million in Q1, launches NY Battleground Fund", "description": "House Republican Conference Chair Elise Stefanik (R-N.Y.) raised $3 million in the first quarter of the year and is launching a new fund aimed at countering Democratic efforts in New York, her campaign announced on Tuesday. Stefanik, who became the House GOP’s third highest-ranking member in 2021 after Republican lawmakers voted to strip former Rep....", "link": "https://thehill.com/homenews/campaign/3944371-stefanik-raises-3-million-in-q1-launches-ny-battleground-fund/", "date_published": "2023-04-11 17:51:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken reassures Ukraine of 'ironclad' support after bruising leaks", "description": "Secretary of State Antony Blinken reassured his Ukrainian counterpart that the United States maintains “ironclad” support behind the Eastern European country in a call following the bruising leaks of U.S. intelligence on the war.  Ukrainian Foreign Affairs Minister Dmytro Kuleba tweeted on Tuesday that Blinken emphasized that the U.S. is continuing to support Ukraine against...", "link": "https://thehill.com/policy/international/3944327-blinken-reassures-ukraine-of-ironclad-support-after-bruising-leaks/", "date_published": "2023-04-11 17:43:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida GOP legislator calls transgender people 'mutants' and 'demons' during hearing", "description": "A Republican state lawmaker in Florida called transgender people “demons” and compared them to mutants from the X-Men universe during a legislative hearing on Monday. State Rep. Webster Barnaby (R) on Monday likened transgender people to “mutants from another planet” while arguing in favor of a bill that would make it a crime for transgender...", "link": "https://thehill.com/homenews/state-watch/3944304-florida-gop-legislator-calls-transgender-people-mutants-and-demons-during-hearing/", "date_published": "2023-04-11 17:34:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tennessee Gov Bill Lee will strengthen background checks, calls for 'order of protection' law", "description": "Tennessee Gov. Bill Lee (R) said on Tuesday that he will sign an executive order to strengthen background checks for buying firearms in the state and is calling for an “order of protection” law to keep guns away from dangerous people.  Lee said at a press conference at Midtown Hills Police Precinct in Nashville, Tenn.,...", "link": "https://thehill.com/homenews/state-watch/3944223-tenn-gov-bill-lee-will-strengthen-background-checks-calls-for-order-of-protection-law/", "date_published": "2023-04-11 17:08:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fewer Americans say inflation is top concern facing family: poll", "description": "Fewer Americans in a new poll now say inflation and rising gas prices are the top issues facing their families compared to last summer, when inflation and fuel prices surged.  In a Monmouth University poll, roughly one-quarter of U.S. adults picked inflation as the top concern facing their family at the moment. At 24 percent,...", "link": "https://thehill.com/business/personal-finance/3944214-fewer-americans-say-inflation-is-top-concern-facing-family-poll/", "date_published": "2023-04-11 17:01:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Red states win with Inflation Reduction Act — GOP wants to kill it anyway", "description": "Unfortunately, Republicans are still getting bad advice.", "link": "https://thehill.com/opinion/campaign/3944108-red-states-win-with-inflation-reduction-act-gop-wants-to-kill-it-anyway/", "date_published": "2023-04-11 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sexually transmitted infections hit record high in 2021, CDC finds", "description": "There were more than 2.5 million cases of sexually transmitted infections in the United States in 2021, a record high, according to a new federal report. “The U.S. STI epidemic shows no signs of slowing,\" said Leandro Mena, director of the Centers for Disease Control and Prevention's (CDC) Division of STD Prevention. The newest CDC...", "link": "https://thehill.com/policy/healthcare/3944195-sexually-transmitted-infections-hit-record-high-in-2021-cdc-finds/", "date_published": "2023-04-11 16:54:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration approves construction of 700-mile transmission line across US West", "description": "The Bureau of Land Management (BLM) announced on Tuesday that it has approved the construction of a 732-mile high-voltage transmission line across the Western U.S. that will help transport renewable energy. The transmission line, called the TransWest Express Project, will run from south-central Wyoming through northwestern Colorado and central Utah before reaching its endpoint in southern Nevada,...", "link": "https://thehill.com/policy/equilibrium-sustainability/3944159-biden-administration-approves-construction-of-700-mile-transmission-line-across-us-west/", "date_published": "2023-04-11 16:38:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Murphy sees 'paradigm shift' with increased power for anti-gun violence movement", "description": "Sen. Chris Murphy (D-Conn.) on Tuesday said he sees a “paradigm shift” wherein the movement against gun violence is surging to be more powerful than the pro-gun lobby.  Murphy said on “CNN This Morning” that last year’s bipartisan gun safety legislation signals a stark change from prior years when “the gun industry owned Washington.”  “It...", "link": "https://thehill.com/blogs/blog-briefing-room/3944145-murphy-sees-paradigm-shift-with-increased-power-for-anti-gun-violence-movement/", "date_published": "2023-04-11 16:33:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Breaking down the US intelligence leak", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  Breaking...", "link": "https://thehill.com/newsletters/1230-report/3944084-the-hills-1230-report-breaking-down-the-us-intelligence-leak/", "date_published": "2023-04-11 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jersey City mayor announces Democratic bid for governor", "description": "Steven Fulop, the mayor of Jersey City, N.J., announced his bid on Tuesday to run for governor of the Garden State.  Fulop, who is currently serving his third term as Jersey City's Democrat mayor, shared his gubernatorial bid in an announcement video. The footage detailed how the 46-year-old politician left his job in the financial...", "link": "https://thehill.com/homenews/state-watch/3944128-jersey-city-mayor-announces-democratic-bid-for-governor/", "date_published": "2023-04-11 16:26:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What are the symptoms of Candida auris, the drug-resistant fungus spreading in 28 states?", "description": "A potentially deadly fungus that's resistant to treatment has been confirmed in at least 28 states, the Centers for Disease Control and Prevention warned, but identifying the dangerous pathogen is actually quite difficult.", "link": "https://thehill.com/homenews/nexstar_media_wire/3943977-what-are-the-symptoms-of-candida-auris-the-drug-resistant-fungus-spreading-in-28-states/", "date_published": "2023-04-11 16:15:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump widens lead over DeSantis to 33 points in new survey", "description": "Former President Trump widened his lead over Florida Gov. Ron DeSantis (R) in a hypothetical Republican primary matchup to 33 points, according to a new poll.  A Morning Consult poll found Trump with 56 percent of the vote among a group of current and potential GOP challengers for the nomination and DeSantis in second with...", "link": "https://thehill.com/homenews/campaign/3944123-trump-widens-lead-over-desantis-to-33-points-in-new-survey/", "date_published": "2023-04-11 16:08:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Isn’t the Social Security Trust Fund already broke?", "description": "Raising taxes, instead of cutting other government spending, is Biden's go-to solution to almost every policy challenge.", "link": "https://thehill.com/opinion/finance/3943837-isnt-the-social-security-trust-fund-already-broke/", "date_published": "2023-04-11 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge rules Theranos founder Elizabeth Holmes jailed during appeal", "description": "A federal judge ruled Theranos founder Elizabeth Holmes must serve time in jail while she pursues an appeal on her conviction, adding that she did not introduce new evidence to make overturning the guilty verdict or warranting a new trial likely.  U.S. District Judge Edward Davila ruled on Monday that Holmes demonstrated that she is not...", "link": "https://thehill.com/regulation/court-battles/3944055-judge-rules-theranos-founder-elizabeth-holmes-jailed-during-appeal/", "date_published": "2023-04-11 15:42:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mortgage lenders are losing money on loans for the first time in years", "description": "Mortgage lenders lost hundreds of dollars on average for each loan they originated last year while soaring interest rates dampened demand, according to a new report.  The report from the Mortgage Bankers Association revealed that banks and mortgage companies lost an average of $301 for each loan originated in 2022, down from an average profit...", "link": "https://thehill.com/business/3943969-mortgage-lenders-are-losing-money-on-loans-for-the-first-time-in-years/", "date_published": "2023-04-11 15:31:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The 'trilateralism dream' could become a nightmare for Korea, Japan and US", "description": "A dream of American policymakers since the Korean War has been to draw the Republic of Korea — that is, South Korea — into a trilateral alliance with Japan and the United States. It has been only with tremendous reluctance that security advisers in the White House, military strategists in the Pentagon and diplomats at...", "link": "https://thehill.com/opinion/international/3938375-the-trilateralism-dream-could-become-a-nightmare-for-korea-japan-and-us/", "date_published": "2023-04-11 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer calls for all-senators briefing on leaked Ukraine documents", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) on Tuesday called for the Biden administration to brief senators on the leak of a set of highly classified documents about the Ukraine war. A Schumer spokesperson announced the request. No date or time has been set yet for the briefing. The Senate is in recess and will return...", "link": "https://thehill.com/policy/defense/3943967-schumer-all-senators-leaked-ukraine-documents-briefing/", "date_published": "2023-04-11 15:24:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer to force Senate vote on resolution condemning Trump call to defund DOJ, FBI", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) is set to unveil a resolution next week blasting former President Trump’s call to remove funding from the FBI and Justice Department (DOJ) over the federal investigations into him.  Schumer sent a letter to his Democratic colleagues in the Senate on Tuesday that he is presenting a resolution to...", "link": "https://thehill.com/homenews/senate/3943976-schumer-to-force-senate-vote-on-resolution-condemning-trump-call-to-defund-doj-fbi/", "date_published": "2023-04-11 15:20:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Psaki says she considers herself a journalist", "description": "Former White House Press Secretary turned-MNSBC host Jen Psaki says she considers herself a journalist — albeit in a different media ecosystem than the one she worked with a top press aide for President Biden. \"Journalism has changed dramatically. Semafor is an example of that,\" Psaki said during a brief interview at the news startup...", "link": "https://thehill.com/homenews/media/3943957-psaki-says-she-considers-herself-a-journalist/", "date_published": "2023-04-11 15:20:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom seeks to punish California city for refusing to adhere to housing laws", "description": "California Gov. Gavin Newsom (D) and state officials announced on Monday that they are seeking a court order to reprimand the city of Huntington Beach for violating housing laws. The governor, together with state Attorney General Rob Bonta (D), filed a motion to amend a March lawsuit against Huntington Beach, with the goal of holding the city accountable...", "link": "https://thehill.com/homenews/state-watch/3943972-newsom-seeks-to-punish-california-city-for-refusing-to-adhere-to-housing-laws/", "date_published": "2023-04-11 15:19:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US coal plant contribution to electric grid plummets to smallest in history: report", "description": "In the first quarter of 2023, coal-fired power plants contributed the least amount of power to the U.S. electricity market in history, a new report has found. Coal made up less than 17 percent of the power market in the first three months of this year — down a quarter from last year’s 22 percent, according...", "link": "https://thehill.com/policy/energy-environment/3943990-us-coal-plant-contribution-to-electric-grid-plummets-to-smallest-in-history-report/", "date_published": "2023-04-11 15:19:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Korea: Leaked US intelligence documents were altered", "description": "South Korean officials on Tuesday said a \"significant number\" of leaked documents from the Pentagon were likely altered, casting doubt on records that indicated the U.S. was spying on Seoul. The office of South Korean President Yoon Suk-yeol said in a statement the defense chiefs of both countries discussed the leaked documents and \"agreed on...", "link": "https://thehill.com/policy/defense/3943826-south-korea-leaked-us-intelligence-documents-were-altered/", "date_published": "2023-04-11 15:15:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden calls Russia detention of journalist Evan Gershkovich ‘totally illegal’", "description": "President Biden on Tuesday said that the Russians detaining Wall Street Journal reporter Evan Gershkovich is “totally illegal,” following the State Department designating him as “wrongfully detained.” “We’re making it real clear that it’s totally illegal what’s happening,” Biden said while leaving for a trip to Ireland.  The president added that declaring him as wrongfully detained...", "link": "https://thehill.com/homenews/administration/3943951-biden-calls-russia-detention-of-journalist-evan-gershkovich-totally-illegal/", "date_published": "2023-04-11 15:08:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Almost six in 10 living paycheck-to-paycheck: survey", "description": "Almost six in 10 U.S. adults in a new poll report they’re living paycheck-to-paycheck amid an economic landscape fraught with inflation and recession fears. A CNBC-Momentive survey on financial confidence found that 58 percent of Americans say they’re living paycheck-to-paycheck, and that 70 percent said they feel stressed about their personal finances.  Nearly 80 percent...", "link": "https://thehill.com/business/personal-finance/3943940-almost-six-in-10-living-paycheck-to-paycheck-survey/", "date_published": "2023-04-11 14:57:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chicago to host 2024 Democratic convention", "description": "Democrats will hold their 2024 national convention in Chicago, according to three sources familiar with the decision.  The decision to hold the 2024 Democratic National Convention there will place the party and President Biden in the heart of a battleground region that has proven pivotal in the last several election cycles.  Party officials were torn...", "link": "https://thehill.com/homenews/campaign/3943909-chicago-to-host-2024-democratic-convention/", "date_published": "2023-04-11 14:33:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Believe it or not, some legislators are hard at work", "description": "The Select Committee on the Chinese Communist Party is off to an admirable start.", "link": "https://thehill.com/opinion/campaign/3943766-believe-it-or-not-some-legislators-are-hard-at-work/", "date_published": "2023-04-11 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Treasury Secretary Yellen offers remarks as week of World Bank, IMF meetings begins", "description": "Treasury Secretary Janet Yellen will speak with the press Tuesday morning as the spring meetings of the World Bank and International Monetary Fund (IMF) begin in Washington, D.C. Yellen is expected to spell out an expansion in scope for the institutions to address concerns such as the global climate crisis and its disproportionate impact on...", "link": "https://thehill.com/homenews/3943841-watch-live-treasury-secretary-yellen-offers-remarts-as-week-of-world-bank-imf-meetings-begins/", "date_published": "2023-04-11 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These lawmakers traded bank stocks amid the banking crisis", "description": "At least three lawmakers traded bank stocks last month as the federal government grappled with a banking crisis, according to financial disclosures analyzed by the Wall Street Journal. The disclosures raise the question of whether lawmakers received inside information relating to the collapse of Silicon Valley Bank and Signature Bank that may have guided their...", "link": "https://thehill.com/homenews/house/3943844-these-lawmakers-traded-bank-stocks-amid-the-banking-crisis/", "date_published": "2023-04-11 14:23:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans and Democrats should reform primaries to encourage strong candidates", "description": "America is less than two years away from yet another traumatic, dispiriting and potentially dangerous political episode — a 2024 presidential re-run between President Biden and former President Donald Trump, two of the country’s least-admired men. That depressing prospect has motivated a significant group of Republican and Democratic leaders to mount an independent third-party challenge...", "link": "https://thehill.com/opinion/international/3942867-republicans-and-democrats-should-reform-primaries-to-encourage-strong-candidates/", "date_published": "2023-04-11 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley campaign rips Trump, DeSantis in donor memo", "description": "Nikki Haley’s presidential campaign is sharpening its attacks on her Republican rivals, arguing that former President Donald Trump is “consumed by the grievances of the past” and that Florida Gov. Ron DeSantis isn’t “ready for prime time,” according to a campaign memo to donors obtained by The Hill.  The memo from Betsy Ankney, Haley’s campaign...", "link": "https://thehill.com/homenews/campaign/3943842-haley-campaign-rips-trump-desantis-in-donor-memo/", "date_published": "2023-04-11 13:57:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Jennifer Wexton announces Parkinson's diagnosis", "description": "Rep. Jennifer Wexton (D-Va.) announced on Tuesday that she has been diagnosed with Parkinson’s disease. Wexton, 54, disclosed her diagnosis in a video posted on Twitter. “If there’s one thing that Democrats and Republicans can agree on, it’s that Parkinson’s disease sucks. Today, on World Parkinson’s Day, I’m here to tell you that I’ve come...", "link": "https://thehill.com/homenews/house/3943812-rep-jennifer-wexton-announces-parkinsons-diagnosis/", "date_published": "2023-04-11 13:41:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Gang of Eight' now has access to classified documents found at Trump, Biden and Pence homes", "description": "The Department of Justice has begun to provide some lawmakers access to the classified documents recovered from the homes of President Biden and former President Trump following a pressure campaign from senators threatening to withhold funding, according to sources familiar with the situation. The documents were provided to the Gang of 8, comprised of the...", "link": "https://thehill.com/homenews/senate/3943806-gang-of-eight-now-has-access-to-classified-documents-found-at-trump-biden-and-pence-homes/", "date_published": "2023-04-11 13:32:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abortion pill issue will show us what this Supreme Court is really made of", "description": "With a majority of the justices openly hostile to abortion rights, will the court follow the law?", "link": "https://thehill.com/opinion/judiciary/3943733-abortion-pill-issue-will-show-us-what-this-supreme-court-is-really-made-of/", "date_published": "2023-04-11 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "47 percent in new poll say it's unlikely they would buy EV", "description": "Nearly half of Americans in a new poll say it’s unlikely they would buy an electric vehicle, citing high prices even as the Biden administration works to up sales of the more environmentally conscious cars. The poll, from The Associated Press-NORC Center for Public Affairs Research and the Energy Policy Institute at the University of...", "link": "https://thehill.com/policy/energy-environment/3943771-47-percent-in-new-poll-say-its-unlikely-they-would-buy-ev/", "date_published": "2023-04-11 13:11:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ESPN's Stephen A. Smith says Trump isn't racist but won't get his vote", "description": "ESPN personality and host Stephen A. Smith said in an interview he believes former President Trump isn’t a racist, but added that he wouldn’t vote for him.  While speaking at the Semafor Media Summit, Smith, the star of ESPN’s sports debate show “First Take,” shared that he used to have a good relationship with Trump,...", "link": "https://thehill.com/homenews/3943750-espns-stephen-a-smith-says-trump-isnt-racist-but-wont-get-his-vote/", "date_published": "2023-04-11 13:11:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia is bombing its way toward nuclear catastrophe in Ukraine", "description": "The world’s top nuclear energy official visited Ukraine’s Zaporizhzhia Nuclear Power Plant (ZNPP) on March 30 and confirmed that Russia’s war on Ukraine has put the stability of Europe’s largest nuclear plant in danger. After his trip to the ZNPP, Rafael Grossi, the director-general of the International Atomic Energy Agency (IAEA), offered this bland but...", "link": "https://thehill.com/opinion/national-security/3938345-russia-is-bombing-its-way-toward-nuclear-catastrophe-in-ukraine/", "date_published": "2023-04-11 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ways to avoid 'juice jacking' and how to protect your privacy online", "description": "BestReviews is reader-supported and may earn an affiliate commission. Details. FBI warns to stop using public phone charging stations One convenience of modern devices is they use the same cable for charging and data transfer. In other words, when you plug your phone into your computer, not only will you be charging it, but you could...", "link": "https://thehill.com/homenews/3943709-ways-to-avoid-juice-jacking-and-how-to-protect-your-privacy-online/", "date_published": "2023-04-11 12:52:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration plans to sanction fentanyl traffickers", "description": "The White House on Tuesday announced plans to increase sanctions on drug traffickers and disrupt the movement of fentanyl to respond to the increase of illicit drugs coming into the United States. The administration is aiming to crack down on drug traffickers by targeting their financial activities and targeting the funds they typically need to...", "link": "https://thehill.com/homenews/administration/3943725-biden-sanction-fentanyl-traffickers/", "date_published": "2023-04-11 12:51:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris to highlight DC project to cap off 'Investing in America' blitz", "description": "Vice President Kamala Harris on Thursday will announce funding for a major infrastructure project connecting Virginia to Washington, D.C., as the White House wraps up a three-week travel blitz to highlight economic investments. Harris's announcement will coincide with other administration officials fanning out around the country that day. Transportation Secretary Pete Buttigieg will be in...", "link": "https://thehill.com/homenews/administration/3943708-harris-to-highlight-dc-project-to-cap-off-investing-in-america-blitz/", "date_published": "2023-04-11 12:43:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Taiwan president: China not behaving like 'responsible major nation'", "description": "Taiwan President Tsai Ing-wen has condemned the military drills China conducted in the Taiwan Strait in apparent retaliation after Tsai met with Speaker Kevin McCarthy (R-Calif.) in the U.S. last week, saying Beijing is not acting in a \"responsible\" manner.  “As the president, I represent our country in the world, whether it’s a visit to...", "link": "https://thehill.com/policy/international/3943707-taiwan-president-china-not-behaving-like-responsible-major-nation/", "date_published": "2023-04-11 12:34:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The threat to Democracy behind the farce in Tennessee", "description": "Gerrymandering is intensifying political polarization and making a mockery of the fundamental principle that every vote should have equal weight.", "link": "https://thehill.com/opinion/campaign/3943692-the-threat-to-democracy-behind-the-farce-in-tennessee/", "date_published": "2023-04-11 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feehery: If not Trump, then who?", "description": "It was Voltaire who said, “if God didn’t exist, it would become necessary to invent him.”  The modern corollary would be, “if Trump didn’t exist, it would become necessary to invent him.”  Not to say that Trump is God, because that is certainly not the case. But if not for the former president, there would...", "link": "https://thehill.com/opinion/3943552-feehery-if-not-trump-then-who/", "date_published": "2023-04-11 12:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says golden golf club Abe gave him has been sent to Archives", "description": "Former President Trump on Tuesday said a gold-painted golf club given to him by the late Japanese Prime Minister Shinzo Abe is being sent to the National Archives, after Trump and his family were criticized for failing to report gifts from foreign governments.  “I am pleased to report that after a search, we were able...", "link": "https://thehill.com/blogs/blog-briefing-room/3943683-trump-says-golden-golf-club-abe-gave-him-has-been-sent-to-archives/", "date_published": "2023-04-11 12:06:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The ‘sport-ish’ George Santos", "description": "The problem for the Mets so far this season has been debilitated pitching. The problem for Santos is his debilitated pitch.", "link": "https://thehill.com/opinion/campaign/3943104-the-sport-ish-george-santos/", "date_published": "2023-04-11 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fifth victim in Louisville bank shooting dies", "description": "A fifth victim of a mass shooting at a bank in Louisville, Ky., on Monday has died, police said, after a bank employee opened fire at his workplace.  The 25-year-old shooter killed four people at the scene and injured at least eight others with a rifle, the Louisville Metro Police Department (LMPD) said, and then...", "link": "https://thehill.com/homenews/state-watch/3943645-fifth-victim-in-louisville-bank-shooting-dies/", "date_published": "2023-04-11 11:34:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is there logic to Russia's wrongful detentions of Americans?", "description": "We can hate the idea that Americans are being taken hostage by foreign governments — a special category of hostage-taking called “wrongful detention” — though this practice is likely to continue until we find the right means of disincentivizing such behavior. But any policy to disincentivize other nations should not be done to the detriment...", "link": "https://thehill.com/opinion/national-security/3936539-is-there-logic-to-russias-wrongful-detentions-of-americans/", "date_published": "2023-04-11 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Political pushback from Tennessee to Texas", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. The Republican-controlled Tennessee state legislature voted last week to expel a Democratic state representative for an anti-gun-violence demonstration, but on Monday, a Nashville council voted to send him back to represent his constituents (WTVF)....", "link": "https://thehill.com/newsletters/morning-report/3943615-the-hills-morning-report-political-pushback-from-tennessee-to-texas/", "date_published": "2023-04-11 10:30:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Advocates plan for battle as DeSantis preps 'Don't Say Gay' expansion", "description": "Florida LGBTQ advocacy groups and lawmakers are gearing up for another uphill battle against Gov. Ron DeSantis and his fellow Republicans as the legislature appears poised to pass an expansion to the controversial state education law restricting talk of sexual orientation and gender identity in public school classrooms. The state’s Parental Rights in Education measure,...", "link": "https://thehill.com/homenews/state-watch/3939606-advocates-plan-for-battle-as-desantis-preps-dont-say-gay-expansion/", "date_published": "2023-04-11 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dwindling weapons, leaked Ukraine-Russia docs raise pressure on US government", "description": "Leaked top secret documents revealing that Ukraine could run out of air-defense missiles within weeks are putting pressure on the Biden administration and NATO allies to increase support for the war effort, congressional sources say.   Ukraine’s dwindling supply of weapons also raises questions about whether Congress will need to pass another military aid package before...", "link": "https://thehill.com/policy/defense/3943174-dwindling-weapons-leaked-ukraine-russia-docs-raise-pressure-on-us-government/", "date_published": "2023-04-11 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to watch for Biden’s visit to Republic of Ireland and Northern Ireland", "description": "President Biden will travel to his ancestral homeland this week, a closely watched visit as he celebrates the 25th anniversary of the peace deal between the Republic of Ireland and Northern Ireland. Biden, who often touts his Irish heritage, has repeatedly underscored the importance of the Good Friday Agreement and will do so again this...", "link": "https://thehill.com/homenews/administration/3942888-five-things-to-watch-for-bidens-visit-to-republic-of-ireland-and-northern-ireland/", "date_published": "2023-04-11 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas bills call for renewables to help save declining fossil fuel sector", "description": "The Texas Senate on Wednesday passed a package of bills that would cut support from wind and solar power and force renewable electricity producers to help pay for new fossil fuel power plants.  The five bills are part of a larger campaign by the Republican-controlled body to redirect growth in the states' flourishing renewable energy sector — by far...", "link": "https://thehill.com/policy/energy-environment/3942984-texas-bills-renewables-fossil-fuel-plants/", "date_published": "2023-04-11 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: GOP bind gets deeper on abortion", "description": "Republicans are facing an unusual problem — the downside of getting what they want. The topic is abortion. And the most recent example is a ruling from a federal judge at the end of last week invalidating the Food and Drug Administration’s (FDA) approval of the widely-used abortion pill mifepristone. The FDA approved the drug...", "link": "https://thehill.com/policy/healthcare/3943232-the-memo-gop-bind-gets-deeper-on-abortion/", "date_published": "2023-04-11 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukrainian prime minister arrives in DC at make-or-break moment", "description": "Ukrainian Prime Minister Denys Shmyhal’s arrival in Washington, D.C., on Tuesday comes ahead of a make-or-break moment in Ukraine’s defensive fight against Russia, as Kyiv prepares to launch a counteroffensive that will determine the future course of the war. Shmyhal, in an exclusive interview with The Hill, said that the counteroffensive could be launched as...", "link": "https://thehill.com/policy/international/3942979-ukrainian-prime-minister-arrives-in-dc-at-make-or-break-moment/", "date_published": "2023-04-11 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What are the chances Biden extends the student loan pause again?", "description": "President Biden faces a ticking timer on the resumption of student loan payments by the end of the summer — but will he allow it to go off? The payments, paused amid the coronavirus pandemic, are set to begin either 60 days after the Supreme Court makes a ruling on Biden’s student debt forgiveness program...", "link": "https://thehill.com/homenews/administration/3937687-what-are-the-chances-biden-extends-the-student-loan-pause-again/", "date_published": "2023-04-11 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Pissed off as hell’: US tries to contain leaks fallout with friends and enemies", "description": "A wide-ranging leak of classified Pentagon documents has left the United States on cleanup duty as it contends with revelations detailing the extent U.S. agencies have penetrated Russian intelligence outlets and spied on allies. The breadth of the leak and the damage it wrought is not yet fully realized. Dozens of documents from February and...", "link": "https://thehill.com/policy/international/3943100-pissed-off-as-hell-us-tries-to-contain-leaks-fallout-with-friends-and-enemies/", "date_published": "2023-04-11 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black Americans hit hardest by gun violence: survey", "description": "Black Americans are hit hardest by gun violence in the U.S., according to a new survey that highlights stark racial differences in who is personally impacted by the issue. A new Kaiser Family Foundation poll, released Tuesday, found that Black adults were roughly twice as likely as white or Hispanic adults to report that they’ve...", "link": "https://thehill.com/policy/healthcare/3942570-black-americans-hit-hardest-by-gun-violence-survey/", "date_published": "2023-04-11 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pennsylvania GOP braces for primary brawl in bid to oust Casey", "description": "Sen. Bob Casey’s (D-Pa.) reelection announcement has teed up what is expected to be one of the most closely watched Senate races going into 2024. Republicans view Casey as vulnerable and are hoping to improve on candidate quality this time around with former Senate candidate Dave McCormick. However, former failed conservative gubernatorial candidate Doug Mastriano...", "link": "https://thehill.com/homenews/campaign/3942853-pennsylvania-gop-braces-for-primary-brawl-in-bid-to-oust-casey/", "date_published": "2023-04-11 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mother of 6-year-old Virginia student who shot teacher charged with neglect", "description": "A Virginia grand jury has indicted the mother of the 6-year-old who shot his first-grade teacher earlier this year.", "link": "https://thehill.com/homenews/state-watch/3942828-mother-of-6-year-old-virginia-student-who-shot-teacher-charged-with-neglect/", "date_published": "2023-04-11 02:44:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris announces $1.7B in grants for more than 600 community lenders", "description": "Vice President Harris on Monday announced $1.7 billion in grants for more than 600 community lenders to support small businesses, entrepreneurs, nonprofits, housing and commercial real estate as they seek to rebound from the coronavirus pandemic. Harris announced the grants as part of the Treasury Department's Community Development Financial Institutions Fund, saying that the loans...", "link": "https://thehill.com/homenews/administration/3943398-harris-announces-1-7b-in-grants-for-more-than-600-community-lenders/", "date_published": "2023-04-11 02:23:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Indulgences of the rich fueling urban water crises: study", "description": "Urban water crises are driven in large part by \"unsustainable consumption\" on the part of elite city residents, such as their swimming pools and well-watered gardens, according to a new study. The research, published in Nature Sustainability, used Cape Town in South Africa to study the consumption habits of wealthier city-dwellers compared to poorer ones....", "link": "https://thehill.com/policy/energy-environment/3943379-indulgences-of-the-rich-fueling-urban-water-crises-study/", "date_published": "2023-04-11 02:14:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida student paper calls out Sasse silence: 'We've all been ghosted'", "description": "The Alligator, the University of Florida’s more than 100-year-old student-run newspaper, is calling out the school’s new president, former Sen. Ben Sasse (R-Neb.), for ignoring its multiple requests for comment or an interview, saying he “hasn’t even given us the courtesy of declining.” “Whatever the president’s agenda, we can’t report on it clearly if he...", "link": "https://thehill.com/homenews/media/3943396-florida-student-paper-calls-out-sasse-silence-weve-all-been-ghosted/", "date_published": "2023-04-11 01:53:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tampa to make Taylor Swift an honorary mayor for a day ahead of tour stop", "description": "Pop star Taylor Swift can now add mayor to her lengthy resume after the city of Tampa, Fla., announced that she will be made \"honorary mayor\" a day before her \"Eras\" tour hits the city. Tampa Mayor Jane Castor said in a video message posted on social media that Swift's fans, nicknamed \"Swifties,\" were wondering...", "link": "https://thehill.com/blogs/in-the-know/3943336-tampa-to-make-taylor-swift-an-honorary-mayor-for-a-day-ahead-of-tour-stop/", "date_published": "2023-04-11 01:21:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Athletes pen letter to House: Drop trans sports ban", "description": "Dozens of athletes wrote a letter to the House on Monday urging lawmakers to drop proposed legislation that would prohibit transgender and intersex girls and women from participating in sports. “As professional, Olympic and Paralympic athletes, we have dedicated our lives to sports. Sports have given us our greatest friends, taught us incredible life lessons,...", "link": "https://thehill.com/homenews/house/3943350-athletes-pen-letter-to-house-drop-trans-sports-ban/", "date_published": "2023-04-11 01:12:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What the debt limit standoff means for the banking crisis", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  What the debt limit standoff means for the banking crisis While the banking sector has continued to show signs of stabilizing, experts are raising questions about what a partisan showdown over the debt limit could mean...", "link": "https://thehill.com/newsletters/business-economy/3943194-what-the-debt-limit-standoff-means-for-the-banking-crisis/", "date_published": "2023-04-11 00:00:59+00:00", "persistent": false, "user": null, "language": "en-US"}]