[{"source": "https://businessinsider.com.pl/.feed", "title": "Minsiter rolnictwa: będą wyrywkowe kontrole w różnych firmach", "description": "Zleciłem kontrole zboża, które jest w Polsce, aby było pewne, że mamy zboże dobrej jakości – powiedział we wtorek podczas briefingu minister rolnictwa i rozwoju wsi Robert Telus. — Jutro odbędzie się spotkanie z ambasadorami tych krajów, w których potencjalnie możemy sprzedać zboże — dodał.", "link": "https://businessinsider.com.pl/gospodarka/zboze-z-ukrainy-minister-rolnictwa-zlecilem-kontrole/l0szl1p", "date_published": "2023-04-11 20:10:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mateusz Morawiecki w USA. Spotkał się z Kamalą Harris", "description": "Polska i Stany Zjednoczone stoją dziś razem w obronie wolności narodu ukraińskiego; Ameryka staje się źródłem nadziei dla wolnej Europy — mówił we wtorek w Waszyngtonie premier Mateusz Morawiecki.", "link": "https://businessinsider.com.pl/wiadomosci/wizyta-mateusza-morawieckiego-w-usa-spotkal-sie-z-kamala-harris/svxzqnh", "date_published": "2023-04-11 19:59:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Grunty milionera pójdą pod młotek. Na spłatę długów czekają samorządy", "description": "W przyszłym tygodniu dojdzie do licytacji gruntów, które służyły spółce Ryszarda Krauzego jako zabezpieczenie pożyczek. Na pieniądze czekają nie tylko banki, ale też samorządy — pisze trójmiejska \"Gazeta Wyborcza\".", "link": "https://businessinsider.com.pl/wiadomosci/majatek-milionera-pojdzie-pod-mlotek-na-splate-dlugow-czekaja-samorzady/lzj45c0", "date_published": "2023-04-11 19:42:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wkrótce ruszą kwalifikacje wojskowe. Sprawdź, kogo dotyczą", "description": "W poniedziałek 17 kwietnia rozpoczną się kwalifikacje wojskowe, które potrwają do 21 lipca. Dotyczą 230 tys. osób, które mają stawić się przed komisjami lekarskimi.", "link": "https://businessinsider.com.pl/wiadomosci/wkrotce-rusza-kwalifikacje-wojskowe-sprawdz-kogo-dotycza/lqy6rkw", "date_published": "2023-04-11 17:59:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Leszek Czarnecki pozywa Skarb Państwa na 1,5 mld zł", "description": "Leszek Czarnecki pozywa Skarb Państwa na prawie 1,5 mld zł, o czym poinformował reprezentujący biznesmena Roman Giertch. Chodzi o tzw. plan Zdzisława.", "link": "https://businessinsider.com.pl/wiadomosci/leszek-czarnecki-pozywa-skarb-panstwa-za-odebranie-getin-noble-banku/try822p", "date_published": "2023-04-11 17:45:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Potężny budżet szefa Rady Europejskiej. Wydaje na podróże niemal cztery razy więcej niż Tusk", "description": "Według francuskiej gazety \"Le Monde\" przewodniczący Rady Europejskiej Charles Michel jest krytykowany w Brukseli za \"nadmierne wydatki na podróże\". Parlament Europejski domaga się wyjaśnień w sprawie oszałamiających kosztów zagranicznych misji — podaje agencja Belga.", "link": "https://businessinsider.com.pl/wiadomosci/potezny-budzet-szefa-rady-europejskiej-wydaje-na-podroze-niemal-cztery-razy-wiecej/ezdr8jx", "date_published": "2023-04-11 17:25:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekspert: niepewna sytuacja utrudnia rozwój większych firm. Powstają głównie małe", "description": "Przedsiębiorcy zakładają głównie małe firmy, niepewna sytuacja utrudnia powstawanie większych spółek — ocenił we wtorek Dawid Sułkowski z PIE, komentując dane GUS. Wskazał też, na którą branżę mocno wpływa spowolnienie gospodarcze.", "link": "https://businessinsider.com.pl/biznes/powstaja-glownie-male-firmy-oto-dlaczego/1sk3wp1", "date_published": "2023-04-11 17:17:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wiceminister rolnictwa: naszą propozycją jest zniesienie zakazu połowu dorsza w Bałtyku", "description": "Naszą podstawową i stale obowiązującą propozycją jest zniesienie zakazu połowu dorsza w Bałtyku. Ta decyzja jest główną przyczyną większości problemów rybaków — powiedział podczas Komisji Gospodarki Morskiej i Żeglugi Śródlądowej wiceminister rolnictwa Krzysztof Ciecióra.", "link": "https://businessinsider.com.pl/gospodarka/wiceminister-rolnictwa-nasza-propozycja-jest-zniesienie-zakazu-polowu-dorsza-w/l63e42r", "date_published": "2023-04-11 16:57:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Narodowy Spis Powszechny. Ilu mieszkańców Polski to Polacy?", "description": "Ponad 37,1 mln mieszkańców Polski, czyli 97,7 proc., określa się jako Polacy, natomiast mieszkańcy o innych niż polska identyfikacjach to ponad 1,3 mln osób — wskazują wstępne wyniki spisu ludności z 2021 r. Obok pytania o przynależność narodowo-etniczną zadano też pytanie o język używany w domu.", "link": "https://businessinsider.com.pl/wiadomosci/narodowy-spis-powszechny-ilu-mieszkancow-polski-uwaza-sie-za-polakow/ntc1g0q", "date_published": "2023-04-11 16:22:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Premier Morawiecki już w Waszyngtonie. W planie m.in. rozmowy o Ukrainie, energetyce i zbrojeniach", "description": "Premier Mateusz Morawiecki przybył we wtorek do Waszyngtonu, gdzie spotka się z wiceprezydent Stanów Zjednoczonych Kamalą Harris. W kolejnych dniach wizyty spotka się też z przedstawicielami amerykańskiego przemysłu zbrojeniowego.", "link": "https://businessinsider.com.pl/gospodarka/premier-morawiecki-juz-w-waszyngtonie-w-planie-rozmowy-o-ukrainie-energetyce-i/8ej5r73", "date_published": "2023-04-11 15:43:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto dlaczego nie powinniśmy panikować, że sztuczna inteligencja zabierze nam pracę", "description": "W czasach, gdy firmy wdrażają narzędzia oparte o sztuczną inteligencję w niemal wszystkie rodzaje działalności od tłumaczenia mowy przez budowę modeli uczących języka po analizę dokumentów prawniczych, wielu pracowników martwi się, że wkrótce może zostać pozbawiona pracy.", "link": "https://businessinsider.com.pl/technologie/sztuczna-inteligencja-zabierze-nam-prace-bez-paniki/0mh9dbd", "date_published": "2023-04-11 15:33:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Świat jeszcze kilka lat będzie męczył się z wysoką inflacją. Są też nowe szacunki dla Polski", "description": "Eksperci MFW gorzej postrzegają perspektywy rozwoju gospodarczego na świecie w tym i przyszłym roku. Inflacja globalnie powinna spaść do poziomu docelowego dopiero w 2025 r. W przypadku Polski najbliższe miesiące upłyną na głębokim spowolnieniu, któremu towarzyszyć będą znacznie wyższe ceny niż rok temu.", "link": "https://businessinsider.com.pl/gospodarka/kiedy-inflacja-wroci-do-normy-smutne-wnioski-z-nowych-prognoz-mfw/ses5h2f", "date_published": "2023-04-11 14:49:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Węgry podpisują porozumienie gazowe z Rosją. Będą mogły zwiększyć zakupy", "description": "Czy się to komuś podoba, czy nie, współpraca z Rosją pozostanie kluczowa dla naszego bezpieczeństwa energetycznego. W razie potrzeby będziemy mogli kupić więcej gazu z Rosji niż przewiduje obecny kontrakt długoterminowy – powiedział minister spraw zagranicznych i handlu Węgier Peter Szijjarto, który we wtorek złożył wizytę w Moskwie.", "link": "https://businessinsider.com.pl/gospodarka/wegry-podpisuja-porozumienie-gazowe-z-rosja-w-razie-potrzeby-bedziemy-mogli-kupic/s8zgnzj", "date_published": "2023-04-11 14:47:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rusza sezon na szparagi. Niemcy liczą na pracowników z Polski", "description": "W Niemczech rusza sezon na szparagi. W tym roku powierzchnie upraw, głównie na obszarze Brandenburgii, skurczyły się. Plantatorzy liczą na pracowników z Polski i Rumunii.", "link": "https://businessinsider.com.pl/praca/w-niemczech-rusza-sezon-na-szparagi-ile-mozna-zarobic/dhw3404", "date_published": "2023-04-11 14:28:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjski oligarcha zarabia na sprzedaży skroplonego gazu. Korzysta z belgijskiego portu", "description": "Bliski Putinowi rosyjski miliarder Giennadij Timczenko, który znajduje się na europejskiej liście sankcyjnej, odpowiada za import skroplonego gazu z Rosji do Chin. Paliwo przeładowywane jest w belgijskim porcie Zeebruge, informują media.", "link": "https://businessinsider.com.pl/wiadomosci/rosyjski-oligarcha-zarabia-na-sprzedazy-skroplonego-gazu-korzysta-z-belgijskiego/3w144el", "date_published": "2023-04-11 14:08:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec spadkowego trendu w zadłużeniu? Wiceminister finansów szacuje dług na koniec roku", "description": "Pod dwóch latach spadającego zadłużenia względem PKB w 2023 r. możliwy jest lekki wzrost w statystykach. Według wiceministra finansów dług może stanowić połowę produkcji szacowanej na ponad 3 bln zł.", "link": "https://businessinsider.com.pl/gospodarka/zwrot-w-statystykach-polskiego-dlugu-wiceminister-podal-liczby/b198wpl", "date_published": "2023-04-11 14:01:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mają miliardy i uciekają z Norwegii. Wystarczyła drobna zmiana", "description": "Nawet ponad 30 miliarderów i milionerów opuściło w ciągu ostatniego roku Norwegię ze względu na podniesioną stawkę podatku majątkowego. To rekordowa liczba najbogatszych, którym nie spodobała się decyzja rządzącej centrolewicowej koalicji o podniesieniu stawki podatku o 0,1 pkt proc.", "link": "https://businessinsider.com.pl/wiadomosci/maja-miliardy-i-uciekaja-z-norwegii-wystarczyla-drobna-zmiana/e3f2w6j", "date_published": "2023-04-11 13:34:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekonomiści mówili o beznadziejnych statystykach Polski. Jak wypadają na tle Europy?", "description": "W lutym w Polsce miał miejsce spory regres w handlu. Zgodnie z europejskimi statystykami sprzedaż spadła o 2 proc. w skali miesiąca. Tylko w jednym kraju było pod tym względem gorzej.", "link": "https://businessinsider.com.pl/gospodarka/polacy-zaciskaja-pasa-i-kupuja-mniej-sprawdz-jak-wypadamy-na-tle-europy/k0dkxne", "date_published": "2023-04-11 13:25:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Putin może liczyć na amerykańskiego giganta. \"Wspiera machinę wojenną\"", "description": "Działająca w Ukrainie Narodowa Agencja do spraw Zapobiegania Korupcji (NAZK) umieściła na liście międzynarodowych sponsorów wojny największą na świecie firmę obsługującą platformy wiertnicze. Spółka SLB (Schlumberger Limited) z siedzibą w USA nie tylko nie potępiła militarnych działań agresora, ale także rozszerzyła swoją działalność na terytorium Rosji.", "link": "https://businessinsider.com.pl/wiadomosci/putin-moze-liczyc-na-amerykanskiego-giganta-wspiera-machine-wojenna/zb8j67t", "date_published": "2023-04-11 13:22:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co po wykupie z leasingu? Nowe stanowisko fiskusa w sprawie PIT", "description": "Są już co najmniej dwie korzystne interpretacje z tego roku dotyczące VAT po wykupie samochodu z leasingu i jedna w sprawie PIT. Wszystkie dotyczą osób prowadzących jednoosobową działalność gospodarczą. Korzystne rozliczenie jest możliwe, ale to od podatnika zależy, czy z niego skorzysta i czy podejmie działania odpowiednio wcześnie.", "link": "https://businessinsider.com.pl/prawo/podatki/pit-i-vat-po-wykupie-z-leasingu-jak-korzystnie-rozliczyc-sa-nowe-stanowiska/2mdmmw9", "date_published": "2023-04-11 13:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosjanie wysyłają samoloty do Iranu", "description": "Z powodu zachodnich sankcji rosyjska linia lotnicza Aerofłot serwisuje swoje samoloty w Iranie — podało we wtorek Radio Swoboda za rosyjskimi mediami i kierownictwem Aerofłotu. Pierwsza maszyna typu Airbus trafiła do Teheranu na początku kwietnia.", "link": "https://businessinsider.com.pl/wiadomosci/rosyjskie-linie-lotnicze-szukaja-pomocy-w-iranie/0z4tl5s", "date_published": "2023-04-11 12:45:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W tym kraju mieszka najwięcej europejskich stulatków. Większość to kobiety", "description": "We Francji mieszka 30 tysięcy stulatków — to największa grupa w Europie zarówno w liczbach bezwzględnych, jak i w stosunku do ogółu ludności — podał we wtorek \"Le Monde\" za centralnym biurem statystycznym.", "link": "https://businessinsider.com.pl/wiadomosci/w-tym-kraju-mieszka-najwiecej-europejskich-stulatkow-az-86-proc-to-kobiety/vgh8ehr", "date_published": "2023-04-11 12:38:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Import zbóż i rzepaku z Ukrainy słabnie", "description": "Import zbóż i rzepaku z Ukrainy spada — podała Izba Zbożowo-Paszowa w newsletterze.", "link": "https://businessinsider.com.pl/wiadomosci/import-zboz-i-rzepaku-z-ukrainy-slabnie/keq0s18", "date_published": "2023-04-11 12:12:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przylądek Dobrej Nadziei, safari, klify i dzika przyroda. Zaplanuj urlop w RPA", "description": "Republika Południowej Afryki to kraj, który polecamy rozważyć jako kolejny kierunek podróży. Przenikanie się społeczności, kultur, języków, kolorów, dźwięków, zwyczajów i chęć utrzymania w tej różnorodności symbiozy z całą pewnością charakteryzuje ten kraj. Każdy, kto wybierze się do RPA, może liczyć na słoneczną pogodę, piaszczyste plaże, piękne krajobrazy, oraz wiele przygód i atrakcji. Ten afrykański kraj jest doskonałym kierunkiem podróży dla osób ceniących aktywny wypoczynek przeplatany błogim relaksem. W artykule polecamy sprawdzone i docenione przez klientów wycieczki biura podróży Albatros. Biuro podróży Albatros już od wielu lat specjalizuje się w wycieczkach objazdowych po RPA. Oferta dotyczy wycieczek w sezonie 2023.", "link": "https://businessinsider.com.pl/lifestyle/podroze/przyladek-dobrej-nadziei-slonce-klify-i-dzika-przyroda-zaplanuj-urlop-w-rpa/hhwh3z8", "date_published": "2023-04-11 12:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czego chcą mali przedsiębiorcy? Polska 2050 przedstawia wnioski z rozmów z biznesem", "description": "Sztab Szymona Hołowni deklaruje, że w ramach 15 spotkań z ponad tysiącem polskich przedsiębiorców stworzył zestaw oczekiwań i obaw polskiego biznesu. Oto główne wnioski zestawienia i sformułowane na tej podstawie propozycje ugrupowania.", "link": "https://businessinsider.com.pl/gospodarka/czego-chca-male-firmy-polska-2050-szymona-holowni-przedstawia-swoje-wnioski/1cz4fps", "date_published": "2023-04-11 12:02:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "500 tys. dol. dla tego, kto pierwszy wyląduje dronem na Placu Czerwonym w Moskwie", "description": "Ukraiński założyciel firmy finansowej i twórca dronów oferuje około 540 tys. dol. nagrody pieniężnej w konkursie, w którym zwycięzca zdoła wylądować dronem na Placu Czerwonym w Moskwie.", "link": "https://businessinsider.com.pl/wiadomosci/500-tys-dol-dla-tego-kto-pierwszy-wyladuje-dronem-w-centrum-moskwy/3llwleh", "date_published": "2023-04-11 11:36:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te firmy sprowadzają zboże z Ukrainy. Co je łączy z PiS?", "description": "Niektóre firmy sprowadzające zboża z Ukrainy były związane z partią PiS — donosi Wirtualna Polska. Listę firm portal pozyskał z Głównego Inspektoratu Weterynarii.", "link": "https://businessinsider.com.pl/biznes/te-firmy-sprowadzaja-zboze-z-ukrainy-co-je-laczy-z-pis/qeyf03q", "date_published": "2023-04-11 11:36:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kulczyk pod ścianą. Fundusze emerytalne odrzucają \"skąpą\" ofertę miliardera", "description": "Ważą się losy chemicznej grupy Ciech. Sebastian Kulczyk chciałby całą władzę skupić we własnych rękach, ale na zaproponowane przez niego warunki nie zgadzają się pozostali najwięksi współwłaściciele. Fundusze emerytalne wskazały jasno, że zaproponowana przez miliardera cena za akcje nie odzwierciedla ich wartości godziwej.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/polski-miliarder-pod-sciana-fundusze-emerytalne-odrzucaja-jego-oferte/pheqbz9", "date_published": "2023-04-11 11:28:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chińska armia pokazała animowaną symulację ataku na Tajwan", "description": "Chińska armia opublikowała animację, na której pokazuje, jak może zaatakować Tajwan, gdyby wybuchła wojna.", "link": "https://businessinsider.com.pl/wiadomosci/chinska-armia-pokazala-animowana-symulacje-ataku-na-tajwan/l0etr9v", "date_published": "2023-04-11 11:07:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ograniczenie prędkości do 30 km/h w terenie zabudowanym? Tego chcą Holendrzy", "description": "68 proc. Holendrów zgodziłoby się na ograniczenie prędkości na terenie zabudowanym do 30 km/h. Tak wynika z badania Veilig Verkeer Nederland (VVN), organizacji zajmującej się bezpieczeństwem ruchu drogowego. Obecnie obowiązuje tam ograniczenie do 50 km/h, jednak samorządy największych holenderskich miast, m.in. Amsterdamu i Rotterdamu, chciałyby jego obniżenia właśnie do 30 km/h.", "link": "https://businessinsider.com.pl/motoryzacja/ograniczenie-predkosci-do-30-kmh-w-terenie-zabudowanym-tego-chca-holendrzy/ns7wtmt", "date_published": "2023-04-11 10:48:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nadchodzą problemy rosyjskich firm? Gazowy potentat prosi Putina o obniżkę podatków", "description": "Jak donosi Reuters, rosyjski Novatek zwrócił się do rządu o zmniejszenie stawki i odroczenie płatności dodatkowego podatku dochodowego za 2022 r. dla projektu Jamał LNG. To sztandarowe przedsięwzięcie firmy.", "link": "https://businessinsider.com.pl/gospodarka/problemy-rosyjskich-firm-gazowy-potentat-prosi-putina-o-obnizke-podatkow/1yg8lt6", "date_published": "2023-04-11 10:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "180 osób zginęło w wypadkach przy pracy. Tam dochodzi do nich najczęściej [MAPA]", "description": "Wskaźnik wypadkowości spadł w Polsce poniżej 5. Mocno zmniejszyła się liczba śmiertelnych wypadków, ale i tak było ich w 2022 r. 180. Ciężko poszkodowanych było dwa razy więcej osób. Najgorsze statystyki są na Śląsku i w województwie warmińsko-mazurskim.", "link": "https://businessinsider.com.pl/praca/ile-wypadkow-zdarza-sie-w-pracy-sprawdz-statystyki-2022-r/n0v4sjt", "date_published": "2023-04-11 10:26:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjskie samoloty testują obronę Ukrainy", "description": "Rosyjskie samoloty, pilotowane m.in. przez najemników Wagnera, przeprowadzają ryzykowne ataki. Próbują przetestować obronę Ukrainy wokół Bachmutu.", "link": "https://businessinsider.com.pl/wiadomosci/rosyjskie-samoloty-testuja-obrone-ukrainy/h9rgx7z", "date_published": "2023-04-11 10:15:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rajd na kryptowalutach. Bitcoin sforsował psychologiczną granicę", "description": "Duży kapitał płynie znowu do kryptowalut. Bitcoin od początku roku zyskał już na wartości ponad 80 proc. i we wtorek jego wycena przekroczyła okrągłe 30 tys. dol. Na palcach jednej ręki można policzyć bitcoiny, za które można kupić porządne mieszkanie.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/masz-kryptowaluty-najpopularniejsza-z-nich-zyskuje-i-przebila-okragla-granice/96yvqds", "date_published": "2023-04-11 09:43:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes spożywczego giganta o sytuacji gospodarczej. \"To było coś zdumiewającego\"", "description": "— Na inflację odpowiedzią są podwyżki cen produktów — przyznaje Krzysztof Pawiński, prezes grupy Maspex, jednego z największych koncernów spożywczych w Europie i właściciela takich marek jak Tymbark, Lubella czy Krakus. Pawiński ocenił, że inflacja jest rodzajem \"powszechnego podatku\".", "link": "https://businessinsider.com.pl/gospodarka/prezes-spozywczego-giganta-na-inflacje-odpowiedzia-sa-podwyzki-cen-produktow/0sxeflz", "date_published": "2023-04-11 09:42:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjski ekspert wieszczy upadek. \"Idzie drogą Związku Radzieckiego\". Nie wini sankcji", "description": "Rosyjska gospodarka staje się coraz bardziej prymitywna w związku z trwającą pełnoskalową wojną w Ukrainie. Zdaniem rosyjskiego ekonomisty i profesora Uniwersytetu w Chicago, Konstantina Sonina, wojna może zepchnąć Rosję Władimira Putina na tę samą ścieżkę, którą trzy dekady wcześniej kroczył Związek Radziecki.", "link": "https://businessinsider.com.pl/wiadomosci/ekspert-wieszczy-upadek-idzie-droga-zwiazku-radzieckiego/lpcrmyz", "date_published": "2023-04-11 09:23:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zakaz montowania pieców na gaz można obejść. Dwa sposoby", "description": "UE chce wprowadzić zakaz montowania pieców na na gaz, ale są dwa sposoby, dzięki którym będzie można go obejść — informuje portalsamorzadowy.pl.", "link": "https://businessinsider.com.pl/wiadomosci/zakaz-montowania-piecow-na-gaz-mozna-obejsc-dwa-sposoby/e37hr8s", "date_published": "2023-04-11 09:16:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zboże techniczne z Ukrainy trafiło do polskich młynów jako spożywcze. \"Oszustwo wielkich rozmiarów\"", "description": "Jak opisuje \"Rzeczpospolita\", zboże techniczne z Ukrainy zostało sprzedane jako polskie spożywcze największym producentom mąki w kraju. Prokuratura Okręgowa w Zamościu wszczęła w związku z tym śledztwo o \"oszustwo wielkich rozmiarów\".", "link": "https://businessinsider.com.pl/gospodarka/zboze-techniczne-z-ukrainy-sprzedane-jako-spozywcze-sledztwo-prokuratury/rq5pb8z", "date_published": "2023-04-11 09:08:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To może być twoja wielka gracka majówka", "description": "Majówka już niebawem, więc warto pomyśleć o planach wyjazdowych. W Polsce, w maju -zwłaszcza na początku miesiąca - bywa chłodno i deszczowo, dlatego ciekawą propozycją jest cieplejsza Grecja. Kuszą zarówno część kontynentalna, jak i wyspy. Dowiedz się, dlaczego warto wyruszyć tam wiosną i gdzie dokładniej się zatrzymać.", "link": "https://businessinsider.com.pl/lifestyle/podroze/to-moze-byc-twoja-wielka-gracka-majowka/0l92krw", "date_published": "2023-04-11 08:48:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To może być twoja wielka grecka majówka", "description": "Majówka już niebawem, więc warto pomyśleć o planach wyjazdowych. W Polsce, w maju -zwłaszcza na początku miesiąca - bywa chłodno i deszczowo, dlatego ciekawą propozycją jest cieplejsza Grecja. Kuszą zarówno część kontynentalna, jak i wyspy. Dowiedz się, dlaczego warto wyruszyć tam wiosną i gdzie dokładniej się zatrzymać.", "link": "https://businessinsider.com.pl/lifestyle/podroze/to-moze-byc-twoja-wielka-grecka-majowka/0l92krw", "date_published": "2023-04-11 08:48:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kosztorysowa wartość rozpoczętych inwestycji niemal się podwoiła. To dobry sygnał", "description": "Polska gospodarka jest w trudnym momencie i przydałby jej się mocniejszy impuls ze strony inwestycji firm. Ekonomiści Credit Agricole wskazują, że pod koniec 2022 r. kosztorysowa wartość rozpoczętych inwestycji zwiększyła się nominalnie o 91 proc. w skali roku. Czego oczekiwać w kolejnych miesiącach?", "link": "https://businessinsider.com.pl/gospodarka/to-moze-sprawic-ze-spowolnienie-gospodarcze-bedzie-mniej-bolesne-co-mowia-eksperci/46mbbd0", "date_published": "2023-04-11 08:29:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Putin przejmuje Zarę. Powstanie jej rosyjska wersja", "description": "Rosyjski rząd zatwierdził przejęcie działalności biznesowej globalnie działającej hiszpańskiej Grupy Inditex w Rosji przez Grupę Vom. Nowy właściciel uruchomi sklepy pod nowymi markami — poinformował rosyjski wiceminister przemysłu i handlu, Wiktor Jewtuchow, którego cytuje serwis dlahandlu.pl.", "link": "https://businessinsider.com.pl/finanse/handel/putin-przejmuje-zare-powstanie-jej-rosyjska-wersja/cmrjm8x", "date_published": "2023-04-11 08:15:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejna zagraniczna sieć wchodzi do Polski. Wkrótce chce mieć tysiąc sklepów", "description": "Woolworth wchodzi do Polski. Sprzedawca produktów codziennego użytku ma ambitne plany — niebawem w Polsce ma powstać tysiąc sklepów tej sieci.", "link": "https://businessinsider.com.pl/finanse/handel/kolejna-siec-wchodzi-do-polski-wkrotce-chce-miec-tysiac-sklepow/gv18d40", "date_published": "2023-04-11 08:09:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy w spirali długów? Rośnie liczba restrukturyzacji i upadłości", "description": "Niebezpiecznie przyspieszyły problemy z wypłacalnością. Restrukturyzacje zadłużenia firm i upadłości konsumenckie biją historyczne wyniki. Jak opisuje \"Puls Biznesu\", rosnące koszty potęgują problemy w gospodarce i nakręcają spiralę zadłużenia.", "link": "https://businessinsider.com.pl/twoje-pieniadze/polacy-w-spirali-dlugow-rosnie-liczba-restrukturyzacji-i-upadlosci/pstcddf", "date_published": "2023-04-11 07:56:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiedy przekop na mierzei będzie w pełni gotowy? Wiceminister mówi o \"problematycznej kwestii\"", "description": "Jak zapewnił wiceminister infrastruktury Marek Gróbarczyk, tor wody łączący kanał żeglugowy na Mierzei Wiślanej z Elblągiem ma być gotowy jesienią. Dodał, że \"problematyczna\" jest kwestia miejskiego portu w Elblągu. Podał też, ile kosztuje utrzymanie kanału.", "link": "https://businessinsider.com.pl/gospodarka/wiceminister-o-kanale-przez-mierzeje-jest-jedna-problematyczna-kwestia/p9ym51y", "date_published": "2023-04-11 07:36:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny mają problem z inflacją, ale zupełnie inny niż reszta świata", "description": "Podczas gdy Polska i większość krajów na świecie mierzy się z bardzo wysoką inflacją, w Chinach problemem jest zbyt wolny wzrost cen. Co więcej, inflacja producencka nawet przyjmuje coraz bardziej ujemne wartości. Eksperci wskazują, że to złe dla gospodarki i liczą na interwencję Ludowego Banku Chin.", "link": "https://businessinsider.com.pl/gospodarka/z-tego-kraj-w-polsce-jest-wiele-towarow-problemem-tam-jest-zbyt-wolny-wzrost-cen/s7vkqyw", "date_published": "2023-04-11 07:28:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Turbodoładowana wersja SUV-a roku już w salonach", "description": "Nowy Jeep Avenger to SUV, który otrzymał bardzo ważne wyróżnienie: tegoroczny tytuł European Car of the Year. Do niedawna klienci mogli zamawiać tylko wersję elektryczną modelu. Obecnie mają do wyboru także znacznie tańszego Avengera z silnikiem benzynowym. Co ciekawe, samochód jest produkowany w Tychach - Avenger to pierwszy SUV marki Jeep składany w Polsce.", "link": "https://businessinsider.com.pl/motoryzacja/na-drogi-wjezdza-nowa-wersja-napedowa-suv-a-roku/rw3w2tw", "date_published": "2023-04-11 07:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaplanuj europejski city break — Paryż, Wiedeń, Praga", "description": "Odkryj jedną z europejskich stolic – Paryż, Wiedeń, Pragę. Wybrane kierunki szczególnie przypadną do gustu miłośnikom pięknej architektury, sztuki, kultury, urokliwych kawiarni, dobrych restauracji i wyśmienitej kuchni. Paryż, Wiedeń i Praga to perły wśród europejskich miast, które oferują niezapomnianą atmosferę, historyczne zabytki i najwyższej klasy serwis turystyczny. W artykule polecamy docenione przez klientów wycieczki z kategorii \"city break\" od biura podróży Rainbow. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/zaplanuj-europejski-city-break-wieden-paryz-praga/bvz34rm", "date_published": "2023-04-11 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wybory według nowych zasad. Powstanie Centralny Rejestr Wyborców", "description": "Tegoroczne wybory najpewniej odbędą się według nowych zasad. — Budujemy Centralny Rejestr Wyborców. Jest to rozwiązanie, które sprawi, że odpowiedzialność za przeprowadzenie wyborów nie będzie już spoczywała na gminach — przekazał w Polskim Radiu 24 minister cyfryzacji Janusz Cieszyński. Dodał, że według harmonogramu Rada Ministrów na początku sierpnia wyda komunikat, który umożliwi przeprowadzenie wyborów w oparciu o Centralny Rejestr Wyborców.", "link": "https://businessinsider.com.pl/wiadomosci/wybory-wedlug-nowych-zasad-powstanie-centralny-rejestr-wyborcow/ljz9t1v", "date_published": "2023-04-11 06:47:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ChatGPT o podatkach. Pomoże już dziś czy to pieśń przyszłości?", "description": "ChatGPT, jeszcze kilka miesięcy temu szerzej nieznane narzędzie, już dzisiaj rewolucjonizuje sposób pracy w szeregu branż. Czy ChatGPT już dzisiaj odnajdzie się w gąszczu polskich regulacji i stanie się pomocnym konsultantem podatkowym? Pisze dla Business Insider Polska Maciej Gierada, lider Praktyki Cen Transferowych i Wycen w Gekko Taxens.", "link": "https://businessinsider.com.pl/prawo/podatki/chatgpt-w-podatkach-czy-zmieni-doradztwo-podatkowe-w-czym-moze-pomoc-juz-dzis/h3bnn5g", "date_published": "2023-04-11 06:39:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Premier Morawiecki leci do USA. Wśród tematów energetyka i kontrakty zbrojeniowe", "description": "Premier Mateusz Morawiecki wyleciał do USA. Podczas trwającej do czwartku wizyty za oceanem, szef rządu ma rozmawiać na temat współpracy ze Stanami Zjednoczonymi w zakresie energetyki, a także zatwierdzić i rozbudować kontrakty zbrojeniowe. Spotka się również z Kamalą Harris.", "link": "https://businessinsider.com.pl/wiadomosci/premier-morawiecki-leci-do-usa-w-agendzie-energetyka-i-wydatki-dla-wojska/vd4z3zx", "date_published": "2023-04-11 06:24:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy nie mają wątpliwości. Oto, co sądzą o wydatkach socjalnych", "description": "Jak wynika z sondażu przeprowadzonego dla \"Rzeczpospolitej\", Polacy chcą utrzymać wydatki socjalne. Programy wprowadzane przez obecny rząd zyskują poparcie także wśród wyborców opozycji.", "link": "https://businessinsider.com.pl/twoje-pieniadze/polacy-nie-maja-watpliwosci-oto-co-sadza-o-wydatkach-socjalnych-panstwa/1sd2mql", "date_published": "2023-04-11 06:07:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ładujesz telefon w miejscu publicznym? Musisz uważać", "description": "Korzystanie z publicznych stacji ładowania telefonów na lotniskach, w hotelach, czy centrach handlowych jest ryzykowne. Urządzenia mobilne mogą stać się  celem hakerów — ostrzega FBI.", "link": "https://businessinsider.com.pl/media/internet/ladujesz-telefon-w-miejscu-publicznym-musisz-uwazac/bjmmppm", "date_published": "2023-04-11 05:56:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielkie zmiany w e-receptach i teleporadach", "description": "Lekarze nie będą mogli już przepisywać wszystkich leków na e-recepty. Konsultacja z lekarzem ma być obowiązkowa — takie plany ma rząd i resort zdrowia. O sprawie pisze \"Dziennik Gazeta Prawna\".", "link": "https://businessinsider.com.pl/prawo/wielkie-zmiany-w-e-receptach-i-teleporadach/hl93k98", "date_published": "2023-04-11 05:35:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W sklepach będzie coraz drożej. Ceny tych produktów najszybciej idą w górę", "description": "Choć inflacja zaczyna spadać, to marzec przyniósł zauważalny wzrost cen w sklepach. Analitycy wyliczyli, że w ubiegłym miesiącu poszły w górę nawet o blisko jedną czwartą. Co drożeje najbardziej?", "link": "https://businessinsider.com.pl/gospodarka/w-sklepach-bedzie-coraz-drozej-ceny-tych-produktow-najszybciej-ida-w-gore/svdx8d9", "date_published": "2023-04-11 05:34:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak zatrzymać napływ zboża z Ukrainy? Oto pomysł nowego ministra rolnictwa", "description": "Nowy minister rolnictwa, Robert Telus wskazał jak zamierza ustabilizować sytuację na rynku zbóż. Nie liczy na szybkie nałożenie ceł, ma natomiast inne pomysły, które mogą zablokować transport surowca z Ukrainy.", "link": "https://businessinsider.com.pl/gospodarka/jak-zatrzymac-naplyw-zboza-z-ukrainy-oto-pomysl-nowego-ministra-rolnictwa/819w2n9", "date_published": "2023-04-11 05:14:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prorosyjscy hakerzy bombardują Polskę. Tysiące ataków", "description": "W polskim internecie trwa regularna wojna. Krajowe przedsiębiorstwa strategiczne, infrastruktura krytyczna, szpitale, a nawet kancelarie prawne są nieustannie bombardowane przez prorosyjskich hakerów — informuje \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/media/internet/prorosyjscy-hakerzy-bombarduja-polske-tysiace-atakow/1jy7jxy", "date_published": "2023-04-11 05:06:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowe zasady składania reklamacji. Klienci muszą o tym pamiętać", "description": "Jeżeli dostarczony przez sprzedawcę towar nie będzie spełniał choćby jednego z kryteriów umowy, kupujący będzie mógł skorzystać z rękojmi konsumenckiej. A to daje szereg uprawnień, na które mogą powołać się klienci.", "link": "https://businessinsider.com.pl/gospodarka/nowe-zasady-skladania-reklamacji-klienci-musza-o-tym-pamietac/cqcyhls", "date_published": "2023-04-11 04:55:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W polskich sklepach tego nie widać, ale żywność na świecie potaniała w ciągu ostatniego roku o ponad 20 proc.", "description": "Z naszego punktu widzenia trudno w to uwierzyć, ale ceny żywności na świecie spadają już dwunasty miesiąc. W Chinach spada inflacja, Amerykanie pokazali swój nowy raport z rynku pracy, a S&amp;P obniża rating Ukrainie, oczekując jej kontrolowanego bankructwa. U nas Polski Instytut Ekonomiczny oczekuje spadku PKB o 0,5 proc. w pierwszym kwartale. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/w-polskich-sklepach-tego-nie-widac-ale-zywnosc-na-swiecie-potaniala-w-ciagu/pk959qj", "date_published": "2023-04-11 04:39:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielki wyciek ściśle tajnych dokumentów w USA. Pentagon zabiera głos", "description": "Pentagon uważa wyciek wielu ściśle tajnych dokumentów, które zostały umieszczone w mediach społecznościowych, dotyczących wojny w Ukrainie, za \"bardzo poważne\" zagrożenie dla bezpieczeństwa narodowego. Władze podejmują kroki dla złagodzenia szkód, poinformował w poniedziałek rzecznik Pentagonu.", "link": "https://businessinsider.com.pl/gospodarka/wielki-wyciek-scisle-tajnych-dokumentow-w-usa-pentagon-zabiera-glos/1b0x8ml", "date_published": "2023-04-11 04:32:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fala pozwów zalewa banki. Spodziewany jest kolejny przypływ", "description": "Od trzech lat z kwartału na kwartał systematycznie przybywa pozwów składanych przez frankowiczów przeciwko bankom. Eksperci spodziewają się, że to jeszcze nie jest koniec. Dla banków oznacza to koszty liczone w dziesiątkach miliardach złotych.", "link": "https://businessinsider.com.pl/finanse/fala-pozwow-zalewa-banki-spodziewany-jest-kolejny-przyplyw/653v9j3", "date_published": "2023-04-11 04:21:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Amerykański wywiad nie ma wątpliwości. Ten kraj miał potajemnie produkować broń dla Putina", "description": "Jak podał \"Washington Post\", prezydent Egiptu Abdel Fattah as-Sisi planował w lutym wyprodukować 40 tys. rakiet dla Rosji. Z wycieku dokumentu amerykańskiego wywiadu wynika, że nakazał utrzymać produkcję i wysyłkę w tajemnicy, aby uniknąć problemów z Zachodem.", "link": "https://businessinsider.com.pl/wiadomosci/mieli-w-tajemnicy-produkowac-bron-dla-putina-co-ustalil-amerykanski-wywiad/jpmmjv5", "date_published": "2023-04-11 04:16:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy kolej może mieć tańszy prąd i obniżyć ceny biletów? Szef PGE odpowiada", "description": "Trwająca wojna w Ukrainie pokazała, że sieć kolejowa to kluczowy środek transportu, wykorzystywany do prowadzenia polityki zagranicznej i działań dyplomatycznych — mówi Wojciech Dąbrowski, prezes Polskiej Grupy Energetycznej. Koncern sfinalizował właśnie przejęcie spółki PKP Energetyka, która odpowiada za dostawy energii dla polskiej kolei. W rozmowie z Business Insiderem prezes odpowiada m.in. na pytanie, czy widzi szanse na zmniejszenie cen prądu dla przewoźników kolejowych.", "link": "https://businessinsider.com.pl/biznes/czy-kolej-moze-miec-tanszy-prad-i-obnizyc-ceny-biletow-szef-pge-odpowiada/6h64b30", "date_published": "2023-04-11 04:12:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "TSUE otwiera drogę do ustawy frankowej. Tak twierdzą prawnicy Santander Bank Polska [OPINIA]", "description": "W cieniu wciąż toczącej się dyskusji o wnioskach z opinii Rzecznika Generalnego TSUE z 16 lutego br., dokładnie miesiąc później, zapadł wyrok TSUE w sprawie C-6/22, który nie zyskał jednak w przestrzeni publicznej większej uwagi. Niesprawiedliwie, bo jego tezy są zdecydowanie warte analizy. TSUE przedstawia bowiem spójną koncepcję rozwiązania problemu tzw. spraw frankowych – uważają dr Piotr Bodył Szymala i Katarzyna Zawadzińska-Kanadys, radcowie prawni z Santander Bank Polska", "link": "https://businessinsider.com.pl/finanse/nowa-ustawa-frankowa-z-zielonym-swiatlem-od-tsue-tak-twierdza-prawnicy/9ghwh5x", "date_published": "2023-04-11 03:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaskakujące statystyki wpłat do PPK. Wiemy, gdzie jest najwięcej pieniędzy [MAPA]", "description": "W PPK na dodatkową emeryturę przed autozapisem z marca oszczędzało około 2,6 mln pracowników. Na ich kontach jest kilkanaście miliardów złotych. Co ciekawe, aż 40 proc. z nich jest przypisanych do jednego województwa. Z kolei najmniejsze oszczędności przyszłych emerytów przypisane są do: świętokrzyskiego, warmińsko-mazurskiego i lubuskiego. Mowa tu o sumach rzędu 150 mln zł.", "link": "https://businessinsider.com.pl/poradnik-finansowy/tam-jest-rekordowo-duzo-pieniedzy-w-ppk-zobacz-mape-oszczednosci-emerytalnych/qks22p7", "date_published": "2023-04-11 03:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}]