[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Newly Discovered \"By-Design\" Flaw in Microsoft Azure Could Expose Storage Accounts to Hackers", "description": "A \"by-design flaw\" uncovered in Microsoft Azure could be exploited by attackers to gain access to storage accounts, move laterally in the environment, and even execute remote code.\n\"It is possible to abuse and leverage Microsoft Storage Accounts by manipulating Azure Functions to steal access-tokens of higher privilege identities, move laterally, potentially access critical business assets, and", "link": "https://thehackernews.com/2023/04/newly-discovered-by-design-flaw-in.html", "date_published": "2023-04-11 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Turn to Android Loaders on Dark Web to Evade Google Play Security", "description": "Malicious loader programs capable of trojanizing Android applications are being traded on the criminal underground for up to $20,000 as a way to evade Google Play Store defenses.\n\"The most popular application categories to hide malware and unwanted software include cryptocurrency trackers, financial apps, QR-code scanners, and even dating apps,\" Kaspersky said in a new report based on messages", "link": "https://thehackernews.com/2023/04/cybercriminals-turn-to-android-loaders.html", "date_published": "2023-04-11 12:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "[eBook] A Step-by-Step Guide to Cyber Risk Assessment", "description": "In today's perilous cyber risk landscape, CISOs and CIOs must defend their organizations against relentless cyber threats, including ransomware, phishing, attacks on infrastructure, supply chain breaches, malicious insiders, and much more. Yet at the same time, security leaders are also under tremendous pressure to reduce costs and invest wisely. \nOne of the most effective ways for CISOs and", "link": "https://thehackernews.com/2023/04/ebook-step-by-step-guide-to-cyber-risk.html", "date_published": "2023-04-11 11:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cryptocurrency Stealer Malware Distributed via 13 NuGet Packages", "description": "Cybersecurity researchers have detailed the inner workings of the cryptocurrency stealer malware that was distributed via 13 malicious NuGet packages as part of a supply chain attack targeting .NET developers.\nThe sophisticated typosquatting campaign, which was detailed by JFrog late last month, impersonated legitimate packages to execute PowerShell code designed to retrieve a follow-on binary", "link": "https://thehackernews.com/2023/04/cryptocurrency-stealer-malware.html", "date_published": "2023-04-11 09:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}]