[{"source": "https://sekurak.pl/rss", "title": "PESA Bydgoszcz informuje o incydencie bezpieczeństwa. Mamy informacje, że chodzi o ransomware.", "description": "<p>W zeszłym tygodniu informowaliśmy o temacie na naszych serwisach społecznościowych. Z kilku niezależnych źródeł otrzymaliśmy informacje, że doszło do cyberataku ransomware na bydgoską PESA SA. Sama firma wydała tutaj oświadczenie, gdzie czytamy między innymi: informujemy, że dnia 2.04.2023 r. doszło do naruszenia bezpieczeństwa systemów informatycznych PESA Bydgoszcz S.A. Zdarzenie zostało...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/pesa-bydgoszcz-informuje-o-incydencie-bezpieczenstwa-mamy-informacje-ze-chodzi-o-ransomware/\" rel=\"nofollow\">PESA Bydgoszcz informuje o incydencie bezpieczeństwa. Mamy informacje, że chodzi o ransomware.</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/pesa-bydgoszcz-informuje-o-incydencie-bezpieczenstwa-mamy-informacje-ze-chodzi-o-ransomware/", "date_published": "2023-04-11 10:08:16+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://sekurak.pl/rss", "title": "Apple awaryjnie wypuścił łatkę na dwie podatności 0-day wykorzystywane w realnych atakach", "description": "<p>Dokładny opis luk możecie znaleźć tutaj. iOS 16.4.1 łata podatność, która z poziomu przeglądarki (zapewne wejście na odpowiednio spreparowaną stronę) umożliwia dostanie się na system operacyjny: Impact: Processing maliciously crafted web content may lead to arbitrary code execution. Apple is aware of a report that this issue may have been...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/apple-awaryjnie-wypuscil-latke-na-dwie-podatnosci-0-day-wykorzystywane-w-realnych-atakach/\" rel=\"nofollow\">Apple awaryjnie wypuścił łatkę na dwie podatności 0-day wykorzystywane w realnych atakach</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/apple-awaryjnie-wypuscil-latke-na-dwie-podatnosci-0-day-wykorzystywane-w-realnych-atakach/", "date_published": "2023-04-11 09:49:03+00:00", "persistent": false, "user": null, "language": "pl-PL"}]