[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Did You Know These Facts About Resident Evil 2 Remake? #shorts", "description": "2019’s RE2 is easily the one of the best remakes out there, and here, we’ll be going over some not-so-well-known facts about it.", "link": "https://www.youtube.com/watch?v=IFAzqDWV4RE", "date_published": "2023-03-19 20:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Elden Ring: Shadow of the Erdtree - 10 Things IT NEEDS", "description": "FromSoftware finally announced an expansion for Elden Ring with Shadow of the Erdtree. However, with only one piece of concept art and rumors claiming it will release after Armored Core 6, it could be a ways off. \n\nNevertheless, there's plenty of reason to get hyped, whether it's looking forward to the new bosses or exploring new areas. Here are ten things we'd like to see in the expansion, regardless of how feasible they might be.", "link": "https://www.youtube.com/watch?v=G-0iXMjxfeI", "date_published": "2023-03-19 15:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Forza Horizon 5 Rally Adventure DLC - 10 Things YOU NEED To Know Before You Buy", "description": "Playground Games never seems to miss with its Forza Horizon games. Forza Horizon 5, for instance, was one of the best games of 2021, not to mention flat out one of the greatest racing games ever made, and its first expansion, Hot Wheels, was an excellent addition to an already amazing package. \n\nNow, Playground Games is returning with a second expansion, and though some had feared that it'd be returning to LEGO, the developer has actually turned its attention to rally racing for this one. The expansion, titled Rally Adventure, is out later this month, and ahead of its imminent release, here, we'll be going over all the key details that you should know about it.", "link": "https://www.youtube.com/watch?v=ZisUjenzmbk", "date_published": "2023-03-19 13:30:21+00:00", "persistent": false, "user": null, "language": "en-US"}]