[{"source": "https://www.gamespot.com/feeds/mashup", "title": "The 15 Best Sega Genesis Games Of All Time", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113841-3930479-genesis-header.jpg\" /><br /><h3><p>The 1990s were a seismic shift for video games, as Sega's Genesis console took the world by storm just as it was starting. In contrast to Nintendo's NES and SNES hardware, the Genesis was the <em>cool</em> system. It had a consistent stream of quality titles and its digitally-sampled audio made for sublime soundtracks, even if some of its hardware components were inferior to Nintendo's SNES. Backed by the infamous 'Genesis does what Nintendont' advertising campaign, the Genesis cemented itself as a bold new brand for game developers to release their titles on.</p><p>And what a selection of games there was! From Sonic the Hedgehog's domination of mainstream culture to the finger-blisters you'd proudly show after enduring a weekend of action with Contra: Hard Corps, the Genesis had something for everyone. Here's a look at the 15 best Sega Genesis games that defined the era of blast-processing and 16-bit goodness. Our picks are listed in alphabetical order.</p><p>If you're feeling nostalgic after reading this list, many of these games are available in the <span class=\"norewrite\">           <a href=\"https://www.tkqlhce.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/bundle/sega-mega-drive-and-genesis-classics-bundle\">Sega Genesis Classics collection.</a> </span></p></h3></p><br />     <p><h2>Beyond Oasis</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113825-3930464-beyond-oasis.jpg\" /><br /><h3><p>Nintendo's Legend of Zelda may have spent the 1990s establishing itself as a definitive action-adventure series, but Sega's Beyond Oasis was a fine attempt to muscle in on that Hyrule territory. Also titled Story of Thor in other regions, the top-down perspective, gorgeous visuals, and engrossing action made Prince Ali's quest both charming and exciting. It's one of the forgotten games of its time, but this beautifully-animated epic became a cult-classic after it landed on store shelves.</p><p> </p></h3></p><br />     <p><h2>Castlevania: Bloodlines</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113826-3930465-castlevania-bloodlines.jpg\" /><br /><h3><p>By 1994, Castlevania had firmly established itself as one of Konami's biggest franchises. For its Genesis arrival, Konami went back to the drawing board so that a Castlevania experience could be designed exclusively for that system, resulting in a game that's seen as one of the best in the series before Symphony of the Night came along and set a new status quo. Taking full advantage of the 16-bit Sega hardware, Bloodlines goes all in on the classic-vania approach, delivering an onslaught of enemies across a selection of varied stages. It's beautiful, the action requires you to be quicker than the crack of the whip, and the experimental approach to gameplay elevated it above its predecessors.</p><p> </p></h3></p><br />     <p><h2>Contra: Hard Corps</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113827-3930466-contra-hard-corps.jpg\" /><br /><h3><p>A testosterone-loaded gauntlet of guns, bullets, and merciless action, Contra: Hard Corps is Konami's run-and-gun formula at its very best. A fresh break from the past, Contra: Hard Corps dialed the action up even more, amped up the difficulty, and added new selectable characters. The boss fights are ludicrously over the top, the soundtrack will make you tap a hole in your floor with its catchy beats, and your thumbs will grow abs from all the unceasing action that you'll need to endure.</p><p> </p></h3></p><br />     <p><h2>Dr. Robotnik's Mean Bean Machine</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113828-3930467-dr-robotnik-mean-bean-machine.jpg\" /><br /><h3><p>Some of the best puzzle games of the Genesis generation could be found sandwiched between some of Sega's most popular titles, and Dr. Robotnik's Mean Bean Machine definitely counts as a prime example of this idea. Essentially the riveting action of Puyo Puyo given an Eggman makeover so that it could find traction in the West, it's a fine alternative for anyone who had gotten bored of Tetris and hadn't yet discovered the magic of Bust-a-Move. This Sonic-branded game merged colorful combos with multiplayer bean-stacking that couldn't be topped at the time.</p><p> </p></h3></p><br />     <p><h2>Ecco the Dolphin</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113829-3930468-ecco.jpg\" /><br /><h3><p>Even though it had you taking control of the remorseless oceanic killing machine that is a dolphin, Ecco was a surprisingly calm and atmospheric game. That didn't mean that some nasty difficulty spikes didn't pop up from time to time, but for the most part, playing Ecco meant that you were in for an <em>experience</em>. It was a beautiful dip in the deep blue of the ocean, with Ecco's sonar abilities unlocking fascinating new areas in a game that never held your hand. All that, and a final boss which is still pure nightmare fuel after more than two decades.</p><p> </p></h3></p><br />     <p><h2>Gunstar Heroes</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113830-3930469-gunstar-heroes.jpg\" /><br /><h3><p>Long before Metal Slug was making a name for itself with anarchic gunplay, that signature blend of action was perfected in Gunstar Heroes. Not just a wonderfully-polished romp through various levels that barely gave you time to catch your breath, Gunstar Heroes was a handsome display of blast-processing power for the Genesis. It looked as good as it played, and with semi-three-dimensional levels that were years ahead of their time, that gameplay was simply sublime. Gunstar Heroes would leave an indelible mark in the memory of anyone who tried it, and it set a new bar for developer Treasure.</p><p> </p></h3></p><br />     <p><h2>Monster World IV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113831-3930470-monster-world-4.jpg\" /><br /><h3><p>Between Shining Force, Phantasy Star, and Sword of Vermillion, Genesis players were spoiled for choice when it came to RPGs. Monster World IV was one of the must-play titles of the genre, but one that came with a catch: It was a Japan exclusive. Those lucky few who could get their hands on the game though were in for a treat. The mix of action, platforming, and RPG elements made it feel unique at the time, while the technical side of this game was a masterpiece of rock-solid design.</p><p> </p></h3></p><br />     <p><h2>Mortal Kombat II</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113832-3930471-mortal-kombat-ii.jpg\" /><br /><h3><p>Mortal Kombat 2 is a textbook example of how to build a sequel. Taking the brutal foundation of the original Mortal Kombat, everything about the follow-up was simply better. The roster was almost double the size of its predecessor, the core gameplay felt more brutal than ever, and the variety of special moves on offer made every character a well-rounded option for competitive play. Even better, you could put a bloody cherry on top of a winning fight with more than just a gruesome fatality, as Friendships and Babalities entered the finisher scene. Bigger and better than ever before, Mortal Kombat 2 was the koolest game to own on the Genesis block.</p><p> </p></h3></p><br />     <p><h2>Phantasy Star IV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113833-3930472-phantasy-star-4.jpg\" /><br /><h3><p>Another standout RPG on the Genesis, Phantasy Star IV saw the series return to its sci-fi roots for one final hurrah. A love letter to traditional RPGs, Phantasy Star IV didn't stray too far from the established formula of the genre, but everything felt perfectly polished. Tricky dungeons were waiting to be explored, the turn-based combat packed a punch, and character progression was constantly satisfying.</p><p> </p></h3></p><br />     <p><h2>Shining Force II</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113834-3930473-shining-force-2.jpg\" /><br /><h3><p>A tremendous sequel to a cult-classic RPG, Shining Force II is still fondly remembered to this day by Sega's most devout fans. Tightening up every single gameplay nut and bolt that the first game had placed, Shining Force II confidently dips into strategically deep fantasy to deliver a tactical experience that was unique for the Genesis at the time. It's colorful and detailed, and while people might write it off as a Fire Emblem clone, Shining Force II still had a few tricks up its sleeve to distinguish itself from the competition.</p><p> </p></h3></p><br />     <p><h2>Shinobi III: Return of the Ninja Master</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113835-3930474-shinobi-3.jpg\" /><br /><h3><p>The beauty of the Shinobi series on Genesis was that it fully immersed you in the power fantasy of being a mythical assassin from a bygone age. Shinobi 3 perfected that idea, and even though you were technically a heavily-armed glass cannon, nailing the agility of the mystical warrior while dropping ninja magic and shurikens on hapless foes was an experience that few games could equal. Challenging but never unfair, Shinobi Joe's latest adventure was a work of violent art on the Genesis.</p><p> </p></h3></p><br />     <p><h2>Sonic the Hedgehog 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113836-3930475-sonic-the-hedgehog-2.jpg\" /><br /><h3><p>Sonic the Hedgehog was a fast-paced blast of fun, but there were some speedbumps on the road that saw the blue hedgehog take the entertainment world by storm. Sonic the Hedgehog 2 though, had none of those issues as it found its groove in the Emerald Hill zone and beyond. Faster and better balanced in the challenge department than its predecessor, Sonic's first sequel was firing on all cylinders as it introduced Tails for some quick couch co-op multiplayer. Exploration yielded fun bonuses--like going Super Saiyan when you found all Chaos Emeralds--Dr. Robotnik's boss fights were more fun than ever, and the game ran like a dream. Literally.</p><p> </p></h3></p><br />     <p><h2>Streets of Rage 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113837-3930476-streets-of-rage-2.jpg\" /><br /><h3><p>The Streets of Rage trilogy was one of the finest beat-'em-up series to ever land on the Genesis, but it's the middle chapter of that brawling collection that's worth revisiting. Smoothing over the rougher parts of the first game's design, Streets of Rage II nailed a perfect balance between style and substance as you worked your way through various gangs that were looking to punch your lights out. The combat was on point, the art design was 16-bit evergreen goodness, and the soundtrack made every haymaker that much more satisfying.</p><p> </p></h3></p><br />     <p><h2>Super Street Fighter II</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113838-3930477-super-street-fighter-ii.jpg\" /><br /><h3><p>It's a long-running joke that Street Fighter II had possibly <em>too many </em>iterations on Genesis and SNES consoles, but the best of the lot on Sega consoles was undeniably Super Street Fighter II. The purest and best-optimized version of Street Fighter II, Capcom's arcade classic had everything you could ask for in a home console port. Six-button support was added, the animations were smoother than ever, and that opening intro scene of Ryu striking a fighting pose was an instant system-seller. Having all of those fine extras on top of the already phenomenal and deep combat made this incarnation of Street Fighter II a heavyweight champ.</p><p> </p></h3></p><br />     <p><h2>Toejam and Earl</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4113839-4102048-toejam-and-ealr.jpg\" /><br /><h3><p>Strange and a little bit on the gross side--no small feat considering that the Genesis was also home to The Ooze... Google it--Toejam and Earl's alien antics saw the duo exploring the peculiar planet of Funkatron while attempting to survive its denizens. It's the two-player mode that most fans get nostalgic over though, and with the game offering split-screen weirdness that was years ahead of its time, it's no wonder that this bizarre little masterpiece still lives rent-free in the heads of anyone who spent a few afternoons with it.</p><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/the-15-best-sega-genesis-games-of-all-time/2900-4685/", "date_published": "2023-03-19 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]