[{"source": "https://www.theguardian.com/international/rss", "title": "Cuba v USA: World Baseball Classic 2023 semi-final – live", "description": "<ul><li>Teams meet in Miami for place in Tuesday’s final</li><li><a href=\"mailto:hunter.felt.freelance@theguardian.com\">Email Hunter with your thoughts</a> or tweet <a href=\"https://twitter.com/hunterfelt\">@HunterFelt</a></li></ul><p>Hunter will be here shortly. In the meantime, here’s how Saturday’s quarter-final unfolded:</p><p>Trea Turner hit a go-ahead grand slam in the eighth inning that lifted the United States over Venezuela 9-7 Saturday night and into the <a href=\"https://www.theguardian.com/sport/world-baseball-classic\">World Baseball Classic</a> semi-finals.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/19/cuba-v-usa-world-baseball-classic-2023-semi-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/19/cuba-v-usa-world-baseball-classic-2023-semi-final-live", "date_published": "2023-03-19 22:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "AFL round one: the least important round of the season or a vital launching pad? | Jonathan Horn", "description": "<p>Questions abound after an opening round that was exhilarating at times, savage and gruesome at others</p><p>My partner and I recently became parents for the first time and all three of us have been familiarising ourselves with the philosophies of Dr Suess. “Sometimes,” the good doctor writes, “the questions are complicated and the answers are simple.” Do we overcomplicate football? Do we read too much into round one in particular? Is it, as Malcolm Blight always insisted, the least important round of the season? Or it is a vital launching pad?</p><p>It wasn’t even the weekend, and footy was already tying itself in knots with its complicated questions.<strong> </strong>Should we play extra time? (No). Is there any particular reason why the AFL review centre footage sourced from an NEC Fido? Is Ed Sheeran, who wrote a song about breaking his leg, responsible for Tom Stewart’s injury? Can we concede that maybe, just maybe, Chris Scott had a point about the MCG’s shifting surface? Is he not allowed to offer an opinion without being labelled a whiner and an excuse maker? Is he supposed to sit there, like the old horse trainer Jack Denham, and simply refuse to speak whenever he’s asked a question?</p> <a href=\"https://www.theguardian.com/sport/blog/2023/mar/20/afl-round-one-the-least-important-round-of-the-season-or-a-vital-launching-pad\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/mar/20/afl-round-one-the-least-important-round-of-the-season-or-a-vital-launching-pad", "date_published": "2023-03-19 21:26:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "European roundup: Bayern and PSG both beaten, Lazio win fiery Rome derby", "description": "<ul><li>Bayer Leverkusen 2-1 Bayern Munich, PSG 0-2 Rennes</li><li>Five reds shown as Lazio go second, Napoli rout Torino</li></ul><p>Exequiel Palacios scored two second-half penalties for <strong>Bayer Leverkusen</strong> as they earned a 2-1 comeback victory to keep <strong>Bayern Munich</strong> off the Bundesliga summit.</p><p>Bayern started slowly with the hosts unleashing a flurry of shots towards Yann Sommer’s goal in the opening 15 minutes. The visitors then took the lead against the run of play, Joshua Kimmich’s effort deflected in after 22 minutes.</p> <a href=\"https://www.theguardian.com/football/2023/mar/19/european-roundup-bayern-leverkusen-psg-rennes-lazio-roma-napoli\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/19/european-roundup-bayern-leverkusen-psg-rennes-lazio-roma-napoli", "date_published": "2023-03-19 20:05:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Brighton snuff out Grimsby’s dream on a day brimming with FA Cup charm", "description": "<p>Roberto De Zerbi has made such an impact that Brighton were never likely to lose but Grimsby deserve their admirers too</p><p>At times during this relentlessly entertaining FA Cup quarter-final it was hard to avoid the feeling that the ambient levels of wholesomeness inside the Amex Stadium might just be reaching a potentially dangerous high, the counters starting to fizz and burp.</p><p>This was an occasion so wholesome even the half-time entertainment was a deeply moving presentation from the life-saving stadium medical team, followed by a mascot race, a kids’ race and then a succession of Mother’s Day announcements so heartfelt you half-expected the match officials to come running out for the second half holding a cake and flowers.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/19/brightons-face-getting-monsters-kill-grimsby-dream-on-day-to-cherish-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/19/brightons-face-getting-monsters-kill-grimsby-dream-on-day-to-cherish-cup", "date_published": "2023-03-19 19:54:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Devonté Hynes review – alt-rocker makes an exhilarating classical debut", "description": "<p><strong>Barbican, London</strong><br />Performed by the London Symphony Orchestra, Hynes’ new compositions had a gravitas absent from his pop music – and plenty of discordant energy</p><p>For the best part of the 21st century, Devonté Hynes has built bridges between alt-rock and R&amp;B. After terrorising mid-00s indie with dance-punk trio Test Icicles, he pivoted from hip oddball to pop bellwether, writing hits with Sky Ferreira and Carly Rae Jepsen. Hynes, 37, is now best known as Blood Orange (previously Lightspeed Champion); his music melds guitar-grounded bedroom pop with forlorn R&amp;B and interludes that interrogate Black heritage, in step with pop trailblazers like his sometime collaborator Solange Knowles.</p><p>His first of two nights at London’s Barbican heralds another reinvention: his formal debut as a classical composer (barring the occasional film score and some collaborations with Philip Glass). The 90-minute set comprises five premieres, including two half-hour symphonies performed by London Symphony Orchestra – a still-rare staging of a Black composer in one of the city’s major concert halls.</p> <a href=\"https://www.theguardian.com/music/2023/mar/19/devonte-hynes-review-london-symphony-orchestra\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/19/devonte-hynes-review-london-symphony-orchestra", "date_published": "2023-03-19 15:37:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What is the IPCC AR6 synthesis report and why does it matter?", "description": "<p>Summary report by world’s leading climate scientists sets out actions to stave off climate breakdown</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/mar/19/samoa-pm-fiame-naomi-mataafa-urges-world-to-save-pacific-people-from-climate-crisis-obliteration\">Samoa PM urges world to save Pacific people from climate crisis obliteration</a></li></ul><p>The fourth and final instalment of the sixth assessment report (AR6) by the <a href=\"https://www.theguardian.com/environment/2021/aug/09/what-is-ipcc-why-new-climate-report-different\">Intergovernmental Panel on Climate Change</a>, the body of the world’s leading climate scientists, is the synthesis report, so called because it draws together the key findings of the preceding three main sections. Together, they make a comprehensive review of global knowledge of the climate.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/19/what-is-the-ipcc-ar6-synthesis-report-and-why-does-it-matter\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/19/what-is-the-ipcc-ar6-synthesis-report-and-why-does-it-matter", "date_published": "2023-03-19 11:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US banks want socialism for themselves - and capitalism for everyone else | Robert Reich", "description": "<p>When banks like Silicon Valley Bank collapse, money floods to bigger ones like JPMorgan. Clients know they’re ‘too big to fail’</p><p>Greg Becker, the former CEO of Silicon Valley Bank, sold $3.6m of SBV shares on 27 February, just days before the bank disclosed a large loss that triggered its stock slide and collapse. Over the previous two years, Becker sold nearly $30m of stock.</p><p>But Becker won’t rake in the most from this mess. Jamie Dimon, chair and CEO of JPMorgan Chase, the biggest Wall Street bank, will probably make much more.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/19/svb-collapse-us-banks-socialism-capitalism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/19/svb-collapse-us-banks-socialism-capitalism", "date_published": "2023-03-19 10:25:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Boris Johnson and Partygate: the stakes will be huge at this week’s critical inquisition | Andrew Rawnsley", "description": "MPs on the privileges committee need to be on the top of their game when they interrogate the fallen prime minister about his deceptions<p>Westminster is salivating in expectation of electrifying theatre. “It will be mandatory viewing,” says one former cabinet minister. “We will all be watching.” Just after lunchtime this Wednesday, Alexander Boris de Pfeffel Johnson <a href=\"https://www.theguardian.com/politics/2023/mar/14/boris-johnson-to-give-televised-partygate-evidence\" title=\"\">will be in the dock</a> for contempt of parliament, a charge which could result in his expulsion from it. He will have to answer to multiple counts of lying to the Commons about Partygate when he faces televised interrogation by the seven MPs of the privileges committee.</p><p>There will be a lot at stake at what is expected to be a marathon inquisition. The bereaved families of Covid casualties and everyone else outraged by this scandal have had a long wait for the moment when Mr Johnson is finally held to official account for the deceptions he deployed to try to cover up Partygate. A guilty verdict from the committee will resonate around the world because it is highly likely to lead to his eviction from the Commons. That would be a first for this country. No ex-prime minister has ever been expunged from parliament in that way. It would also surely mean the extinction of his ambitions to return to Number 10. As importantly, if not more so, this is a fundamental test of whether parliament is capable of protecting its integrity and our democracy from abuses of power by deceivers like him.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/19/boris-johnson-partygate-huge-stakes-at-critical-inquisition\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/19/boris-johnson-partygate-huge-stakes-at-critical-inquisition", "date_published": "2023-03-19 08:30:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "NSW swelters in record heat as firefighters battle blazes", "description": "<p>Wagga Wagga experiences its hottest March weather yet, breaking a previous high set in 1983</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Inland New South Wales sweltered through record-breaking <a href=\"https://www.theguardian.com/australia-news/2023/mar/18/late-season-heat-may-hit-weekend-sport-and-break-temperature-records-across-eastern-australia\">March temperatures</a> on Sunday as fires burned across the state.</p><p>While inner Sydney remained relatively cool – the mercury peaked at 28.9C, thanks to a sea breeze – the state’s western districts scorched, with temperatures above 42C in Bourke, Cobar and Brewarrina.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/19/nsw-swelters-in-record-heat-as-firefighters-battle-blazes\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/19/nsw-swelters-in-record-heat-as-firefighters-battle-blazes", "date_published": "2023-03-19 07:39:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war live: Putin visits Mariupol in first trip to occupied eastern Ukraine", "description": "<p>Putin flew in by helicopter and then drove a car in several districts of the city – the site of one of the war’s bloodiest battles</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/19/russia-ukraine-war-at-a-glance-what-we-know-on-day-389-of-the-invasion\">What we know on day 389 of the Russia-Ukraine war</a></li></ul><p>Hello and welcome back to our continuing live coverage of Russia’s <a href=\"https://www.theguardian.com/world/russia+ukraine\">war in Ukraine</a>. This is Adam Fulton with the latest developments.</p><p>Vladimir Putin has visited Mariupol, Russian media reported on Sunday, in the Russian president’s first trip to the Russian-occupied east of Ukraine since the war began.</p><p><strong>Russian strikes killed two people and wounded 10 in Kramatorsk on Saturday</strong>, the regional governor said, accusing Moscow of having used cluster bombs in the attack on the eastern Ukrainian city. Pavlo Kyrylenko said a park had been targeted and “a dozen residential buildings” damaged. Agence France-Presse reporters heard about 10 explosions go off nearly simultaneously and said they saw a woman die at the scene from her wounds. Soon after, another round of explosions was heard in a neighbourhood 2km away.</p><p><strong>Russia launched a series of attacks on Friday, according to the Ukrainian armed forces. </strong>Seven homes in the village of Veletenske in the Kherson region were destroyed and a nursery was damaged on Friday, but no one was injured, it said. The update, which the Guardian has not verified, also said 10 Iranian-made Shahed drones had been shot down, and that Ukrainian forces had “repelled more than 100 enemy attacks”.</p><p><strong>Ukraine said some of the overnight drone attacks hit the relatively peaceful western region of Lviv.</strong> Dnipro was also targeted, as was Kyiv, where air defences shot down all attacking drones. Ukraine’s air force said 11 out of 16 drones were destroyed.</p><p><strong>The Black Sea grain deal was renewed, according to parties to the agreement.</strong> Turkey and the UN announced the initiative was extended, but did not say for how long. A spokesperson for Russia’s defence ministry said it had notified other parties that the deal was extended for 60 days, while a Ukrainian minister said the deal was extended for 120 days.</p><p><strong>Another 880 Russian soldiers were reportedly killed on Friday, according to unverified totals published by the Ukrainian army. </strong>Its general staff said that it meant more than 164,000 Russian service personnel had been killed since the outbreak of war in February last year. Another five tanks, seven armoured combat vehicles and eight artillery systems were disabled by Ukrainian forces, it said in an update posted on Facebook.</p><p><strong>Russia’s Wagner mercenary group plans to recruit about 30,000 new fighters by the middle of May, its founder has said. </strong>In an audio message on Telegram on Saturday, Yevgeny Prigozhin said that Wagner recruitment centres, which he said last week had opened in 42 Russian cities, were hiring an average of 500-800 people a day.</p><p><strong>Russia would probably introduce wider conscription to boost its military requirements, the UK Ministry of Defence said. </strong>In its latest intelligence update, it said Russian Duma deputies introduced a bill to change the conscription age for men from the current 18-27 to 21-30. The law would probably be passed, it said, and come into force in January 2024.</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/19/russia-ukraine-war-live-putin-visits-mariupol-in-first-trip-to-occupied-eastern-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/19/russia-ukraine-war-live-putin-visits-mariupol-in-first-trip-to-occupied-eastern-ukraine", "date_published": "2023-03-19 06:59:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Turner’s slam lifts USA over Venezuela into World Baseball Classic last four", "description": "<ul><li>Turner hits go-ahead grand slam to lift USA into semi-finals</li><li>United States will face Cuba on Sunday for spot in final</li><li><a href=\"https://www.theguardian.com/sport/live/2023/mar/18/united-states-v-venezuela-world-baseball-classic-quarter-finals-live\">USA 9-7 Venezuela: WBC quarter-finals – as it happened</a></li></ul><p>Trea Turner hit a go-ahead grand slam in the eighth inning that lifted the United States over Venezuela 9-7 Saturday night and into the World Baseball Classic semi-finals.</p><p>The defending champion Team USA will face Cuba on Sunday night for a spot in the WBC championship.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/19/world-baseball-classic-usa-venezuela-trea-turner\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/19/world-baseball-classic-usa-venezuela-trea-turner", "date_published": "2023-03-19 04:12:01+00:00", "persistent": false, "user": null, "language": "en-US"}]