[{"source": "https://businessinsider.com.pl/.feed", "title": "Wielka fuzja szwajcarskich banków staje się faktem. Ratunek dla Credit Suisse", "description": "Po burzliwych negocjacjach UBS przejmie swojego lokalnego konkurenta Credit Suisse. Szwajcarski Bank Narodowy zapewni znaczną płynność połączonemu bankowi. Prezydent tego kraju podkreślił, że przejęcie przez UBS to \"najlepsze rozwiązanie\". Dodał, że \"niemożliwe jest przywrócenie zaufania do Credit Suisse\".", "link": "https://businessinsider.com.pl/wiadomosci/wielka-fuzja-szwajcarskich-bankow-staje-sie-faktem-ratunek-dla-credit-suisse/7gff1wq", "date_published": "2023-03-19 18:43:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Unijne problemy z prochem i trotylem. To złe wieści dla Ukrainy", "description": "Państwa członkowskie UE, które produkują amunicję, borykają się z niedoborem prochu strzelniczego, materiałów wybuchowych i trotylu, co zagraża realizacji planu zwiększenia dostaw amunicji dla Ukrainy, donosi w niedzielę \"Financial Times\".", "link": "https://businessinsider.com.pl/wiadomosci/unijne-problemy-z-kluczowymi-materialami-dla-armii-to-zle-wiesci-dla-ukrainy/jw6sjpb", "date_published": "2023-03-19 15:34:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Firma ma problem z pracą zdalną. \"Musimy odzyskać poniedziałki i sprawić, by ludzie wcześniej przychodzili do biura\"", "description": "Gigant ubezpieczeń ma problem z pracą zdalną. A dokładnie z pracownikami, którzy, jak twierdzi, niechętnie przychodzą do biur na początku tygodnia. \"Musimy odzyskać poniedziałki!\" — mówi.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/firma-ma-problem-z-praca-zdalna-musimy-odzyskac-poniedzialki/jww511r", "date_published": "2023-03-19 15:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Moment przełamania\" na rynku warzyw. Będzie jednak cenowy wyjątek", "description": "Do Wielkanocy w cenach warzyw nie powinno się wiele zmienić. Taniej zrobi się po nich, gdy do sprzedaży trafią wiosenne nowalijki. Wyjątkiem będzie jedno warzywo.", "link": "https://businessinsider.com.pl/poradnik-finansowy/moment-przelamania-na-rynku-warzyw-bedzie-jednak-cenowy-wyjatek/rsgc570", "date_published": "2023-03-19 15:13:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dostali milion euro, a dokumenty podpisywali w okopach. Niesamowita historia ukraińskiego start-upu", "description": "— Finalizowaliśmy umowę z inwestorem wartą milion euro. Na samym finiszu potrzebowaliśmy podpisów naszego wspólnika. Problem jednak w tym, że on w tym czasie… siedział w okopie na linii frontu. Podpisywał dokumenty, nawet leżąc na ziemi — Oleksandr Solowei, szef i założyciel Finmap. Oto jak wyglądają kulisy rozwijania przedsiębiorstwa, które zebrało już ponad trzy miliony euro i ma coraz większe ambicje również na polskim rynku, choć jeszcze niedawno rakiety spadały tuż obok domu jednego właściciela, a drugi wciąż przebywa na froncie.", "link": "https://businessinsider.com.pl/firmy/dokumenty-podpisywali-na-froncie-jak-start-up-z-ukrainy-dostal-1-mln-euro/325szt2", "date_published": "2023-03-19 14:41:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosną nakłady na psychiatrię i rośnie liczba samobójstw wśród dzieci. Jak to możliwe?", "description": "Mimo zwiększonych nakładów na psychiatrię dziecięcą nie maleje liczba pacjentów, jaką lekarze tej specjalizacji przyjmują w gabinetach. Wręcz przeciwnie. Paradoksalnie większym problemem niż nieadekwatne zarobki psychiatrów dziecięcych, są pensje nauczycieli w publicznych placówkach, szkolnych pedagogów i psychoterapeutów. Tylko wspólne działanie kilku resortów, przede wszystkim ochrony zdrowia i edukacji, może być odpowiedzią na kryzys zdrowia psychicznego i emocjonalnego dzieci i młodzieży — przekonuje w rozmowie z Business Insider Polska dr Aleksandra Lewandowska, krajowa konsultant w dziedzinie psychiatrii dzieci i młodzieży.", "link": "https://businessinsider.com.pl/gospodarka/rosna-naklady-na-psychiatrie-i-rosnie-liczba-samobojstw-wsrod-dzieci-jak-to-mozliwe/q3etsy6", "date_published": "2023-03-19 14:18:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Myślisz o pompie ciepła? Dobra wiadomość od kwietnia", "description": "Od kwietnia rusza piąta edycja programu Mój prąd, w ramach której współfinansowane będą obok fotowoltaiki także pompy ciepła czy kolektory słoneczne — poinformowała w niedzielę w Kozienicach (Mazowieckie) minister klimatu Anna Moskwa.", "link": "https://businessinsider.com.pl/wiadomosci/myslisz-o-pompie-ciepla-dobra-wiadomosc-od-kwietnia/n6jczkh", "date_published": "2023-03-19 14:05:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie jesteśmy stworzeni, żeby tu przeżyć. Co się dzieje, gdy przebywasz w \"strefie śmierci\"?", "description": "Wspinanie się na ośmiotysięczniki to igranie z możliwościami ludzkiego ciała. — Przy dłuższym czasie ryzykujemy, że zostaniemy tylko wpisem na tablicy pamiątkowej u podnóża góry — mówi Vanessa O’Brien, zdobywczyni najwyższych szczytów świata.", "link": "https://businessinsider.com.pl/wideo/nie-jestesmy-stworzeni-zeby-tu-przezyc-co-sie-dzieje-gdy-przebywasz-w-strefie-smierci/m4sns4d", "date_published": "2023-03-19 13:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zachodnie media dostrzegają kampanijną wojnę w Polsce. Bloomberg pisze o Janie Pawle II i TVN-ie", "description": "Spór o udział papieża Jana Pawła II w tuszowaniu pedofilii, który przetacza się przez Polskę po emisji reportażu Marcina Gutowskiego \"Franciszkańska 3\", dostrzegają zagraniczne media. Bloomberg wiąże go z kampanią wyborczą i przypomina, że należąca do amerykańskiego Discovery stacja TVN stale jest pod ostrzałem obecnych polskich władz.", "link": "https://businessinsider.com.pl/wiadomosci/zachodnie-media-dostrzegaja-kampanie-w-polsce-bloomberg-pisze-o-janie-pawle-ii-i-tvn/f7lz9sw", "date_published": "2023-03-19 13:55:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Warszawski \"szkieletor\" idzie do rozbiórki. To porzucona inwestycja Rosjan", "description": "Betonowy kolos, który miał być siedzibą EuRoPol Gazu, zniknie z panoramy warszawskich Bielan. Deweloper ma już pozwolenie na jego wyburzenie.", "link": "https://businessinsider.com.pl/wiadomosci/warszawski-szkieletor-idzie-do-rozbiorki-to-porzucona-inwestycja-rosjan/ex23hpx", "date_published": "2023-03-19 13:09:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przedsiębiorcy inwestują coraz mniej środków w SSE i PSI. Spadek o ponad 90 proc.", "description": "Jak wynika z danych Ministerstwa Rozwoju i Technologii, w ub.r. faktycznie poniesione koszty inwestycji w SSE i PSI były o prawie 92 proc. niższe niż w 2021 r.", "link": "https://businessinsider.com.pl/wiadomosci/przedsiebiorcy-inwestuja-coraz-mniej-srodkow-w-sse-i-psi/sk1zhgj", "date_published": "2023-03-19 12:52:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dziewięć zdrowych nawyków, które sprawiły, że jestem szczęśliwsza i bardziej produktywna, pracując z domu", "description": "Praca w domu może być wspaniałym lub traumatyzującym doświadczeniem. Niezależnie od tego, czy uwielbiasz swoje życie zawodowe, czy też przysparza ci ono bólu głowy, zaskakujące jest, jaką różnicę mogą zrobić odpowiednie nawyki, które praktykujesz, pracując z domu.", "link": "https://businessinsider.com.pl/biznes/rozwoj-osobisty/dziewiec-zdrowych-nawykow-ktore-uczynia-cie-szczesliwszym-w-pracy-zdalnej/tbtgxez", "date_published": "2023-03-19 12:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ważą się losy Credit Suisse. UBS podał swoją stawkę", "description": "Maksymalnie 1 mld dol. jest gotowy wyłożyć szwajcarski bank UBS na przejęcie Credit Suisse — podaje \"Financial Times\". Reuters wcześniej informował, że UBS znalazł się pod presją władz szwajcarskich, aby dokonać przejęcia lokalnego rywala.", "link": "https://businessinsider.com.pl/finanse/waza-sie-losy-credit-suisse-ubs-podal-swoja-stawke/7yk4kgp", "date_published": "2023-03-19 12:21:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mogliśmy płacić lechami, a nie złotymi. Burzliwe losy polskiej waluty", "description": "Na przestrzeni wieków obowiązywało w Polsce wiele różnych systemów monetarnych. Niewiele brakowało, by dzisiaj zamiast złotych w obiegu znajdowały się lechy. Dzieje rodzimej waluty były trudne i przewrotne.", "link": "https://businessinsider.com.pl/gospodarka/moglismy-placic-lechami-a-nie-zlotymi-burzliwe-losy-polskiej-waluty/xr6ngf1", "date_published": "2023-03-19 12:03:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyniki nie pozostawiają złudzeń. Polacy pomału wracają na zakupy do salonów samochodowych", "description": "W styczniu i lutym odnotowano o ponad 3 proc. więcej wizyt w salonach samochodowych niż w analogicznym okresie ubiegłego roku. Blisko 11 proc. do prawie 20 proc. wzrosła grupa osób odwiedzających więcej niż jedną taką placówkę. Do tego ok. 13 proc. wizyt zarejestrowanych we wszystkich obiektach przypadło na marki premium.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/wyniki-nie-pozostawiaja-zludzen-polacy-pomalu-wracaja-na-zakupy-do-salonow/kjlhey6", "date_published": "2023-03-19 11:48:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć sygnałów ostrzegawczych, że pracodawca widzi w tobie tylko pracownika, a nie człowieka", "description": "Niektórzy przedstawiciele pokolenia Z zwracają uwagę na sygnały alarmowe podczas rozmów o pracę. Dotyczą one kwestii life-work balance.", "link": "https://businessinsider.com.pl/wiadomosci/piec-sygnalow-ostrzegawczych-ze-pracodawca-widzi-w-tobie-tylko-pracownika-a-nie/00s048j", "date_published": "2023-03-19 11:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemiecki dziennikarz przyjechał na zakupy do Polski. Oto jego wnioski", "description": "Frank Groneberg z portalu moz.de wybrał się do Polski na zakupy spożywcze, by sprawdzić, czy Niemcom opłaca się przyjeżdżać za Odrę. Zaskoczenia? Na przykład cena masła.", "link": "https://businessinsider.com.pl/poradnik-finansowy/niemiecki-dziennikarz-przyjechal-na-zakupy-do-polski-oto-jego-wnioski/5xq2ccz", "date_published": "2023-03-19 11:06:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy Polska jest bezpieczna żywnościowo? Niemcy mogą nam zazdrościć tego wykresu", "description": "Co stałoby się, gdyby z dnia na dzień odciąć Polskę od zagranicznych dostaw żywności? Choć szybko mogłoby zabraknąć wielu popularnych produktów, to najprawdopodobniej poradzilibyśmy sobie znacznie lepiej niż wiele innych państw, nawet tych z Zachodniej Europy. Okazuje się jednak, że wciąż są elementy, które należałoby poprawić.", "link": "https://businessinsider.com.pl/gospodarka/czy-polska-jest-bezpieczna-zywnosciowo-niemcy-moga-nam-zazdroscic-tego-wykresu/2pl5f6f", "date_published": "2023-03-19 10:34:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Spadek realnych wynagrodzeń idzie na rekord. Eksperci mówią, kiedy przestaniemy tracić", "description": "W lutym inflacja osiągnęła szczyt, co przy najbardziej prawdopodobnym wyhamowaniu podwyżek płac będzie oznaczać rekordowy spadek realnych wynagrodzeń. Z tym niekorzystnym dla naszych portfeli zjawiskiem mamy do czynienia od maja 2022 r. Eksperci oceniają, że może się to zmienić jesienią. Zauważają, że od marca na stałe wejdziemy w nową erę wynagrodzeń.", "link": "https://businessinsider.com.pl/gospodarka/czujesz-ze-ceny-rosna-szybciej-niz-pensja-wiemy-kiedy-to-moze-sie-zmienic/pw03nzw", "date_published": "2023-03-19 09:44:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brutalna szczerość dewelopera. \"Bądźmy poważni; to działalność nastawiona na zysk\"", "description": "Czy jest szansa na to, że Polacy będą żyć na zielonych osiedlach, nie będą musieli zaglądać sobie w okna, a z rynku znikną \"mieszkania\" mniejsze niż 25 m kw.? W wywiadzie dla portalu forsal.pl deweloper Michał Kubicki mówi, że chciałby, żeby tak było. Przypomina jednak, że budowa mieszkań to po prostu biznes.", "link": "https://businessinsider.com.pl/nieruchomosci/brutalna-szczerosc-dewelopera-badzmy-powazni-to-dzialalnosc-nastawiona-na-zysk/eswxkbc", "date_published": "2023-03-19 09:30:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak tycie wpływa na twoje ciało? O tym mało kto pamięta", "description": "Kochanego ciałka nigdy za wiele? Lepiej pozbyć się takiego podejścia. Nadmiarowe kilogramy mogą siać spustoszenie w naszych organizmach.", "link": "https://businessinsider.com.pl/wideo/jak-tycie-wplywa-na-twoje-cialo-o-tym-malo-kto-pamieta/bgdzbkw", "date_published": "2023-03-19 09:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ilu żołnierzy straciła Rosja? Oto najnowszy bilans wojny", "description": "BBC i opozycyjna rosyjska Mediazona potwierdziły dane ponad 17 tys. rosyjskich żołnierzy, którzy zginęli w wojnie na Ukrainie. To jednak tylko potwierdzone ofiary. Najbardziej ostrożne szacunki dotyczące zsumowanych strat w ludziach (zabitych i rannych) to ponad 157 tys. – powiadomił amerykański Instytut Badań nad Wojną (ISW).", "link": "https://businessinsider.com.pl/wiadomosci/ilu-zolnierzy-stracila-rosja-oto-najnowszy-bilans-wojny/1lnll65", "date_published": "2023-03-19 09:10:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Piłkarze nie będą już kopać \"kangurami\". Nike i Puma wycofują się z używania skóry tych zwierząt", "description": "Czołowi piłkarze świata kopią piłkę butami, przy których produkcji wykorzystano skórę kangurów. Nike i Puma deklarują, że w 2023 r. kończą z takimi produktami.", "link": "https://businessinsider.com.pl/firmy/koniec-kopania-kangurami-nike-i-puma-wycofuja-sie-z-uzywania-skory-tych-zwierzat/m1n4kx8", "date_published": "2023-03-19 09:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraińcy potrzebują nie tylko czołgów. Tak przerobili polski autobus", "description": "Ukraina regularnie apeluje o pomoc wojskową. Na froncie potrzebne są jednak nie tylko czołgi, drony czy amunicja. Wolontariusze stworzyli nawet pancerny autobus, by mógł służyć armii.", "link": "https://businessinsider.com.pl/wiadomosci/ukraincy-potrzebuja-nie-tylko-czolgow-tak-przerobili-polski-autobus/3pw3etw", "date_published": "2023-03-19 08:26:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Kokainowe hipopotamy\" Pabla Escobara polecą samolotem na drugi koniec świata", "description": "Człowiek odpowiedzialny za przesiedlenie \"kokainowych hipopotamów\" Pabla Escobara wyjaśnia, jak zamierza wysłać 70 z nich drogą lotniczą na drugi koniec świata. Wiadomo też, co stanie się ze zwierzętami, które nie wyruszą w podróż.", "link": "https://businessinsider.com.pl/lifestyle/kokainowe-hipopotamy-pabla-escobara-zostana-przeniesione-na-drugi-koniec-swiata/f44yxzn", "date_published": "2023-03-19 08:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielkie wyburzanie trwa. Te kultowe budynki z lat 90. przeszły do historii [GALERIA]", "description": "W Polsce, a zwłaszcza w dużych miastach, trwa wielki boom budowlany. Działki w dobrych lokalizacjach są tak cenne, żeby aby je \"odblokować\" deweloperzy nieraz wyburzają całkiem nowe budynki, czasem nawet trzydziestoletnie. Nawet te, które zdążyły zyskać status \"kultowych\". Których konstrukcji z lat 90. najbardziej żałują mieszkańcy dużych miast? Oto nasza lista.", "link": "https://businessinsider.com.pl/wiadomosci/te-kultowe-budynki-z-lat-90-przeszly-do-historii-galeria/ml75sbn", "date_published": "2023-03-19 08:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przerobił obudowę silnika odrzutowca na przyczepę kempingową. Sprawdź, jak wygląda w środku", "description": "Brytyjczyk Steve Jones poświęcił ponad 1000 godzin na przerobienie obudowy silnika odrzutowego na przyczepę kempingową. Wszystko po to, by wykorzystywać ją na rodzinne wycieczki. Zajrzyjcie do środka.", "link": "https://businessinsider.com.pl/wiadomosci/przerobil-obudowe-silnika-odrzutowego-na-przyczepe-kempingowa/l8cxt00", "date_published": "2023-03-19 07:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rodzina Makłowicz tworzy własną markę i… wchodzi na rynek nieruchomości", "description": "Życie nie polega tylko na piciu drogich win i jedzeniu wyszukanych serów. Na co dzień sięgamy i po pasztety, i po hot-dogi. Cała sztuka tkwi w tym, by na bazie takich produktów stworzyć jakościową ofertę — przekonuje w wywiadzie dla Business Insider Polska Mikołaj Makłowicz, wiceprezes zarządu Makłowicz &amp; Synowie, a prywatnie syn popularnego dziennikarza i krytyka kulinarnego Roberta Makłowicza. Przy okazji rozmowy o rynku spożywczym Mikołaj Makłowicz uchyla też rąbka tajemnicy na temat nowego projektu biznesowego rodziny, którym są nieruchomości w Chorwacji.", "link": "https://businessinsider.com.pl/biznes/rodzina-maklowicz-tworzy-wlasna-marke-i-wchodzi-na-rynek-nieruchomosci/tbqyttt", "date_published": "2023-03-19 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rodzina Makłowiczów tworzy własną markę i… wchodzi na rynek nieruchomości", "description": "Życie nie polega tylko na piciu drogich win i jedzeniu wyszukanych serów. Na co dzień sięgamy i po pasztety, i po hot-dogi. Cała sztuka tkwi w tym, by na bazie takich produktów stworzyć jakościową ofertę — przekonuje w wywiadzie dla Business Insider Polska Mikołaj Makłowicz, wiceprezes zarządu Makłowicz &amp; Synowie, a prywatnie syn popularnego dziennikarza i krytyka kulinarnego Roberta Makłowicza. Przy okazji rozmowy o rynku spożywczym Mikołaj Makłowicz uchyla też rąbka tajemnicy na temat nowego projektu biznesowego rodziny, którym są nieruchomości w Chorwacji.", "link": "https://businessinsider.com.pl/biznes/rodzina-maklowiczow-tworzy-wlasna-marke-i-wchodzi-na-rynek-nieruchomosci/tbqyttt", "date_published": "2023-03-19 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]