[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Pogodynka zemdlała na wizji. Natychmiast przerwano program", "description": "Prezenterka pogody kanału KCAL News amerykańskiej sieci CBS Los Angeles Alissa Carlson zemdlała na wizji w chwili, gdy miała rozpocząć omawianie aktualnej prognozy. Program przerwano, zastępując go reklamami i nagranymi wcześniej materiałami. Stacja przekazała później, że dziennikarka czuje się dobrze. Ona sama napisała, że nic jej nie będzie. Media podały, że pogodynka miała wadę serca.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-19/usa-pogodynka-zemdlala-na-wizji-natychmiast-przerwano-program/", "date_published": "2023-03-19 18:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Bangladesz. Katastrofa autobusu. Co najmniej 19 zabitych, dziesiątki rannych", "description": "Co najmniej 19 osób zginęło, gdy rozpędzony autobus wypełniony ludźmi przebił barierki nowo wybudowanego wiaduktu i runął z 9 metrów do rowu w Bangladeszu. Według władz jest wielu rannych, w tym wielu w stanie krytycznym. Świadkowie mówili, że przed katastrofą miało dojść do eksplozji opony w pojeździe. Kierowca zginął. Trwa śledztwo policji w sprawie tragedii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-19/bangladesz-katastrofa-autobusu-co-najmniej-19-zabitych/", "date_published": "2023-03-19 16:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś. \"Zlikwidowany zagraniczny obywatel\". Strzały i zatrzymania w Grodnie", "description": "Białoruskie służby poinformowały o likwidacji obcokrajowca w Grodnie. Według KGB mężczyzna, który przybył z zagranicy z zamiarem prowadzenia działań terrorystycznych, miał stawiać czynny opór członkom grupy specjalnej A. Z komunikaty wynika, że nie ucierpieli cywile ani funkcjonariusze. Nie ujawniono więcej szczegółów dotyczących zabitego, który miał użyć broni automatycznej i granatów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-19/bialorus-zlikwidowany-zagraniczny-obywatel-strzaly-i-zatrzymania-w-grodnie/", "date_published": "2023-03-19 16:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Mieszkańcy Wisconsin kupują marihuanę za miliony w Illinois. Tracą na tym szkoły", "description": "Mieszkańcy Wisconsin decydują się na wydawanie zarobionych pieniędzy na marihuanę legalną w sąsiednim Illinois. Szacuje się, że w zeszłym roku stan zarobił 36,1 milionów dolarów w postaci podatków od podróżujących przez granicę stanu, aby kupić narkotyk. - Ten dochód moglibyśmy przeznaczyć na szkoły publiczne - powiedziała demokratyczna liderka mniejszości Senatu Wisconsin Melissa Asgard.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-19/usa-mieszkancy-wisconsin-kupuja-marihuane-za-miliony-w-illinois-traca-na-tym-szkoly/", "date_published": "2023-03-19 12:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Belgia: Brytyjscy żydzi mieli autokarowy wypadek. Wracali od krewnych", "description": "Autokar wiozący brytyjskich żydów rozbił się w niedzielę rano w Antwerpii na północy Belgii - podała flamandzka policja. Kierowca zginął na miejscu. 18 osób zostało rannych, w tym jedna ciężko. Pojazd przewrócił się.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-19/belgia-brytyjscy-zydzi-mieli-autokarowy-wypadek-wracali-od-krewnych/", "date_published": "2023-03-19 10:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Floryda może zakazać rozmów o miesiączce w klasach podstawowych", "description": "Do Izby Reprezentantów Florydy trafiła ustawa, która zakazałaby omawiania cykli menstruacyjnych i innych tematów związanych z seksualnością w klasach podstawowych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-19/usa-floryda-moze-zakazac-rozmow-o-miesiaczce-w-klasach-podstawowych/", "date_published": "2023-03-19 09:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ekwador: Trzęsienie ziemi o magnitudzie 6,8. Nie żyje co najmniej 14 osób", "description": "Co najmniej 14 osób zginęło w trzęsieniu ziemi, które w sobotę wstrząsnęło przybrzeżnym regionem Ekwadoru i północnego Peru. Wiele domów, szkół i ośrodków medycznych zostało uszkodzonych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-19/ekwador-trzesienie-ziemi-o-magnitudzie-68-nie-zyje-co-najmniej-14-osob/", "date_published": "2023-03-19 07:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Korea Północna: Przeprowadzono kolejny test rakiety balistycznej", "description": "Korea Północna przeprowadziła test rakiety balistycznej krótkiego zasięgu, która spadła do Morza Japońskiego - potwierdziła armia Korei Południowej. W tym samym czasie Korea Południowa i Stany Zjednoczone prowadzą duże ćwiczenia wojskowe.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-19/korea-polnocna-przeprowadzono-kolejny-test-rakiety-balistycznej/", "date_published": "2023-03-19 05:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]