{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/nie-zyje-taylor-brice-lejeune-znany-tiktoker-zmarl-na-zawal-serca-w-wieku-33-lat/", "title": "Nie żyje Taylor Brice LeJeune. Znany tiktoker zmarł na zawał serca w wieku 33 lat", "date_published": "2023-01-14 20:45:00+00:00", "description": "Internetowy twórca, znany w sieci jako Waffler69, zmarł w szpitalu na zawał serca, o czym poinformował na TikToku jego brat. Konto tiktokera śledziły prawie dwa miliony widzów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/londyn-strzelanina-przed-kosciolem-rannych-szesc-osob/", "title": "Londyn: Strzelanina przed kościołem. Rannych sześć osób", "date_published": "2023-01-14 19:42:00+00:00", "description": "Sześć osób, w tym dwoje dzieci, zostało rannych w strzelaninie, do której doszło po ceremonii pogrzebowej w północnym Londynie. Ogień otwarto z samochodu przejeżdżającego przed kościołem - informuje MailOnline. Jak podała policja, w najcięższym stanie jest siedmiolatka, której obrażenia zagrażają życiu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/czechy-petr-pavel-nieznacznie-pokonal-andreja-babisza-w-pierwszej-turze-wyborow-prezydenckich/", "title": "Czechy: Petr Pavel nieznacznie pokonał Andreja Babisza w pierwszej turze wyborów prezydenckich", "date_published": "2023-01-14 17:50:00+00:00", "description": "Były szef sztabu generalnego i były szef Komitetu Wojskowego NATO Petr Pavel odniósł nieznaczne zwycięstwo nad miliarderem, byłym premierem Czech Andrejem Babiszem w pierwszej turze wyborów prezydenckich w Czechach - podała agencja Reutera. Za dwa tygodnie Czechów czeka druga tura wyborów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/zmasowany-ostrzal-ukrainy-moldawia-szczatki-rakiety-znalezione-przy-granicy/", "title": "Zmasowany ostrzał Ukrainy. Mołdawia: Szczątki rakiety znalezione przy granicy", "date_published": "2023-01-14 16:32:00+00:00", "description": "Po zmasowanym rosyjskim ostrzale Ukrainy w sobotę po południu w rejonie granicy patrol graniczny punktu kontrolnego Larga odkrył pozostałości rakiety - poinformowało mołdawskie MSW.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/naukowcy-zbadali-najwiekszy-kwiat-zachowany-w-baltyckim-bursztynie-ma-co-najmniej-34-mln-lat/", "title": "Naukowcy zbadali największy kwiat zachowany w bałtyckim bursztynie. Ma co najmniej 34 mln lat", "date_published": "2023-01-14 15:40:00+00:00", "description": "Jest niepowtarzalny, bo jego średnica ma prawie 3 cm, podczas gdy u innych okazów zazwyczaj nie przekracza 1 cm. Naukowcy określili jego wiek na 34-38 mln lat. Najnowsze badanie wykazało, że nie należy do rodziny herbatowatych, jak dotychczas sądzono, a do azjatyckiego gatunku Symplocos. Nigdy wcześniej tego gatunku nie znaleziono w bursztynie z Morza Bałtyckiego.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/osmiolatek-zachorowal-podczas-wakacji-rodzice-walczyli-o-odlaczenie-go-od-aparatury/", "title": "Ośmiolatek zachorował podczas wakacji. Rodzice walczyli o odłączenie go od aparatury", "date_published": "2023-01-14 15:37:00+00:00", "description": "W sobotę zmarł ośmioletni Ace Field. Chłopiec źle się poczuł podczas wakacji na Barbadosie. Okazało się, że choruje na białaczkę. Kiedy jego stan się pogorszył, a lekarze stwierdzili śmierć mózgu, rodzice chłopca chcieli odłączyć go od aparatury podtrzymującej życie. Na to nie pozwoliły barbadoskie przepisy. Okrutne i złe prawo - napisała matka chłopca.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/moldawia-w-lesie-zauwazono-mlodego-lwa-drapieznik-mial-byc-prezentem-od-ukraincow/", "title": "Mołdawia: W lesie zauważono młodego lwa. Drapieżnik miał być prezentem od Ukraińców", "date_published": "2023-01-14 14:42:00+00:00", "description": "W pobliżu mołdawskiej wsi Palanki, która graniczy z obwodem odeskim wzdłuż Dniestru, na leśnej polanie zauważono młodego lwa. Drapieżnika nagrał miejscowy wędkarz. Według mediów lew pochodzi z zoo w Odessie i miał zostać podarowany lokalnemu mieszkańcowi przez Ukraińców.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/usa-padla-historyczna-wygrana-w-loterii-mega-millions-kupon-na-135-mld-dolarow/", "title": "USA: Padła historyczna wygrana w loterii Mega Millions. Kupon na 1,35 mld dolarów", "date_published": "2023-01-14 13:57:00+00:00", "description": "Loteria Mega Millions ogłosiła, że padła historyczna wygrana w piątkowym losowaniu. Dzięki kumulacji zwycięzca ma szansę na 1,35 mld dolarów. Szczęśliwy kupon został sprzedany w Maine w Nowej Anglii.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/slowacja-samochod-osobowy-zderzyl-sie-czolowo-z-ciezarowka-nie-zyje-mezczyzna/", "title": "Słowacja: Samochód osobowy zderzył się czołowo z ciężarówką. Nie żyje mężczyzna", "date_published": "2023-01-14 13:50:00+00:00", "description": "57-letni mężczyzna zginął w wypadku samochodowym na Słowacji. Kierowane przez niego audi zderzyło się z nadjeżdżającym z naprzeciwka samochodem ciężarowym. Do sieci trafiło nagranie, na którym widać moment wypadku. Ostrzegamy, że może być ono nieodpowiednie dla osób wrażliwych.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/wielka-brytania-wysle-nowoczesne-czolgi-ukrainie-decyzja-premiera/", "title": "Wielka Brytania wyśle nowoczesne czołgi Ukrainie. Decyzja premiera", "date_published": "2023-01-14 12:14:00+00:00", "description": "Premier Wielkiej Brytanii i prezydent Ukrainy potwierdzają decyzję o przekazaniu Kijowowi brytyjskich czołgów trzeciej generacji Challenger 2. Według mediów będzie ich 12, co wystarczy do sformowania kompanii pancernej wojsk lądowych ukraińskich sił zbrojnych. To pierwsze czołgi produkcji zachodniej, które zostaną wysłane na front ukraińsko-rosyjski.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/wielka-brytania-kobieta-zagryziona-przez-psy-ktorymi-sie-opiekowala/", "title": "Wielka Brytania: Kobieta zagryziona przez psy, którymi się opiekowała", "date_published": "2023-01-14 12:12:00+00:00", "description": "28-letnia kobieta została zagryziona przez psy, do wyprowadzania których została zatrudniona. Do ataku doszło w hrabstwie Surrey pod Londynem. W zdarzeniu ucierpiała także inna kobieta, która z pogryzieniami trafiła do szpitala.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/slowacja-lawina-porwala-narciarza-z-polski-na-chopoku-jest-nagranie/", "title": "Słowacja. Lawina porwała narciarza z Polski na Chopoku. Jest nagranie", "date_published": "2023-01-14 11:48:00+00:00", "description": "Podczas uprawiania freerideu doszło do wypadku narciarza w słowackich Tatrach Niskich. Gdy Polak zjeżdżał z Chopoka wąskim żlebem, wywołał lawinę, która go porwała. Prawdopodobnie uratował go nowoczesny sprzęt, w który był wyposażony. Plecak lawinowy otworzył się, a narciarza znaleziono tylko częściowo zasypanego z niewielkimi obrażeniami. Słowaccy ratownicy opublikowali nagranie ku przestrodze.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/usa-nie-zyje-krewny-wspolzalozycielki-black-lives-matter-31-latek-zmarl-po-interwencji-policji/", "title": "USA: Nie żyje krewny współzałożycielki Black Lives Matter. 31-latek zmarł po interwencji policji", "date_published": "2023-01-14 11:06:00+00:00", "description": "31-letni Keenan Anderson zmarł kilka godzin po tym jak policja z Los Angeles wielokrotnie użyła na nim paralizatora. Mężczyzna jest kuzynem współzałożycielki ruchu Black Lives Matter. Władze opublikowały nagranie z tragicznego zajścia.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/iran-egzekucja-obywatela-wielkiej-brytanii-i-iranu-byly-wiceminister-obrony-zostal-powieszony/", "title": "Iran: Egzekucja Alirezy Akbariego. Były polityk był obywatelem Wielkiej Brytanii i Iranu", "date_published": "2023-01-14 09:44:00+00:00", "description": "Alireza Akbari, obywatel Wielkiej Brytanii i Iranu, który został skazany na śmierć w Iranie, został stracony - poinformowały irańskie media państwowe. Były wiceminister obrony tego kraju został aresztowany w 2019 roku i skazany za rzekome szpiegostwo na rzecz Wielkiej Brytanii.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/wojna-w-ukrainie-seria-wybuchow-w-kijowie-ogloszono-alarm-bombowy/", "title": "Wojna w Ukrainie. Seria wybuchów w Kijowie. Ogłoszono alarm przeciwlotniczy", "date_published": "2023-01-14 08:23:00+00:00", "description": "W Kijowie w sobotę rano słychać było wybuchy. Władze ogłosiły alarm przeciwlotniczy i poprosiły mieszkańców o udanie się do schronów. Zaatakowana została infrastruktura krytyczna stolicy - podają władze.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/polski-polityk-w-onz-o-wydarzeniach-w-bialorusi-powinny-uruchomic-dodatkowe-dzwonki-alarmowe/", "title": "Polski polityk w ONZ o wydarzeniach w Białorusi: \"Powinny uruchomić dodatkowe dzwonki alarmowe\"", "date_published": "2023-01-14 05:39:00+00:00", "description": "- Przyspieszająca koncentracja sił rosyjskich na Białorusi i planowane ćwiczenia wojsk obu państw powinny uruchomić dodatkowe dzwonki alarmowe - powiedział w piątek w czasie debaty w Radzie bezpieczeństwa ONZ polski wiceminister spraw zagranicznych Wojciech Gerwel. Przedstawiciel Rzeczypospolitej dodał, że takie gromadzenie sił militarnych zwiastuje negatywne konsekwencje.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-14/usa-w-dallas-ogloszono-kod-niebieski-z-wybiegu-w-zoo-uciekla-pantera/", "title": "USA. W Dallas ogłoszono \"kod niebieski\". Z wybiegu w zoo uciekła pantera", "date_published": "2023-01-14 05:33:00+00:00", "description": "Dorosła pantera mglista, która uciekła z wybiegu zoo w Dallas w stanie Teksas, postawiła na baczność służby w tym mieście. Przez kilka godzin kilkudziesięciohektarowy teren był przeszukiwany przez pracowników i policję, którzy starali się zlokalizować drapieżnika. Został on znaleziony po ponad sześciu godzinach. Nikomu nic się nie stało. Podejrzewa się, że kot uciekł przez lukę w siatce.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}