{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/internet-wkrotce-podrozeje-zaczyna-sie-od-wzrostu-cen-u-wlascicieli-infrastruktury/mbly1pf", "title": "Internet wkrótce podrożeje. Zaczyna się od wzrostu cen u właścicieli infrastruktury", "date_published": "2023-01-14 20:14:43+00:00", "description": "Właściciele infrastruktury dostępowej zaczynają podnosić ceny firmom telekomunikacyjnym. To przełoży się wkrótce na ceny abonamentów płaconych przez użytkowników internetu — alarmuje \"Rzeczpospolita\". W ubiegłym roku firmy telekomunikacyjne sprzedawały swoją infrastrukturę, teraz nowi właściciele chcą wyższych płatności za jej użytkowanie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/jack-ma-odnalazl-sie-w-tajlandii-tak-panstwo-rozmontowuje-biznes-najbogatszego/0qsk5j8", "title": "Jack Ma odnalazł się w Tajlandii. Tak państwo rozmontowuje biznes najbogatszego Chińczyka", "date_published": "2023-01-14 18:06:35+00:00", "description": "W ubiegłym tygodniu światowe media obiegła informacja, że chiński miliarder Jack Ma, założyciel Alibaba Group (do której należy m.in. popularny w Polsce AliExpress) i Ant Group, był widziany w jednej z restauracji w Bangkoku w Tajlandii. Nie byłoby w tym nic dziwnego gdyby nie fakt, że Ma zniknął z życia publicznego ponad dwa lata temu, po tym, jak skrytykował chińskich regulatorów finansowych podczas wystąpienia w Szanghaju. Od tego czasu chińskie władze skutecznie blokują giełdowy debiut drugiej z jego spółek, a sam przedsiębiorca ukrywa się na tyle sprawnie, że spekulowano nawet na temat jego śmierci. Publikacja zdjęcia zbiegła się z informacją, że miliarder zrezygnuje z kierowania Ant Group.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/jack-ma-tworca-aliexpress-odnalazl-sie-w-tajlandii-tak-panstwo-rozmontowuje-biznes/0qsk5j8", "title": "Twórca AliExpress odnalazł się w Tajlandii. Państwo rozmontowuje biznes najbogatszego Chińczyka", "date_published": "2023-01-14 18:06:35+00:00", "description": "W ubiegłym tygodniu światowe media obiegła informacja, że chiński miliarder Jack Ma, założyciel Alibaba Group (do której należy m.in. popularny w Polsce AliExpress) i Ant Group, był widziany w jednej z restauracji w Bangkoku w Tajlandii. Nie byłoby w tym nic dziwnego gdyby nie fakt, że Ma zniknął z życia publicznego ponad dwa lata temu, po tym, jak skrytykował chińskich regulatorów finansowych podczas wystąpienia w Szanghaju. Od tego czasu chińskie władze skutecznie blokują giełdowy debiut drugiej z jego spółek, a sam przedsiębiorca ukrywa się na tyle sprawnie, że spekulowano nawet na temat jego śmierci. Publikacja zdjęcia zbiegła się z informacją, że miliarder zrezygnuje z kierowania Ant Group.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/greta-thunberg-przylaczyla-sie-do-bitwy-o-wegiel-w-niemieckiej-wiosce-to-wyglada-jak/zv3hgqe", "title": "Greta Thunberg przyłącza się do bitwy o węgiel w niemieckiej wiosce. \"To wygląda jak Mordor\"", "date_published": "2023-01-14 17:28:38+00:00", "description": "W sąsiadującej z przeznaczoną do wyburzenia wioską Luetzerath miejscowości Keyenberg na zachodzie Niemiec odbywa się wielotysięczna manifestacja przeciwko planom uruchomienia kopalni w miejscu po Luetzerath. Dochodzi do starć części demonstrantów z policjantami. Na miejscu znalazła się szwedzka młodzieżowa aktywista Greta Thunberg, krytykując niemieckich Zielonych.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wyniki-wyborow-prezydenckich-w-czechach-oto-co-wiemy-o-dwojce-wygranych/j4xb1lx", "title": "Wyniki wyborów prezydenckich w Czechach. Oto co wiemy o dwójce wygranych", "date_published": "2023-01-14 16:27:16+00:00", "description": "Z przeliczenia głosów z ponad 44 proc. komisji wyborczych w Czechach wynika, że potrzebna będzie prawdopodobnie druga tura wyborów prezydenckich. Za dwa tygodnie o urząd prezydenta Czech konkurować będą, jak wszystko na to wskazuje, były premier Andrej Babisz oraz był szef sztabu generalnego i były szef Komitetu Wojskowego NATO Petr Pavel. Babiszowi \"zawdzięczamy\" między innymi kary za Turów. Petr Pavel jest nowy na scenie politycznej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/dlaczego-dlugotrwale-urlopy-platne-sa-dobre-dla-firm/dh727q2", "title": "Płacono mi, żebym nie pracowała przez dwa miesiące. Dlaczego płatne urlopy są dobre dla firm?", "date_published": "2023-01-14 15:18:00+00:00", "description": "Tego lata przez osiem tygodni w ogóle nie pracowałam. Nadal byłam zatrudniona, ale nie odpowiadałam na maile, nie biegłam na spotkania, nie rozmawiałam z klientami przez telefon. Przez dwa miesiące po prostu spędzałam czas z rodziną i \"ładowałam baterie\". Mimo to nie zostałam zwolniona, nie było żadnej formalnej nagany i otrzymałem wynagrodzenie za cały ten czas. A co najlepsze, to był pomysł mojego pracodawcy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/chat-gpt-odpowiada-na-siedem-pytan-o-finanse-co-sztuczna-inteligencja-wie-o-temacie/0elvpbz", "title": "Co sztuczna inteligencja wie o finansach? Siedem pytań do chatu GPT", "date_published": "2023-01-14 15:00:19+00:00", "description": "Chat GPT to jedno z najbardziej zaawansowanych narzędzi do generowania tekstu, które zostało opracowane przez firmę Open AI. Wytrenowany na ogromnych zbiorach danych model językowy potrafi wygenerować naturalnie brzmiący tekst o dowolnej tematyce. Może też rozwiązać zadanie matematyczne, zaprojektować kampanię reklamową albo napisać aplikację. Narzędzie zostało udostępnione publicznie w listopadzie 2022 r. i od tego czasu jest hitem internetu. Postanowiliśmy zadać mu pytania o finanse, które zaprzątają obecnie myśli wielu Polaków.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/jak-rozliczyc-podatek-z-kryptowalut-brokerzy-to-ignoruja-ale-polski-start-up-wyczul/79fv080", "title": "Brokerzy kryptowalut ignorują rozliczenia podatkowe klientów. Polski start-up wyczuł szansę", "date_published": "2023-01-14 14:36:15+00:00", "description": "Platformy umożliwiające obrót kryptowalutami ignorują temat rozliczeń podatkowych. Brak jest standardu wymiany danych, brak raportów podatkowych. Użytkownik w rozliczeniu z fiskusem zostaje sam. Takie spostrzeżenia dały jednemu z polskich graczy na kryptowalutach myśl przewodnią do stworzenia start-upu. Ten właśnie dostał od inwestorów kolejne pieniądze, żeby wyjść ze swoimi usługami w Europę, m.in. do Wielkiej Brytanii.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wideo/jak-handm-zarabia-na-klientach-pomysl-byl-prosty-i-sie-sprawdzil/gmb3s7z", "title": "Jak H&M zarabia na klientach? Pomysł był prosty i się sprawdził", "date_published": "2023-01-14 14:32:00+00:00", "description": "Tzw. szybka moda okazała się żyłą złota dla koncernów tekstylnych. Jeśli jednak nadal będziemy domagać się nowych materiałów i produkować odpady w obecnym tempie, to skutki dla środowiska będą katastrofalne. Będzie gorzej, niż jest teraz.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/przekop-mierzei-to-tylko-pierwszy-etap-reszte-inwestycji-oddadza-przed-wyborami/dnh911j", "title": "Przekop mierzei to tylko pierwszy etap. Resztę inwestycji oddadzą przed wyborami", "date_published": "2023-01-14 14:10:14+00:00", "description": "Przekop jest zrobiony, ale co z tego, skoro korzystają z niego tylko jednostki wycieczkowe i trudno o realne zyski na transporcie towarów. Urząd Miejski w Gdyni podał, na jakim etapie są kolejne prace. Teraz trwają roboty, które kanał żeglugowy mają doprowadzić do Elbląga i zarazem dróg transportu towarów. Według naszych szacunków całość będzie skończona niedługo przed wyborami do parlamentu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/przekop-mierzei-to-tylko-pierwszy-etap-reszte-inwestycji-oddadza-zaraz-przed-wyborami/dnh911j", "title": "Przekop mierzei to tylko pierwszy etap. Resztę inwestycji oddadzą zaraz przed wyborami", "date_published": "2023-01-14 14:10:14+00:00", "description": "Przekop jest zrobiony, ale co z tego, skoro korzystają z niego tylko jednostki wycieczkowe i trudno o realne zyski na transporcie towarów. Urząd Miejski w Gdyni podał, na jakim etapie są kolejne prace. Teraz trwają roboty, które kanał żeglugowy mają doprowadzić do Elbląga i zarazem dróg transportu towarów. Według naszych szacunków całość będzie skończona niedługo przed wyborami do parlamentu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/60-tys-zgonow-w-miesiac-covid-w-chinach-zbiera-zniwo/sl5stkw", "title": "60 tys. zgonów w miesiąc. Covid w Chinach zbiera żniwo", "date_published": "2023-01-14 12:54:56+00:00", "description": "Koronawirus zbiera śmiertelne żniwo w Chinach. Jak podają tamtejsze służby, w ciągu nieco ponad miesiąca w kraju zmarło prawie 60 tys. osób zarażonych COVID-19. Najwięcej z nich było w podeszłym wieku.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/operacja-wydluzania-nog-zmienila-moje-zycie-i-dodala-13-cm-wzrostu/tczhj6c", "title": "Operacja wydłużania nóg zmieniła moje życie. Kosztowała 27 tys. dol. i dodała mi 13 cm", "date_published": "2023-01-14 11:25:00+00:00", "description": "Jako szkolny psycholog, Ibrahim Alğan miał za zadanie pomagać młodym ludziom w rozwiązywaniu ich problemów. Nie mógł jednak poradzić sobie z własnym problemem: kompleksem związanym z niskim wzrostem.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/nadszedl-polski-krach-gastronomiczny-bankrutuje-tysiace-restauracji-i-barow/x8m5e29", "title": "Nie pomagają astronomiczne ceny ani \"Kuchenne Rewolucje\". Oto polski krach gastronomiczny", "date_published": "2023-01-14 11:06:35+00:00", "description": "— Wyceniliśmy burgera z frytkami na 42 zł, a i tak trudno było wyjść na swoje. Gdy się zamykaliśmy, ludzie przychodzili ze łzami w oczach – przyznaje pan Grzegorz, właściciel działającej przez siedem lat restauracji we Wrocławiu. Nie jest wyjątkiem. W całym kraju zamykają się tysiące lokali. W rozmowach z Business Insider Polska restauratorzy tłumaczą, jak to się stało, że obecny kryzys okazał się bardziej zabójczy niż pandemia.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wielka-brytania-przekaze-ukrainie-czolgi-decyzja-jeszcze-w-sobote/de5g9td", "title": "Wielka Brytania przekaże Ukrainie czołgi. Decyzja jeszcze w sobotę", "date_published": "2023-01-14 10:59:14+00:00", "description": "Brytyjski premier Rishi Sunak zaaprobował przekazanie Ukrainie szwadronu czołgów i jeszcze w sobotę poinformuje o tym prezydenta tego kraju Wołodymyra Zełenskiego - podał w sobotę dziennik \"The Sun\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wielka-brytania-przekaze-ukrainie-czolgi-decyzja-zapadla/de5g9td", "title": "Wielka Brytania przekaże Ukrainie czołgi. Decyzja zapadła", "date_published": "2023-01-14 10:59:14+00:00", "description": "Brytyjski premier Rishi Sunak zaaprobował przekazanie Ukrainie szwadronu czołgów. Chodzi o 12 czołgów Challenger 2, z czego cztery zostaną wysłane na Ukrainę natychmiast, a osiem niedługo później.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/rzad-pis-pokochal-biznes-z-koreanczykami-oto-co-od-nich-kupujemy/069339e", "title": "Rząd PiS pokochał biznes z Koreańczykami. Oto co od nich kupujemy [GALERIA]", "date_published": "2023-01-14 10:11:12+00:00", "description": "Dość nieoczekiwanie to Koreańczycy stali się kluczowymi partnerami handlowymi Polski. Kupujemy od nich statki, czołgi czy samoloty. To firmy z tego kraju mają budować też kluczowe dla naszej gospodarki zakłady – z elektrownią jądrową na czele, a w Policach powstało wręcz \"koreańskie miasteczko\". Oto największe inwestycje, które zleciliśmy ostatnio firmom z Korei Płd.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/zapytali-premiera-o-polityczna-emeryture-zamierzam-powalczyc-jeszcze-ze-25-lat/5gg3634", "title": "Zapytali premiera o polityczną emeryturę. \"Zamierzam powalczyć jeszcze ze 25 lat\"", "date_published": "2023-01-14 09:36:45+00:00", "description": "— Czy ja wyglądam na emeryta? Jeszcze z ćwierć wieku zamierzam powalczyć — tak na pytanie o ewentualną polityczną emeryturę odpowiedział premier Mateusz Morawiecki. To oznaczałoby, że planuje pracować prawie do osiemdziesiątki. Jak dodał, w tegorocznych wyborach do Sejmu zamierza wystartować ze Śląska, podobnie jak cztery lata temu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wideo/jak-oszczedzac-pieniadze-prosta-rada-doradczyni-finansowej/m6jmcxz", "title": "Jak oszczędzać pieniądze? Prosta rada doradczyni finansowej", "date_published": "2023-01-14 09:01:00+00:00", "description": "Nie wiesz, gdzie uciekają twoje pieniądze? Zacznij śledzić swoje wydatki. — Z doświadczenia i obserwacji swoich klientów z Nowego Jorku wiem, że jak zaczęli śledzić swoje wydatki, zaczęli również wydawać mniej — mówi Lauren Lyons Cole, doradczyni finansowa.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/christine-lambrecht-szykuje-dymisje-nazywano-ja-krolowa-wpadek/jftmv8r", "title": "Ważna niemiecka minister szykuje dymisję. Nazywano ją \"królową wpadek\"", "date_published": "2023-01-14 08:59:38+00:00", "description": "Niemiecka minister obrony narodowej Christine Lambrecht (SPD), najbardziej kłopotliwy minister obecnego rządu (nazywana niekiedy przez media \"królową wpadek\"), postanowiła podać się do dymisji – informuje w piątek portal dziennika \"Bild\", powołując się na kilka źródeł.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/historia-allegro-firmy-ktora-wygnala-shopee-z-polski/zjg3lcw", "title": "Historia firmy, która \"wygnała\" Shopee z Polski", "date_published": "2023-01-14 08:50:00+00:00", "description": "Pierwszym przedmiotem na aukcjach Allegro była kamera USB. Od tego czasu pod wirtualny młotek trafiało praktycznie wszystko, co tylko dało się sprzedać – od kryształowego żyrandola po terminal przeładunkowy. Allegro to niekwestiowany król e-sprzedaży, który oparł się w Polsce Amazonowi, eBayowi, a ostatnio \"wygnał\" z Polski platformę Shopee.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/premier-komentuje-spor-tauronu-i-rafako-musza-zatrudnic-mediatora/0fqwd0x", "title": "Premier komentuje spór Tauronu i Rafako. \"Muszą zatrudnić mediatora\"", "date_published": "2023-01-14 08:23:44+00:00", "description": "Premier Morawiecki był w sobotę rano pytany w RMF FM o to, czy stanie w obronie związkowców z Rafako. Ci zapowiadają, że mają dla szefa rządu przygotowaną petycję w tej sprawie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/czesc-wlascicieli-mieszkan-zaplaci-nowy-podatek-premier-zdradza-szczegoly/yppl6pc", "title": "Część właścicieli mieszkań zapłaci nowy podatek. Premier zdradza szczegóły", "date_published": "2023-01-14 08:11:55+00:00", "description": "— Chcemy nałożyć dodatkowe opłaty na tych, którzy kupują dużo mieszkań jednocześnie — powiedział w sobotę premier Mateusz Morawiecki. Jak dodał, \"gdy ktoś kupuje siedem czy osiem mieszkań, to znaczy, że należy się temu przyjrzeć, bo to znaczy, że jest to zamożniejsza osoba\". Zdradził też szczegóły tej nowej opłaty.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/polacy-placa-krocie-za-cieplo-morawiecki-mowi-o-kolejnych-dodatkach/2rw3b7j", "title": "Polacy płacą krocie za ciepło. Morawiecki obiecuje nowe dodatki", "date_published": "2023-01-14 07:57:38+00:00", "description": "— Będziemy pracowali nad takimi dodatkami, by postąpić w sposób sprawiedliwy — tak premier Mateusz Morawiecki komentował gigantyczne podwyżki cen ciepła dla milionów Polaków. Jak zapewnił, minister klimatu już pracuje nad nowym mechanizmem osłonowym, który zacznie działać jeszcze tej zimy.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/morawiecki-pieniadze-z-kpo-w-drugiej-polowie-roku/ylxd193", "title": "Morawiecki: pieniądze z KPO w drugiej połowie roku", "date_published": "2023-01-14 07:46:29+00:00", "description": "— Wniosek o wypłatę chcemy skierować do Komisji Europejskiej w ciągu 10 najbliższych dni, gdy tylko na Sejmie pojawi się ustawa wiatrakowa — mówił w sobotę w RMF FM premier Mateusz Morawiecki. Jak jednak dodał, pierwsze pieniądze do Polski mogą popłynąć dopiero w III-IV kwartale 2023 r.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/stary-odrzutowiec-przeksztalcony-w-luksusowy-hotel/9h7kqkv", "title": "Wycofany z użytku Boeing 737 zmienia się w luksusową willę na Bali. Spójrzcie jak wygląda", "date_published": "2023-01-14 07:27:00+00:00", "description": "Przedsiębiorca przekształcił nieużywany odrzutowiec w luksusową willę położoną na szczycie urwiska z widokiem na ocean.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/coraz-wieksze-braki-lekow-w-aptekach-lista-sie-wydluza/w6srnyj", "title": "Coraz większe braki leków w aptekach. Lista się wydłuża", "date_published": "2023-01-14 07:25:24+00:00", "description": "W aptekach brakuje coraz więcej leków. W ciągu dwóch tygodni lista deficytowych specyfików wydłużyła się prawie dwukrotnie i dziś liczy 113 pozycji - informuje RMF FM, powołując się na wykaz Głównego Inspektora Farmaceutycznego.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/luksus/rzeczy-ktore-kupuja-najbogatsi-ludzie-na-swiecie/b4k0jeh", "title": "10 rzeczy, które ludzie kupują, gdy mają więcej pieniędzy, niż potrzebują", "date_published": "2023-01-14 06:35:00+00:00", "description": "Kiedy ktoś ma więcej pieniędzy, niż rzeczywiście potrzebuje, nie stanowi dla niego problemu wydanie 2,2 mld dol. na złotą wannę czy wielu, wielu milionów na prywatny jacht lub nawet prywatną wyspę. Business Insider wyliczył, że typowy miliarder rocznie wydaje średnio około 80 mln. Na co? Tutaj ograniczeniem jest tylko wyobraźnia bogacza.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/pierwsze-odszkodowania-za-nop-y-juz-wyplacone-kwota-robi-wrazenie/p79g6te", "title": "Pierwsze odszkodowania za NOP-y już wypłacone. Kwota robi wrażenie", "date_published": "2023-01-14 06:34:11+00:00", "description": "Rzecznik Praw Pacjenta wypłacił już pieniądze 182 osobom, które doznały poważnego działania niepożądanego po szczepieniu przeciwko COVID-19. Średnia wysokość świadczenia wynosi niemal 20 tys. zł, a łączna kwota to 3,6 mln zł.", "persistent": true, "language": "en-US", "user": "rumpel"}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/boguslaw-grabowski-rozwscieczyl-morawieckiego-kim-jest-ekonomista/96rbbe7", "title": "Wypowiedzi Grabowskiego rozwścieczyły premiera. Kiedyś razem doradzali Tuskowi", "date_published": "2023-01-14 06:20:44+00:00", "description": "Choć przez lata w mediach nie brylował, to w ostatnich dniach specjalne materiały poświęcają mu nawet \"Wiadomości\" TVP, a tweetują o nim najważniejsi politycy w kraju. Bogusław Grabowski nie gryzie się w język, gdy mówi o polityce gospodarczej PiS. Do tego stopnia, że od jego wypowiedzi dystansuje się lider opozycji Donald Tusk. Kim jest jednak sam Grabowski? Przed laty omal nie został premierem polskiego rządu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/morawiecki-o-pojsciu-do-przodu-byly-szef-nbp-gomulka-tez-tak-mowil/wkvpy91", "title": "Morawiecki o \"pójściu do przodu\". Były szef NBP: Gomułka też tak mówił", "date_published": "2023-01-14 06:17:50+00:00", "description": "\"Dziś przed Polską jest bardzo ważny cel: pozyskanie funduszy z KPO i pójście do przodu\" — napisał na Twitterze premier Mateusz Morawiecki. Odpowiedział mu były szef NBP Marek Belka. \"Gomułka też tak mówił. Zbyt podobne, by spać spokojnie\" — ripostował.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/za-trzy-tygodnie-rewolucja-w-branzy-paliwowej-mozliwe-zawirowania/7f93dzp", "title": "Za trzy tygodnie rewolucja w branży paliwowej. \"Możliwe zawirowania\"", "date_published": "2023-01-14 05:51:56+00:00", "description": "5 lutego czeka nas prawdziwa rewolucja na rynku paliw. To wtedy ma zacząć obowiązywać unijne embargo na paliwa gotowe z Rosji. W ocenie branży może to wywołać zawirowania na rynku, choć powinny one być przejściowe.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/fitch-zdecydowal-w-sprawie-ratingu-polski-nocny-komunikat-agencji/njsdztg", "title": "Ważna decyzja w sprawie wiarygodności kredytowej Polski. Nocny komunikat Fitcha", "date_published": "2023-01-14 05:32:00+00:00", "description": "Agencja Fitch Ratings potwierdziła w piątek wieczorem długoterminowy rating Polski w walucie obcej na poziomie \"A-\" z perspektywą stabilną — podała agencja w komunikacie.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/kandydat-w-pizamie-zona-proszona-do-telefonu-rekruterzy-o-najwiekszych-wpadkach/7dpdz0h", "title": "Kandydat w piżamie, żona proszona do telefonu. Rekruterzy opowiadają o największych wpadkach podczas rozmów o pracę", "date_published": "2023-01-14 05:00:00+00:00", "description": "Zdjęcia w CV rodem z Instagrama. Nieobecność na rozmowie rekrutacyjnej, bo \"pies pogryzł mi telefon\". Przeszacowywanie swoich kompetencji językowych albo odmowa ich zaprezentowania. Uzależnianie decyzji o przyjęciu oferty od opinii mamy albo żony — to prawdziwe sytuacje, z jakimi stykają się osoby zawodowo zajmujące się rekrutacją. Poprosiliśmy ekspertów agencji rekrutacyjnych, by podzielili się najzabawniejszymi historiami ze spotkań z kandydatami.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://businessinsider.com.pl/.feed", "title": "Business insider"}}