{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/malware-attack-on-circleci-engineers.html", "title": "Malware Attack on CircleCI Engineer's Laptop Leads to Recent Security Incident", "date_published": "2023-01-14 08:41:00+00:00", "description": "DevOps platform CircleCI on Friday disclosed that unidentified threat actors compromised an employee's laptop and leveraged malware to steal their two-factor authentication-backed credentials to breach the company's systems and data last month.\nThe CI/CD service CircleCI said the \"sophisticated attack\" took place on December 16, 2022, and that the malware went undetected by its antivirus", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/cacti-servers-under-attack-as-majority.html", "title": "Cacti Servers Under Attack as Majority Fail to Patch Critical Vulnerability", "date_published": "2023-01-14 08:11:00+00:00", "description": "A majority of internet-exposed Cacti servers have not been patched against a recently patched critical security vulnerability that has come under active exploitation in the wild.\nThat's according to attack surface management platform Censys, which found only 26 out of a total of 6,427 servers to be running a patched version of Cacti (1.2.23 and 1.3.0).\nThe issue in question relates to", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/tiktok-fined-54-million-by-french.html", "title": "TikTok Fined $5.4 Million by French Regulator for Violating Cookie Laws", "date_published": "2023-01-14 05:01:00+00:00", "description": "Popular short-form video hosting service TikTok has been fined €5 million (about $5.4 million) by the French data protection watchdog for breaking cookie consent rules, making it the latest platform to face similar penalties after Amazon, Google, Meta, and Microsoft since 2020.\n\"Users of 'tiktok[.]com' could not refuse cookies as easily as accepting them and they were not informed in a", "persistent": true, "language": "en-US", "user": "rumpel"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/cisco-issues-warning-for-unpatched.html", "title": "Cisco Issues Warning for Unpatched Vulnerabilities in EoL Business Routers", "date_published": "2023-01-14 04:11:00+00:00", "description": "Cisco has warned of two security vulnerabilities affecting end-of-life (EoL) Small Business RV016, RV042, RV042G, and RV082 routers that it said will not be fixed, even as it acknowledged the public availability of proof-of-concept (PoC) exploit.\nThe issues are rooted in the router's web-based management interface, enabling a remote adversary to sidestep authentication or execute malicious", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}