{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3813595-sunday-shows-preview-investigations-underway-into-documents-from-bidens-time-as-vp-found-in-think-tank-office-wilmington-home/", "title": "Sunday shows preview: Investigations underway into documents from Biden's time as VP found in think tank office, Wilmington home", "date_published": "2023-01-14 21:28:12+00:00", "description": "Following revelations that classified documents were found at President Biden’s former office and Wilmington, Del., home, investigations into his handling of the classified materials from his time as vice president are likely to dominate the Sunday talk show circuit this weekend. After an initial report from CBS News, the White House confirmed on Monday that...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3812878-heavy-california-rains-have-bright-side-relief-from-drought/", "title": "Heavy California rains have bright side: relief from drought", "date_published": "2023-01-14 21:00:00+00:00", "description": "Heavy rains in California have led to more than a dozen deaths and widespread destruction, but they are also offering at least a temporary reprieve from the historic drought that has plagued the state. Over the past couple of weeks, California has seen torrential rain, as well as snow, sparking power outages and putting thousands...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3813562-wsj-santos-raised-money-for-company-sec-alleges-is-a-ponzi-scheme/", "title": "WSJ: Santos raised money for company SEC alleges is a Ponzi scheme", "date_published": "2023-01-14 20:45:44+00:00", "description": "Rep. George Santos (R-N.Y.), who has faced controversy after it was revealed he made false statements about large parts of his personal and work background, once raised money for a company that the Securities and Exchange Commission (SEC) later said was a Ponzi scheme, The Wall Street Journal reported.  The Journal reported on Saturday that Santos...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3812434-five-political-events-this-year-that-will-shape-2024/", "title": "Five political events this year that will shape 2024", "date_published": "2023-01-14 20:00:00+00:00", "description": "The first presidential primaries and caucuses are still more than a year away, but the next several months will see a series of marquee events in the political world that will almost certainly carry weight come 2024. Both Republicans and Democrats are set to make big decisions for their parties in the coming weeks, while...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/judiciary/3812649-in-this-congress-democrats-should-brace-for-a-fight-on-affirmative-action/", "title": "In this Congress, Democrats should brace for a fight on Affirmative Action", "date_published": "2023-01-14 19:00:00+00:00", "description": "It is rare to see a politician, regardless of how progressive they are, go on the offensive when it comes to making a public case for affirmative action.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3813482-key-to-getting-things-done-in-a-closely-held-congress-the-committee-system/", "title": "Key to getting things done in a closely held Congress: the committee system", "date_published": "2023-01-14 17:58:56+00:00", "description": "In my study of congressional committees, I’ve found that they have been indispensable in helping legislators find common ground.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3813440-illinois-paramedics-face-first-degree-murder-charges-over-patients-death/", "title": "Illinois paramedics face first-degree murder charges over patient’s death", "date_published": "2023-01-14 17:25:34+00:00", "description": "Two paramedics in Illinois are facing first-degree murder charges after they allegedly did not offer assistance to a patient who eventually died last month.  The Springfield Police Department said in a release on Tuesday that three officers responded to a call on Dec. 18 at about 2:02 a.m. from a person who reported that multiple...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3813414-nicolas-cage-heartbroken-over-death-of-ex-wife-lisa-marie-presley-actor-says/", "title": "Nicolas Cage 'heartbroken' over death of ex-wife Lisa Marie Presley, actor says", "date_published": "2023-01-14 17:08:15+00:00", "description": "Nicolas Cage, who was briefly married to Lisa Marie Presley in the early 2000s, says he’s “heartbroken” following news of his ex-wife’s death on Thursday.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3813424-five-more-classified-documents-found-at-bidens-wilmington-home-lawyer-says/", "title": "Five more classified documents found at Biden's Wilmington home, lawyer says", "date_published": "2023-01-14 17:02:32+00:00", "description": "Five more classified documents from President Biden’s time as vice president were found at his Wilmington, Del., residence on Thursday, the White House said Saturday. Richard Sauber, special counsel to the president, said in a statement that one classified document was found in a room adjacent to Biden’s garage on Wednesday night. The lawyers who...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3810902-where-does-the-minimum-wage-go-the-furthest-in-the-us-study-explains/", "title": "Where does the minimum wage go the furthest in the US? Study explains", "date_published": "2023-01-14 17:00:00+00:00", "description": "Is the local minimum wage enough to live in some of the nation's largest cities?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3811263-who-benefits-if-desantis-peaks-too-early/", "title": "Who benefits if DeSantis peaks too early?", "date_published": "2023-01-14 17:00:00+00:00", "description": "When running for president, there is always one anxiety-creating fear for the perceived frontrunner: prematurely peaking. For many Republicans, Florida Gov. Ron DeSantis has moved comfortably into the perceived frontrunner role with regard to the 2024 presidential election. Although DeSantis has not committed to running for president — and likely won’t for several more months,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3813357-line-of-succession-senate-democrats-overthrow-tradition-in-a-victory-for-common-sense/", "title": "Line of succession: Senate Democrats overthrow tradition in a victory for common sense", "date_published": "2023-01-14 16:30:00+00:00", "description": "Democrats named Patty Murray as Senate president pro tempore, the third in line for the presidency.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3813376-nyc-mayor-adams-requests-aid-to-shelter-hundreds-of-asylum-seekers-we-are-at-our-breaking-point/", "title": "NYC Mayor Adams requests aid to shelter hundreds of asylum-seekers: 'We are at our breaking point’", "date_published": "2023-01-14 16:29:16+00:00", "description": "New York City Mayor Eric Adams (D) requested aid from New York state to help the city shelter hundreds of asylum-seekers who have arrived there.  “We are at our breaking point,” Adams said in a statement. “Based off our projections, we anticipate being unable to continue sheltering arriving asylum seekers on our own and have...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3807259-as-possible-recession-looms-these-fields-have-best-job-security-report/", "title": "As possible recession looms, these fields have best job security: report", "date_published": "2023-01-14 16:07:00+00:00", "description": "U.S. News &#038; World Report released its 2023 jobs report, which includes the careers analysts believe will be the most stable in what could be a turbulent economic year.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3812521-the-world-is-ignoring-ethnic-cleansing-in-afghanistan-again/", "title": "The world is ignoring ethnic cleansing in Afghanistan — again", "date_published": "2023-01-14 16:00:00+00:00", "description": "The brutal tactics that the Islamic State of Khorasan is directing against Hazaras under the Taliban recall the darkest days of Afghanistan’s history.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/judiciary/3813314-bidens-inadvertence-excuse-the-president-is-still-short-of-a-complete-defense/", "title": "Biden’s ‘inadvertence’ excuse: The president is still short of a complete defense", "date_published": "2023-01-14 15:30:00+00:00", "description": "\"Inadvertent mishandling\" is as viable a criminal defense as Bill Clinton's claim that he smoked marijuana but \"didn't inhale.\"", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3813329-newsom-calls-for-californians-to-be-vigilant-as-more-storms-threaten-to-bring-flooding-mudslides/", "title": "Newsom calls for Californians to ‘be vigilant’ as more storms threaten to bring flooding, mudslides", "date_published": "2023-01-14 15:04:28+00:00", "description": "California Gov. Gavin Newsom (D) called on state residents to “be vigilant” as additional storms incoming throughout the weekend threaten to bring more flooding and mudslides to an area already hammered by rain.  Newsom said at a news conference on Friday in advance of the storms that people should use common sense and not take...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3812626-democrats-worry-biden-controversy-will-be-clinton-emails-repeat/", "title": "Democrats worry Biden controversy will be Clinton emails repeat", "date_published": "2023-01-14 15:00:00+00:00", "description": "Democrats are increasingly worried that the controversy surrounding the classified documents found at President Biden’s Wilmington, Del., home and at his former office will loom large over his expected reelection campaign.   While Democrats say they remain confident that Biden can overcome the problem, they say the disclosure of numerous batches of classified documents complicates matters...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3812876-the-housing-revolution-brewing-in-2023/", "title": "The housing revolution brewing in 2023", "date_published": "2023-01-14 15:00:00+00:00", "description": "For this year at least, it will be worth watching the action in Albany, Austin, Helena and other capitals that are hammering out a new American housing regime.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3813303-most-republicans-approve-of-mccarthys-election-after-messy-speaker-battle-poll/", "title": "Most Republicans approve of McCarthy’s election after messy Speaker battle: poll", "date_published": "2023-01-14 14:26:25+00:00", "description": "Most Republicans approve of House Speaker Kevin McCarthy’s (R-Calif.) election to lead the body following a marathon vote that took more than three days last week, according to a new poll.  An Economist-YouGov poll released Thursday showed 59 percent of Republicans approve of McCarthy being elected speaker, while 21 percent disapprove and 20 percent are...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3813276-international-nuclear-agency-to-establish-continuous-presence-at-ukrainian-plants/", "title": "International nuclear agency to establish ‘continuous presence’ at Ukrainian plants", "date_published": "2023-01-14 14:03:22+00:00", "description": "An international nuclear agency will maintain a “continuous presence” at Ukraine’s nuclear power plants in an effort to avoid nuclear accidents as the country's war with Russia continues, the agency announced Friday.  The International Atomic Energy Agency (IAEA), an intergovernmental organization that promotes the safe and peaceful use of nuclear technology, said in a release...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3813250-iran-executes-former-deputy-defense-minister-accused-of-spying-for-uk/", "title": "Iran executes former deputy defense minister accused of spying for UK", "date_published": "2023-01-14 13:46:35+00:00", "description": "Iran has executed a former deputy defense minister accused of spying for the United Kingdom for multiple years.  The county’s Mizan news agency, run by its judiciary, reported on Saturday that Alireza Akbari was hanged after allegedly confessing to and being found guilty of corruption and action against Iran’s internal and external security through espionage....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/education/3812260-to-swing-gen-z-the-gop-must-showcase-school-choice-in-2023/", "title": "To swing Gen-Z, the GOP must showcase school choice in 2023", "date_published": "2023-01-14 13:00:00+00:00", "description": "The kids my age are alright — they just need better information.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3813229-ukrainian-officials-report-missile-attacks-on-kyiv-kharkiv/", "title": "Ukrainian officials report missile attacks on Kyiv, Kharkiv", "date_published": "2023-01-14 12:52:17+00:00", "description": "Ukrainian officials are reporting missile attacks that hit Kyiv and Kharkiv in the early morning hours on Saturday, damaging several buildings.  Oleksiy Kuleba, the leader of the Kyiv regional military administration, said in a Telegram post that explosions were heard just past 6 a.m. in the region and that a fire started at a critical...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3809841-unions-want-it-to-be-game-over-for-the-secret-ballot/", "title": "Unions want it to be 'game over' for the secret ballot", "date_published": "2023-01-14 12:00:00+00:00", "description": "What a difference a year makes for the Communications Workers of America (CWA). The union and more than a dozen allies wrote a letter to the Federal Trade Commission (FTC) last winter, criticizing Microsoft over its proposed acquisition of the video game company Activision Blizzard. Ten months later, the union’s concerns about potential “anticompetitive conduct”...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3812723-how-mccarthy-won-inside-one-of-the-most-dramatic-weeks-in-the-house/", "title": "How McCarthy won: Inside one of the most dramatic weeks in the House", "date_published": "2023-01-14 11:00:00+00:00", "description": "The four-day, 15-ballot floor fight over whether Speaker Kevin McCarthy (R-Calif.) should get his gavel was the culmination of weeks of tension bubbling up from the House GOP’s right flank. The threat to his Speakership first came into focus on election night, escalated through battles over House and GOP conference rules and ended with a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3812802-risk-of-prosecution-on-biden-trump-docs-differs-due-to-cooperation/", "title": "Risk of prosecution on Biden, Trump docs differs due to cooperation", "date_published": "2023-01-14 11:00:00+00:00", "description": "Two presidents. Two tranches of classified documents. Two special counsel investigations. But the similarities in the cases between President Biden and President Trump appear to take a sharp divide when it comes to important elements of the law prohibiting the mishandling of state secrets. Biden is under fire following revelations that since November, his staff...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3812679-white-house-under-pressure-to-explain-why-it-didnt-reveal-documents-discovery-earlier/", "title": "White House under pressure to explain why it didn’t reveal documents discovery earlier", "date_published": "2023-01-14 11:00:00+00:00", "description": "The White House is under mounting pressure to explain why the discovery of classified Biden documents was not immediately revealed to the public, with critics openly questioning if there was an intentional effort to keep the first find quiet in the lead up to the midterm elections. The first batch of documents were first discovered...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3813012-biden-administration-finalizes-new-rule-tightening-regulations-on-gun-stabilizing-braces/", "title": "Biden administration finalizes new rule tightening regulations on gun stabilizing braces", "date_published": "2023-01-14 02:31:28+00:00", "description": "The Biden administration has finalized a new rule to tighten restrictions on stabilizing braces for firearms that can convert pistols into rifles.  The Justice Department (DOJ) said in a release on Friday that it submitted its rule to the Federal Register, clarifying that manufacturers, dealers and individuals must comply with laws regulating rifles when they...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3812997-judge-rejects-trumps-motion-to-dismiss-e-jean-carroll-sexual-assault-lawsuit/", "title": "Judge rejects Trump's motion to dismiss E. Jean Carroll sexual assault lawsuit", "date_published": "2023-01-14 01:54:19+00:00", "description": "A federal judge rejected former President Trump’s motion to dismiss a civil sexual assault lawsuit that a woman who has accused him of rape in the 1990s filed against him, ruling that the law that authorizes her to sue is allowed under the New York State Constitution.  Journalist, author and advice columnist E. Jean Carroll,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/overnights/3812967-health-care-state-lawmakers-turn-focus-to-care-for-trans-adults/", "title": "Health Care — State lawmakers turn focus to care for trans adults", "date_published": "2023-01-14 00:51:55+00:00", "description": "Have you gotten a glimpse of the green comet making its way near us yet? Some lucky stargazers may be able to witness the icy rock over the course of this month as it closes in on our solar system for the first time in more than 10,000 years.  Today in health, we look at bills coming...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/overnights/3812964-defense-national-security-russia-claims-victory-in-mining-town-after-fierce-fight/", "title": "Defense & National Security — Russia claims victory in mining town after fierce fight", "date_published": "2023-01-14 00:34:20+00:00", "description": "Russia has claimed control of the salt mining town of Soledar, but Ukraine says the fierce fighting is still ongoing. The town has been the focus of the war in Ukraine this week. We’ll discuss what Russia and Ukraine are saying about Soledar and why Moscow hopes to seize the town for a larger push...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}