{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/european-roundup-milan-fight-back-to-salvage-draw-lens-keep-pressure-on-psg", "title": "European roundup: Milan fight back to salvage draw, Lens keep pressure on PSG", "date_published": "2023-01-14 21:17:10+00:00", "description": "<ul><li>Leão and Calabria earn champions 2-2 draw with Lecce</li><li>Lens beat Auxerre to move within three points of PSG</li></ul><p>Second-half goals from Rafael Leão and Davide Calabria helped champions <strong>Milan</strong> to fight back from two goals down and salvage a 2-2 draw at <strong>Lecce</strong> in Serie A.</p><p>Lecce shocked their more celebrated opponents when they took the lead after just three minutes, with Theo Hernandez chesting in an own goal following a defensive blunder from Pierre Kalulu.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/european-roundup-milan-fight-back-to-salvage-draw-lens-keep-pressure-on-psg\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/leeds-united-sign-hoffenheim-striker-georginio-rutter-in-club-record-deal", "title": "Leeds United sign Hoffenheim striker Georginio Rutter in club record deal", "date_published": "2023-01-14 20:43:57+00:00", "description": "<ul><li>Forward signs five-and-a-half year deal at Elland Road</li><li>Fee could rise as high as £32m according to reports</li></ul><p>Leeds United have completed the signing of Hoffenheim striker Georginio Rutter in a club record deal, subject to international clearance.</p><p>Leeds have not revealed the fee they will pay the German side, but it has been reported it could rise as high as £32m. The 20-year-old, who has signed a five-and-a-half year deal, could make his Premier League debut against Brentford on 22 January.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/leeds-united-sign-hoffenheim-striker-georginio-rutter-in-club-record-deal\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/damar-hamlin-visits-buffalo-bills-teammates", "title": "Bills’ Damar Hamlin visits teammates for first time since leaving hospital", "date_published": "2023-01-14 20:38:46+00:00", "description": "<ul><li>AP source confirms Hamlin’s visit Saturday to Bills facility</li><li>Buffalo face Miami in wild-card playoff game on Sunday</li></ul><p>Damar Hamlin visited with teammates at the Bills facility on Saturday for the first time since being discharged from a Buffalo hospital, about two weeks after the Bills safety <a href=\"https://www.theguardian.com/sport/2023/jan/03/nfl-game-halted-after-buffalo-bills-player-damar-hamlin-collapses\">went into cardiac arrest</a> and needed to be resuscitated on the field during a game in Cincinnati.</p><p>Bills linebacker Matt Milano <a href=\"https://www.instagram.com/stories/matthewmilano/3015698620142347335/\">posted a photo</a> on his Instagram account of a smiling Hamlin shaking hands with someone.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/damar-hamlin-visits-buffalo-bills-teammates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/14/eddie-howes-gritty-newcastle-wont-win-hearts-but-silverware-is-in-reach", "title": "Eddie Howe’s gritty Newcastle won’t win hearts but silverware is in reach | Jonathan Wilson", "date_published": "2023-01-14 20:00:17+00:00", "description": "<p>The cherubic figure is gone as he helps transform his new club from serial strugglers into well-organised, battling contenders</p><p>Remember the Eddie Howe of a decade ago? Remember how pleasant he seemed, with his ruddy cheeks and blond hair, how he looked less like a football manager than a minor character from <em>Downton Abbey</em>? Remember the compelling interviews, the articulacy and understated charisma that seemed to emphasise his fundamental niceness?</p><p>And the poor love hated leaving Bournemouth. As a player, two games at Portsmouth were quite enough and he was soon back to his spiritual home. As a manager, well, Burnley, with its wild moors and dark energy, never seemed a natural fit. Best to stay amid the familiar beaches and boarding houses of Bournemouth, where Pep Guardiola could praise the quality of his football (which is to say the ease with which Manchester City could beat them) and nobody was too bothered by them conceding an average 66 goals per season – it was after all, a miracle they were in the Premier League at all. Bless him, good old Eddie, with his pretty, unthreatening football and his inability to organise a defence.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/14/eddie-howes-gritty-newcastle-wont-win-hearts-but-silverware-is-in-reach\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/brentford-bournemouth-premier-league-match-report", "title": "Ivan Toney spot on to keep Brentford on the up against goal-shy Bournemouth", "date_published": "2023-01-14 19:57:10+00:00", "description": "<p>Ivan Toney and Mathias Jensen fired Brentford up to eighth in the Premier League as Bournemouth’s collapse continued. Toney’s first-half penalty and Jensen’s late strike earned a 2-0 win and inflicted a sixth straight defeat since the World Cup on the freefalling Cherries, all since Gary O’Neil was made their permanent manager.</p><p>It was a third consecutive Premier League win for the hosts and made it seven games unbeaten, a run which includes victories <a href=\"https://www.theguardian.com/football/2023/jan/02/brentford-liverpool-premier-league-match-report\">over Liverpool</a> and <a href=\"https://www.theguardian.com/football/2022/nov/12/manchester-city-brentford-premier-league-match-report\">Manchester City</a>. Thomas Frank’s enterprising side are now ahead of Liverpool, while only defeats <a href=\"https://www.theguardian.com/football/2023/jan/14/wolves-west-ham-premier-league-match-report\">for West Ham</a> <a href=\"https://www.theguardian.com/football/2023/jan/14/everton-southampton-premier-league-match-report\">and Everton</a> kept Bournemouth out of the relegation zone.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/brentford-bournemouth-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/celtic-kilmarnock-scottish-league-cup-semi-final-match-report", "title": "Daizen Maeda’s touch leads Celtic past Kilmarnock on way to another final", "date_published": "2023-01-14 19:46:07+00:00", "description": "<p>For Celtic, a return to Hampden Park for the League Cup final in late February. This ­tournament is often derided as the poor ­relation of Scotland’s three main ­domestic ­competitions but it holds a special place in the heart of Ange Postecoglou. This marked the first trophy the Australian claimed as the Celtic ­manager. Without it, there is no chance of a much-coveted treble.</p><p>As Celtic celebrated, Kilmarnock were due high praise. They posed as much of a challenge to Postecoglou’s expensively ­assembled team as has been delivered by ­anyone in Scotland this season. Kilmarnock were ­tactically superb and provided attacking menace. There may be no consolation in being ­losing ­semi-finalists but onlookers could not fail to be impressed by the ­showing of the huge ­underdogs. Celtic had to scrap and scrape their way towards the final, where Aberdeen or Rangers lie in wait.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/celtic-kilmarnock-scottish-league-cup-semi-final-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/14/uk-brand-iran-revolutionary-guards-as-terrorists-akbari-execution", "title": "UK set to brand Iran’s revolutionary guards as terrorists after Akbari execution", "date_published": "2023-01-14 19:00:19+00:00", "description": "<p>Britain and EU expected to coordinate response to hanging of British-Iranian accused of spying</p><p>The UK and the European Union are expected to coordinate moves to brand the Islamic Revolutionary Guards Corps (IRGC) as a terrorist organisation after the <a href=\"https://www.theguardian.com/world/2023/jan/14/iran-executes-british-iranian-national-alireza-akbari-report\">execution of Alireza Akbari</a>, a British-Iranian dual national who was lured back to Iran by the security services three years ago.</p><p>Akbari, who had been a senior defence figure in reformist governments nearly two decades ago, was hanged for being a spy for MI6, a charge his family deny. A friend of the family said “this is a murder case”, and vowed to prove the innocence of the 61-year-old, including allegations that he had been paid by British intelligence.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/14/uk-brand-iran-revolutionary-guards-as-terrorists-akbari-execution\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/15/one-afghan-refugees-stunning-photographs-of-the-countrys-many-stories-that-need-to-be-told", "title": "One Afghan refugee’s stunning photographs of the country’s ‘many stories that need to be told’", "date_published": "2023-01-14 19:00:18+00:00", "description": "<p>When Hazara photographer Muzafar Ali fled, he smuggled a hard drive of 13,000 photos out with him in a sleeping bag. They show an Afghanistan that disappeared when the Taliban took power</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Muzafar Ali, who lives in Adelaide, grew up as a refugee in Pakistan after his family fled Afghanistan in the mid-1980s. As a child, the only pictures he saw of his birth country were through Taliban-issued jihadi calendars and the occasional news report.</p><p>Ali is Hazara, a long-persecuted ethnic group who faced extreme violence from the Taliban after the Soviet Union left Afghanistan in 1989. </p><p><em>“This man was using a box camera to be photographed, which Afghan people still relied on then. I shot this picture in 2006 when this village was secure and peaceful but later this village fell to the Taliban and it was impossible to visit.”</em></p> <a href=\"https://www.theguardian.com/world/2023/jan/15/one-afghan-refugees-stunning-photographs-of-the-countrys-many-stories-that-need-to-be-told\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/15/is-there-going-to-be-another-tsunami-tonga-in-limbo-a-year-after-volcano-eruption", "title": "‘Is there going to be another tsunami?’: Tonga in limbo a year after volcano eruption", "date_published": "2023-01-14 19:00:18+00:00", "description": "<p>The eruption of Hunga Tonga-Hunga Ha’apai caused devastation across the Pacific island nation that remains ongoing a year later</p><p>When ‘Eleni Via, 67, lived on the island of Atatā, her family were able to live off the land and the sea, surviving on crops planted in their garden and fresh seafood from the ocean.</p><p>But in the last year, life has changed dramatically. Now, they struggle in a new home, attempting to cultivate a land that is not as fertile as it should be. For the first time in her life, Via has to think about ways of paying the water and electricity bill, while making ends meet. On Atatā they could depend on fishing to provide basic necessities and for an income. In her new home on the country’s main island, Tongatapu, she wakes up everyday wondering how she will provide for her family.</p> <a href=\"https://www.theguardian.com/world/2023/jan/15/is-there-going-to-be-another-tsunami-tonga-in-limbo-a-year-after-volcano-eruption\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/14/buccal-fat-removal-is-a-new-take-on-an-old-theme-a-means-to-keep-women-in-their-place", "title": "Buccal fat removal is a new take on an old theme: a means to keep women in their place | Martha Gill", "date_published": "2023-01-14 19:00:17+00:00", "description": "<p>When fashion demands that females mutilate themselves, it begins to look a lot like abuse</p><p>It’s a rather mixed message. No sooner have we given birth to a new female beauty trend than we line up to make fun of those stupid enough to follow it. You may have heard of the new craze for <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/30/buccal-fat-why-cosmetic-surgeons-are-removing-this-unassuming-body-part\">buccal fat removal</a>, where a surgeon cuts out a glob of your cheek to give you sharper cheekbones. Chrissy Teigen is the only celebrity known to have “admitted” to the procedure, but already there is widespread mockery of famous women hollow-cheeked enough to raise our suspicions. Yes, you heard me. Buccal fat removal is in. But also very much out.</p><p>This push and pull is familiar. Large breasts were once in fashion, but there was a simultaneous trend for disdaining women who went and got some, as well as for the naturally (snigger) “endowed”. (Who could take them seriously? Certainly not Michael Parkinson, who, in a famous interview with Helen Mirren, asked her if her “equipment” made her an “unserious actress”.) In Hollywood, facelifts are still practically demanded of older actresses, but beware the “insecure victims” who get them done. “She’s looking remarkably fresh-faced,” tabloids tut meaningfully, or perhaps put the message more directly: “What on earth has she done to her face?” They tend not to dwell on the howling absence in the Hollywood lineup: older women who have not done things to their faces.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/14/buccal-fat-removal-is-a-new-take-on-an-old-theme-a-means-to-keep-women-in-their-place\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/15/planting-the-seed-the-botanist-who-harnessed-the-arts-to-grow-melbournes-botanic-gardens", "title": "Planting the seed: the botanist who harnessed the arts to grow Melbourne’s botanic gardens", "date_published": "2023-01-14 19:00:16+00:00", "description": "<p>As he prepares to depart after 10 years at the helm, Tim Entwisle speaks of making the gardens ‘less introverted’ while staying focused on conservation</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Every morning, Prof Tim Entwisle arrives at Melbourne’s Royal Botanic Gardens just after 7am, usually in time to see the morning sun stream through the oak tree lawn.</p><p>“At that time of day the light coming through them is just spectacular,” he says.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/15/planting-the-seed-the-botanist-who-harnessed-the-arts-to-grow-melbournes-botanic-gardens\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/rfu-intervenes-steve-borthwick-pick-owen-farrell-six-nations-squad-england-scotland", "title": "RFU intervenes to let Borthwick pick Farrell in England Six Nations squad", "date_published": "2023-01-14 18:38:46+00:00", "description": "<ul><li>Move means Owen Farrell’s ban expire before Scotland match</li><li>Action leaves RFU open to accusations of exploiting loophole</li></ul><p>A remarkable intervention from the Rugby Football Union has cleared Steve Borthwick to pick the suspended Owen Farrell in his Six Nations squad on Monday without jeopardising his availability for England’s championship opener against Scotland.</p><p>With the uncertainty that Farrell’s ban would be updated to include the Scotland fixture on 4 February if selected, the RFU has written to Saracens to confirm he is available for a match that he cannot play in due to his suspension.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/rfu-intervenes-steve-borthwick-pick-owen-farrell-six-nations-squad-england-scotland\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/mark-williams-masters-snooker-jack-lisowski-judd-trump-stuart-bingham", "title": "Mark Williams has eye on Masters prize after semi-final whitewash of Lisowski", "date_published": "2023-01-14 18:35:46+00:00", "description": "<ul><li>Welshman to face Trump or Bingham in Sunday’s final</li><li>Williams returns to Masters final for first time since 2003</li></ul><p>Mark Williams can look forward to his first appearance in the final of the Masters since 2003 after a 6-0 rout of Jack Lisowski in the first semi-final.</p><p>Twelve months after suffering a stunning defeat to Neil Robertson, who needed two fouls to recover from 67-26 down in the deciding frame, Williams made sure there was no question of a repeat with a clinical performance.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/mark-williams-masters-snooker-jack-lisowski-judd-trump-stuart-bingham\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/chelsea-move-to-gazump-arsenal-for-mykhailo-mudryk-signing-with-100m-deal", "title": "Chelsea move to gazump Arsenal for Mudryk signing with €100m deal", "date_published": "2023-01-14 18:16:21+00:00", "description": "<ul><li>Delegation head for Turkey to meet with Shakhtar Donetsk</li><li>Blues also enquired to West Ham about Michail Antonio loan</li></ul><p>Chelsea are stepping up their attempt to hijack <a href=\"https://www.theguardian.com/football/2023/jan/13/arsenal-close-to-landing-mykhaylo-mudryk-from-shakhtar-in-80m-deal\">Arsenal’s bid for Mykhailo Mudryk</a> by holding further talks with Shakhtar Donetsk over a deal for the winger.</p><p>The Stamford Bridge club have already had positive discussions with Shakhtar and are confident that an offer of €70m, plus €30m in add-ons, will be enough to land Mudryk, who has been a long-term target for Arsenal. Negotiations over further add-ons are yet to be agreed.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/chelsea-move-to-gazump-arsenal-for-mykhailo-mudryk-signing-with-100m-deal\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/14/bret-easton-ellis-james-and-the-giant-peach-changed-my-life-the-shards", "title": "Bret Easton Ellis: ‘James and the Giant Peach changed my life’", "date_published": "2023-01-14 18:00:14+00:00", "description": "<p>The provocative novelist on looking back at his teenage self, the sales generated by a hostile Q&amp;A and his obsession with Marilyn Monroe</p><p>Bret Easton Ellis, 58, is the author of nine books, most recently <em><a href=\"https://guardianbookshop.com/white-9781529012392\">White</a></em> (2019), a memoir of culture and politics that describes, among other things, the impact of reading Thomas Tryon’s violent 1971 horror classic <em>The Other</em> when he was seven years old. Speaking from home in Los Angeles, where he’s currently at work on a mock true-crime audio show with Irvine Welsh, he calls his new book, <em>The Shards</em> – a high-school mystery first serialised on his podcast – “a Bret Easton Ellis novel for people who don’t like Bret Easton Ellis novels”. Of whom, he adds, there are many: “I am the worst-reviewed American writer of my generation. It’s just a fact. If you can find another one, please, I’d like to know; it’s not Chuck Palahniuk, I can tell you that.”<br /><br /><strong>Your previous book, </strong><em><strong><a href=\"https://www.theguardian.com/books/2019/apr/24/white-by-bret-easton-ellis-review-sound-fury-and-insignificance\">White</a></strong></em><strong>, which was mainly about movies and novels, was widely discussed as though it were only about Donald Trump, not least in a hostile </strong><em><strong>New Yorker</strong></em><strong> Q&amp;A. How did that feel?</strong><br />I think Trump really deranged mainstream media. Anyone who even came close to figuring out [his appeal] got deemed a traitor. The response perfectly illustrated what I was talking about and I can only be grateful: the book was kind of doing nothing and then the <em>New Yorker</em> thing appeared and suddenly we shot up to No 1 on about six different levels on Amazon. I got booked on Tucker Carlson, which sold a ton of books. Controversy helps! The negativity was <em>nothing</em> compared with <em><a href=\"https://guardianbookshop.com/american-psycho-9781529077155\">American Psycho</a></em>. After <em>American Psycho</em>, people assumed I would never publish again. All 30 of my publishers around the world dropped me. Not one stood by me except for Picador.<br /><br /><strong>So why aren’t you publishing </strong><em><strong>The Shards</strong></em><strong> with them?</strong><br />They didn’t want it! I’d been with them since I was 21 but something felt broken. They made a lowball offer and my agency made this decision to take a risk trying a new kind of deal [with Swift Press]. There is this antiquated notion in traditional publishing: “Give the big fat advance! Never make it back! Promote a book that will never make anyone any money once that advance is given up!” What if you partner with a publisher, don’t take an advance and work together selling the product? Start making money for the house and yourself from book one. <br /><br /><strong>Did serialising the novel on your podcast shape its composition?</strong><br />I don’t think it did. I knew the book’s movements from the beginning, I just couldn’t figure out how to tell it; I had to get old enough. I’d been thinking about the book so often since first trying to write it in 1982 that when the spark ignited one night in April 2020, I had 14 pages the next day and just spent a year and a half finishing the rest.</p><p><strong>What drew you to the novel’s autobiographical voice?</strong><br />It gave the project an immediacy I hadn’t been able to locate for 40 years. I wasn’t really thinking, oh, I’m going to create a work of autofiction. I just wanted to write about some of my classmates and my somewhat sentimental feelings of nostalgia about a period in my life that was also extremely painful; to finally, at 58, look back at [being] that boy in 1981, a year that changed everything for me, and to write about it, and people I love, without embarrassment.</p><p><em>The Shards</em> is published by Swift Press (£25) on 17 January. To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/the-shards-9781800752290\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/jan/14/bret-easton-ellis-james-and-the-giant-peach-changed-my-life-the-shards\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/14/prince-harry-has-left-the-zoo-so-why-is-he-being-treated-like-a-caged-animal", "title": "Prince Harry’s left the zoo, so why is he being treated like a caged animal? | Catherine Bennett", "date_published": "2023-01-14 18:00:14+00:00", "description": "<p>Accused of trying to destroy the monarchy, he’s merely revealing the appalling conditions they are forced to live under</p><p>Early signs are that Prince Harry’s revelations may not, frustratingly for experts and republicans alike, seriously threaten the monarchy. Even if he’d wanted to, he probably picked the wrong moment, the public still being in an exceptionally forgiving mood.</p><p>For all his divulging, to seriously “stain” or “trash”, as alleged, the royal brand, Harry needed to produce something meatier than, say, Charles’s well-documented self-pity, his teen bride, protracted infidelity, black spider memos, choice of valet, honour-seeking donors, magical thinking, property empire, political interference and dreadful taste in mentors, all of which faults were instantly forgiven the day he succeeded. It’s one of the historic bonuses of a hereditary monarchy that sound personal references are not a condition of employment. Even GB News is more demanding than this. With just a little care for appearances, a royal idler, boor, sex addict or fool can enjoy the exact same benefits as a more deserving predecessor.</p><p>Catherine Bennett is an Observer columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 250 words to be considered for publication, email it to us at <a href=\"mailto:observer.letters@observer.co.uk\">observer.letters@observer.co.uk</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/14/prince-harry-has-left-the-zoo-so-why-is-he-being-treated-like-a-caged-animal\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/14/joe-biden-classified-documents-found", "title": "Biden lawyers found more classified documents at his home than was known", "date_published": "2023-01-14 17:57:21+00:00", "description": "<p>White House acknowledges six pages of classified documents had been found in a search of private library</p><p>Lawyers for Joe Biden found more classified documents at his home in Wilmington, Delaware, than previously known, the White House acknowledged on Saturday.</p><p>The White House lawyer Richard Sauber said in a statement that a total of six pages of classified documents were found during a search of Biden’s private library. The White House had said previously that only a single page had been found there.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/14/joe-biden-classified-documents-found\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/ex-russian-president-suggests-japanese-pm-should-ritually-disembowel-himself-dmitry-medvedev-fumio-kishida", "title": "Ex-Russian president suggests Japanese PM should ritually disembowel himself", "date_published": "2023-01-14 17:56:32+00:00", "description": "<p>Dmitry Medvedev accuses Fumio Kishida of shameful subservience to US after Joe Biden meeting</p><p>Former Russian president Dmitry Medvedev has accused Japanese prime minister Fumio Kishida of shameful subservience to the US and suggested he should ritually disembowel himself.</p><p>His remarks on Saturday were the latest in a long line of shocking and provocative statements from Medvedev, who was once seen as a western-leaning reformer but has <a href=\"https://www.theguardian.com/world/2022/aug/01/dmitry-medvedev-journey-liberal-anti-west-hawk-russia\">reinvented himself as an arch-hawk</a> since Russia’s invasion of Ukraine last year.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/ex-russian-president-suggests-japanese-pm-should-ritually-disembowel-himself-dmitry-medvedev-fumio-kishida\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/14/brentford-v-bournemouth-premier-league-live", "title": "Brentford v Bournemouth: Premier League – live", "date_published": "2023-01-14 17:14:56+00:00", "description": "<ul><li>Premier League updates from the 5.30pm GMT kick-off</li><li>And you can <a href=\"mailto:%22Luke%20McLaughlin%20(Casual)%22%20%3Cluke.mclaughlin.casual@theguardian.com%3E\">email Luke</a> or tweet <a href=\"https://twitter.com/LukeMcLaughlin\">@LukeMcLaughlin</a></li></ul><p><strong>Having spoken to Brentford’s Frank,</strong> the ever-brilliant Cates goes and has a word with Gary O’Neil, the Bournemouth manager. Is he encouraged by other results today, for the teams around them in the Premier League table?</p><p>“I don’t look at the other results,” O’Neil replies, displaying a straight bat. “My full focus is on what’s happening here … we need to improve, we need to pick up points … we’re not worried about other teams.”</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/14/brentford-v-bournemouth-premier-league-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/everton-southampton-premier-league-match-report", "title": "Ward-Prowse doubles up to seal Southampton comeback win at Everton", "date_published": "2023-01-14 17:07:29+00:00", "description": "<p>Everton’s board of directors were told to stay away by their own security advisers but wherever they are, there is a decision to make. Frank Lampard’s toothless team suffered yet another defeat, their 10th in 13 fixtures coming against last-placed Southampton, to continue what appears an inexorable slide towards the Championship.</p><p>A few thousand Everton fans stayed behind after the final whistle to demand change at boardroom level but, according to the club’s absent owner, Farhad Moshiri, none is on the agenda. But relegation is. James Ward-Prowse delivered the first win and points of Nathan Jones’s tenure as Southampton manager with two polished second-half strikes after Amadou Onana had given Everton the lead with his first goal for the club.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/everton-southampton-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/england-jamaica-netball-match-report", "title": "Jhaniele Fowler helps Jamaica force netball series decider against England", "date_published": "2023-01-14 17:04:00+00:00", "description": "<ul><li>England 58-61 Jamaica</li><li>Teams will settle three-match series at Copper Box on Sunday</li></ul><p>Jamaica forced a deciding game with England in their three-match series after coming from behind early on to win 61-58 at London’s Copper Box Arena. Jo Harten was a late withdrawal from Jess Thirlby’s lineup due to an injury, with Olivia Tchine stepping in at starting goal shooter for the Roses.</p><p>England, who struggled in the first quarter of <a href=\"https://www.theguardian.com/sport/2023/jan/11/england-produce-strong-finish-to-win-series-opener-against-jamaica\">their 73-52 victory</a> in Wednesday’s Manchester opener, looked far more assured in London and led 18-12 after the first 15 minutes. However Jamaica, silver medallists in the Commonwealth Games, replied in the second quarter, taking the lead for the first time, and by half-time they were up 31-27.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/england-jamaica-netball-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/14/ministers-sought-king-charles-consent-pass-conservation-laws", "title": "Revealed: ministers sought Charles’s consent to pass conservation laws affecting his business", "date_published": "2023-01-14 17:00:14+00:00", "description": "<p>The government wrote to the then Prince of Wales in 2019, seeking approval for legislation that had implications for his estates</p><p>The government asked King Charles for permission to pass its post-Brexit <a href=\"https://www.gov.uk/government/news/world-leading-environment-act-becomes-law\">“world-leading” Environment Act </a>because laws requiring landowners to enhance conservation could affect his business interests.</p><p>Environment minister Rebecca Pow wrote to the then Prince of Wales in 2019 to ask if he would accept section seven of the environment bill, which became law in November 2021. </p> <a href=\"https://www.theguardian.com/environment/2023/jan/14/ministers-sought-king-charles-consent-pass-conservation-laws\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/14/uk-powerless-iran-executiion-alireza-akbari-rishi-sunak", "title": "UK looks clumsy and powerless in wake of Iran’s execution of Alireza Akbari", "date_published": "2023-01-14 17:00:14+00:00", "description": "<p>Culturally insulting language used by Rishi Sunak and James Cleverly will increase tension between the two countries</p><p>Britain’s relationship with Iran has a fraught, unedifying history, dating back to the 18th-century imperial tussle between England, Napoleonic France, and tsarist Russia for control of Persia. Iranians have long memories. To this day, they blame the UK for many of their woes.</p><p>Britain invaded in 1941 to limit Nazi influence and protect the Anglo-Persian company’s oilfields. In 1953 it intervened again, mounting a coup, with US help, to overthrow a democratically elected government and bolster the rule of the autocratic, pro-western shah.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/14/uk-powerless-iran-executiion-alireza-akbari-rishi-sunak\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/wolves-west-ham-premier-league-match-report", "title": "Wolves heap pressure on David Moyes after Podence sinks West Ham", "date_published": "2023-01-14 16:59:42+00:00", "description": "<p>West Ham’s patience and commitment to David Moyes is being seriously tested. Wolves jumped out of the Premier League relegation zone at West Ham’s expense after Daniel Podence struck the only goal in a game light on quality. West Ham have won one of their past 10 league matches, at Bournemouth in October, and their next match at home to Everton next weekend has taken on extra significance. </p><p>Wolves went for the jugular as the game ticked towards the final whistle and Ruben Neves clattered the upright with a wonderful strike with 15 minutes of normal time to play. There were gasps as the fourth official, Craig Pawson, indicated six minutes of second-half stoppage time, during which Raul Jiménez had a goal disallowed for offside, but the glum expressions on the faces of those of a West Ham persuasion at full time said everything. </p> <a href=\"https://www.theguardian.com/football/2023/jan/14/wolves-west-ham-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/brighton-liverpool-premier-league-match-report", "title": "Solly March doubles up as superb Brighton sink sorry Liverpool", "date_published": "2023-01-14 16:58:21+00:00", "description": "<p>After flying so high last season, Liverpool are experiencing some crashing lows. Defeat to an inspired, superb Brighton may be the lowest yet. This was a mournful performance from Jürgen Klopp’s team, one of submission to a team who have moved into a different gear under Roberto de Zerbi. That their first two goals came from Solly March, who joined the club when a League One outfit, served to remind of how far they have come.</p><p>Moisés Caicedo and Alexis Mac Allister, together in midfield for the first time since 13 November, were dominant. Mac Allister, wearing his World Cup medal, had received a pre-match standing ovation. Both South Americans have been lately linked with moves to Liverpool, where Klopp had opted for the midfield old guard of Jordan Henderson, Thiago and Fabinho. A previous area of great strength has become one of serious concern.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/brighton-liverpool-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/the-fans-may-dream-but-were-not-erik-ten-hag-parries-united-title-talk", "title": "‘The fans may dream but we’re not’ – Erik ten Hag parries United title talk", "date_published": "2023-01-14 16:37:49+00:00", "description": "<ul><li>Manchester United one point behind City after derby victory</li><li>United manager: ‘We have to keep our feet on the ground’</li></ul><p>Erik ten Hag told Manchester United fans they can “dream” of a title challenge but he will not be carried away despite Saturday’s <a href=\"https://www.theguardian.com/football/2023/jan/14/manchester-united-manchester-city-premier-league-match-report\">rousing 2-1 comeback derby win</a> over Manchester City at Old Trafford.</p><p>The victory takes United to 38 points, one behind second-placed City, with Arsenal, who have played a match less, another five ahead. United have also beaten the Gunners this season and play them again next Sunday while the champions are still to face the north Londoners in the league. It was put to Ten Hag that his side is in the championship race.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/the-fans-may-dream-but-were-not-erik-ten-hag-parries-united-title-talk\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/14/donald-trump-e-jean-carroll-lawsuit-nut-job", "title": "Trump testified E Jean Carroll was ‘nut job’ who said she enjoyed being sexually assaulted", "date_published": "2023-01-14 16:31:45+00:00", "description": "<p>Lawyer for writer who accused him of rape asked if ex-president was admitting to it, unsealed testimony shows</p><p>Donald Trump called the <a href=\"https://www.theguardian.com/us-news/2019/jul/13/i-accused-donald-trump-of-sexual-assault-e-jean-carroll-ed-pilkington\">writer E Jean Carroll </a>a “nut job” in video testimony last year and falsely claimed she had enjoyed being sexually assaulted – prompting her lawyer to ask if he was admitting he had raped her, according to freshly unsealed testimony.</p><p>Questioned for a lawsuit, Trump, the former US president, angrily hurled insults and threatened to sue the columnist who accused him of raping her in the New York upscale department store Bergdorf Goodman in the 1990s, according to excerpts of his videotaped testimony. The tapes were recorded last October and unsealed by a court on Friday.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/14/donald-trump-e-jean-carroll-lawsuit-nut-job\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/14/absurd-offside-law-cannot-disguise-shifting-of-sands-in-manchester", "title": "Absurd offside law cannot disguise shifting of sands in Manchester | Jonathan Wilson", "date_published": "2023-01-14 16:07:22+00:00", "description": "<p>United’s controversial equaliser exposed a major flaw in the rules but also gave them a platform to close the gap on City</p><p>A forward makes a run for a through-ball. The defender steps up. The ball is played and the forward is in an offside position. The forward chases the ball, following it, escorting it. Something in his head – perhaps Bruno Fernandes screaming – warns him that he might be offside and so he pulls away, allowing another forward (let’s call him “Bruno Fernandes”) to sweep the ball into the net. Is that forward offside?</p><p>He hasn’t touched the ball but can he be deemed to not have been interfering? Did his presence not prevent the initial defender charging back and trying to hook the ball away? It’s the sort of question that could have kept medieval theologians occupied for a lifetime. Duns Scotus and Thomas Aquinas would have written controversial tracts upon it, then those tracts would have been analysed and those analyses themselves analysed. Whole libraries would have been devoted to the theme. To what extent, if God is omniscient, can we have free will? If our thinking is flawed, can any revelation escape flaw? What is interfering?</p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/14/absurd-offside-law-cannot-disguise-shifting-of-sands-in-manchester\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/amsterdam-crackdown-souped-up-e-bikes-dangerous-streets", "title": "Amsterdam calls for crackdown on menace of souped-up e-bikes", "date_published": "2023-01-14 16:00:13+00:00", "description": "<p>Demon young riders speeding at 40kph are making the once cycle-friendly streets dangerous – and the problem is spreading</p><p>Debby Nieberg was cycling home from the dentist last October, when she was knocked to the pavement and broke her shoulder.</p><p>According to her police report, the youngster on an e-bike – overtaking Nieberg on Amsterdam’s narrow cycling lanes – got up and cycled off, a crime in itself. “This unfortunately has become a big part of my life because of the ‘need for speed’ of those on e-bikes,” says the 56-year-old freelance translator, who has just started cycling again. “The bike situation <a href=\"https://www.theguardian.com/lifeandstyle/2022/sep/01/i-will-never-ride-a-bike-again-why-people-are-giving-up-on-cycling\">is definitely unsafe.</a>”</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/amsterdam-crackdown-souped-up-e-bikes-dangerous-streets\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/14/juni-habel-carvings-review-intense-twilit-norwegian-folk", "title": "Juni Habel: Carvings review – intense, twilit Norwegian folk", "date_published": "2023-01-14 16:00:13+00:00", "description": "<p>(Basin Rock)<br />Accompanied by her husband, brother and uncle, the singer’s sparse, jazz-tinged record, which circles around a family tragedy, feels timeless</p><p>Right on cue for the dark days of winter comes this pensive, intimate album, conceived and recorded in the south Norwegian countryside. The house where its eight songs were captured stands on the cover, with twentysomething<a href=\"https://junihabel.bandcamp.com/album/carvings\"> Juni Habel</a> on its step and its owner, her grandmother, looking on from a window. Habel’s brother, husband and uncle are among those adding small accompaniments to her spare, acoustic guitar – bass, strings, glockenspiel – though it’s her vocals, mixed to the fore and sometimes double-tracked, that dominate the record’s intense, twilit atmosphere.</p><p>The songs are sad but considered, their melancholia held at bay by Habel’s strength of character and touching lyrics. It’s a family affair in more ways than one, with several songs addressed to Habel’s teenage sister, whom she lost in a car accident. Titles such as I Went Out and Sought for Your Name and I Carry You, My Love tell their own story, but there is resilience and a faith in nature woven into their sorrow. That the album’s jazz-tinged brand of folk could as easily have come from the 1970s as the present day is no criticism. An affecting, timeless piece of work from a writer on song. </p> <a href=\"https://www.theguardian.com/music/2023/jan/14/juni-habel-carvings-review-intense-twilit-norwegian-folk\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/14/whats-the-point-of-personal-statements-when-chatgpt-can-say-it-so-much-better", "title": "What’s the point of personal statements when ChatGPT can say it so much better? | Tim Adams", "date_published": "2023-01-14 16:00:13+00:00", "description": "<p>Thanks in part to AI, students will no longer have to wax lyrical about struggles and achievements to secure a university place</p><p>The decision to <a href=\"https://www.timeshighereducation.com/news/ucas-replace-personal-statement-series-questions\">scrap personal statements</a> from university applications is overdue. Not only for the stated reason – that the practice of writing a 4,000-character essay about yourself is seen to favour middle-class kids (and the genetically smug) – but also because the temptations of help from artificial intelligence are increasingly hard to resist. Who is going to labour for days over a side of cringeworthy A4 about the formative influence of a Saturday job when ChatGPT and its rivals can do the job in five seconds?</p><p>“Overcoming difficulties has been a defining aspect of my life,” the app, when prompted, suggests of its struggles. “I grew up in a low-income household and my family struggled to make ends meet. This made it difficult for me to afford the necessary resources to excel academically. However, I refused to let my circumstances define me. I volunteered at local schools and tutored my peers.” Or, prompted differently: “Growing up in a middle-class background, I have had opportunities to help me excel academically and personally. As I have grown older, I have come to realise the importance of giving back to those who are less fortunate. I have been actively involved in community service both locally and internationally. I am now ready to take the next step in my education and personal development at university.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/14/whats-the-point-of-personal-statements-when-chatgpt-can-say-it-so-much-better\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/14/computers-need-to-make-a-quantum-leap-before-they-can-crack-encrypted-messages", "title": "Computers need to make a quantum leap before they can crack encrypted messages | John Naughton", "date_published": "2023-01-14 16:00:12+00:00", "description": "<p>The latest claims by scientists that they are able to break the most common digital encryption system are far-fetched   </p><p>Security in a digital world requires that our communications are safe from digital eavesdroppers. The way we do that is to encrypt our messages using mathematical tools. The most powerful of these use <a href=\"https://en.wikipedia.org/wiki/Trapdoor_function\">trapdoor functions</a> – that is, ones that work easily in one direction (making encryption easy) but not in the other (making decryption difficult).</p><p>Trapdoor functions utilise a property of multiplication – its asymmetry. It’s simple to multiply two numbers together, for example, 971 and 1,249, to get 1,212,779, but it’s quite hard to start with 1,212,779 and work out which two prime numbers (its factors) have to be multiplied to produce it. And the task becomes exponentially harder the bigger the original numbers are. Which is why, up to now, computer scientists believe that it’s impossible <em>in practice</em> for a conventional computer, no matter how powerful, to factorise any number that’s longer than 2,048 bits. Why so? Because it would take it 300tn years, or about <a href=\"https://www.itpro.com/security/encryption/368915/how-quantum-computing-could-change-cyber-security/\">22,000 times longer than the age of the universe</a> (to use just one of the popular analogies), for the machine to crack the problem.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/14/computers-need-to-make-a-quantum-leap-before-they-can-crack-encrypted-messages\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2023/jan/14/immunity-debt-does-it-really-exist", "title": "Immunity debt: does it really exist?", "date_published": "2023-01-14 16:00:12+00:00", "description": "<p>Some claim the rise in winter infections has been caused by the reduction of seasonal bugs during lockdowns. But experts are sceptical about these oversimplified explanations</p><p>The deaths of at least 74 people, including 19 children, from the invasive bacterial infection group A streptococcus, or <a href=\"https://www.theguardian.com/society/2022/dec/05/higher-levels-of-strep-a-in-uk-could-be-due-to-covid-pandemic-says-health-chief\">strep A</a>, are the most extreme consequences of a wave of winter infections that have seemingly left most of the country coughing and sneezing. The parlous state of the nation’s health has prompted suggestions that we are now paying an “immunity debt” incurred by the reduction of common infections during the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19</a> lockdowns of 2020 and 2021. But experts seem divided about whether the debt concept is genuine, let alone whether it explains the prevalence of non-Covid afflictions.</p><p>As with so many of the debates about the outcomes of the pandemic, there do not appear to be simple answers – but no shortage of self-proclaimed “experts” ready to give them anyway. While there are good reasons to believe that the measures taken to reduce the spread of the coronavirus have broader implications for common infectious diseases, there is no one-case-fits-all explanation for the spate of winter bugs, much less any obvious conclusions to be drawn about pandemic management.</p> <a href=\"https://www.theguardian.com/science/2023/jan/14/immunity-debt-does-it-really-exist\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/14/turning-the-tide-with-a-nautical-themed-home-on-the-french-coast", "title": "Turning the tide with a nautical themed home on the French coast", "date_published": "2023-01-14 16:00:12+00:00", "description": "<p>A home on France’s genteel Ile de Ré that pays homage to Tintin, elderly aunts and the seafaring past of this stunningly beautiful Atlantic island</p><p>Located off its west coast and linked to the mainland by a bridge, the Ile de Ré is one of France’s most sought-after seaside destinations. Renowned for its picture-perfect villages and 60 miles of sandy coastline, it has, over the years, attracted a well-heeled, essentially bourgeois crowd, as well as celebrities such as Vanessa Paradis, the late designer Christian Liaigre, Orlando Bloom and Katy Perry. Another fan is Virginie Deniot, who has managed her brother Jean-Louis’s Paris-based interior design firm for the past two decades.</p><p>Virginie still clearly recalls her first visit to the island in 2008. “I fell in love with it,” she says. “The light is incredible and it has such charm. There are vineyards, tractors and fields, and at the same time ports, sailing boats and beaches.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/14/turning-the-tide-with-a-nautical-themed-home-on-the-french-coast\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/authorities-seize-several-luxury-cars-from-andrew-tates-bucharest-house", "title": "Authorities seize several luxury cars from Andrew Tate’s Bucharest house", "date_published": "2023-01-14 15:54:27+00:00", "description": "<p>Romania’s crime agency searched properties as part of investigations into human trafficking charges against the social media influencer</p><p>Romanian authorities have seized several luxury cars from the social media influencer Andrew Tate’s property in Bucharest.</p><p>Vehicles including a Rolls-Royce, BMW and Mercedes-Benz were seen being taken from Tate’s compound in the outskirts of the capital on Saturday for transportation to a storage facility, news agency Reuters has reported.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/authorities-seize-several-luxury-cars-from-andrew-tates-bucharest-house\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/san-antonio-spurs-attendance-record-alamodome", "title": "San Antonio Spurs set NBA attendance record with 68,323 against Warriors", "date_published": "2023-01-14 15:53:57+00:00", "description": "<ul><li>San Antonio set new NBA attendance record of 68,323</li><li>Spurs are celebrating their 50th anniversary season</li></ul><p>The San Antonio Spurs have announced an attendance of 68,323 for their return to the Alamodome, a record for an NBA regular-season game.</p><p>The Spurs, celebrating their 50th anniversary season, returned to their former home to face the Golden State Warriors on Friday night.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/san-antonio-spurs-attendance-record-alamodome\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/turkey-pushes-back-vote-on-sweden-and-finlands-nato-accession", "title": "Turkey pushes back vote on Sweden and Finland’s Nato accession", "date_published": "2023-01-14 15:26:56+00:00", "description": "<p>Ratification will have to wait at least until after elections in May or June, says senior official</p><p>Turkey is unlikely to vote on Sweden and Finland’s accession to Nato before pivotal domestic elections expected in May or June this year, according to a senior Turkish official.</p><p>“We are not in a rush here, they are in a rush to join Nato,” İbrahim Kalın, chief adviser to Turkish president, Recep Tayyip Erdoğan, told journalists.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/turkey-pushes-back-vote-on-sweden-and-finlands-nato-accession\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/sale-toulouse-champions-cup-rugby-union-match-report", "title": "Toulouse too strong for Sale after Cobus Wiese is shown red card", "date_published": "2023-01-14 15:06:39+00:00", "description": "<ul><li>Pool B: Sale 5-27 Toulouse</li><li>Jaminet kicks 17 points in comfortable win for French side</li></ul><p>This does not mark the end of Sale’s Champions Cup campaign but demonstrates that they still have considerable ground to make up to be considered contenders. They may be flying high in the Premiership but they have now comprehensively been beaten by Toulouse home and away. It was a disastrous day for the Sharks – losing key players to injury as well as Cobus Wiese to a first-half red card – but credit Toulouse for the professional manner in which they closed the match out.</p><p>It was not a vintage performance by the five-times champions but it did not need to be. Not with Sale’s indiscipline costing them dearly and not with a full-back with the kind of accuracy that Melvyn Jaminet, who finished with 17 points, possesses. </p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/sale-toulouse-champions-cup-rugby-union-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/dali-and-daly-dont-dilly-dally-in-villas-swift-wsl-turnaround-against-spurs", "title": "Dali and Daly don’t dilly-dally in Villa’s swift WSL turnaround against Spurs", "date_published": "2023-01-14 15:05:54+00:00", "description": "<p>Two goals within four first-half minutes lifted Aston Villa to a 2-1 Women’s Super League victory over Tottenham at Poundland Bescot Stadium.</p><p>Jordan Nobbs made her first start for Carla Ward’s side after <a href=\"https://www.theguardian.com/football/2023/jan/05/aston-villa-sign-jordan-nobbs-from-arsenal-wsl\">joining from Arsenal</a> last week, while Bethany England made her Spurs debut following her <a href=\"https://www.theguardian.com/football/2023/jan/04/bethany-england-transfer-tottenham-chelsea-wsl-record-deal\">January move from Chelsea</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/dali-and-daly-dont-dilly-dally-in-villas-swift-wsl-turnaround-against-spurs\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/key-bolsonaro-ally-arrested-on-return-to-brazil-over-alleged-coup-attempt-anderson-torres", "title": "Key Bolsonaro ally arrested on return to Brazil over alleged coup attempt", "date_published": "2023-01-14 15:01:56+00:00", "description": "<p>Former justice minister Anderson Torres was capital’s security chief when far-right rioters stormed government buildings</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/14/jair-bolsonaro-to-be-investigated-as-part-of-inquiry-into-far-right-brazil-riot\">Jair Bolsonaro to be investigated as part of inquiry into far-right Brazil riot</a></li></ul><p>One of Jair Bolsonaro’s key allies, the former justice minister Anderson Torres, has been arrested in Brazil’s capital in connection with last week’s <a href=\"https://www.theguardian.com/world/2023/jan/08/jair-bolsonaro-supporters-storm-brazils-presidential-palace-and-supreme-court\">alleged attempt to overthrow the country’s new government.</a></p><p>Torres, who was Brasília’s security chief at the time of the attacks, flew back from Florida, where he had purportedly been holidaying, on Saturday morning and was arrested by federal police at the city’s international airport.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/key-bolsonaro-ally-arrested-on-return-to-brazil-over-alleged-coup-attempt-anderson-torres\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/education/2023/jan/14/ministers-refuse-fund-medical-school-uk-doctor-shortage", "title": "Ministers refuse to fund medical school aiming to solve UK doctor shortage", "date_published": "2023-01-14 15:00:11+00:00", "description": "<p>The centre at Worcester University could be forced to train only overseas students who are unlikely to remain in Britain</p><p>A new school set up to boost the number of doctors in England has been told it will not receive any funding for domestic students – meaning that in future it may only be able to give places to those coming in from overseas.</p><p>The government is refusing to fund a single place at Three Counties Medical School, University of Worcester, despite health bosses in the area saying they are spending £70m a year on agency staff to plug a <a href=\"https://www.theguardian.com/society/2022/mar/15/791-medical-graduates-could-miss-out-on-nhs-junior-doctor-training\">chronic shortage of doctors</a>.</p> <a href=\"https://www.theguardian.com/education/2023/jan/14/ministers-refuse-fund-medical-school-uk-doctor-shortage\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2023/jan/15/new-year-new-nick-kyrgios-ready-to-roll-with-the-punches-and-become-a-champion", "title": "New year, new Nick? Kyrgios ready to ‘roll with the punches’ and become a champion", "date_published": "2023-01-14 15:00:11+00:00", "description": "<p>After his most successful year on tour, there’s a feeling the Canberra wild child has finally matured enough to win an Australian Open </p><p>There have been many times in his career when attempting to get a read on Nick Kyrgios has been like taking on Rafael Nadal on clay; a task almost inevitably destined to end in failure. But something has changed in the past 12 months, a year in which he reached his first Grand Slam final at Wimbledon. Kyrgios goes into this year’s Australian Open a changed man.</p><p>All players mature at different rates, on and off the court, and Kyrgios would probably admit that he has taken longer than most. But on the eve of his home Grand Slam, Kyrgios appears to be settled, mentally, as he tries to chase down a first major title.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jan/15/new-year-new-nick-kyrgios-ready-to-roll-with-the-punches-and-become-a-champion\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/14/on-my-radar-elizabeth-alker-cultural-highlights", "title": "On my radar: Elizabeth Alker’s cultural highlights", "date_published": "2023-01-14 15:00:11+00:00", "description": "<p>The Radio 3 broadcaster on a composer’s inspired garden, oil paintings of motorway bridges and a magical local pub</p><p>The broadcaster Elizabeth Alker was born in Rochdale in 1982 and grew up in a musical household; as a child she learned the clarinet, recorder and piano. She <a href=\"https://www.theguardian.com/education/2022/aug/14/what-an-english-degree-did-for-me-earning-sunak-arts-humanities\">studied English</a> at Leeds University and wrote about music for <em>Dazed &amp; Confused</em> before joining the BBC as a researcher in 2005. Alker now hosts <em><a href=\"https://www.bbc.co.uk/programmes/b0b02sl2\">Unclassified</a></em> and the Saturday <em><a href=\"https://www.bbc.co.uk/programmes/b006tmr6\">Breakfast</a></em> show on BBC Radio 3. Her first book, <em>Everything We Do Is Music</em>, will be published by Faber next year. The second series of <em><a href=\"https://www.bbc.co.uk/programmes/m0011tqc\">Northern Drift</a></em>, Alker’s BBC Radio 3 programme showcasing the best new poetry and music from the north of England, goes out on Mondays at 9.15pm and is on BBC Sounds. </p> <a href=\"https://www.theguardian.com/culture/2023/jan/14/on-my-radar-elizabeth-alker-cultural-highlights\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/14/tar-review-todd-field-cate-blanchett-dazzles-as-monstrous-maestro", "title": "Tár review – Cate Blanchett dazzles as monstrous maestro", "date_published": "2023-01-14 15:00:11+00:00", "description": "<p>Todd Field’s masterly film echoes the slippery genius of its protagonist, a brilliant conductor-composer who toys with her admirers</p><p>The genius of Todd Field’s superb <em>Tár</em> comes from the way the film-making echoes the treacherously seductive and mercurial nature of its central character. Lydia Tár (an electrifying Cate Blanchett) is a dazzling talent: a world-class conductor and composer with a towering ego to match her formidable professional reputation. She describes herself, in a rare, entirely insincere moment of self-deprecation, as “a U-haul lesbian”, but in fact she is one half of a Berlin Philharmonic power couple: her partner is the lead violinist, Sharon Goodnow (Nina Hoss).</p><p>Tár is magnificent. At the same time she’s a monster, a capricious narcissist who charms a series of young women, all rising stars in classical music, who subsequently find their careers stymied when they fly too close to the blistering heat of her self-regard.</p> <a href=\"https://www.theguardian.com/film/2023/jan/14/tar-review-todd-field-cate-blanchett-dazzles-as-monstrous-maestro\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/14/mega-millions-winner-maine", "title": "Mega Millions: ticket holder in Maine wins $1.35bn jackpot", "date_published": "2023-01-14 14:56:44+00:00", "description": "<p>Prize was second largest in Mega Millions history and the fourth time the game has had a billion-dollar win</p><p>Friday the 13th proved lucky for one – someone who won the estimated $1.35bn lottery jackpot after a period of three months and 25 drawings that had seen no one across the US win the grand prize.</p><p>The winner, whose name is not yet known, overcame steep odds of 1 in 302.6 million and had bought their ticket in Maine, the first time the state has scored the Mega Millions lottery jackpot.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/14/mega-millions-winner-maine\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/14/greta-thunberg-calls-for-protest-against-expansion-of-german-coal-mine-lutzerath", "title": "Greta Thunberg calls for protest against expansion of German coalmine", "date_published": "2023-01-14 14:35:38+00:00", "description": "<p>Climate activist also denounced ‘police violence’ against campaigners at the abandoned village of Lützerath</p><p>Greta Thunberg is calling for people to join her in a protest against the expansion of a coalmine that will demolish a small German village, denouncing “police violence” against environmental campaigners resisting the demolition.</p><p>“Germany is really embarrassing itself right now,” the climate activist said during her visit to the abandoned village of Lützerath, ahead of a planned protest on Saturday.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/14/greta-thunberg-calls-for-protest-against-expansion-of-german-coal-mine-lutzerath\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/manchester-united-manchester-city-premier-league-match-report", "title": "Rashford stuns Manchester City as United comeback seals derby honours", "date_published": "2023-01-14 14:28:32+00:00", "description": "<p>Marcus Rashford: who else? The Manchester United striker scored a 16th goal in a scintillating season and a seismic 82nd-minute derby winner that gave Erik ten Hag’s team a memorable victory.</p><p>It came when Alejandro Garnacho, on as a replacement, twisted and turned in Manchester City’s area before rolling the ball into Rashford who was never going to miss.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/manchester-united-manchester-city-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/14/missouri-female-legislators-clothing-debate-week-in-patriarchy", "title": "Missouri is all for the right to bear arms – but the right to bare arms is up for debate | Arwa Mahdawi", "date_published": "2023-01-14 14:00:10+00:00", "description": "<p>The Republican-controlled state house decided to debate what sort of clothes female legislators should wear, to the dismay of Missouri Democrats</p><p>The right to bear arms is <a href=\"https://www.everytown.org/state/missouri/\">sacred</a> in Missouri: the state has some of the weakest gun laws in the US. The right to bare arms, however? Well that’s a little more complicated. On Wednesday, the Republican-controlled Missouri House of Representatives decided to spend its time debating what sort of clothes <a href=\"https://www.washingtonpost.com/politics/2023/01/12/missouri-women-dress-code-arms-house/\">female legislators should wear in the chamber</a>. Did they also review the current dress code for male legislators? No, of course not. After some deliberation on this important issue, the lawmakers decided that women were allowed to wear cardigans and jackets but must conceal their arms. Can’t have ladies flashing a naughty bit of elbow when men are trying to get important stuff done!</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/14/missouri-female-legislators-clothing-debate-week-in-patriarchy\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/14/one-to-watch-debbie-ehirim-stormzy", "title": "One to watch: Debbie", "date_published": "2023-01-14 14:00:10+00:00", "description": "<p>The London soul singer and Stormzy collaborator took a degree in finance in case the music didn’t work out. She needn’t have worried…</p><p>If the economics course at her sixth-form college hadn’t been full, south London soul singer <a href=\"https://www.debbieofficial.com/\">Debbie Ehirim</a> might never have decided to study music. It was then that she realised her interest in music-making was more than just a childhood pleasure. She began religiously attending open mic nights and dabbling in theatre – but also got a degree in finance. <em>Just</em> in case. (“This degree is definitely a backup plan,” she <a href=\"https://www.rollingstone.co.uk/music/features/debbie-cherry-wine-interview-24133/\">told </a><em><a href=\"https://www.rollingstone.co.uk/music/features/debbie-cherry-wine-interview-24133/\">Rolling Stone</a></em>).</p><p>Thankfully for Debbie, her break came quickly. By the time she was 22 she had signed to the same label as Stormzy – 0207 Def Jam. She co-wrote a few songs on his latest album, <em><a href=\"https://www.theguardian.com/music/2022/dec/04/stormzy-this-is-what-i-mean-review-intimate-downbeat-soul-baring\">This Is What I Mean</a></em>, as well as lending her hearty vocals to his love song <a href=\"https://www.youtube.com/watch?v=F0CnKnCjJZ4\">Firebabe</a>. Their recording session is one the rapper said “he would never forget for the rest of my life”.</p><p><a href=\"https://debbie.lnk.to/CousinsCar\">Cousin’s Car</a> is out now on 0207 Def Jam</p> <a href=\"https://www.theguardian.com/music/2023/jan/14/one-to-watch-debbie-ehirim-stormzy\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/14/pot-roast-chicken-caramel-clementines-winter-citrus-recipes-ravinder-bhogal", "title": "Pot-roast chicken, caramel clementines: Ravinder Bhogal’s winter citrus recipes", "date_published": "2023-01-14 14:00:10+00:00", "description": "<p>Cut through the gloom with a roast chicken with ’nduja, fennel and winter citrus, a marmalade toast pudding with caramel clementines, and a bug-busting citrus juice packed with vitamins and other goodies</p><p>The current bounty of bright citrus brings delight to even the darkest of winter days. Use every precious part – skin, flesh and juice – to add sharp, sweet and bitter flavours to savoury dishes and puddings alike.</p> <a href=\"https://www.theguardian.com/food/2023/jan/14/pot-roast-chicken-caramel-clementines-winter-citrus-recipes-ravinder-bhogal\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/14/alex-scheffler-to-work-for-children-you-must-have-optimism", "title": "Alex Scheffler: ‘To work for children, you must have optimism’", "date_published": "2023-01-14 14:00:09+00:00", "description": "<p>The Gruffalo illustrator, 65, on dealing with his natural pessimism, the lifelong joy of drawing and why he always tells people not to give up on their dreams</p><p><strong>When I started drawing</strong> the Gruffalo, I never thought I was drawing a character that would live in so many children’s minds. I thought it would be a picture book that sold a few thousand copies, like they usually do.</p><p><strong>I gave the Gruffalo</strong> its overall shape – a monster with horns – and I decided he needed to be furry and he needed to have a tail. As I was sketching, I was thinking of medieval depictions of monsters. I found out later that Julia Donaldson had imagined him completely differently.</p> <a href=\"https://www.theguardian.com/books/2023/jan/14/alex-scheffler-to-work-for-children-you-must-have-optimism\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/14/the-1975-brighton-centre-review-matty-healy-and-co-don-their-full-meta-jackets", "title": "The 1975 review – Matty Healy and co don their full meta jackets", "date_published": "2023-01-14 14:00:09+00:00", "description": "<p><strong>Brighton Centre</strong><br />First half performance art, second half greatest hits, the band question the very nature of arena rock with unsettling audacity</p><p>A split-level 1970s living room, somewhere between <em>Abigail’s Party</em> and <em>The Ice Storm</em>. Seven members of <a href=\"https://the1975.com/\">the 1975</a>’s touring band enter the front door one by one, hang up their jackets and switch on lamps. We see that the eighth, frontman <a href=\"https://www.theguardian.com/music/2022/sep/02/matty-healy-of-the-1975-if-youre-still-making-art-in-your-30s-youre-either-wadded-or-good-and-im-both\">Matty Healy</a>, was there in the dark all along when he gets up from a sofa and shakes himself awake. His suit is sharp but he looks raddled and out of sorts. He lights a cigarette, pours a glass of red wine, sits down at an upright piano and begins to sing: “You’re making an aesthetic out of not doing well/ And mining all the bits of you you think you can sell.” So begins a wonderfully strange, and estranging, experiment in what arena rock can be.</p><p>A decade on from their debut LP, the 1975 have the songs and charisma to be one of Britain’s biggest bands and enough restless, self-questioning curiosity not to be content with that. You might reasonably have assumed from the crisp brevity of their latest album, <em><a href=\"https://www.theguardian.com/music/2022/oct/14/the-1975-being-funny-in-a-foreign-language-review-a-surprising-but-welcome-paring-back\">Being Funny in a Foreign Language</a>,</em> co-produced by the ubiquitous <a href=\"https://www.theguardian.com/music/2017/nov/09/taylor-swift-producer-jack-antonoff-im-drawn-to-female-artists-who-are-brutally-honest\">Jack Antonoff</a>, that they were refocusing their ambitions after the freewheeling chaos of 2020’s <em><a href=\"https://www.theguardian.com/music/2020/may/23/the-1975-notes-on-a-conditional-form-review-greta-thunberg-mc-cutty-ranks-fka-twigs\">Notes on a Conditional Form</a></em>, but not so fast.</p> <a href=\"https://www.theguardian.com/music/2023/jan/14/the-1975-brighton-centre-review-matty-healy-and-co-don-their-full-meta-jackets\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/14/everton-v-southampton-brighton-v-liverpool-football-clockwatch-live", "title": "Everton v Southampton, Brighton v Liverpool: football clockwatch – live", "date_published": "2023-01-14 13:57:46+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/football/live\">Live scores</a> | <a href=\"https://www.theguardian.com/football/2023/jan/14/everton-southampton-premier-league-board-safety-security-threat\">Everton board stay away after ‘security threat’</a></li><li>And you can <a href=\"mailto:Rob%20Smyth%20%3Crob.smyth@theguardian.com%3E\">email Rob</a> with your thoughts on the action</li></ul><p><strong>Everton v Southampton</strong></p><p>Frank Lampard wasn’t exactly full of the joys of January in his pre-match press conference either. If Everton lose today he may well be sacked, though whether he deserves to be such a lightning rod is open to debate/frantic shouting on Twitter.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/14/everton-v-southampton-brighton-v-liverpool-football-clockwatch-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/14/boris-johnson-partygate-testimony-broadcast-tv", "title": "Boris Johnson's Partygate testimony to be shown in full on live TV", "date_published": "2023-01-14 13:00:08+00:00", "description": "<p>Former PM’s comeback plans are under threat as MPs stage televised interrogation over claims he misled parliament</p><p>Boris Johnson’s loyal band of supporters continue to believe he is the only politician with the box-office appeal to turn around the Tory party’s ailing fortunes. Before he has any chance of <a href=\"https://www.theguardian.com/commentisfree/2022/dec/16/boris-johnson-comeback-rishi-sunak-prime-minister-labour-tory-mps\">plotting a comeback</a>, however, he will have to endure another box-office encounter that represents his biggest obstacle.</p><p>In what will be a high-stakes spectacle, major broadcasters are planning to air the entirety of the former prime minister’s testimony to parliament’s privileges committee, which is examining whether he misled MPs about <a href=\"https://www.theguardian.com/politics/2022/may/25/sue-gray-law-breaking-no-10-parties-published-boris-johnson\">law-breaking parties</a> during the Covid pandemic.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/14/boris-johnson-partygate-testimony-broadcast-tv\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/14/what-connects-apocalyptic-drama-the-last-of-us-to-ted-cruz-and-gores-al-and-vidal", "title": "What connects apocalyptic drama The Last of Us to Ted Cruz and Gores Al and Vidal?", "date_published": "2023-01-14 13:00:08+00:00", "description": "<p>Connections are everything, as we trace the links between scriptwriter Craig Mazin and his college roommate Cruz, via Harvard chums Al Gore and Tommy Lee Jones, to Richard Harris’s son Jared</p><p>We feel fine, it seems, about frequent dystopian dramas depicting our mass demise: your Contagions, your Leftovers, a Station Eleven, The Road. Now comes <a href=\"https://www.skygroup.sky/article/the-last-of-us-available-exclusively-16-january-on-sky-atlantic-and-now\">The Last of Us</a><strong> </strong>(Monday on Sky Atlantic/Now), a series set 20 years after modern civilisation has collapsed, adapted from the <a href=\"https://www.theguardian.com/games/2022/jun/09/the-last-of-us-horror-playstation-5-pc\">landmark video game</a>. Neil Druckmann, who developed the game for <a href=\"https://www.naughtydog.com/\">Naughty Dog</a>, has co-created the show with screenwriter Craig Mazin.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/14/what-connects-apocalyptic-drama-the-last-of-us-to-ted-cruz-and-gores-al-and-vidal\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/nearly-60000-people-have-died-of-covid-in-china-in-past-five-weeks", "title": "Nearly 60,000 people have died of Covid in China in past five weeks", "date_published": "2023-01-14 12:31:39+00:00", "description": "<p>Death toll only of those who died in hospital and true figure likely to be higher, although authorities say peak has passed in most areas</p><p>Almost 60,000 people have died of Covid in China in the past five weeks, authorities have announced.</p><p>China is in the grip of a major wave of the virus after <a href=\"https://www.theguardian.com/world/2022/dec/12/china-scraps-tracking-app-amid-widespread-dismantling-of-zero-covid-policy\">abruptly lifting its zero-Covid policy restrictions</a> in December, with some major cities estimating between 70% and 90% of their populations have been infected.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/nearly-60000-people-have-died-of-covid-in-china-in-past-five-weeks\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/rishi-sunak-offers-tanks-ukraine-russian-troops-challenger-2-volodymyr-zelenskiy", "title": "Rishi Sunak offers tanks to Ukraine to help ‘push Russian troops back’", "date_published": "2023-01-14 12:28:09+00:00", "description": "<p>The prime minister offered the Challenger 2 tanks during a phone call on Saturday with Volodymyr Zelenskiy</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/jan/14/russia-ukraine-war-live-iaea-boosting-presence-to-avert-serious-nuclear-accident\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>Rishi Sunak has confirmed the UK will provide tanks to Ukraine to help Kyiv’s forces “push Russian troops back”.</p><p>Downing Street said Sunak made the pledge during a call on Saturday morning with the Ukrainian president, Volodymyr Zelenskiy.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/rishi-sunak-offers-tanks-ukraine-russian-troops-challenger-2-volodymyr-zelenskiy\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/14/everton-southampton-premier-league-board-safety-security-threat", "title": "Everton board stay away from game after ‘threat to safety and security’", "date_published": "2023-01-14 12:19:23+00:00", "description": "<ul><li>Kenwright and Barrett-Baxendale among those absent</li><li>Club call decision ‘unprecedented’ and ‘profoundly sad day’</li></ul><p>Everton’s board of directors will not attend Saturday’s Premier League game against Southampton at Goodison Park due to what the club have described as “a real and credible threat to their safety and security”.</p><p>Everton fans have planned a sit-in demonstration against the board after the game, with the #AllTogetherNow campaign – comprising numerous supporter groups – having called on the club’s owner, Farhad Moshiri, to make “sweeping changes” at chair, board and executive levels.</p> <a href=\"https://www.theguardian.com/football/2023/jan/14/everton-southampton-premier-league-board-safety-security-threat\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/germany-demands-medical-care-for-kremlin-critic-alexei-navalny", "title": "Germany demands medical care for Kremlin critic Alexei Navalny", "date_published": "2023-01-14 12:17:30+00:00", "description": "<p>Russia’s most prominent opponent of Vladimir Putin says he is denied basic medication despite flu symptoms </p><p>Germany has demanded swift medical care for the jailed Kremlin critic Alexei Navalny, who has complained of being denied access to hospital treatment by prison officials in Russia.</p><p>Navalny, the most prominent opponent of the Russian president, Vladimir Putin, said on Wednesday he had flu symptoms including a fever, but that he was being kept in a punishment cell at his maximum-security prison outside Moscow and denied basic medication.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/germany-demands-medical-care-for-kremlin-critic-alexei-navalny\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/14/aston-villa-v-tottenham-womens-super-league-live", "title": "Aston Villa v Tottenham: Women’s Super League – live", "date_published": "2023-01-14 12:02:41+00:00", "description": "<ul><li>WSL updates from the 12.30pm GMT kick-off</li><li>And you can <a href=\"mailto:Sarah%20Rendell%20%3Csarah.rendell.casual@theguardian.com%3E\">email Sarah</a> or tweet <a href=\"https://twitter.com/rendellx\">@rendellx</a></li></ul><p><strong>It’s not just Skinner who has been speaking</strong> about her new signings, Villa boss Carla Ward has spoken on Jordan Nobbs and Lucy Staniforth. She said: “I think it was important to get a couple of experienced heads in the building. I think with where we want to go, what we want to try and achieve, it’s important that those experienced bodies come in and add value to what we’re trying to do. I think Jordan and Lucy felt that perfectly.”</p><p><strong>The WSL winter break put a pause</strong> on the season for a month and Skinner says it has been beneficial for her side. She said: “I think we were ready for the break, I think a lot of players have obviously played a lot of football with all the tournaments in the summer. I think the break has been very good for us, players have come back refreshed and ready to go and we’re still working on the transfer window as well and we’ve had a new addition in that time. It’s a good start and we’re looking forward now to the second half of the season.”</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/14/aston-villa-v-tottenham-womens-super-league-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/14/manchester-united-v-manchester-city-premier-league-live-score-updates", "title": "Manchester United v Manchester City: Premier League – live", "date_published": "2023-01-14 12:02:14+00:00", "description": "<ul><li>Premier League updates from the 12.30pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Subscribe to Football Daily</a> | And <a href=\"mailto:Scott%20Murray%20%3Cscott.murray.casual@theguardian.com%3E\">mail Scott</a> any game thoughts</li></ul><p><strong>Pre-match postbag.</strong> “ETH obviously really fancies Shaw as a centre back and, to be fair, he’s done pretty well there so far. But City’s attack is a far different proposition than any he has faced so far” – Dean Kinsella</p><p>“What is going on with Lisandro Martinez? Luke Shaw has filled in admirably at centre back but surely United are a better side with Martinez playing and Shaw at left back. Or did Martinez celebrate the World Cup win so hard that he’s still recovering?” – Jon Collins</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/14/manchester-united-v-manchester-city-premier-league-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/jack-draper-rafael-nadal-australian-open-murray-raducanu", "title": "Jack Draper gears up to take on vulnerable Nadal in Australian Open", "date_published": "2023-01-14 12:00:08+00:00", "description": "<ul><li>Defending men’s singles champion wary of tough test </li><li>Emma Raducanu confirms fitness before tournament</li></ul><p>In a sense, Jack Draper has been here before. Two years ago, as he was training on the practice courts of Wimbledon, he learned that he was to face the defending champion and top seed, Novak Djokovic, in the first round on his debut.</p><p>On Monday Draper will take up a similar position on his Australian Open debut as he <a href=\"https://www.theguardian.com/sport/2023/jan/14/rafael-nadal-vows-to-reverse-rocky-form-for-duel-with-jack-draper-at-australian-open\">stares down Rafael Nadal</a>, also the defending champion and top seed. But <a href=\"https://www.theguardian.com/sport/2021/jun/28/jack-draper-gives-novak-djokovic-brief-wimbledon-scare-before-pressure-tells\">back at Wimbledon</a>, Draper was 19 years old and ranked 253, a wildcard entrant gaining a brief glimpse into the top level of professional tennis even as he was defeated in four sets. Today he is firmly embedded inside the top 50 and hungry for a breakthrough. He will play to win.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/jack-draper-rafael-nadal-australian-open-murray-raducanu\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/14/succession-struggle-rages-for-luxury-giant-lvmh-bernard-arnault", "title": "Posh handbags at dawn: succession struggle rages for luxury giant LVMH", "date_published": "2023-01-14 12:00:08+00:00", "description": "<p>The world’s richest man, Bernard Arnault, is choosing which of his children will lead his $418bn conglomorate. Cue gold-plated intrigue and drama …</p><p>The march of luxury stepped up its pace last week when Bernard Arnault, co-founder, chairman and chief executive of LVMH –AKA “the wolf in cashmere” and the world’s wealthiest man – handed his daughter Delphine the keys to Christian Dior, the Parisian couture house that, in 1947, kickstarted the modern fashion industry with the New Look.</p><p>The symbolism of the move was hard to miss: for months, observers have speculated on succession plans within Europe’s most valuable company, a purveyor of fashion, champagne, jewellery and real estate that is at the heart of the global luxury ecosystem.</p> <a href=\"https://www.theguardian.com/business/2023/jan/14/succession-struggle-rages-for-luxury-giant-lvmh-bernard-arnault\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/tanks-will-help-kyiv-break-deadlock-but-its-ukraine-allies-now-face-a-fork-in-the-road", "title": "Tanks will help Kyiv. But its allies face fork in road | Jack Watling", "date_published": "2023-01-14 12:00:08+00:00", "description": "<p>Armour will allow Ukraine to mount a spring offensive – but it will also need support vehicles, and most Nato countries have a bare minimum of them. It’s time to invest</p><p>The prospect of several countries providing Ukraine with Nato-designed main battle tanks offers a pathway towards renewed momentum in Kyiv’s bid to reclaim its territory from Russian occupation. The next six months will probably be critical to this effort. Enabling Ukraine to operate these vehicles, however, will require more than just the tanks to be delivered to the Ukrainian armed forces.</p><p>The Russian military has been engaged in a sustained assault on the town of Bakhmut <a href=\"https://www.theguardian.com/world/2022/dec/10/russia-ukraine-war-bakhmut-meat-grinder-deadlock\">for months to little effect</a>. The fields around the town are littered with the corpses of Russian soldiers, while the rate of fire from Russia’s artillery is declining as it faces shortages of spare barrels and some munitions. With much of Russia’s available forces committed, the spring offers the opportunity for Ukraine to go on the attack.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/tanks-will-help-kyiv-break-deadlock-but-its-ukraine-allies-now-face-a-fork-in-the-road\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/14/mahler-das-lied-von-der-erde-piano-version-claudia-huckle-nicky-spence-justin-brown-review-gothic-voices-the-splendour-of-florence-with-a-burgundian-resonance-joanna-and-the-maestro-podcast-lumley-barlow", "title": "Classical home listening: Das Lied von der Erde for piano; The Splendour of Florence with Gothic Voices", "date_published": "2023-01-14 12:00:07+00:00", "description": "<p>Claudia Huckle, Nicky Spence and Justin Brown’s minimalist Mahler wants for nothing, while the pioneering ensemble take on Dufay, Ockeghem and more</p><p>• In a new recording of Mahler’s <strong><a href=\"https://www.prestomusic.com/classical/products/9411890--mahler-das-lied-von-der-erde\">Das Lied von der Erde</a></strong> (Champs Hill), usually for huge orchestra and two soloists but here in the piano autograph version,<strong> </strong>the contralto <strong>Claudia Huckle</strong> and tenor <strong>Nicky Spence</strong>, with pianist <strong>Justin Brown, </strong>capture all the vitality and intensity of this orchestral song cycle, completed in 1909: from the first entry of the tenor, who hurtles in on high with his Drinking Song of the Earth’s Sorrow, to the infinite tenderness of the contralto’s Der Abschied, which in its half-hour length matches the total of the five songs that precede it.</p><p>Huckle had the idea to do the piano version during lockdown, feeling that post-pandemic life might never allow her to sing the work in concert. Let’s hope she does. She is perfectly suited, and has ideal musical companions in Spence, and in Brown, who helps you hear the orchestral colours in his playing. <em>Das Lied</em>, an impassioned if lopsided work, becomes more approachable on this scale – a good way in to a work that can seem overwhelming.</p> <a href=\"https://www.theguardian.com/music/2023/jan/14/mahler-das-lied-von-der-erde-piano-version-claudia-huckle-nicky-spence-justin-brown-review-gothic-voices-the-splendour-of-florence-with-a-burgundian-resonance-joanna-and-the-maestro-podcast-lumley-barlow\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/14/vegan-recipe-chickpea-and-potato-curry-meera-sodha", "title": "Meera Sodha’s vegan recipe for chickpea and potato curry | The new vegan", "date_published": "2023-01-14 12:00:07+00:00", "description": "<p>Homespun comfort food in the form of chickpea and potato curry with quick paratha</p><p>Potato curry was the defining dish of my youth and, if I’m honest, I didn’t love it back then (sorry, Mum). But, as sometimes happens with things you disliked as a child (antiques, Neil Diamond and my sister, for example), they come full circle and in later life you find a certain intense sort of love for them. Today’s recipe isn’t my family’s potato curry, though; rather, it’s one I made with an urge in my belly to feel at home again, and I was so pleased with the results that it might become a defining dish of my adult years.</p> <a href=\"https://www.theguardian.com/food/2023/jan/14/vegan-recipe-chickpea-and-potato-curry-meera-sodha\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/14/art-experts-try-to-spot-ai-works-dall-e-stable-diffusion", "title": "Is this by Rothko or a robot? We ask the experts to tell the difference between human and AI art", "date_published": "2023-01-14 11:55:07+00:00", "description": "<p>An art historian, a critic and a gallerist are tasked with guessing whether a piece is by an important artist or a clever bot. It turns out it’s harder than it looks</p><p>The year 2022 was when AI-generated images went viral. Online, you may have come across very realistic yet suspiciously improbable images of, say, an astronaut riding a horse through space or an avocado doubling as an armchair.</p><p>Numerous new generators – including Dall-E, Midjourney and Stable Diffusion – offer anyone with an internet connection the chance to conjure up their own strange apparition, simply by typing in a “prompt” for the AI. (For example, “astronaut astride horse on Mars”. Or, for this article, “Mark Rothko Abstract Expressionist oil painting” – yes, the image above isn’t a real Rothko.) The possibilities have been endless, the opportunity for meme-making infinite.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/14/art-experts-try-to-spot-ai-works-dall-e-stable-diffusion\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/14/george-santos-politician-americans-deserve", "title": "Serial liar George Santos is the politician Americans deserve | Moira Donegan", "date_published": "2023-01-14 11:13:06+00:00", "description": "<p>The congressman’s many lies are the product of a political system that incentivizes dishonesty and punishes sincerity</p><p>It’s hard to keep track of what, exactly, the newly elected Republican congressman George Santos has said about his own life. His story changes and contradicts itself; his lies seem indiscriminate, and largely ad hoc. He says he worked at Citigroup and Goldman Sachs, which he didn’t. He said he graduated from Baruch College – he didn’t do that, either. Some of his fabrications are so trivial and specific that it’s impossible to ascribe a nefarious motive to them.</p><p>What could Santos possibly have to gain, for instance, by claiming, as he apparently did to a local Republican party leader, to have been a <a href=\"https://slate.com/news-and-politics/2023/01/george-santos-lies-he-also-was-not-a-volleyball-star.html\">college volleyball champion</a>? Others are transparently self-serving, his attempts to cover them up so brazen as to be frankly hilarious. On the campaign trail, running in the heavily Jewish third district of New York, on suburban Long Island, Santos claimed that he was “a member of the Jewish community”, and descended from Ukrainian refugees. When this turned out to be untrue, he later tried to claim that he merely meant that he was “Jew-<em>ish</em>”. It was like a line from Seinfeld; punning, implausible, shameless. At times like this, it’s hard to take Santos’s dishonesty seriously. It seems less like an affront to the dignity of the democratic process and more like some kind of durational satire, a piece of performance art.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/14/george-santos-politician-americans-deserve\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/14/nhs-is-under-more-extreme-pressure-than-at-height-of-pandemic-official-says", "title": "NHS in England under more ‘extreme pressure’ than at height of pandemic", "date_published": "2023-01-14 11:10:18+00:00", "description": "<p>NHS England chief says service is ‘over-reliant’ on foreign staff and calls for universities to ‘ramp up’ training</p><p>The NHS is under more “extreme pressure” than it was at the height of the pandemic and may not recover from the disruption and fallout caused by Covid for another two years, the head of the NHS has warned.</p><p>Amanda Pritchard, the chief executive of NHS England, said the health service is “over-reliant” on foreign staff and called for universities to “ramp up” training places for medical workers to address staff shortages.</p> <a href=\"https://www.theguardian.com/society/2023/jan/14/nhs-is-under-more-extreme-pressure-than-at-height-of-pandemic-official-says\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/14/california-storms-flooding-sacramento-county", "title": "How fast-moving floods took a deadly toll on California’s capital: ‘No one expected it’", "date_published": "2023-01-14 11:00:07+00:00", "description": "<p>Storms took five lives in Sacramento county, where a year of heatwave and drought was followed by record rain</p><p>The water was waist-high as<strong> </strong> Bobby Lewis rushed through the darkness trying to get equipment and animals to higher ground. Just hours into the new year, torrential downpours had engorged the Consumnes River that lines the rancher’s Elk Grove property south of Sacramento, California, until it burst through the embankments designed to contain it.</p><p>The Lewis family has owned this land for decades and weathered many storms, but this one wouldn’t be easily forgotten. Two of Lewis’s cows drowned during the deluge as they tried to swim to safety, last seen as tangles of legs caught between the barren branches of a submerged tree.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/14/california-storms-flooding-sacramento-county\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/el-salvador-environmental-defenders-arrested-mining-ban", "title": "Salvadoran environmental defenders detained for decades-old crimes", "date_published": "2023-01-14 11:00:07+00:00", "description": "<p>Activists worry the arrests are a move by the cash-strapped government to open the country to now banned metals mining</p><p>Five prominent environmental defenders who played a crucial role in securing <a href=\"https://www.theguardian.com/global-development/2017/mar/30/el-salvador-makes-history-first-nation-to-impose-blanket-ban-on-metal-mining\">a historic mining ban in El Salvador</a> have been detained accused of civil war era and gang-related crimes, in what rights groups fear is a ruse to restart mining.</p><p>Miguel Ángel Gámez, Alejandro Laínez García, Pedro Antonio Rivas Laínez, Antonio Pacheco and Saúl Agustín Rivas Ortega were detained on Wednesday in Cabañas in northern El Salvador, accused of killing an alleged army informant more than 33 years ago during the brutal civil war that claimed 75,000 lives.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/el-salvador-environmental-defenders-arrested-mining-ban\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/14/national-day-racial-healing-la-june-montgomery-tabron", "title": "The push for racial equality in US workplaces: ‘We want these to be ways of being’", "date_published": "2023-01-14 11:00:07+00:00", "description": "<p>La June Montgomery Tabron speaks about the National Day of Racial Healing and her effort to build a cohort of companies striving for equity</p><p></p><p>American companies should be “champions” of racial healing and avoid the “leaky bucket” scenario in which people of color are hired only to quickly depart rather than be promoted, a leading Black philanthropist has urged.</p><p>La June Montgomery Tabron is the first female and first Black president and chief executive of the WK Kellogg Foundation, one of the world’s biggest philanthropic organisations, which on Tuesday holds its seventh annual <a href=\"https://healourcommunities.org/day-of-racial-healing/\">National Day of Racial Healing</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/14/national-day-racial-healing-la-june-montgomery-tabron\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/14/bed-bath-beyond-meme-stock-bankruptcy", "title": "Bed Bath & Beyond sees ‘meme-stock’ surge – but is it too little, too late?", "date_published": "2023-01-14 11:00:06+00:00", "description": "<p>The US home retailer, once worth $17bn, looks destined to enter chapter 11 despite a market rally this week. What went wrong?</p><p>Bed Bath &amp; Beyond, the pioneering home goods retailer, appears to be heading for bankruptcy. But you wouldn’t necessarily know it from visiting its flagship store in New York’s Chelsea neighbourhood – or by looking at its share price this week.</p><p>Last year Bed Bath &amp; Beyond was one of the so-called “meme stocks”, including Gamestop, an ailing video games retailer, and cinema chain AMC, whose share prices were driven to dizzying heights by a new generation of online traders.</p> <a href=\"https://www.theguardian.com/business/2023/jan/14/bed-bath-beyond-meme-stock-bankruptcy\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/14/twins-coping-with-pregnancy-and-miscarriage", "title": "I had a baby just as my twin sister lost hers. Would our relationship ever be the same?", "date_published": "2023-01-14 11:00:06+00:00", "description": "<p>As identical twins, Lydia and I shared everything, but when she had her second miscarriage a few days before I gave birth, it would test our bond to the limit </p><p>I was days away from giving birth and was discussing pain relief with my NCT friends when the WhatsApp message came through from my twin sister. “No baby.” To the point. No frills. Just like her. The message, a punch to the stomach, was followed by a sad-face emoji that seemed both insufficient at conveying the agony felt by its sender and utterly devastating in its everyday-ness. My extremities went tingly, then numb, and suddenly I felt oddly hollow and weightless, as though someone had scooped out my insides and replaced them with helium. And then, another punch to the stomach, a real one this time: my unborn son reminding me that I wasn’t, in fact, hollow or, indeed, full of helium. I was full of baby. And my sister, my other half, my womb mate, was not.</p><p>It is a myth, I’m sorry to say, that twins are psychic, although it’s one my identical twin sister, Lydia, and I often played up to at parties by agreeing answers to set questions. (She was always thinking of a triangle; I was always thinking of the colour blue.) But when she messaged me just after lunch one Friday at the beginning of February 2021, asking if I was free to chat, I knew she was going to tell me she was pregnant. Perhaps it was twin instinct or perhaps it was simply because my partner and I had, that weekend, been discussing our own plans to start a family, but I was right: she was.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/14/twins-coping-with-pregnancy-and-miscarriage\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/14/dutch-apology-slavery-reparation-caribbean", "title": "Why the Dutch apology for slavery leaves a bitter taste in my mouth | Jermain Ostiana", "date_published": "2023-01-14 11:00:06+00:00", "description": "<p>An apology only counts when there is a genuine process of reparation and reform. The people of the Dutch Caribbean are still waiting</p><p>• Jermain Ostiana is a writer and poet from Curacao</p><p>Elis Juliana, a poet, artist and intellectual from the Dutch Caribbean island of Curaçao, who died in 2013, once said: “The scars of my people’s feet from Dutch enslavement are still bawling pus.” It’s a vivid statement that captures the dominance of Dutch political and economic power over the Black people of Curaçao and its sister islands, including Saba, Statia, Bonaire, Aruba and St Maarten. And it still holds true – even after the <a href=\"https://www.theguardian.com/world/2022/dec/19/dutch-pm-apologises-for-netherlands-role-in-slave-trade\">surprising apology from the Netherlands</a> last month for the atrocities of Dutch slavery in the region. </p><p>In that apology, the prime minister, Mark Rutte, said: “On behalf of the Dutch government, I apologise for the past actions of the Dutch state: to enslaved people in the past, everywhere in the world, who suffered as a consequence of those actions, as well as to their daughters and sons, and to all their descendants, up to the present day.”</p><p>Jermain Ostiana is a writer and poet from Curacao</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/14/dutch-apology-slavery-reparation-caribbean\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/14/romance-novelist-faked-death-susan-meachen", "title": "A romance novelist came back to life. Angry fans say she faked her death", "date_published": "2023-01-14 10:00:06+00:00", "description": "<p>Scandal and despair hit the romance community when Susan Meachen was purportedly bullied into suicide. Was it a hoax?</p><p>In 2020 the tightly knit and passionate world of self-published romance literature was shocked by the news that the novelist Susan Meachen, following bullying by other writers, had taken her own life.</p><p>Meachen’s grieving fans funded her funeral costs, according to members of the romance community, and helped edit and promote her final book. Fellow authors released an anthology dedicated to Meachen, with the dedication page calling plaintively, or pointedly, to “keep bullying where it belongs – in fiction”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/14/romance-novelist-faked-death-susan-meachen\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/14/jose-pizarro-recipe-black-beans-ham-hock-cabbage", "title": "José Pizarro’s recipe for black beans with ham hock and cabbage", "date_published": "2023-01-14 10:00:06+00:00", "description": "<p>Black beans in a warming Basque stew of cabbage and ham hock: happy January</p><p>I love British winters, and being outside on crisp, cold days, as well as steaming up at indoor parties. Although people say January is the deepest, darkest month, we have incredible winter produce, such as iron-rich brassicas and sweet leeks, all of which are begging to be part of warming soups and stews. Dried beans are another winter essential, being both hearty and affordable, so I always have some in the store-cupboard, ready for action.</p> <a href=\"https://www.theguardian.com/food/2023/jan/14/jose-pizarro-recipe-black-beans-ham-hock-cabbage\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/14/trump-georgia-grand-jury-political-fate", "title": "Trump’s political fate may have been decided – by a Georgia grand jury", "date_published": "2023-01-14 10:00:05+00:00", "description": "<p>Panel that considered whether ex-president committed crimes in trying to overturn 2020 election defeat could recommend prosecution</p><p>Even as Donald Trump <a href=\"https://www.politico.com/news/2023/01/12/trump-2024-campaign-south-carolina-00077612\">prepares to dial up</a> his campaign to take back the White House, the former US president’s political and personal fate may already have been decided by the secret workings of a grand jury in Georgia.</p><p>The 23-member panel, convened to consider whether Trump and others committed crimes in trying to overturn his defeat in Georgia when it appeared the state might decide the outcome of the entire 2020 presidential election, was dissolved on Monday after submitting its conclusions and asking that they be made public.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/14/trump-georgia-grand-jury-political-fate\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/14/family-is-the-place-for-madness-constance-debre-on-the-book-that-has-shocked-france", "title": "‘Family is the place for madness’: Constance Debre on the book that has shocked France", "date_published": "2023-01-14 10:00:05+00:00", "description": "<p>She was a successful defence barrister from a grand French family. Then she came out, and found herself in a fierce custody battle. As she publishes her first book in English, the author talks about motherhood, love and attitudes to gay life</p><p>“There’s always a price to pay for freedom,” says Constance Debré, running a hand over her shaved head and her neck tattoo that reads “plutôt crêver” (“rather die”). The 50-year-old author, who faced a fierce custody battle over her young son after coming out as gay in her mid 40s, adds: “To me, that’s a happier, livelier way to see things: rather than saying there are injustices or blows raining down on you, you realise it’s all because you’re living life in the way you want, seeking out an existence … trying to give life some shape. That’s why life and literature are so connected: it’s the quest for form.”</p><p>Debré tore up the rule book of French writing with a bestselling trilogy based on the dramatic turn her life took after she came out. The darkly comic, first-person account of a separated mother’s Don Juan-style conquests of women is interwoven with scenes of her “taking an automatic rifle” to her bourgeois life as a criminal defence barrister from a famous French political dynasty. More than a coming-out saga, Debré likens it to a Saint Augustine-style conversion, a total transformation. The protagonist and narrator, who is not named, is clearly Debré herself, following in a long French tradition of creative writers who draw closely on real-life events – the most notable being last year’s Nobel laureate <a href=\"https://www.theguardian.com/books/2022/oct/06/annie-ernaux-the-2022-nobel-literature-laureates-greatest-works\">Annie Ernaux</a>. Yet though the events are real, Debré firmly considers her work fiction rather than autobiography or memoir, because it relies on the literary art of constructing a narrative, creating a relationship between a character and events. “What makes a novel is its form,” she says.</p> <a href=\"https://www.theguardian.com/books/2023/jan/14/family-is-the-place-for-madness-constance-debre-on-the-book-that-has-shocked-france\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/14/lisa-marie-presley-to-be-laid-to-rest-at-graceland", "title": "Lisa Marie Presley to be laid to rest at Graceland", "date_published": "2023-01-14 09:53:04+00:00", "description": "<p>Singer’s 'final resting place’ will be at Memphis mansion she inherited from her father, Elvis Presley, family says</p><p>Lisa Marie Presley will be laid to rest at Graceland, the Memphis mansion she inherited from her father, Elvis Presley, a family representative said.</p><p>Presley <a href=\"https://www.theguardian.com/music/2023/jan/13/lisa-marie-presley-singer-and-daughter-of-elvis-dies-aged-54\">died on Thursday at the age of 54</a> after being taken to a Los Angeles hospital following cardiac arrest at her home, according to reports.</p> <a href=\"https://www.theguardian.com/music/2023/jan/14/lisa-marie-presley-to-be-laid-to-rest-at-graceland\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/14/paul-merson-i-was-at-the-brit-awards-and-asked-kylie-minogue-out-she-said-no", "title": "Paul Merson: ‘I was at the Brit Awards and asked Kylie Minogue out. She said no’", "date_published": "2023-01-14 09:30:04+00:00", "description": "<p>The football pundit on his very expensive suit, fighting addiction and why he owes Walsall fans an apology</p><p>Born in London, Paul Merson, 54, started his career at Arsenal as an apprentice. He spent 11 seasons with the club, winning the League Championship twice, the FA Cup, the League Cup and the European Cup Winners’ Cup; he went on to play for Middlesbrough, Aston Villa and Portsmouth. He was capped 21 times for England, playing in the 1992 European Championship and the 1998 World Cup. Now a Sky Sports pundit, he is also an ambassador for <a href=\"https://www.recoverlution.com/\">Recoverlution</a>, an online platform for people in recovery. Married for the third time, he has eight children and lives in London.</p><p><strong>When were you happiest?<br /></strong>On holiday in Orlando with my wife, Kate, and kids just before lockdown. I wasn’t drinking or gambling. I was so happy, so at peace with myself – I’d been searching for that for many a year.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/14/paul-merson-i-was-at-the-brit-awards-and-asked-kylie-minogue-out-she-said-no\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/14/four-dogs-three-cats-two-snakes-a-tortoise-what-30-years-of-pets-have-taught-me-about-life", "title": "Four dogs, three cats, two snakes, a tortoise: what 30 years of pets have taught me about life", "date_published": "2023-01-14 09:00:04+00:00", "description": "<p>Here’s what you need to know: snakes <em>will</em> escape and a tortoise offers only lessons in estate planning … </p><p>No, I said to my wife, “we should not get a cat.” Every family needs at least one member who is prepared to present the case for not getting a pet. I accepted the post early on. A cat may seem like a good idea, I told my wife, but it would ultimately be an encumbrance, a dragging anchor on our lives. We already have a mortgage for that. Let’s just pretend the mortgage is a cat.</p><p>“No,” I said a few years later, “we should not get a dog. Dogs shed hair and chew up your property. And also, we already have a cat.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/14/four-dogs-three-cats-two-snakes-a-tortoise-what-30-years-of-pets-have-taught-me-about-life\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/14/female-clergy-church-of-england-ordination-bishop", "title": "Why are female clergy cheering for a bishop who doesn’t believe in female priests? | Martine Oborne", "date_published": "2023-01-14 09:00:03+00:00", "description": "<p>The ordination of the C of E’s first diocesan bishop since 2014 who refuses to ordain women is nothing to celebrate</p><ul><li>Martine Oborne is a vicar in west London and chair of Women and the Church</li></ul><p>It was with “great joy” that the senior Church of England cleric the Rev Dr Jill Duff, the bishop of Lancaster, announced <a href=\"https://www.theguardian.com/world/2023/jan/10/philip-north-cleric-opposed-ordination-female-priests-bishop-blackburn\">Philip North’s appointment</a> as the next bishop of Blackburn this week. “Thrilled by this news,” she wrote – the ostensive message that the appointment is good news for women in the church. But this may seem curious to those who know the backstory.</p><p>North is one of a number of clergy in the C of E who do not believe that women should be <a href=\"https://religionmediacentre.org.uk/news/church-divided-over-promotion-of-bishop-who-opposes-ordination-of-women-as-priests/#:~:text=Bishop%20North%20is%20one%20of%20a%20small%20number%20of%20bishops%20who%20refuse%20to%20ordain%20women.\">ordained as priests</a>, let alone bishops. Moves to promote him in 2012 and 2017 were quashed after protests by female church members. Those who hold his theological position do not receive bread and wine consecrated by female clergy or by a man or woman ordained by a female bishop. Duff isn’t the only female clergy member to welcome North’s nomination – many no doubt know of his gifts and, despite not fully recognising their orders, how he has been supportive of female clergy in the past.</p><p>Martine Oborne is a vicar in west London and chair of Women and the Church (Watch), a group that works for equality for women in the Church of England</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/14/female-clergy-church-of-england-ordination-bishop\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/14/ambulance-workers-accuse-government-of-demonising-them", "title": "Ambulance workers accuse government of demonising them", "date_published": "2023-01-14 08:22:00+00:00", "description": "<p>In letter to Rishi Sunak, GMB union members say they feel ‘utterly betrayed’ by attempts to portray them as ‘uncaring about safety’</p><p>A group of ambulance workers has sent a furious letter to the prime minister saying they feel “utterly betrayed” by the government’s attempts to paint them as “uncaring about safety standards”.</p><p>Steve Rice, the head of the GMB union’s ambulance committee, sent Rishi Sunak a letter on behalf of ambulance workers protesting against the government’s plans to introduce new anti-strikes legislation.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/14/ambulance-workers-accuse-government-of-demonising-them\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/ons-jabeur-i-want-to-create-bigger-things-to-help-others-from-my-region", "title": "Ons Jabeur: ‘I want to create bigger things, to help others from my region’", "date_published": "2023-01-14 08:04:13+00:00", "description": "<p>Tunisia’s history-making star is on a mission in Melbourne but remains grounded: ‘I like to smile and laugh with everyone’</p><p>It is dark and rainy at the dead of night but here comes Ons Jabeur, beaming across my screen and bringing the sunshine, just before 2am. She is early for our Zoom interview because Jabeur is different to most sports personalities who are locked inside bubbles of fame where punctuality does not seem to matter much. Jabeur, preparing for the <a href=\"https://www.theguardian.com/sport/australian-open\">Australian Open</a> in Melbourne, lives in the real world and so humility comes naturally.</p><p>Yet she is about to enter another dimension where she will be tested in a new way. Jabeur enjoyed a breakout 2022 – becoming the first African and Arab woman to win a WTA 1000 event while <a href=\"https://www.theguardian.com/sport/2022/jul/09/ons-jabeur-brings-tunisian-tennis-to-the-brink-of-histor\">making further history</a> as she reached the <a href=\"https://www.theguardian.com/sport/2022/jul/09/elena-rybakina-storms-back-to-beat-ons-jabeur-in-wimbledon-final\">final at Wimbledon</a> and the US Open. She has risen to world No 2 and this year started with her pictured on the <a href=\"https://en.vogue.me/culture/ons-jabeur-january-2023-issue-vogue-arabia/\">cover of Vogue Arabia</a>, joining Naomi Osaka’s new agency and, with Novak Djokovic, leading the<a href=\"https://www.reuters.com/article/tennis-ausopen-ptpa-idCAKBN2TP1KA\"> first executive committee</a> of the Professional Tennis Players Association as it tries to reshape the sport.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/ons-jabeur-i-want-to-create-bigger-things-to-help-others-from-my-region\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2023/jan/14/no-one-truly-needs-a-beauty-subscription-but-it-may-save-you-money", "title": "No one truly needs a beauty subscription, but it may save you money | Sali Hughes", "date_published": "2023-01-14 08:00:04+00:00", "description": "<p>They are a way of enjoying cosmetics while saving on the cost of individual products. But which are best?</p><p> At times of financial discomfort, subscriptions and memberships can seem like easy and obvious targets to cut back on. But when subscription models have recently triggered such a significant and likely irreversible shift in how we shop for beauty, I’m still interested in which offer decent value for money. No one needs a beauty subscription but for many, they are a way of enjoying cosmetics while saving on products.</p><p>The most popular is <a href=\"https://www.beautypie.com/join-beauty-pie\">Beauty Pie</a>, and with good reason. I’m a subscriber, paying £59 a year for access to what is in effect a “buyers’ club”, selling high quality haircare, makeup, skincare and fragrance made by many of the same formulators and manufacturers as luxury brands, only direct to consumer, at a more affordable “members’ price”.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/14/no-one-truly-needs-a-beauty-subscription-but-it-may-save-you-money\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/14/steamed-fish-longevity-noodles-crispy-duck-greens-stir-fried-lettuce-cashew-sweet-sour-recipes-chinese-new-year-yotam-ottolenghi", "title": "Steamed fish, noodles and greens: Yotam Ottolenghi’s recipes for Chinese New Year", "date_published": "2023-01-14 08:00:04+00:00", "description": "<p>Three ‘auspicious’ dishes for the Year of the Rabbit: steamed fish with vinegar and soy, lucky spiced noodles with crispy duck, and stir-fried romaine with sweet-sour cashews</p><p>I always think that New Year’s eve falls a bit too close to Christmas to be made the most of. We’re all too full and knackered to lean into yet more celebrations so soon, and lack the headspace to make resolutions for the year ahead. Chinese New Year, on the other hand, which falls next Sunday, is so well timed that everyone might want to mark it. Not only do we have the renewed energy to think about another feast, the food associated with the Spring Festival is exactly what we should be eating at this time of the year: steamed greens, slivers of aromatic ginger and chilli, toasted seeds and sticky nuts. Hop along! Happy year of the rabbit!</p> <a href=\"https://www.theguardian.com/food/2023/jan/14/steamed-fish-longevity-noodles-crispy-duck-greens-stir-fried-lettuce-cashew-sweet-sour-recipes-chinese-new-year-yotam-ottolenghi\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/picture/2023/jan/14/tom-gauld-on-break-time-at-the-bookshop-cartoon", "title": "Tom Gauld on break time at the bookshop – cartoon", "date_published": "2023-01-14 08:00:04+00:00", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/jan/14/tom-gauld-on-break-time-at-the-bookshop-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/14/he-did-not-want-this-one-mans-two-decade-quest-to-let-the-irish-giant-rest-in-peace", "title": "‘He did not want this’: no rest in quest to end display of Irish Giant", "date_published": "2023-01-14 08:00:04+00:00", "description": "<p>Researchers spurred by injustice explain why 18th century Irish man famed for his exceptional height deserves burial he wanted</p><p>Thomas Muinzer recalls the day when, as a bored student in Belfast learning about property law, a few sentences about the 18th century “Irish Giant” Charles Byrne caught his eye.</p><p>“I saw a footnote about a celebrity Irish giant from Northern Ireland whose remains were stolen on the way to his funeral – querying whether or not that was the theft of property, because it was a dead body,” he says.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/14/he-did-not-want-this-one-mans-two-decade-quest-to-let-the-irish-giant-rest-in-peace\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/14/endangered-orcas-forever-chemicals-4np-canada", "title": "High levels of ‘forever chemical’ found in endangered orcas in Canada", "date_published": "2023-01-14 08:00:03+00:00", "description": "<p>Southern resident killer whales off British Columbia show alarming levels of 4NP chemical used in toilet paper, study finds</p><p>Canadian researchers have discovered high levels of a “<a href=\"https://www.theguardian.com/environment/2022/oct/07/forever-chemicals-found-insecticides-study\">forever chemical</a>”, used in making toilet paper, in the bodies of <a href=\"https://www.theguardian.com/environment/2018/nov/12/canada-disappearing-killer-whales-ecosystem-crisis-chinook-salmon\">endangered killer whales</a>, sparking fears the toxic substance could further harm them.</p><p>Researchers in British Columbia <a href=\"https://pubs.acs.org/doi/10.1021/acs.est.2c04126\">announced</a> they had discovered the chemical 4-nonylphenol, or 4NP, in the 12 killer whales they studied. 4NP is often used in pulp and paper processing but is also found in soap, detergents and textile processing.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/14/endangered-orcas-forever-chemicals-4np-canada\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/14/one-eared-rescue-dog-paintings-van-gogh", "title": "Van Gogh the one-eared rescue dog paints his way to a new home", "date_published": "2023-01-14 08:00:03+00:00", "description": "<p>A seven-year-old boxer mix saved from a dog-fighting ring became an in-demand celebrity after online auction of his ‘masterpieces’</p><p>When a Connecticut animal shelter struggled to find a home for Van Gogh the one-eared rescue dog, they knew just what to do: break out the canvas and paint.</p><p>The seven-year-old, 70lb boxer mix saved from a dog-fighting ring has now been adopted following a highly successful online auction of his “masterpieces”, created by Van Gogh licking peanut butter and liverwurst from a plastic bag and smearing the paint on the canvas below.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/14/one-eared-rescue-dog-paintings-van-gogh\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/moving-on-from-machismo-is-noxious-masculinity-finally-receding-from-sport", "title": "Moving on from machismo: is noxious masculinity finally receding from sport? | Hannah Jane Parkinson", "date_published": "2023-01-14 08:00:02+00:00", "description": "<p>Work remains but male tears, hand-holding and group chants of Atomic Kitten songs are welcome recent sporting features</p><p>If there was a defining sporting moment of 2022, aside from the obvious one of Lionel Messi lifting the World Cup (while wearing an incongruous bisht, giving off strong vibes of someone about to get their hair washed at the salon), it was surely the <a href=\"https://www.theguardian.com/sport/2022/sep/24/roger-federer-tennis-laver-cup-rafael-nadal-sock-tiafoe\">tears and hand-clasping</a> of Roger Federer and Rafael Nadal at the Laver Cup.</p><p>After Federer had played his last competitive match – teaming up with Nadal in doubles – the two sat and watched as the screens of London’s O<sub>2</sub> Arena flashed highlights of the Swiss’s iconic career. Ellie Goulding belted out a ballad. Lights strobed. Federer did one of those hiccup-cries kids do. His pinkie finger moved towards Nadal’s. The Spaniard’s eyes were red; Federer’s nose was giving Rudolph with a coke habit. Pretty soon their shoulders were heaving in sync.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/moving-on-from-machismo-is-noxious-masculinity-finally-receding-from-sport\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/14/for-thy-great-pain-have-mercy-on-my-little-pain-by-victoria-mackenzie-review-a-pocket-epic", "title": "For Thy Great Pain Have Mercy on My Little Pain by Victoria MacKenzie review – a pocket epic", "date_published": "2023-01-14 07:30:02+00:00", "description": "<p>This electrifying debut compares the spiritual adventures of Margery Kempe and Julian of Norwich</p><p>This is an extraordinary novel about two extraordinary women, the books they wrote and how those books survived. In 1934, while looking for a ping pong ball in the house of Lieutenant Colonel William Butler-Bowdon, a guest stumbled upon the only complete manuscript of The Book of Margery Kempe. Butler-Bowdon threatened to throw it on the bonfire, saying “then we may be able to find ping pong balls and bats when we want them”. Fortunately he changed his mind, and the manuscript of the earliest English autobiography is now safely in the British Library.</p><p>Born in 1373, one-time brewer Margery Kempe had visions of Christ which set her off on a series of rambunctious, incident-packed pilgrimages to the Holy Land, Santiago de Compostela and Prussia. She dressed in white, like a virgin, despite having at least 14 children. She was tried for heresy several times but always managed to successfully rebut the charges. In her debut novel Victoria MacKenzie has distilled this chaotic, episodic rampage of a life into a beautifully lucid account of a spiritual adventure. The Margery who emerges is boastful, vulnerable, courageous, confused, mouthy, libidinous, attentive and impossible not to love.</p> <a href=\"https://www.theguardian.com/books/2023/jan/14/for-thy-great-pain-have-mercy-on-my-little-pain-by-victoria-mackenzie-review-a-pocket-epic\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/video/2023/jan/14/oh-youre-thirsty-hot-koala-approaches-humans-for-water-in-adelaide-video", "title": "'Oh you're thirsty': hot koala approaches humans for water in Adelaide – video", "date_published": "2023-01-14 07:13:42+00:00", "description": "<p>Photographer Tracey Nearmy spotted this koala climbing down a tree in South Australia's Adelaide Hills on a hot Saturday when temperatures reached 35-40C. After giving the thirsty marsupial a drink, Nearmy and her friend alerted staff at the nearby Carrick Hill historic house who often leave water at the base of the trees for the local koala colony. They said they would take a bucket of water up to this one in case it needed more to drink</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2023/jan/14/firefighters-battle-blaze-in-adelaide-hills-as-residents-of-montacute-advised-to-take-shelter\">Firefighters battle blaze in Adelaide Hills as residents of Montacute advised to take shelter</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jan/14/oh-youre-thirsty-hot-koala-approaches-humans-for-water-in-adelaide-video\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2023/jan/14/russia-ukraine-war-live-iaea-boosting-presence-to-avert-serious-nuclear-accident", "title": "Russia-Ukraine war live: IAEA boosting presence ‘to avert serious nuclear accident’", "date_published": "2023-01-14 07:12:10+00:00", "description": "<p>UN atomic watchdog will soon have a permanent presence at all five of Ukraine’s nuclear facilities. Follow live</p><p>The UN nuclear watchdog announced on Friday it was boosting its presence in Ukraine to help prevent a nuclear accident during the current conflict, AFP reports.</p><p>The International Atomic Energy Agency (IAEA) said it would soon have a permanent presence at all five of Ukraine’s nuclear facilities, including Chernobyl – the plant closed after the 1986 disaster.</p><p><strong>Ukraine has denied Russia’s claim that Vladimir Putin’s forces have captured Soledar. </strong>On Friday, as Russia’s defence ministry said its forces had taken full control of the salt-mining town, Ukrainian officials denied the Russian claim, suggesting they were still holding on and counterattacking, with the Ukrainian military spokesperson Serhii Cherevatyi reporting “ongoing battles”.</p><p><strong>Soledar is “Verdun for 21st century” according to a top Ukraine official. </strong>Andriy Yermak, head of the office of the president of Ukraine, likened the fight for the town to the longest and bloodiest battle in the first world war.</p><p><strong>Ukraine’s president, Volodymyr Zelenskiy, said on Thursday that Ukrainian forces defending Bakhmut and Soledar in the east would be armed with everything they need</strong> to keep Russian troops at bay in some of the bloodiest fighting of the war.</p><p><strong>Hundreds of civilians remain trapped in Soledar, Ukraine has said</strong>. Pavlo Kyrylenko, the governor of Donetsk, told Ukrainian state TV that 559 civilians remained in Soledar, including 15 children, and could not be evacuated.</p><p><strong>Satellite images taken by Maxar Technologies show the destruction inflicted upon Soledar.</strong> The Guardian has a series of striking images from inside the eastern Ukrainian town.</p><p><strong>Ukraine is confident Britain will announce it plans to send about 10 Challenger 2 tanks to Kyiv shortly</strong>, a move it hopes will help Germany finally allow its Leopard 2s to be re-exported to the embattled country. A formal announcement is anticipated on Monday but Ukrainian sources indicated they understood that Britain had already decided in favour.</p><p><strong>Putin’s move to replace his top commander in Ukraine after a few months is a sign of military disarray and his growing impatience in a war Russia is not winning</strong>, analysts said. The defence ministry in Moscow said on Wednesday it had, again, replaced its top commander in Ukraine, putting the army chief of staff, Valery Gerasimov, in charge. It is the <a href=\"https://www.theguardian.com/world/2023/jan/11/russia-replaces-general-in-charge-of-ukraine-war-in-latest-military-shake-up\">latest of several major shake-ups</a> of Moscow’s military leadership.</p><p><strong>Germany will continue to “weigh every step carefully” and consult with its allies on further weapons deliveries to Ukraine, the chancellor, Olaf Scholz, has said. </strong>The German leader is facing mounting pressure to approve German-made battle tanks for Kyiv. Scholz said Berlin would keep its “leading position” as one of Kyiv’s top supporters but said he had no intention of being rushed on “such serious things that have to do with peace and war, with the security of our country and of Europe”.</p><p><strong>A US navy veteran has been released after almost a year in Russian detention, according to his family. Taylor Dudley,</strong> 35, of Michigan, was taken into custody by Russian border police last April after crossing the border from Poland into Kaliningrad, a Russian exclave between Poland and Lithuania.</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/14/russia-ukraine-war-live-iaea-boosting-presence-to-avert-serious-nuclear-accident\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/14/i-sat-up-today-like-a-beckettian-chattering-mouth-all-i-can-do-is-speak-but-i-can-also-listen", "title": "I sat up today. Like a Beckettian chattering mouth, all I can do is speak, but I can also listen", "date_published": "2023-01-14 07:00:05+00:00", "description": "<p>The novelist may never walk or hold a pen again after a fall in Rome on Boxing Day</p><p>I sat up today.</p><p>Four physiotherapists came to my room. They started to move me with the determination of putting my feet flat on the floor. They turned me, and for a moment I sat on the bed, with my feet on the floor, staring ahead of me. I have to say, I felt proud and amazed and incredibly dizzy.</p> <a href=\"https://www.theguardian.com/books/2023/jan/14/i-sat-up-today-like-a-beckettian-chattering-mouth-all-i-can-do-is-speak-but-i-can-also-listen\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/14/a-thief-came-into-our-family-and-took-the-heart-out-of-it-the-killing-of-zara-aleena", "title": "‘A thief came into our family and took the heart out of it’: the killing of Zara Aleena", "date_published": "2023-01-14 07:00:05+00:00", "description": "<p>Last year the bright, kind law graduate was brutally murdered as she walked home after a night out. Now her friends and family are striving to create meaning from the tragedy</p><p>Five weeks before she was murdered, 35-year-old Zara Aleena started work at the Royal Courts of Justice. On her first day, she sent a brightly smiling selfie to her friends and family, saying she couldn’t believe she was actually there. It was an administrative role that took her one step closer to her lifelong dream of being a lawyer; something she had pursued doggedly even as her studies were interrupted by caring responsibilities and financial concerns. After passing the solicitors’ exams with distinction and landing this new job, Aleena felt a new stage of her life was beginning. Her aunt Farah Naz told her: “Soon, Zara, you are going to be a formidable force.”</p><p>On the evening of 26 June 2022, Aleena met a friend at a local pub, the Great Spoon of Ilford. They had dinner and a drink there before moving on to a bar, where Aleena drank water. Around 2am, they left. The friend got in a cab, but Aleena walked; she was close to home and it was a warm evening. When her other aunt, Smaira Naz, imagines her walking that night, she thinks of how Aleena always had a spring in her step. “She had this bounce when she walked – it was lovely, so much energy,” she says. “Walking made her feel free.”</p> <a href=\"https://www.theguardian.com/society/2023/jan/14/a-thief-came-into-our-family-and-took-the-heart-out-of-it-the-killing-of-zara-aleena\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/14/couples-cash-money-worries-partner", "title": "Couples and cash: how to break the silence on money worries", "date_published": "2023-01-14 07:00:04+00:00", "description": "<p>The cost of living crisis is putting a strain on many relationships. We<strong> </strong>ask experts how to tackle cash problems with your partner</p><p>From rows over the rising cost of the weekly food shop and heating bills to spending on extras such as nights out, money problems caused by the <a href=\"https://www.theguardian.com/business/cost-of-living-crisis\">cost of living crisis</a> can put a strain on even the most loving relationship.</p><p>The website Counselling Directory says there has been an increase in the number of people using its site to find a therapist as well as reading up on topics such as “understanding relationship conflict”.</p> <a href=\"https://www.theguardian.com/business/2023/jan/14/couples-cash-money-worries-partner\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2023/jan/14/prince-harrys-baggy-shirts-and-jeans-circa-2013-all-make-sense-hes-a-tk-maxx-fan", "title": "Prince Harry’s baggy shirts and jeans circa 2013 all make sense – he’s a TK Maxx fan", "date_published": "2023-01-14 07:00:04+00:00", "description": "<p>Before sporting a more polished look featuring luxury brands, Harry took a more everyman approach to fashion</p><p>In London’s Kensington High Street branch of TK Maxx there are only two men browsing on the menswear floor. It’s just days after Prince Harry revealed in his memoir Spare that he used to shop for “everyday casual clothes” at the designer discount chain. Similar to Harry’s “system” which he explains in his book, both are “working up one rack and down another,” before standing in front of a mirror holding sweaters and jeans up against their bodies rather than using the changing rooms. Maybe the royal is on to something?</p><p>Before moving to California and sporting a more polished look featuring luxury brands such as suits from Celine and Brioni, Harry took a more everyman approach to fashion. “Nice and comfortable,” is how he sums it up in his book.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/14/prince-harrys-baggy-shirts-and-jeans-circa-2013-all-make-sense-hes-a-tk-maxx-fan\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/14/what-links-billy-idol-and-douglas-coupland-the-saturday-quiz", "title": "What links Billy Idol and Douglas Coupland? The Saturday quiz", "date_published": "2023-01-14 07:00:04+00:00", "description": "<p>From long-tongued mammals to Elysian Fields, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Whose Man in a Red Turban (1433) might be the first self-portrait?<br /><strong>2</strong> Which land mammal has the longest tongue?<br /><strong>3</strong> Who founded the National Viewers’ and Listeners’ Association?<br /><strong>4</strong> Which isotope revolutionised archaeological dating?<br /><strong>5</strong> Which European language is divided into High and Low dialects?<br /><strong>6</strong> In North American sport, who was the Great One?<br /><strong>7</strong> Which dog lives with Chilli, Bandit and Bingo?<br /><strong>8</strong> How did Dervla Murphy travel from Ireland to India?<br /><strong>What links:</strong><br /><strong>9</strong> Gangnam Style; Baby Shark; Macarena; YMCA; Saturday Night?<br /><strong>10</strong> Karolinska Institute; Swedish Academy; Royal Swedish Academy of Sciences?<br /><strong>11</strong> 100 (12); 50 (7); 20 (7)?<br /><strong>12</strong> Charles Hamblett and Jane Deverson; Billy Idol; Douglas Coupland?<br /><strong>13</strong> Swilcan Bridge; Grannie Clark’s Wynd; Elysian Fields; Valley of Sin?<br /><strong>14</strong> .ma; .dz; .tn; .ly; .eg?<br /><strong>15</strong> Julian Kaye; Frank Lucas; Patrick Bateman; Chris Kyle?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/14/what-links-billy-idol-and-douglas-coupland-the-saturday-quiz\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2023/jan/14/where-to-go-on-holiday-in-2023-23-great-travel-ideas", "title": "Where to go on holiday this year: 23 great travel ideas for 2023", "date_published": "2023-01-14 07:00:02+00:00", "description": "<p>From Croatia’s dramatic sinkhole lakes to rewilded glens in Scotland, our travel writers pick fun and sustainable adventures for the coming year</p><p>If you’re longing for a desert island, head to Fuseta, an almost empty spit of white sand in a turquoise sea that could be in the Indian Ocean (just a little more bracing). This is a relatively unspoilt fishing town about 12 miles east of Faro. It’s small and in summer has wonderful open-air restaurants grilling fish by the harbour. A locals’ favourite is <a href=\"https://casa-corvo.negocio.site/\">Casa Corvo</a>, where it’s hard to spend more than €18 for straight-from-the-sea <em>dourada</em> (sea bream) on the charcoal grill. Get to the <em>mercado municipal</em> early enough and you may see fishermen unloading their boats.</p> <a href=\"https://www.theguardian.com/travel/2023/jan/14/where-to-go-on-holiday-in-2023-23-great-travel-ideas\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2023/jan/14/broadway-shows-closing-early-new-york", "title": "‘It’s a hard time’: why are so many Broadway shows closing early?", "date_published": "2023-01-14 06:28:00+00:00", "description": "<p>A slew of well-reviewed productions have closed with poor ticket sales while blockbusters dominate the market</p><p>With ineffable talents and six Tony awards, Audra McDonald is box-office gold. But not this time. Not even she could save <a href=\"https://www.theguardian.com/stage/2022/dec/08/ohio-state-murders-review-audra-mcdonald-soars-in-an-unsteady-mystery\">Ohio State Murders</a>, a play that gave its author, Adrienne Kennedy, her Broadway debut at the age of 91.</p><p>“More of her work deserves to be produced commercially, and hopefully this will be the beginning of more and more awareness about who Adrienne Kennedy is, how incredible and poetic and profound and raw and revolutionary her work is,” McDonald <a href=\"https://www.instagram.com/reel/CnKkQWZpAZx/?igshid=NDk5N2NlZjQ%3D\">said in a video</a> posted on Instagram. “And that there needs to be more work out there centering Black women by Black women in the way that Adrienne has been doing for 70 years.”</p> <a href=\"https://www.theguardian.com/stage/2023/jan/14/broadway-shows-closing-early-new-york\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/14/rafael-nadal-vows-to-reverse-rocky-form-for-duel-with-jack-draper-at-australian-open", "title": "Rafael Nadal vows to reverse rocky form for duel with Jack Draper at Australian Open", "date_published": "2023-01-14 06:26:14+00:00", "description": "<ul><li>21-time grand slam winner has one win from last six games</li><li>Nadal faces Britain’s world No 40 Jack Draper in round one</li></ul><p>Top seed Rafael Nadal is confident he can turn around his troubling recent win-loss record to successfully defend his Australian Open title.</p><p>The veteran Spaniard has arrived at Melbourne Park with just one victory from his last six matches dating back to the US Open, including United Cup losses to Australia’s Alex de Minaur and Briton Cameron Norrie earlier this month.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/14/rafael-nadal-vows-to-reverse-rocky-form-for-duel-with-jack-draper-at-australian-open\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-325-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 325 of the invasion", "date_published": "2023-01-14 06:24:44+00:00", "description": "<p>UN nuclear watchdog boosting presence in Ukraine; hundreds of civilians trapped in eastern town of Soledar</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p><strong>The United Nations’ nuclear watchdog announced it would boost its presence in Ukraine</strong> to help prevent a nuclear accident during the conflict. The International Atomic Energy Agency (IAEA) said it would soon have a permanent presence at all five of Ukraine’s nuclear facilities. Currently, only the Russian-controlled Zaporizhzhia plant, which is near the frontline, has a permanent IAEA presence.</p><p><strong>Ukraine has denied Russia’s claim that Putin’s forces have captured Soledar. </strong>On Friday, Russia’s defence ministry said its forces had taken full control of the salt mining town. Ukrainian officials denied the Russian claim, suggesting they were still holding on and counterattacking, with the Ukrainian military spokesperson Serhii Cherevatyi reporting “ongoing battles”.</p><p><strong>Soledar is ‘Verdun for 21st century’ according to a top Ukraine official. </strong>Andriy Yermak, head of the office of the president of Ukraine, likened the fight for the town to the longest and bloodiest battle in the first world war.</p><p><strong>Ukraine’s president, Volodymyr Zelenskiy, said on Thursday that Ukrainian forces defending Bakhmut and Soledar in the east would be armed with everything they need</strong> to keep Russian troops at bay in some of the bloodiest fighting of the war.</p><p><strong>Hundreds of civilians remain trapped in Soledar, Ukraine has said</strong>. Pavlo Kyrylenko, the governor of Donetsk, told Ukrainian state TV that 559 civilians remained in Soledar, <a href=\"https://www.theguardian.com/world/live/2023/jan/12/russia-ukraine-war-fight-for-soledar-continues-says-zelenskiy-kyiv-fortifying-border-with-belarus-live?page=with:block-63c043fe8f085fda3e65d81d#block-63c043fe8f085fda3e65d81d\">including 15 children, </a>and could not be evacuated.</p><p><strong><a href=\"https://www.theguardian.com/world/live/2023/jan/12/russia-ukraine-war-fight-for-soledar-continues-says-zelenskiy-kyiv-fortifying-border-with-belarus-live?page=with:block-63bfa5ee8f085fda3e65d1ba#block-63bfa5ee8f085fda3e65d1ba\">Satellite images</a> taken by Maxar Technologies show the destruction inflicted upon Soledar.</strong> The Guardian has <a href=\"https://www.theguardian.com/world/live/2023/jan/12/russia-ukraine-war-fight-for-soledar-continues-says-zelenskiy-kyiv-fortifying-border-with-belarus-live?page=with:block-63bfa8158f08a62e1a2e2a18#block-63bfa8158f08a62e1a2e2a18\">a series of striking images</a> from inside the eastern Ukrainian town.</p><p><strong>Ukraine is confident Britain will announce it plans to <a href=\"https://www.theguardian.com/world/2023/jan/13/ukraine-confident-uk-will-send-challenger-2-tanks-to-help-war-effort\">send about 10 Challenger 2 tanks to Kyiv</a> shortly</strong>, a move it hopes will help Germany finally allow its Leopard 2s to be re-exported to the embattled country. A formal announcement is anticipated on Monday but Ukrainian sources indicated they understood that Britain had already decided in favour.</p><p><strong>Germany will continue to “weigh every step carefully” and consult with its allies on further weapons deliveries to Ukraine, chancellor Olaf Scholz has said. </strong>The German leader is facing mounting pressure to approve German-made battle tanks for Kyiv. Scholz said Berlin would keep its “leading position” as one of Kyiv’s top supporters but said he had no intention of being rushed on “such serious things that have to do with peace and war, with the security of our country and of Europe”.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-325-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/14/blind-date-stephen-katharine", "title": "Blind date: ‘I will for ever be the woman who denied him a crab bisque’", "date_published": "2023-01-14 06:00:37+00:00", "description": "<p>Katharine, 34, an accountant, meets Stephen, 41, a nurse</p><p><strong><br />What were you hoping for?<br /></strong>To meet someone new without preconceptions, and a fun evening.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/14/blind-date-stephen-katharine\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/14/boris-johnson-may-be-building-his-war-chest-but-he-isnt-building-bridges", "title": "Boris Johnson may be building his war chest, but he isn’t building bridges", "date_published": "2023-01-14 06:00:37+00:00", "description": "<p>Ex PM’s £3.5m in second-job fees plus political donations since leaving Downing Street sends mixed signals about his future plans</p><p>It has proved fortunate for Boris Johnson that his government chose last year to drop plans to cap how much MPs could make from second jobs outside parliament.</p><p>Nine months later, the former prime minister has benefited from more than £2.5m in earnings from speeches, hospitality, free accommodation, gifts and donations to his new company, The Office of Boris Johnson.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/14/boris-johnson-may-be-building-his-war-chest-but-he-isnt-building-bridges\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/14/how-to-turn-spent-coffee-grounds-into-punchy-kombucha-recipe-zero-waste-cooking-tom-hunt", "title": "How to turn spent coffee grounds into a punchy kombucha – recipe | Waste not", "date_published": "2023-01-14 06:00:37+00:00", "description": "<p>If only the world’s annual 10bn kilos of used coffee grounds were used for fertiliser, leathers, skin-care products and even bio-fuel. Or this addictive kombucha …</p><p>“No problem,” Mabel said as she handed me a huge bag of used coffee grounds. “Last week, someone came in asking me for some to make a plant-based leather.” I walked out grinning from ear to ear, happy to connect with a local barista and to have just scored a kilo of <a href=\"https://www.brownsofbrockley.com/\">Browns of Brockley</a>’s finest used coffee grounds.</p><p>Across the world, <a href=\"https://www.statista.com/statistics/292595/global-coffee-consumption/\">almost 10bn kilos of coffee beans are consumed each year</a>, and those beans are grown on <a href=\"https://halo.coffee/blogs/discover/coffee-regions-a-quick-guide-to-coffee-growing-regions\">10m hectares across the so-called bean belt</a>, an area roughly 25 degrees on either side of the equator. Imagine the impact if the waste from all that coffee were repurposed to make food stuffs, fertiliser, leathers, skin-care products and even biofuel.</p> <a href=\"https://www.theguardian.com/food/2023/jan/14/how-to-turn-spent-coffee-grounds-into-punchy-kombucha-recipe-zero-waste-cooking-tom-hunt\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/14/tim-dowling-the-family-is-in-morocco-and-im-refusing-to-haggle", "title": "Tim Dowling: The family is in Morocco, and I’m refusing to haggle", "date_published": "2023-01-14 06:00:36+00:00", "description": "<p>I’m mortified by the idea of quibbling over prices – though my wife is unimpressed by my principled profligacy</p><p>On a vast, empty stretch of beach a few miles south of Essaouira in Morocco, there is a woman doing yoga while facing the sea, a warm breeze lifting her hair out behind her as she lowers herself slowly on one leg. She is at peace, until a column of nine quad bikes comes barrelling down the shore, spraying sand and belching smoke as they pass.</p><p>This sudden invasion seems both jarring and a little contemptuous, especially from my point of view: I’m driving the fourth quad bike in line.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/14/tim-dowling-the-family-is-in-morocco-and-im-refusing-to-haggle\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/14/us-cancer-deaths-drop-third-since-1991-new-report-says", "title": "US cancer deaths drop 33% since 1991, new report says", "date_published": "2023-01-14 06:00:36+00:00", "description": "<p>American Cancer Society calculates that 3.8m lives have been saved, highlighting HPV’s role in tackling cervical cancer</p><p>American cancer deaths have declined by 33% since 1991, according to a new report – saving an estimated 3.8m lives.</p><p>The report by the American Cancer Society attributed the three-decade trend largely to better early detection, lower rates of smoking, and improvements in treatment. Researchers also credited the human papillomavirus vaccine (HPV).</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/14/us-cancer-deaths-drop-third-since-1991-new-report-says\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/iran-executes-british-iranian-national-alireza-akbari-report", "title": "Iran executes British-Iranian national Alireza Akbari – report", "date_published": "2023-01-14 05:54:56+00:00", "description": "<p>Akbari was accused of spying for Britain, in charges that were labelled politically motivated by the foreign office</p><p>Iran has executed British-Iranian national Alireza Akbari after sentencing him to death on charges of spying for Britain, the country’s judicial news agency reported.</p><p>“Alireza Akbari, who was sentenced to death on charges of corruption on earth and extensive action against the country’s internal and external security through espionage for the British government’s intelligence service … was executed,” the Mizan news agency reported.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/iran-executes-british-iranian-national-alireza-akbari-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/us-born-princess-vows-to-stay-in-rome-villa-despite-eviction-order-caravaggio-ceiling-fresco", "title": "US-born princess vows to stay in Rome villa despite eviction order", "date_published": "2023-01-14 05:00:35+00:00", "description": "<p>Saga continues over property housing Caravaggio’s only ceiling fresco as fifth auction fails to attract bids</p><p>A princess living in a villa in Rome that contains the only ceiling fresco ever painted by Caravaggio has said she would “vigorously defend” her right to stay in the sprawling property after a judge ordered her eviction.</p><p>The US-born Princess Rita Boncompagni Ludovisi, the only occupant of the 16th-century Villa Aurora, has been embroiled in a long-running inheritance dispute with the three sons of her late husband, Prince Nicolò Boncompagni Ludovisi, who was the property’s last owner.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/us-born-princess-vows-to-stay-in-rome-villa-despite-eviction-order-caravaggio-ceiling-fresco\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/14/jair-bolsonaro-to-be-investigated-as-part-of-inquiry-into-far-right-brazil-riot", "title": "Jair Bolsonaro to be investigated as part of inquiry into far-right Brazil riot", "date_published": "2023-01-14 02:44:29+00:00", "description": "<p>The former president shared a video questioning last year’s election result after his supporters stormed Brasília’s democratic institutions</p><p>Brazil’s former president Jair Bolsonaro will be investigated as part of an inquiry into the alleged attempt to topple the country’s new government, the supreme court has announced.</p><p>Thousands of radical followers of the far-right populist <a href=\"https://www.theguardian.com/world/2023/jan/09/brazil-riot-palace-attack-bolsonaro-far-right-supporters-lula\">marauded through Brazil’s three most important democratic institutions</a> last Sunday, apparently convinced by a tsunami of fake news that last October’s presidential election – which Bolsonaro lost – was rigged.</p> <a href=\"https://www.theguardian.com/world/2023/jan/14/jair-bolsonaro-to-be-investigated-as-part-of-inquiry-into-far-right-brazil-riot\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/14/george-pell-lying-in-state-in-vaticans-st-stephen-of-the-abyssinians-church", "title": "George Pell lying in state in Vatican’s St Stephen of the Abyssinians church", "date_published": "2023-01-14 01:39:54+00:00", "description": "<p>Around 20 people were seen kneeling in prayer in the church – typically used for baptisms and weddings – prior to funeral for Australia’s most senior Catholic</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jan/14/australia-live-news-vatican-mass-george-pell-nsw-premier-dominic-perrottet-battles-internal-enemies\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>George Pell, Australia’s most senior Catholic, is lying in state in a closed dark brown wooden coffin behind the walls of the Vatican as preparations continue for his funeral, which will be blessed by Pope Francis.</p><p>Pell, who was the subject of <a href=\"https://www.theguardian.com/australia-news/2023/jan/12/george-pell-what-the-five-year-royal-commission-into-child-sexual-abuse-found\">damning findings</a> by Australia’s child abuse royal commission, is in a coffin on the floor of the small church of St Stephen of the Abyssinians, inside the Vatican walls.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/14/george-pell-lying-in-state-in-vaticans-st-stephen-of-the-abyssinians-church\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/13/treasury-secretary-janet-yellen-debt-ceiling", "title": "Treasury secretary: US to reach debt ceiling on Thursday", "date_published": "2023-01-14 01:35:05+00:00", "description": "<p>Janet Yellen told Congress that ‘extraordinary measures’ would be taken to avoid default until legislation is passed to raise ceiling</p><p>Janet Yellen, the US treasury secretary, has notified Congress that the US is projected to reach its debt limit on Thursday, 19 January, and will then resort to <a href=\"https://apnews.com/article/biden-politics-united-states-government-us-department-of-the-treasury-business-84ef9d1c5803bd25e8e9cc3538cd0ab2\">“extraordinary measures”</a> to avoid default.</p><p>In a letter to House and Senate leaders on Friday, Yellen said her actions will buy time until Congress can pass legislation that will either raise the nation’s $31.4tn borrowing authority or suspend it again for a period of time.</p> <a href=\"https://www.theguardian.com/business/2023/jan/13/treasury-secretary-janet-yellen-debt-ceiling\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}