[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Problemy z transmisją Clout MMA. Jest oświadczenie ws. rekompensat", "description": "Po problemach technicznych z sobotnią transmisją pierwszej gali freak-fightowej Clout MMA organizatorzy wydali świadczenie. Federacja całą sytuację tłumaczy atakami hakerów. Clout MMA zapowiada rozpatrzenie reklamacji, zaoferowała też w ramach rekompensaty dostęp do relacji z gali przez wydłużony czas. To nie spotkało się z dobrym przyjęciem przez wielu użytkowników.", "link": "https://www.wirtualnemedia.pl/artykul/problemy-transmisja-clout-mma-oswiadczenie-rekompensaty-zwrot-pieniedzy", "date_published": "2023-08-06T16:48:54.581636+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Widzowie wściekli na Clout MMA. Problemy z transmisją", "description": "Część internautów doświadczyła dużych problemów technicznych z transmisją sobotniej gali freak-fightowej Clout MMA. Organizatorzy radzili widzom, można uniknąć usterek.", "link": "https://www.wirtualnemedia.pl/artykul/clout-mma-walki-transmisja-problemy-zwrot-pieniedzy", "date_published": "2023-08-06T10:18:39.992742+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Kai Cenat oskarżony o przestępstwa podczas zamieszek w Nowym Jorku", "description": "Znany twórca gier wideo Kai Cenat został oskarżony w sobotę o przestępstwa podczas zamieszek na placu Union Square na Manhattanie. W piątek zgromadziło się tam ok. 5 tys. osób, głównie nastolatków, a interweniowało tysiąc policjantów.", "link": "https://www.wirtualnemedia.pl/artykul/kai-cenat-oskarzony-przestepstwa-zamieszki-nowy-jork", "date_published": "2023-08-06T05:58:27.991250+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Max Kolonko - upadek gwiazdy. Kiedyś podbił serca widzów, dziś szokuje patostreamami", "description": "Przed laty, kiedy był korespondentem TVP w Stanach Zjednoczonych, zdobył serca widzów. Kochali go za emocjonujące relacje, amerykański luz i niepowtarzalny akcent. Stawiano go na równi z Tomaszem Lisem i Kamilem Durczokiem. Od kilku lat Maksa Kolonkę można oglądać tylko na YouTube. Szokuje widzów swoim uwielbieniem dla Putina, propozycjami rozbioru Ukrainy czy grożeniem śmiercią najważniejszym politykom w państwie. - Jego relacje z tragicznych wydarzeń 11 września 2001 roku były pełne emocji, aż przechodziły ciarki. Kolonko nadawał stojąc na dachu i pokazywał za sobą płonące wieże World Trade Center. To robiło niebywałe wrażenie - mówi portalowi Wirtualnemedia.pl Sławomir Zieliński, były szef Kolonki w TVP.", "link": "https://www.wirtualnemedia.pl/artykul/max-kolonko-upadek-gwiazdy-patostreamer-wladymir-putin-ukraina-andrzej-duda", "date_published": "2023-08-06T04:53:42.531228+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}]