[{"source": "https://www.sciencedaily.com/rss/all.xml", "title": "Win-win in muscle research: Faster results and fewer laboratory animals thanks to new method", "description": "To study muscle diseases, scientists rely on the mouse as a model organism. Researchers have now developed a new method that is not only faster and more efficient than conventional ones but also greatly reduces the number of experimental animals needed for studying the function of genes in muscle fibers.", "link": "https://www.sciencedaily.com/releases/2023/10/231012111724.htm", "date_published": "2023-10-12T11:17:24+00:00", "bookmarked": false, "dead": null, "artist": "Latest Science News -- ScienceDaily", "album": "Latest Science News -- ScienceDaily", "user": null, "language": "en-us", "thumbnail": "https://www.sciencedaily.com/images/scidaily-logo-rss.png"}, {"source": "https://www.sciencedaily.com/rss/all.xml", "title": "Self-correcting quantum computers within reach?", "description": "Quantum computers promise to reach speeds and efficiencies impossible for even the fastest supercomputers of today. Yet the technology hasn't seen much scale-up and commercialization largely due to its inability to self-correct. Quantum computers, unlike classical ones, cannot correct errors by copying encoded data over and over. Scientists had to find another way. Now, a new paper in Nature illustrates a Harvard quantum computing platform's potential to solve the longstanding problem known as quantum error correction.", "link": "https://www.sciencedaily.com/releases/2023/10/231012111707.htm", "date_published": "2023-10-12T11:17:07+00:00", "bookmarked": false, "dead": null, "artist": "Latest Science News -- ScienceDaily", "album": "Latest Science News -- ScienceDaily", "user": null, "language": "en-us", "thumbnail": "https://www.sciencedaily.com/images/scidaily-logo-rss.png"}, {"source": "https://www.sciencedaily.com/rss/all.xml", "title": "Traumatic memories can rewire the brain", "description": "Researchers found that fear conditioning led to learning-specific changes in neuronal-network activity in the dorsal part of the medial prefrontal cortex of mice. This study demonstrates the use of combined methods for detailed visualization of the dynamics of neural networks, and describes techniques that could be used to uncover additional information about the neurological changes associated with learning and memory.", "link": "https://www.sciencedaily.com/releases/2023/10/231012111646.htm", "date_published": "2023-10-12T11:16:46+00:00", "bookmarked": false, "dead": null, "artist": "Latest Science News -- ScienceDaily", "album": "Latest Science News -- ScienceDaily", "user": null, "language": "en-us", "thumbnail": "https://www.sciencedaily.com/images/scidaily-logo-rss.png"}, {"source": "https://www.sciencedaily.com/rss/all.xml", "title": "Study reveals shyness could impact young children's performance on language tests", "description": "Shyness can influence a child’s performance in language assessments, depending on the level of social interaction required to complete the test.", "link": "https://www.sciencedaily.com/releases/2023/10/231012111635.htm", "date_published": "2023-10-12T11:16:35+00:00", "bookmarked": false, "dead": null, "artist": "Latest Science News -- ScienceDaily", "album": "Latest Science News -- ScienceDaily", "user": null, "language": "en-us", "thumbnail": "https://www.sciencedaily.com/images/scidaily-logo-rss.png"}, {"source": "https://www.sciencedaily.com/rss/all.xml", "title": "Omega watch: Researchers develop new blood test for measuring levels of critical omega-3 fatty acids", "description": "Researchers have discovered a convenient new way to track levels of omega-3 fatty acids in the bloodstream, making it much easier to access information that is critical to cardiovascular and cognitive health, but which has previously been challenging to gather. While the human body can generate most of the fats it needs, it cannot produce adequate levels of omega-3 fatty acids and must obtain them from dietary sources.", "link": "https://www.sciencedaily.com/releases/2023/10/231012111631.htm", "date_published": "2023-10-12T11:16:31+00:00", "bookmarked": false, "dead": null, "artist": "Latest Science News -- ScienceDaily", "album": "Latest Science News -- ScienceDaily", "user": null, "language": "en-us", "thumbnail": "https://www.sciencedaily.com/images/scidaily-logo-rss.png"}, {"source": "https://www.sciencedaily.com/rss/all.xml", "title": "Widely tuneable terahertz lasers boost photo-induced superconductivity in K3C60", "description": "Researchers have long been exploring the effect of using tailored laser drives to manipulate the properties of quantum materials away from equilibrium. One of the most striking demonstrations of these physics has been in unconventional superconductors, where signatures of enhanced electronic coherences and super-transport have been documented in the resulting non-equilibrium states. However, these phenomena have not yet been systematically studied or optimized, primarily due to the complexity of the experiments. Technological applications are therefore still far removed from reality. In a recent experiment, this same group of researchers discovered a far more efficient way to create a previously observed metastable, superconducting-like state in K3C60 using laser light.", "link": "https://www.sciencedaily.com/releases/2023/10/231012111629.htm", "date_published": "2023-10-12T11:16:29+00:00", "bookmarked": false, "dead": null, "artist": "Latest Science News -- ScienceDaily", "album": "Latest Science News -- ScienceDaily", "user": null, "language": "en-us", "thumbnail": "https://www.sciencedaily.com/images/scidaily-logo-rss.png"}, {"source": "https://www.sciencedaily.com/rss/all.xml", "title": "Revolutionizing energy storage: Metal nanoclusters for stable lithium--sulfur batteries", "description": "Lithium–sulfur batteries (LSBs) offer a higher energy storage potential. However, issues like formation of lithium polysulfides and lithium dendrites lead to capacity loss and raise safety concerns. Now, researchers have developed a graphene separator embedded with platinum-doped gold nanoclusters, which enhance lithium-ion transport and facilitate redox reactions. This breakthrough addresses the long-standing issues associated with LSBs, setting the stage for their commercialization.", "link": "https://www.sciencedaily.com/releases/2023/10/231012111413.htm", "date_published": "2023-10-12T11:14:13+00:00", "bookmarked": false, "dead": null, "artist": "Latest Science News -- ScienceDaily", "album": "Latest Science News -- ScienceDaily", "user": null, "language": "en-us", "thumbnail": "https://www.sciencedaily.com/images/scidaily-logo-rss.png"}, {"source": "https://www.sciencedaily.com/rss/all.xml", "title": "A better 'map' of the lights you see when you close your eyes can improve 'bionic eye' outcomes", "description": "Researchers have identified a new way of mapping ‘phosphenes’ – the visual perception of the bright flashes we see when no light is entering the eye – to improve the outcome of surgery for patients receiving a cortical visual prosthesis (‘bionic eye’).", "link": "https://www.sciencedaily.com/releases/2023/10/231012013448.htm", "date_published": "2023-10-12T01:34:48+00:00", "bookmarked": false, "dead": null, "artist": "Latest Science News -- ScienceDaily", "album": "Latest Science News -- ScienceDaily", "user": null, "language": "en-us", "thumbnail": "https://www.sciencedaily.com/images/scidaily-logo-rss.png"}, {"source": "https://www.sciencedaily.com/rss/all.xml", "title": "Enlightening insects: Morpho butterfly nanostructure inspires technology for bright, balanced lighting", "description": "Researchers developed a nanostructured light diffuser that provides balanced lighting by diffracting blue and red light, and can be cleaned by simple rinsing with water. The diffuser consists of cheap materials and can be shaped with common tools. A protective glass coating maintains the diffuser's optical performance yet adds durability. This work might improve the visual performance of everyday lighting displays.", "link": "https://www.sciencedaily.com/releases/2023/10/231012013409.htm", "date_published": "2023-10-12T01:34:09+00:00", "bookmarked": false, "dead": null, "artist": "Latest Science News -- ScienceDaily", "album": "Latest Science News -- ScienceDaily", "user": null, "language": "en-us", "thumbnail": "https://www.sciencedaily.com/images/scidaily-logo-rss.png"}]