[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Ukrainian Military Targeted in Phishing Campaign Leveraging Drone Manuals", "description": "Ukrainian military entities are the target of a phishing campaign that leverages drone manuals as lures to deliver a Go-based open-source post-exploitation toolkit called Merlin.\n\"Since drones or Unmanned Aerial Vehicles (UAVs) have been an integral tool used by the Ukrainian military, malware-laced lure files themed as UAVs service manuals have begun to surface,\" Securonix researchers Den", "link": "https://thehackernews.com/2023/09/ukrainian-military-targeted-in-phishing.html", "date_published": "2023-09-25T13:05:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Watch the Webinar — AI vs. AI: Harnessing AI Defenses Against AI-Powered Risks", "description": "Generative AI is a double-edged sword, if there ever was one. There is broad agreement that tools like ChatGPT are unleashing waves of productivity across the business, from IT, to customer experience, to engineering. That's on the one hand. \nOn the other end of this fencing match: risk. From IP leakage and data privacy risks to the empowering of cybercriminals with AI tools, generative AI", "link": "https://thehackernews.com/2023/09/watch-webinar-ai-vs-ai-harnessing-ai.html", "date_published": "2023-09-25T11:41:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Are You Willing to Pay the High Cost of Compromised Credentials?", "description": "Weak password policies leave organizations vulnerable to attacks. But are the standard password complexity requirements enough to secure them? 83% of compromised passwords would satisfy the password complexity and length requirements of compliance standards. That’s because bad actors already have access to billions of stolen credentials that can be used to compromise additional accounts by", "link": "https://thehackernews.com/2023/09/are-you-willing-to-pay-high-cost-of.html", "date_published": "2023-09-25T11:19:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "From Watering Hole to Spyware: EvilBamboo Targets Tibetans, Uyghurs, and Taiwanese", "description": "Tibetan, Uyghur, and Taiwanese individuals and organizations are the targets of a persistent campaign orchestrated by a threat actor codenamed EvilBamboo to gather sensitive information.\n\"The attacker has created fake Tibetan websites, along with social media profiles, likely used to deploy browser-based exploits against targeted users,\" Volexity security researchers Callum Roxan, Paul", "link": "https://thehackernews.com/2023/09/from-watering-hole-to-spyware.html", "date_published": "2023-09-25T10:34:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Report Uncovers Three Distinct Clusters of China-Nexus Attacks on Southeast Asian Government", "description": "An unnamed Southeast Asian government has been targeted by multiple China-nexus threat actors as part of espionage campaigns targeting the region over extended periods of time.\n\"While this activity occurred around the same time and in some instances even simultaneously on the same victims' machines, each cluster is characterized by distinct tools, modus operandi and infrastructure,\" Palo Alto", "link": "https://thehackernews.com/2023/09/new-report-uncovers-three-distinct.html", "date_published": "2023-09-25T06:45:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]