[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Insane Horror Games With Action Elements You Should Play Right Away [2023 Edition]", "description": "Action-horror games are a different breed of horror. Not only do these games provide jaw-dropping spectacle with high-octane action but also continually feed on a player’s sense of dread with a healthy amount of spooks. \n\nOf course, getting that balance right is a tough task that not many games can achieve, but there are some genuinely great action horror games that gleefully tread through this balancing act. \n\nFrom the combat of Killing Floor to the twisted world of Silent Hill 2, there’s no shortage of amazing action horror games that have the potential to keep you glued to the screen for hours on end. With this feature, we will be running down 15 of the best action horror games of all time.", "link": "https://www.youtube.com/watch?v=YBSTFYGwxtg", "date_published": "2023-10-08T17:26:26+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/YBSTFYGwxtg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Ghostrunner 2 - 14 Things You Need To Know Before You Buy", "description": "Hot off the success of the original, 505 Games' Ghostrunner 2 launches later this month. It sees the return of protagonist Jack, who goes beyond the oppressive tower into the wasteland to hunt an AI cult.\n\nIn addition to new abilities and revamped progression, the sequel offers new mechanics like a block button and counter-attacks. You also get a sweet new bike for some fast-paced action sequences. Developer One More Level also promises more involved boss fights to go with less linear levels.\n\nThere are also new game modes, smarter enemies and much more to challenge long-time players. Here's everything you need to know about Ghostrunner 2 before it releases on October 26th for Xbox Series X/S, PS5 and PC.", "link": "https://www.youtube.com/watch?v=3LoNfZGURpw", "date_published": "2023-10-08T15:30:01+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3LoNfZGURpw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Marvel’s Spider-Man 2 vs. Spider-Man 1 - 15 BIGGEST CHANGES You Need To Know", "description": "Marvel’s Spider-Man 2 is looking like the ideal sequel, because while it is, of course, building on the incredible foundation laid down by its predecessors, it’s also looking to change and improve things in a number of areas in ways that have caught our eye in the build-up to its launch not long from now. \n\nFrom its combat to its traversal to its roster of villains to its open world and how it’s going to be populated, there’s plenty about the upcoming sequel that’s looking like it’ll shake things up from the 2018 Spider-Man title and 2020’s Marvel’s Spider-Man: Miles Morales. So as we count the days down to Spider-Man 2’s release, here, that’s exactly what we’re going to talk about.", "link": "https://www.youtube.com/watch?v=0VafLolnEKw", "date_published": "2023-10-08T09:30:00+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0VafLolnEKw/hqdefault.jpg"}]