[{"source": "https://www.theguardian.com/international/rss", "title": "Fiji shrug off ‘outside noise’ as England World Cup clash looms on horizon", "description": "<ul><li>Pacific Islanders need point against Portugal to reach last eight</li><li>Assuming Wales beat Georgia, England will be quarter-final foes</li></ul><p>Fiji have insisted they will block out the “outside noise” surrounding the prospect of a World Cup quarter-final showdown against England, with the scrum-half Frank Lomani adamant the Pacific Islanders’ <a href=\"https://www.theguardian.com/sport/2023/aug/26/fiji-england-simon-raiwalui-steve-borthwick-rugby-union\">historic win at Twickenham last month</a> would count for nothing.</p><p>Fiji stumbled to the cusp of what would be only a third appearance in the last eight with <a href=\"https://www.theguardian.com/sport/2023/sep/30/fiji-georgia-rugby-world-cup-match-report\">a jittery comeback win against Georgia</a> in Bordeaux. Lomani came off the bench to kick seven vital points and leave Fiji within touching distance of the knockout stages after showing signs of nerves with a quarter-final spot beckoning.</p> <a href=\"https://www.", "link": "https://www.theguardian.com/sport/2023/oct/01/fiji-shrug-off-outside-noise-as-england-world-cup-clash-looms-on-horizon", "date_published": "2023-10-01T21:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Tim Wakefield, Red Sox’ beloved World Series winning pitcher, dies at 57", "description": "<ul><li>Wakefield found success with old-fashioned knuckleball pitch</li><li>Pitcher was known for his kindness and generosity</li></ul><p>Tim Wakefield, the knuckleball pitcher who helped the Boston Red Sox win their curse-busting World Series title in 2004 has died at the age of 57.</p><p>The Red Sox announced his death in a statement on Sunday. Wakefield had brain cancer, according to ex-teammate Curt Schilling, who <a href=\"https://apnews.com/article/tim-wakefield-illness-curt-schilling-8f068c984b7c3e5924b3d27f0cd05832\">outed the illness</a> on a podcast last week – drawing an outpouring of support for Wakefield. The Red Sox confirmed an illness at the time but did not elaborate, saying Wakefield had requested privacy.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/01/tim-wakefield-red-sox-beloved-world-series-winning-pitcher-dies-at-57\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/01/tim-wakefield-red-sox-beloved-world-series-winning-pitcher-dies-at-57", "date_published": "2023-10-01T19:44:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Simone Biles returns with spectacular vault in World Championships", "description": "<ul><li>The American landed Yurchenko double pike vault in Antwerp</li><li>Team GB’s women move into second place</li></ul><p>For most elite gymnasts, after a year out of training and a relatively short amount of time training at full intensity again, it might be advisable to start slowly in competition and ease back to full difficulty. But Simone Biles does nothing by half.</p><p>After a two-year absence, in her first major competition since the Tokyo Olympics, the 26-year-old marked her return at the World Artistic Gymnastics Championships in Antwerp by landing her Yurchenko double pike vault in an international competition for the first time. The vault, the most difficult being attempted in women’s gymnastics, will be named the Biles II.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/01/biles-earns-fifth-eponymous-element-on-stunning-world-championship-return\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/01/biles-earns-fifth-eponymous-element-on-stunning-world-championship-return", "date_published": "2023-10-01T19:11:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Trail Blazers send Jrue Holiday to Celtics in aftermath of Lillard trade", "description": "<ul><li>33-year-old will bring defensive skills to Boston</li><li>Celtics send players and draft picks to Portland</li></ul><p>Jrue Holiday was out of the Eastern Conference for just a few days, and now it’s the Boston Celtics who will hope that the Olympic gold medalist and NBA champion can help deliver them another title banner.</p><p>The Celtics finalized a deal with Portland on Sunday to land Holiday, who was sent to the Trail Blazers last week by Milwaukee in the trade that <a href=\"https://www.theguardian.com/sport/2023/sep/28/the-winner-in-the-nba-shaking-damian-lillard-trade-pretty-much-everyone\">sent seven-time All-Star Damian Lillard to the Bucks</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/01/trail-blazers-send-jrue-holiday-to-celtics-in-aftermath-of-lillard-trade\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/01/trail-blazers-send-jrue-holiday-to-celtics-in-aftermath-of-lillard-trade", "date_published": "2023-10-01T16:58:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Nathan Cleary inspires Penrith to stunning NRL grand final triumph over Broncos", "description": "<ul><li>Penrith beat Brisbane 26-24 to secure three-peat on wild night </li><li>Cleary wins Clive Churchill medal after match-winning performance</li></ul><p>Penrith are the 2023 NRL premiers once again after a grand final for the ages that will long be remembered as one of the greatest deciders ever played. On a steamy in Sydney the Panthers became the first team in 40 years to win three straight premierships after staging a scarcely believable comeback, overcoming a 16-point deficit with 26 minutes to go at Accor Stadium.</p><p>Nathan Cleary, who won his second Clive Churchill medal, engineered the revival, setting up two tries and scoring another in one of the great individual performances. In a see-sawing game, Penrith looked all but out when Ezra Mam crossed for his third try and the premiership appeared destined to be heading to Brisbane for the first time in 17 years.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/01/nrl-grand-final-2023-penrith-panthers-brisbane-bron", "link": "https://www.theguardian.com/sport/2023/oct/01/nrl-grand-final-2023-penrith-panthers-brisbane-broncos-nathan-cleary-match-report-results-winner", "date_published": "2023-10-01T10:36:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Heart of stone: turning a remote scottish barn into a stylish, comfy family home", "description": "Architect Lily Jencks inherited a 19th-century ruined shell in the wilds of Dumfriesshire and has transformed it with empathy and flair<p>Sitting in a magical position upon a Dumfriesshire hillside, the ruins of a 19th-century barn and adjacent farmhouse formed part of Lily Jencks’s childhood. The ruins are not far from the family estate where Lily spent many of her school holidays and which is also the site of the <a href=\"https://gardenofcosmicspeculation.com/\" title=\"\">Garden of Cosmic Speculation</a>, created by her late father, the landscape designer and writer <a href=\"https://www.theguardian.com/artanddesign/2019/oct/15/charles-jencks-obituary\" title=\"\">Charles Jencks</a>.</p><p>The farmstead itself was bought many years ago by Lily’s mother, the artist and garden designer <a href=\"https://www.theguardian.com/society/2011/feb/20/maggie-keswick-jencks-centres-cancer-design\" title=\"\">Maggie Keswick Jencks</a>, who was captivated by the quiet beauty of the surroundings and the op", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/01/scottish-barn-revamp-comfy-family-home", "date_published": "2023-10-01T10:30:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Indigenous Australians split over voice vote despite memory of colonial horror", "description": "<p>But memories of colonial project to wipe out Tasmania’s natives boost yes campaign on island</p><p>Patsy Cameron stands in her dining room in Tomahawk – a small fishing village on the north-east coast of Tasmania, Australia. She tells a story – a few decades old – of how she boarded a plane back from Darwin, her hands full of cultural objects she had bought. The man next to her turned and said: “They should have shot them all like they did to the Tasmanians.” She started crying. He responded by offering her a piece of cake, and an apology.</p><p>Behind her is a cabinet full of shell necklaces and drawings of her ancestors. The home she shares with her husband, Graham, is filled with cultural artefacts that the historian learned to make by reading diaries and anthologies of colonisers. Piece by piece she has put history back together. Piece by piece she is reviving her culture.</p> <a href=\"https://www.theguardian.com/australia-news/2023/oct/01/indigenous-australians-split-over-voi", "link": "https://www.theguardian.com/australia-news/2023/oct/01/indigenous-australians-split-over-voice-vote-despite-memory-of-colonial-horror", "date_published": "2023-10-01T08:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "NRL grand final 2023: Penrith Panthers v Brisbane Broncos – live", "description": "<ul><li>Updates from the premiership decider in Sydney</li><li>Kick-off time at Accor Stadium is 7:30pm AEDT</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p>The NRL grand final is the third match of a busy day at Accord Stadium. Already we have seen the Rabbitohs defeat the Tigers in the NRL State Championship and the Knights power home late to down the Titans in the NRLW grand final. Tamika Upton was at her brilliant best.</p><p><strong>Nick Tedeschi</strong> sets the scene:</p><p>The old saying goes that defence wins premierships; it has without question been a fair guide for the better part of two decades. Since 2006, the year the Melbourne Storm changed rugby league by making winning the tackle the centrepiece of success, only four teams with a worse defensive record than their grand final opponent have won.</p> <a href=\"https://www.theguardian.com/sport/live/20", "link": "https://www.theguardian.com/sport/live/2023/oct/01/nrl-grand-final-2023-penrith-panthers-vs-brisbane-broncos-live-updates-scores-results-teams-squads-kick-off-time-accor-stadium-sydney", "date_published": "2023-10-01T07:14:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The past is soaked in sexism. But how will we look back on today? | Eva Wiseman", "description": "<p>We breathe a sigh of relief that we’ve moved on from the lads’ mag culture of the 90s and 00s, but it’s actually still alive and well</p><p>Someone called Amy on social media suggested that every Saturday going forward, Channel 4 should announce a <em>Dispatches</em> exposé to air that night, and we all guess which celebrity it will be about, and it becomes Britain’s primary form of entertainment, a sort of horrible <em>Masked Singer</em> spin-off. It sounds like an absolutely legitimate idea to me and, I reckon, the UK could rustle up enough subjects for it to run at least as long as <em>Strictly</em>. I thought about this idea quite a lot, partly because of the way it illustrates our current dystopia and partly because recent revelations have made me, like everyone else, think back to the entertainment and media I consumed in the early 2000s.</p><p>I had moved back in with my parents – I was surviving heartbreak, interning at a style magazine and doing my best to present as grow", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/01/past-soaked-in-sexism-how-will-we-look-back-on-now-eva-wiseman", "date_published": "2023-10-01T07:02:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The art of the fraudulent deal? Trump Organization trial set to begin", "description": "<p>Case could cost former president a fortune and end his control of the empire that made him the world’s most famous businessman</p><p>“People want to believe that something is the biggest and the greatest and the most spectacular. I call it truthful hyperbole,” Donald Trump wrote 36 years ago in his best-selling book, The Art of the Deal. “It’s an innocent form of exaggeration, and a very effective form of promotion.” This week a New York judge called Trump’s “truthful hyperbole” fraud in a ruling that could cost the former president a fortune and end his control of the business empire that made him the world’s most famous businessman and president of the United States.</p><p>Trump is <a href=\"https://www.theguardian.com/us-news/2023/jul/28/donald-trump-investigations-criminal-charges-tracker\">mired in litigation</a> but perhaps no case is more personal to him than the one set to begin on Monday at a Manhattan courthouse near the city’s financial district. The case, brought by New ", "link": "https://www.theguardian.com/us-news/2023/oct/01/trump-organization-trial-new-york", "date_published": "2023-10-01T07:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Canelo Álvarez rolls back years with dismantling of Jermell Charlo", "description": "<ul><li>Alvarez dominates Charlo to win by unanimous decision</li><li><a href=\"https://www.theguardian.com/sport/live/2023/sep/30/canelo-alvarez-v-jermell-charlo-undisputed-super-middleweight-championship-live\">Canelo Álvarez v Jermell Charlo – as it happened</a></li></ul><p>Saul ‘Canelo’ Álvarez, the unified super middleweight champion, thoroughly dominated Jermell Charlo on Saturday night, winning by unanimous decision and perhaps quieting some of the talk that he had begun to slip as a boxer.</p><p>Álvarez won by scores of 119-108, 118-109 and 118-109. Charlo, the unified junior middleweight champ, moved up two weight classes to take on Álvarez.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/01/canelo-alvarez-jermell-charlo-fight-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/01/canelo-alvarez-jermell-charlo-fight-report", "date_published": "2023-10-01T05:40:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Two die after attending Sydney music festival as 10 others taken to hospital", "description": "<p>Police have not ruled out possible drug overdoses but say they are looking at ‘all avenues’ of investigation</p><ul><li>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Two men have died and 10 other people have been taken to hospital after attending Sydney music festivals in the stifling heat amid a series of drug arrests.</p><p>NSW Health confirmed the two men died after leaving the Knockout Outdoor festival at the Sydney Showground in Olympic Park on Saturday. Police said they were waiting for autopsy reports amid speculation the men died after taking illicit drugs.</p><p><strong><a href=\"https://www.theguardian.com/email-newsletters?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily", "link": "https://www.theguardian.com/australia-news/2023/oct/01/two-die-after-attending-sydney-music-festival-as-10-others-taken-to-hospital", "date_published": "2023-10-01T05:15:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Poland’s opposition hopes huge rally in Warsaw will swing election", "description": "<p>Donald Tusk says his ‘march of a million hearts’ is the last chance to save democracy in the country</p><p>Poland’s largest opposition coalition hopes to fill the streets of Warsaw with its supporters on Sunday, two weeks before a <a href=\"https://www.theguardian.com/commentisfree/2023/sep/30/all-eyes-in-europe-are-focused-on-polands-divisive-election-fight-but-its-not-a-pretty-sight\" title=\"\">parliamentary election</a> that polls suggest is too close to call.</p><p>Donald Tusk, the former European Council president who leads the <a href=\"https://www.theguardian.com/world/2021/jul/03/ex-eu-head-donald-tusk-elected-leader-of-polish-opposition-party\" title=\"\">main opposition coalition</a>, has called on supporters to rally in central Warsaw at midday, in what he has dubbed the “march of a million hearts”, intended as a show of strength before the vote on 15 October.</p> <a href=\"https://www.theguardian.com/world/2023/oct/01/polands-opposition-hopes-huge-rally-in-warsaw-will-swing-el", "link": "https://www.theguardian.com/world/2023/oct/01/polands-opposition-hopes-huge-rally-in-warsaw-will-swing-election", "date_published": "2023-10-01T04:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘A salon, a studio, a brothel’: inside Serge Gainsbourg’s Paris home", "description": "<p>Tours for fans are now available of the house where the musician and poet lived for three decades</p><p>Outside <a href=\"https://www.theguardian.com/music/serge-gainsbourg\" title=\"\">Serge Gainsbourg</a>’s former home on a narrow street in Paris’s most expensive <em>arrondissement</em>, fans are lined up like pilgrims at a shrine, their wrists ink-stamped with the outline of their idol’s profile, now his posthumous trademark.</p><p>They are the lucky ones. Long before the house – shut up for more than three decades since the singer-songwriter died – was opened to the public 11 days ago, the 30-minute tour slots had sold out until next year.</p> <a href=\"https://www.theguardian.com/music/2023/oct/01/a-salon-a-studio-a-brothel-inside-serge-gainsbourgs-paris-home\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/oct/01/a-salon-a-studio-a-brothel-inside-serge-gainsbourgs-paris-home", "date_published": "2023-10-01T04:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Canelo Álvarez v Jermell Charlo: undisputed super middleweight championship – live", "description": "<ul><li>Álvarez puts WBA, WBC, IBF and WBO titles at 168lbs on line</li><li>Send Bryan at tweet at <a href=\"https://twitter.com/BryanAGraham\">@BryanAGraham</a> or <a href=\"mailto:bryan.graham@theguardian.com\">email him</a></li></ul><p><strong>Bryan will be here shortly.</strong> In the meantime <a href=\"https://www.theguardian.com/sport/2023/sep/26/from-ali-to-the-bayonne-bleeder-a-brief-history-of-heavyweight-boxings-battle-scars\">here’s Thomas Hauser’s retrospective</a> from this week on heavyweight boxing’s battle scars.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/30/canelo-alvarez-v-jermell-charlo-undisputed-super-middleweight-championship-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/30/canelo-alvarez-v-jermell-charlo-undisputed-super-middleweight-championship-live", "date_published": "2023-10-01T01:40:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}]