[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Industry funding Medical Colleges", "description": "New hope children centre, If you would like to support the work in Africa, donations are welcome using the PayPal link below. 100% of funds go directly to Africa. Thank you. \n\nhttps://www.newhopeuplands.org\n\nhttps://www.paypal.com/donate/?hosted_button_id=XS59XPZ527YFL\n\nRoyal colleges in the UK\n\nHave received more than £9m in marketing payments from drug and medical devices companies since 2015\n\nThe Royal College of Physicians and the Royal College of General Practitioners, biggest recipients of industry money\n\nhttps://www.bmj.com/content/bmj/382/bmj.p1658.full.pdf\n\nBMJ 2023;382:p1658 http://dx.doi.org/10.1136/bmj.p1658 \n\nPublished: 26 July 2023 \n\nMedical royal colleges do not always disclose publicly the millions of pounds they receive from drug and medical device companies. \n\nThe BMJ asked the colleges to disclose all payments from industry …. but they all refused to do so.\n \nThe colleges are not obliged to disclose these payments; \n\nthey are not included in their annual reports,\n\nand are only available through voluntary industry transparency initiatives, \n\nwhich experts say have severe limitations. \n\nDrug companies\n\nGave £7.5m to royal colleges in the years 2015 to 2022, (for which data were available)\n\nRoyal College of Physicians, £ 2.8 million\n\nRoyal College of GPs, £2.4 million\n\nThe biggest donor overall was Pfizer\n\n£1.8m of payments\n\nNovo Nordisk with £730 000\n\nDaiichi Sankyo with £478 000\n\nSince 2012 the College of Psychiatrists of Ireland\n\nHas refused to take any sponsorship from drug companies, noting,\n\nresearch “overwhelmingly” shows that clinicians are influenced by industry marketing,\n\nand that this affects prescribing.\n\nEmma Hardy, All Party Parliamentary Group on Surgical Mesh Implants.\n \n“Medicine is literally a matter of life and death, and patients must be confident they are receiving the best treatment available for the right reasons.”\n \nhttps://www.bbc.co.uk/news/health-45604199\n\nUp to 170,000 people who have had hernia mesh implants in England in the past six years could face complications,\n\nMargaret McCartney, GP, former Royal College of General Practitioners trustee and council member\n\n“Even if we are told the information is independent, \n\nfunding skews the types of education or information that gets made,”\n\n“It means that we become less independent, because we are not setting our own priorities, \n\nand that’s bad for the profession.” \n\nConflict of interest scandals\n \nIn March 2023 the Association of the British Pharmaceutical Industry temporarily suspended the drug company Novo Nordisk,\n\nbecause of “serious breaches” of the association’s code of practice.\n\n(The ABPI only saves the data on payments for the most recent three years and deletes historical data) \n\nData compiled from Disclosure UK\n\nAn online database run by the Association of the British Pharmaceutical Industry (ABPI),\n \n(where drug companies disclose payments to healthcare organisations, patient groups, and health professionals,\n\nwho have consented for these payments to be made public)\n\nPiotr Ozieranski, (Bath University), and Shai Mulinari, (Lund University)\n \nPayments were reported under wide categories,\n \nwere changed without explanation, \n\nor were inconsistent between data sources. \n\nIt is impossible to tell how much money goes to each recipient,\n\n“without many hours of forensic work,”", "link": "https://www.youtube.com/watch?v=FAHHVxyQkfk", "date_published": "2023-07-27T15:42:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": "https://i3.ytimg.com/vi/FAHHVxyQkfk/hqdefault.jpg"}]