[{"source": "https://www.engadget.com/rss.xml", "title": "New research shows how Meta's algorithms shaped users' 2020 election feeds", "description": "<p>Nearly three years ago Meta announced it was partnering with more than a dozen independent researchers <a href=\"https://about.fb.com/news/2020/08/research-impact-of-facebook-and-instagram-on-us-election/\"><ins>to study</ins></a> the impact Facebook and Instagram had on the 2020 election. Both Meta and the researchers promised the project, which would rely on troves of internal data, would deliver an independent look at issues like polarization and misinformation.</p><p>Now, we have the<a href=\"https://about.fb.com/news/2023/07/research-social-media-impact-elections/\"><ins> first results</ins></a> of that research in the form of four peer-reviewed papers published in the journals <em>Science</em> and <em>Nature. </em>The studies offer an intriguing new look at how Facebook and Instagram’s algorithms affected what users saw in the run-up to the 2020 presidential election.</p><span id=\"end-legacy-contents\"></span><p>The papers are also a notable milestone for Meta. The company has at times had a <a href=\"https://www.engadget.com/facebook-interfering-research-tools-the-markup-212026086.html\"><ins>strained</ins></a><ins>&nbsp;</ins>relationship with independent researchers and been accused of \"<a href=\"https://www.engadget.com/facebook-data-transparency-researchers-170021370.html\"><ins>transparency theater</ins></a>\" in its efforts to make more data available to those wishing to understand what’s happening on this platform. In a statement, Meta’s policy chief Nick Clegg said that the research suggests Facebook may not be as influential in shaping its users’ political beliefs as many believe. “The experimental studies add to a growing body of research showing there is little evidence that key features of Meta’s platforms alone cause harmful ‘affective’ polarization, or have meaningful effects on key political attitudes, beliefs or behaviors,” he wrote.</p><p>The researchers’ initial findings, however, appear to paint a more complex picture.</p><p>One study <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c6c965be-a8ea-473d-89f4-9754f2675a60&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Nature+Research&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNmM5NjViZS1hOGVhLTQ3M2QtODlmNC05NzU0ZjI2NzVhNjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubmF0dXJlLmNvbS9hcnRpY2xlcy9zNDE1ODYtMDIzLTA2Mjk3LXciLCJjb250ZW50VXVpZCI6ImU2NGJjNmE0LTQyMmEtNGE2Mi1hM2YyLTRlMTQzY2ExNDYxOSJ9&amp;signature=AQAAAfskyIlcBR7H5ROm8DVMpmCaOs7B4dp40OPYgC9EnSog&amp;gcReferrer=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41586-023-06297-w\"><ins>in </ins><em><ins>Nature</ins></em></a> looked at the effect of so-called “echo chambers,” or when users are exposed to a large amount of “like-minded” sources. While the researchers confirm that most users in the US see a majority of content from “like-minded friends, Pages and groups,” they note all of it isn’t explicitly political or news-related. They also found that decreasing the amount of “like-minded” content reduced engagement, but didn’t measurably change user’s beliefs or attitudes.</p><p>While the authors note the results don’t account for the “cumulative effects” years of social media use may have had on their subjects, they do suggest the effects of echo chambers are often mischaracterized.</p><p>Another study in <em>Nature</em> looked at the effect of <a href=\"https://www.science.org/doi/10.1126/science.abp9364?adobe_mc=MCMID%3D64243633531002265781381656517959855590%7CMCORGID%3D242B6472541199F70A4C98A6%2540AdobeOrg%7CTS%3D1690488631\"><ins>chronological feeds</ins></a> compared with algorithmically-generated ones. That issue gained particular prominence in 2021, thanks to revelations from whistleblower Frances Haugen, who <a href=\"https://www.engadget.com/what-facebook-whistleblower-frances-haugen-said-should-change-143051354.html\"><ins>has advocated</ins></a> for a return to chronological feeds. Unsurprisingly, the researchers concluded that Facebook and Instagram’s algorithmic feeds “strongly influenced users’ experiences.”</p><p>“The Chronological Feed dramatically reduced the amount of time users spent on the platform, reduced how much users engaged with content when they were on the platform, and altered the mix of content they were served,” the authors write. “Users saw more content from ideologically moderate friends and sources with mixed audiences; more political content; more content from untrustworthy sources; and less content classified as uncivil or containing slur words than they would have on the Algorithmic Feed.”</p><p>At the same time, the researchers say that a chronological feed “did not cause detectable changes in downstream political attitudes, knowledge, or offline behavior.”</p><p>Likewise, another study, also <a href=\"https://www.science.org/doi/10.1126/science.add8424?adobe_mc=MCMID%3D64243633531002265781381656517959855590%7CMCORGID%3D242B6472541199F70A4C98A6%2540AdobeOrg%7CTS%3D1690488631\"><ins>in </ins><em><ins>Science</ins></em></a>, on the effects of reshared content in the run-up to the 2020 election found that removing reshared content “substantially decreases the amount of political news, including content from untrustworthy sources” but didn’t “significantly affect political polarization or any measure of individual-level political attitudes.’</p><p>Finally, researchers <a href=\"https://www.science.org/doi/10.1126/science.ade7138?adobe_mc=MCMID%3D64243633531002265781381656517959855590%7CMCORGID%3D242B6472541199F70A4C98A6%2540AdobeOrg%7CTS%3D1690488631\"><ins>analyzed</ins></a> the political news stories that appeared in users’ feeds in the context of whether they were liberal or conservative. They concluded that Facebook is “substantially segregated ideologically” but that “ideological segregation manifests far more in content posted by Pages and Groups than in content posted by friends.” They also found conservative users were far more likely to see content from “untrustworthy” sources, as well as articles rated false by the company’s third-party fact checkers.</p><p>The researchers said the results were a “manifestation of how Pages and Groups provide a very powerful curation and dissemination machine that is used especially effectively by sources with predominantly conservative audiences.”</p><p>While some of the findings look good for Meta, which has long argued that political content is only a small minority of what most users see, one of the most notable takeaways  from the research is that there aren’t obvious solutions for addressing the polarization that does on social media. “The results of these experiments do not show that the platforms are not the problem, but they show that they are not the solution,” University of Konstanz’ David Garcia, who was part of the research team, <a href=\"https://www.science.org/content/article/does-social-media-polarize-voters-unprecedented-experiments-facebook-users-reveal\"><ins>told </ins><em><ins>Science</ins></em></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/new-research-shows-how-metas-algorithms-shaped-users-2020-election-feeds-213002211.html?src=rss", "link": "https://www.engadget.com/new-research-shows-how-metas-algorithms-shaped-users-2020-election-feeds-213002211.html?src=rss", "date_published": "2023-07-27T21:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Android's earthquake warning system failed in Turkey, according to the BBC", "description": "<p>Google's <a href=\"https://www.engadget.com/google-android-detect-earthquake-130041374.html\">earthquake warning system for Android</a> is supposed to provide notices in time to reach safety, but that might not have happened following the quake in Turkey on February 6th. <em>BBC</em> investigators <a href=\"https://www.bbc.com/news/technology-66316462\">claim</a> that none of the hundreds of people they talked to in three Turkish cities received an alert before the first tremor hit. Only a &quot;limited number&quot; got an alert for a second tremor, investigators say.</p><p>We've asked Google for comment. Product lead Micah Berman tells the <em>BBC </em>millions of people in Turkey received earthquake alerts, although the company hasn't shared data indicating widespread notifications. Google did show a handful of social media posts from people who said they received a warning, but only one was for the first quake. Berman says he doesn't have a &quot;resounding answer&quot; as to why social networks were quiet about alerts, but does note the nature of a quake and the reliability of internet access can affect the system.</p><span id=\"end-legacy-contents\"></span><p>The Android Earthquake Alert System uses the accelerometer (that is, motion sensing) in phones to effectively crowdsource warnings. If many phones vibrate at the same time, Google can use the collective data to find the epicenter and magnitude of the quake, automatically sending a warning to people who are likely to feel the brunt of the shaking. While there's no more than a minute's notice, that can be enough time to find cover or evacuate. The technology can theoretically help people in areas where conventional warnings are unavailable.</p><p>The concern is that the system might have failed during a strong (7.8-magnitude) earthquake. Even if it worked, it's not clear how many people should and do receive warnings in cases like this, not to mention milder incidents. Without more data, it's not certain that Android's quake alerts are reliable substitutes for traditional warnings over radio and TV.</p>This article originally appeared on Engadget at https://www.engadget.com/androids-earthquake-warning-system-failed-in-turkey-according-to-the-bbc-210612253.html?src=rss", "link": "https://www.engadget.com/androids-earthquake-warning-system-failed-in-turkey-according-to-the-bbc-210612253.html?src=rss", "date_published": "2023-07-27T21:06:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "X placed ads from Discovery, Showtime and USA Today on a neo-Nazi account", "description": "<p>X (formerly Twitter) continues to struggle to keep advertisers on board, and the brands that have stuck around are seeing ads show up in unexpected places. As <a href=\"https://www.mediamatters.org/twitter/twitter-placed-ads-usa-today-national-womens-soccer-league-and-other-major-brands-terrorism\">reported by Media Matters</a>, brands such as Honeywell, Discovery, Showtime and USA Today are having their ads placed alongside tweets from The National Socialist Network account, a neo-Nazi group that actively advocates for violence and terrorism. A job recruitment ad for the U.S. Border Patrol also appeared on the page.</p><p>It’s clear that not only is X still allowing hate groups to exist on the platform, it's allowing them to monetize their tweets. The National Socialist Group’s leader Thomas Sewell was found guilty of &quot;recklessly causing injury and array&quot; following a 2021 attack. Other members of the group have pleaded guilty to &quot;possessing documents and records of information for terrorist acts.&quot; Yet, the group’s Twitter account is still active.</p><span id=\"end-legacy-contents\"></span><p>Media Matters also reports that the account joined shortly <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\">after owner Elon Musk purchased Twitter</a>. It has been &quot;verified since July 2023,&quot; and according to Musk, all verified accounts are eligible to receive a share of ad revenue on the platform.</p><p>Earlier this week, <a href=\"https://www.engadget.com/x-tells-advertisers-to-spend-1000-per-month-or-risk-losing-verification-status-201528621.html\">Twitter started</a> slashing new ad booking prices by 50 percent through the end of the month. The company says that the discount is necessary to allow advertisers to &quot;gain reach during crucial moments&quot; such as sporting events. Twitter was also asking brands to spend at least $1,000 per month on ads or verification in order to retain their verified badge on the platform.</p>This article originally appeared on Engadget at https://www.engadget.com/x-placed-ads-from-discovery-showtime-and-usa-today-on-a-neo-nazi-account-202133800.html?src=rss", "link": "https://www.engadget.com/x-placed-ads-from-discovery-showtime-and-usa-today-on-a-neo-nazi-account-202133800.html?src=rss", "date_published": "2023-07-27T20:21:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Google rolls out anti-stalking measures for AirTag and other Bluetooth trackers", "description": "<p>Google’s anti-stalking measures are rolling out. The company’s <a href=\"https://blog.google/products/android/unknown-tracker-alert-google-android/\">unknown tracker alerts</a> and other safety measures, <a href=\"https://www.engadget.com/android-findmy-bluetooth-tracker-google-airtag-tile-182832477.html\">announced at Google I/O</a> in May, should start appearing on Android 6.0+ devices beginning today. The initiative aims to reduce the unfortunate <a href=\"https://www.engadget.com/apple-airtag-stalking-police-reports-190022315.html\">rise in digital stalking</a> that materialized soon after Apple’s AirTag launch in 2021.</p><p>Android’s unknown tracker alerts tell you if an unknown Bluetooth tracker is traveling with you but not its owner. If your Android phone notifies you about a discovered tracking accessory, you can tap on the alert to learn more about it, including a map of where it traveled with you and (in some cases) a serial number and info about the device’s owner. You can also tap a “Play sound” option to make the accessory chirp to help you locate it. If it turns out to be something suspicious, it will provide instructions on deactivating it so its owner will no longer receive updates. (In the case of <a href=\"https://www.engadget.com/apple-airtags-trackers-first-look-hands-on-130036848.html\">AirTag</a>, that means twisting its top off and removing its battery.)</p><span id=\"end-legacy-contents\"></span><p>The Android rollout also allows you to manually scan for nearby trackers rather than waiting for an alert. Once your phone receives the update, navigate to Settings &gt; Safety &amp; Emergency &gt; Unknown Tracker Alerts, and select the “Scan now” button. Google says the manual search only takes about ten seconds, and if it finds one, you’ll see the same options as if you received an automatic alert.</p><p>The new feature is the fruit of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL25ld3Nyb29tLzIwMjMvMDUvYXBwbGUtZ29vZ2xlLXBhcnRuZXItb24tYW4taW5kdXN0cnktc3BlY2lmaWNhdGlvbi10by1hZGRyZXNzLXVud2FudGVkLXRyYWNraW5nLyIsImNvbnRlbnRVdWlkIjoiYzMzMzNhODgtMzU1OS00NTMyLTlkYzktY2QxMjEwOGRlOTNiIn0&amp;signature=AQAAAaV_EGo8FZRkAWDMy99T-1zUYUV6g64yuKsWVRDuZjiP&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fnewsroom%2F2023%2F05%2Fapple-google-partner-on-an-industry-specification-to-address-unwanted-tracking%2F\">Google and Apple partnering</a> to address concerns about unwanted tracker stalking. In addition, Google announced today that its Find My Device network (equivalent to <a href=\"https://www.engadget.com/ios-15-find-my-network-tracking-upgrades-032304589.html\">Apple’s Find My</a>), also announced at Google I/O, is delayed. Google decided to wait for Apple to implement its full unknown tracking protections into iOS before rolling out the new feature.</p><p>Note that Google’s anti-stalking measures may reduce the effectiveness of following tracked stolen items on a map&nbsp;since enterprising thieves can soon quickly discover hidden trackers, no matter which phone they use. However, it’s understandable that reducing stalking would override that concern in Google and Apple’s security balancing act.</p>This article originally appeared on Engadget at https://www.engadget.com/google-rolls-out-anti-stalking-measures-for-airtag-and-other-bluetooth-trackers-194936293.html?src=rss", "link": "https://www.engadget.com/google-rolls-out-anti-stalking-measures-for-airtag-and-other-bluetooth-trackers-194936293.html?src=rss", "date_published": "2023-07-27T19:49:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "One of our favorite mesh WiFi systems, TP-Link's Deco, is 30 percent off", "description": "<p>Mesh router systems are a great way to beef up your home’s WiFi network and one of the <a href=\"https://www.engadget.com/best-mesh-wifi-system-130028701.html\"><ins>best-reviewed units out there</ins></a> is the TP-Link’s Deco XE75. You can now pick up this tri-band system for 30 percent off, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UUC1MaW5rLURlY28tQVhFNTQwMC1UcmktQmFuZC1YRTc1L2RwL0IwQjg4VDVSRFk_dGFnPWdkZ3QwYy1wLW8tMXJuLTIwIiwiY29udGVudFV1aWQiOiI2YjM0YTYwZC0zMDE3LTQ0ODEtYWRmNy1mMWI4Y2M1ZWNhMmIifQ&amp;signature=AQAAAR5NOGh_Kt4bAJAzGbEcC5oSTwLuVVDi5ec9QuPfiunv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTP-Link-Deco-AXE5400-Tri-Band-XE75%2Fdp%2FB0B88T5RDY\"><ins>from $450 down to $330.</ins></a> For the price, you get three units, or nodes, to place throughout the home. This isn’t the lowest price ever for this system, but it’s just $10 more than this year’s Prime Day deal.</p><p>So what’s so special about this system? It’s just solid on all fronts, offering an easy installation, seamless integration with the three major wireless bands (2.4, 5 and 6), connectivity with up to 200 devices and enough coverage to handle 7,200 square feet. You also get three analog ports for each node, totaling nine possible wired connections for gaming consoles, computers and other devices that demand ultra-high speeds.</p><span id=\"end-legacy-contents\"></span><p></p><p>In our round-up of the best mesh wireless systems, we wrote that TP-Link’s offering “expertly balances raw power and user-friendliness.” As a matter of fact, the only negatives we found were minor nitpicks, like shorter-than-average power cables and an app that could use a bit more polish.</p><p>There’s one potential downside for some consumers. This system comes with three units, making this the perfect set-up for larger-than-average homes of four bedrooms or more. If you live in a smaller home, you probably don’t need all of this mesh goodness. You’d be fine with one or two units, depending on the size of your space. These smaller packs are also on sale, but just 18 to 23 percent off, depending on which combo you go with.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/one-of-our-favorite-mesh-wifi-systems-tp-links-deco-is-30-percent-off-180716707.html?src=rss", "link": "https://www.engadget.com/one-of-our-favorite-mesh-wifi-systems-tp-links-deco-is-30-percent-off-180716707.html?src=rss", "date_published": "2023-07-27T18:07:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Reddit is testing verification labels for brands", "description": "<p>Reddit has started testing its version of verification badges on its platform with a new &quot;Official&quot; label. According to<a href=\"https://www.reddit.com/r/reddit/comments/15aerd6/changelog_official_labels_notification_checks_and/\"><ins> a post by a Reddit admin</ins></a>, the new label is in early testing and is only available to a small group of organizations (&quot;in the double digits&quot;) that already have existing relationships with Reddit. The company says that the label will appear next to their usernames, similar to how flairs are currently implemented.</p><p>Reddit clarifies that this should not be taken as an endorsement or promotion on its part and that it’s simply there to identify authentic brand accounts. &quot;The label is a visual indicator of an authenticated profile, and it does not unlock any special privileges or protections. This new 'Official' label should not be mistaken for our existing 'Promoted' label, which continues to be our (only) indicator of a paid ad,&quot; Reddit says.</p><span id=\"end-legacy-contents\"></span><p>It's worth noting that this is a test on Reddit’s part and it's unclear if or when the company plans on expanding the program to cover more than just businesses. Reddit seems to be taking the classic Twitter approach, manually verifying brands at this time. This is in contrast to other platforms <a href=\"https://www.engadget.com/meta-verified-is-a-paid-verification-service-for-facebook-and-instagram-161632996.html\"><ins>such as Instagram</ins></a>, which allow users to pay for their respective verification badges. Though, it's possible that Reddit shifts to the latter method down the line when it needs to start verifying both users and brands.</p><p>Reddit has had a rough last several months as the company has <a href=\"https://www.engadget.com/reddit-app-developer-says-the-sites-new-api-rules-will-cost-him-20-million-a-year-203911487.html\"><ins>changed its API rules</ins></a>. Third-party developers used Reddit's APIs to build thousands of apps that hook into the social media platform. With the shutdown, many subreddits closed or restricted access in order to <a href=\"https://www.engadget.com/reddit-sees-more-than-6000-communities-go-dark-in-protest-over-api-changes-095311637.html\"><ins>protest the change</ins></a>. And of the subreddits that were forced to open back up, some started marking all <a href=\"https://www.engadget.com/popular-subreddits-welcomed-porn-content-to-protest-reddits-api-changes-061033337.html\"><ins>new posts as NSFW</ins></a>, which prevented Reddit from monetizing them.</p>This article originally appeared on Engadget at https://www.engadget.com/reddit-is-testing-verification-labels-for-brands-174640320.html?src=rss", "link": "https://www.engadget.com/reddit-is-testing-verification-labels-for-brands-174640320.html?src=rss", "date_published": "2023-07-27T17:46:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla allegedly formed a team to quash driving range complaints", "description": "<p>Tesla has been accused of <a href=\"https://www.engadget.com/south-korea-tesla-fine-ev-range-disclosure-cold-weather-153655339.html\">exaggerating EV driving range</a> in the past, but it's now facing allegations that it's trying to minimize complaints about performance. <em>Reuters</em><a href=\"https://www.reuters.com/investigates/special-report/tesla-batteries-range/\">sources</a> claim Tesla had a secret &quot;Diversion Team&quot; in the Las Vegas area that aims to cancel range-related service appointments. If a customer complained that the range didn't live up to marketing claims, advisors in the team would tell owners that Environmental Protection Agency (EPA) range figures were just predictions, and that battery degradation would reduce range. The unit initially ran remote diagnostics and called customers, but wouldn't share non-range issues and eventually stopped testing altogether.</p><p>The aim was reportedly to both save money (about $1,000 per appointment, according to managers) and reduce strain on service centers already facing long appointment queues. Tesla updated its mobile app to remove appointment options for users asking about range, and instead gave them the choice of asking a company representative to call.</p><span id=\"end-legacy-contents\"></span><p>The complaints don't stem from technical flaws, the insiders claim. Instead, Tesla supposedly began tinkering with range estimates roughly a decade ago to exaggerate figures when an EV was fully charged. Cars would only begin showing more accurate range numbers below a 50 percent charge. The company also gave vehicles a 15-mile range buffer when the estimate reached zero, much as combustion engine cars still have fuel in the tank when the gauge reads &quot;empty.&quot;</p><p>It's not certain if Tesla continues to rely on code to exaggerate range, if the report is accurate. Tesla has disbanded its public relations team and isn't available for comment. However, the company has already faced criticism and legal trouble over range concerns. The EPA asked Tesla to slightly reduce its range estimates from the 2020 model year onward, and South Korea <a href=\"https://www.engadget.com/south-korea-tesla-fine-ev-range-disclosure-cold-weather-153655339.html\">fined Tesla $2.2 million</a> in January for allegedly failing to disclose that range can drop in cold weather.</p><p>Tesla isn't alone in embellishing range, but may be worse than most. The standards body SAE International recently <a href=\"https://www.sae.org/publications/technical-papers/content/2023-01-0349/\">published</a> a study indicating that EVs typically fall 12.5 percent short of their official range in highway driving. One of the co-authors, Gregory Pannone, tells <em>Reuters</em> that Tesla's shortfall was a much higher 26 percent. Brands like Ford, Mercedes and Porsche also offer more conservative estimates by using an EPA formula instead of running extra tests.&nbsp;</p><p>Elon Musk's firm isn't necessarily cheating, as Pannone explains. Instead, it may be exploiting EPA range procedures more aggressively than its peers. If true, though, that's still problematic for buyers who might never come close to the range they expected.</p>This article originally appeared on Engadget at https://www.engadget.com/tesla-allegedly-formed-a-team-to-quash-driving-range-complaints-164750696.html?src=rss", "link": "https://www.engadget.com/tesla-allegedly-formed-a-team-to-quash-driving-range-complaints-164750696.html?src=rss", "date_published": "2023-07-27T16:47:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Researchers’ app could help people with visual impairments navigate the NYC subway", "description": "<p>Researchers at NYU’s Tandon School of Engineering and Grossman School of Medicine have created an app to help people with visual impairments navigate New York City’s subway system. Commute Booster uses a smartphone camera to recognize relevant signs along a transit route, guiding the user to their destination while ignoring nonessential signs and posters.</p><p>Commute Booster is designed for the “middle mile,” where passengers trawl through turnstiles, busy passageways and terminals to stay on the correct route. The app combines general transit feed specification (GTFS), a standardized and publicly available database about public transportation routes, with optical character recognition (OCR) to interpret signs and guide the user accordingly. “By integrating these two components, Commute Booster provides real-time feedback to users regarding the presence or absence of relevant navigation signs within the field of view of their phone camera during their journey,” an NYU press release published today reads.</p><span id=\"end-legacy-contents\"></span><p>A study that used the app on three NYC stations — Jay Street-Metrotech, Dekalb Avenue and Canal Street — had a 97 percent success rate in identifying the relevant signs needed to reach a mock destination. It managed to “read” the signs at a distance and from various angles expected from a typical commute.</p><p>“The ‘middle mile’ often involves negotiating a complex network of underground corridors, ticket booths and subway platforms. It can be treacherous for people who cannot rely on sight,” said John-Ross Rizzo, MD, an NYU professor (and co-author of <a href=\"https://ieeexplore.ieee.org/document/10175612/authors#authors\">the paper</a>) known for his engineering work that helps people with disabilities. “Most GPS-enabled navigation apps address ‘first’ and ‘last’ miles only, so they fall short of meeting the needs of blind or low-vision commuters. Commute Booster is meant to fill that gap.”</p><p>Next is a planned human subject study to see how well the app holds up in real-world navigation scenarios. After that, the researchers hope to make it available for public use “in the near term.” Commute Booster is a simple smartphone app using a modern handset’s standard sensors, but that means users need to hold their phones’ cameras up as they navigate New York’s subway system —&nbsp;still well worth it, but less than an ideal setup. One can easily imagine this or a similar app running on AR smartglasses if or when they ever find broader consumer appeal. (Some companies have <a href=\"https://www.engadget.com/2017-01-04-aira-blind-smart-glasses-phone-see-real-time.html\">already tried</a>.)</p>This article originally appeared on Engadget at https://www.engadget.com/researchers-app-could-help-people-with-visual-impairments-navigate-the-nyc-subway-163456689.html?src=rss", "link": "https://www.engadget.com/researchers-app-could-help-people-with-visual-impairments-navigate-the-nyc-subway-163456689.html?src=rss", "date_published": "2023-07-27T16:34:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Nintendo drops two classic Zelda titles for Switch Online subscribers", "description": "<p>It's been two months since <em>The Legend of Zelda: Tears of the Kingdom</em><a href=\"https://www.engadget.com/the-legend-of-zelda-tears-of-the-kingdom-review-a-familiar-but-fresh-adventure-120035307.html\"><ins>knocked our socks off,</ins></a> so if you’ve saved Hyrule and are looking for something else to play, Nintendo may have you covered. The company <a href=\"https://twitter.com/NintendoAmerica/status/1684368518874013696\"><ins>just dropped two classic Zelda titles</ins></a> onto its Nintendo Switch Online platform.</p><p>The games include <em>The Legend of Zelda: Oracle of Seasons</em> and <em>The Legend of Zelda: Oracle of Ages,</em> both released for the Game Boy Color way back in 2001. Despite sharing similar names and original release dates, these are separate titles with unique power ups, gimmicks, overworlds, NPCs, dungeons and more, though they do connect in certain spoilery ways.</p><span id=\"end-legacy-contents\"></span><div id=\"1135209034824e6fb2c537fd1260b15c\"></div><p>Both of these classics are top-down adventures in the style of <em>The Legend of Zelda: A Link to the Past</em> and feature charming pixel-based graphics of the era. These are the original releases and have not been remade in any way, so you won’t get the same graphical flourishes seen in 2019's remake of <a href=\"https://www.engadget.com/2019-09-19-legend-of-zelda-links-awakening-review.html\"><em>The Legend of Zelda: Link’s Awakening.</em></a> However, that remake was $60 and these are (sort of) free. Also, many consider this pair to be some of the best games in the franchise’s storied history.</p><p>You need a Nintendo Online subscription to play both games, which costs $20 per year or $4 per month, with a seven day free trial available for newbies. You don’t, however, need one of those fancy Expansion Pack subscriptions. For the price, you also get access to plenty of other iconic Zelda titles from the NES and SNES days.</p>This article originally appeared on Engadget at https://www.engadget.com/nintendo-drops-two-classic-zelda-titles-for-switch-online-subscribers-160801831.html?src=rss", "link": "https://www.engadget.com/nintendo-drops-two-classic-zelda-titles-for-switch-online-subscribers-160801831.html?src=rss", "date_published": "2023-07-27T16:08:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "How to find the best gaming console for you in 2023", "description": "<p>There is no such thing as the &quot;best video game console,&quot; but figuring out which one is right for you is more in reach. There are seven systems that you could reasonably call “current gen,” and others, such as Valve’s Steam Deck, further muddying the waters. Engadget staffers play games on pretty much every console you can think of, and a few that you might not have thought about <a href=\"https://www.engadget.com/2019-08-30-atari-lynx-30-year-anniversary.html\">for a very long time</a>.</p><p>For some gamers, nothing but the highest-specced system will do; others just need the cheapest way to play the latest games; maybe you value portability over everything; or maybe you haven’t played in years and are looking for a system that would be the best buy for your family to enjoy together. There are endless use-cases for a games console, and that’s why we’ve put together this article.</p><span id=\"end-legacy-contents\"></span><p>We’ve reviewed and evaluated every console in here, some more than once, and tried to categorize the “best gaming console” for specific needs. You’ll find 10 picks in here, with all of the big players represented, and two best &quot;high-end consoles,&quot; each for different reasons. We hope by the end of this guide, you’ll be much closer to deciding on the console with the perfect specs and functionality for you.</p><h2>Best high-end console: PS5</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=ffe106af-8248-4af3-9098-a2d4fd637766&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GameStop&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmZmUxMDZhZi04MjQ4LTRhZjMtOTA5OC1hMmQ0ZmQ2Mzc3NjYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ2FtZXN0b3AuY29tL2NvbnNvbGVzLWhhcmR3YXJlL3BsYXlzdGF0aW9uLTUvY29uc29sZXMvcHJvZHVjdHMvc29ueS1wbGF5c3RhdGlvbi01LWNvbnNvbGUvMTExMDgxNDAuaHRtbCIsImNvbnRlbnRVdWlkIjoiYTYwNWQ3NDUtZjU0Mi00NGQwLWJmZjctM2RhOWJjMGU4NzQwIn0&amp;signature=AQAAAeUGezdyXhQwWAY0O_Wad3FVwWP87zACzb6Zur-48eLS&amp;gcReferrer=https%3A%2F%2Fwww.gamestop.com%2Fconsoles-hardware%2Fplaystation-5%2Fconsoles%2Fproducts%2Fsony-playstation-5-console%2F11108140.html\">PlayStation 5</a> delivers the most stunning graphics and seamless performance of any current-gen gaming console. Sony stuck with the traditional hardware-upgrade cycle for the PS5, significantly improving processing power and visual fidelity over the previous generation, and introducing a new gamepad packed with immersion mechanics. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EdWFsU2Vuc2UtV2lyZWxlc3MtQ29udHJvbGxlci1QbGF5U3RhdGlvbi01L2RwL0IwOEZDNkM3NVk_dGFnPWdkZ3QwYy1wLW8tbGUtMjAiLCJjb250ZW50VXVpZCI6ImE2MDVkNzQ1LWY1NDItNDRkMC1iZmY3LTNkYTliYzBlODc0MCJ9&amp;signature=AQAAAQ4JhfboL0XrldAS9pA6OlemuhP0Wc5ayVyagUEci7x2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDualSense-Wireless-Controller-PlayStation-5%2Fdp%2FB08FC6C75Y\">DualSense</a>, Sony’s latest controller, is a standout feature: It offers intense and precise haptic feedback along the grips, and has adaptive triggers, meaning tension in the R2 and L2 buttons changes as players equip various weapons and tools. This is something that the Xbox Series consoles simply don’t have.</p><p>Meanwhile, the PS5 offers a library of console exclusives including <em>God of War: Ragnarök</em>, <em>Returnal</em>, the <em>Demon’s Souls </em>remake, Insomniac’s Spider-Man series, every <em>The Last of Us</em> game and re-release, and a litany of Final Fantasy titles. <a href=\"https://shopping.yahoo.com/rdlw?merchantId=0f845666-5cc0-42c7-863d-d873ae1b6087&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=PlayStation&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZjg0NTY2Ni01Y2MwLTQyYzctODYzZC1kODczYWUxYjYwODciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGxheXN0YXRpb24uY29tL2VuLXVzL3BzLXBsdXMvIiwiY29udGVudFV1aWQiOiJhNjA1ZDc0NS1mNTQyLTQ0ZDAtYmZmNy0zZGE5YmMwZTg3NDAifQ&amp;signature=AQAAAdjkii3KgcxDuw2nUj5Qg9PVudYh5KkEe8dEKkH5BCce&amp;gcReferrer=https%3A%2F%2Fwww.playstation.com%2Fen-us%2Fps-plus%2F\">PlayStation Plus Premium</a>, the highest tier of Sony’s monthly subscription service, adds cloud streaming, freebies and a catalog of games to download at any time. Premium costs $18 a month or $120 annually, and there are cheaper tiers with fewer perks in the Plus ecosystem.</p><p>The PS5 may look a little <em>funny</em> sitting next to your TV, but truly, it’s what’s inside that counts. And hey, that’s why companies <a href=\"https://shopping.yahoo.com/rdlw?merchantId=b4b2716f-3984-4476-b619-18c9cba6b899&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=dbrand&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiNGIyNzE2Zi0zOTg0LTQ0NzYtYjYxOS0xOGM5Y2JhNmI4OTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9kYnJhbmQuY29tL3Nob3Avc3BlY2lhbC1lZGl0aW9uL3BzNT9jYXRlZ29yeT1kaXNjIiwiY29udGVudFV1aWQiOiJhNjA1ZDc0NS1mNTQyLTQ0ZDAtYmZmNy0zZGE5YmMwZTg3NDAifQ&amp;signature=AQAAAXMB4j7CaWDh_wxBv4Iy10GD_jYGF36Qi9nFQ2cFWdwx&amp;gcReferrer=https%3A%2F%2Fdbrand.com%2Fshop%2Fspecial-edition%2Fps5%3Fcategory%3Ddisc\">like dbrand</a> exist. <em>– Jessica Conditt, Senior Reporter</em></p><h2>Best high-end console: Xbox Series X</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9YYm94LVgvZHAvQjA4SDc1UlRaOD90YWc9Z2RndDBjLXAtby1sZS0yMCIsImNvbnRlbnRVdWlkIjoiYTYwNWQ3NDUtZjU0Mi00NGQwLWJmZjctM2RhOWJjMGU4NzQwIn0&amp;signature=AQAAAc072dhIRRzDY0onNNRbNkAAPX9DxH7zu9gyPSIdOT2i&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FXbox-X%2Fdp%2FB08H75RTZ8\">Xbox Series X</a> is the most powerful gaming console on the market, and together with a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=5f41950e-8ca3-4481-8466-a22b28b80e32&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Xbox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZjQxOTUwZS04Y2EzLTQ0ODEtODQ2Ni1hMjJiMjhiODBlMzIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueGJveC5jb20vZW4tVVMveGJveC1nYW1lLXBhc3MiLCJjb250ZW50VXVpZCI6ImE2MDVkNzQ1LWY1NDItNDRkMC1iZmY3LTNkYTliYzBlODc0MCJ9&amp;signature=AQAAAVvIL8LgGNKPwAb1IjZmE-d_9mtPgypHn-bbCJaYFzzv&amp;gcReferrer=https%3A%2F%2Fwww.xbox.com%2Fen-US%2Fxbox-game-pass\">Game Pass subscriptio</a>n it gives you an almost endless library of titles to dive into (including launch-day Microsoft releases). While we'd still like to see more exclusives on Xbox, there are major titles on the horizon like <em>Starfield</em>, <em>Redfall</em> and the revamped <em>Forza Motor Sport</em>. PC gamers may also appreciate cross-purchases between Windows and Xbox titles, as well as the ability to stream games from the cloud using Game Pass. Sure, Sony still has a stranglehold on big-budget narrative games, but the sheer wealth of offerings on Microsoft's platforms — including small indies, classic franchises and a ton of great games via EA Play (included with Game Pass for PCs and Ultimate) — is staggering.</p><p>It used to be that you'd have to stick with the same console all of your friends are using, but these days the availability of cross-play multiplayer on most titles makes that consideration moot. If you want to play <em>Call of Duty </em>with your friends, it doesn't really matter if you get an Xbox Series X or PlayStation 5. So the best advice now? Base your choice on the exclusives you'd like to play, as well as the potential subscription benefits. If you want to see where Master Chief goes next, or are just tired of paying full price for first-party games and some indies, you'll probably be happiest with a Series X and Game Pass. <em>– Devindra Hardawar, Senior Reporter</em></p><h2>Best budget console: Xbox Series S + Game Pass</h2><p></p><p>The<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9YYm94LVMvZHAvQjA4RzlKNDRaTj90YWc9Z2RndDBjLXAtby1sZS0yMCIsImNvbnRlbnRVdWlkIjoiYTYwNWQ3NDUtZjU0Mi00NGQwLWJmZjctM2RhOWJjMGU4NzQwIn0&amp;signature=AQAAAS5tvXXcxcwzqSc_8BjIFCPFrrzKNgDPICXIq19zzS0L&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FXbox-S%2Fdp%2FB08G9J44ZN&amp;uuid=KoI0joQIoP6aSaY034405\"> Xbox Series S</a> packs enough power to play the latest and greatest games, but it truly shines as a semi-portable Game Pass machine. The Series S is a compact console that does not have a disk drive, and it typically costs $300 (though it’s frequently on sale for $250 to $270). This little rectangular baby can play games at resolutions higher than 1080p, though it won’t hit 4K, and it’s less powerful overall than the Series X. The Series S also has less storage space than its big sibling, and this is its main drawback.</p><p>That’s where<a href=\"https://shopping.yahoo.com/rdlw?merchantId=5f41950e-8ca3-4481-8466-a22b28b80e32&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Xbox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZjQxOTUwZS04Y2EzLTQ0ODEtODQ2Ni1hMjJiMjhiODBlMzIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueGJveC5jb20vZW4tVVMveGJveC1nYW1lLXBhc3MiLCJjb250ZW50VXVpZCI6ImE2MDVkNzQ1LWY1NDItNDRkMC1iZmY3LTNkYTliYzBlODc0MCJ9&amp;signature=AQAAAVvIL8LgGNKPwAb1IjZmE-d_9mtPgypHn-bbCJaYFzzv&amp;gcReferrer=https%3A%2F%2Fwww.xbox.com%2Fen-US%2Fxbox-game-pass&amp;uuid=rJnJyduzKPr74PXO35405\"> Game Pass</a> comes in. A Game Pass Ultimate subscription unlocks cloud streaming on the Series S (as well as PC and mobile devices), allowing players to dive into a large library without downloading anything.<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9YYm94LUdhbWUtUGFzcy1VbHRpbWF0ZS1NZW1iZXJzaGlwL2RwL0IwN1RGUDdKRkg_dGFnPWdkZ3QwYy1wLW8tbGUtMjAiLCJjb250ZW50VXVpZCI6ImE2MDVkNzQ1LWY1NDItNDRkMC1iZmY3LTNkYTliYzBlODc0MCJ9&amp;signature=AQAAAV_8HsqXau2D06e0n4d-xpzuWuz4zl4xswxRPRm6dWYL&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FXbox-Game-Pass-Ultimate-Membership%2Fdp%2FB07TFP7JFH&amp;uuid=0ihVoXTSUHONDJBe36405\"> Game Pass Ultimate is $15 a month</a>, with the first month for $1. Microsoft has the most reliable cloud network in the business and it’s committed to releasing all of its big new Xbox Game Studios titles on Game Pass day-one. Sony has yet to make such a promise with in-house launches on PlayStation Plus.</p><p>Even without Game Pass, the Series S is the cheapest way to participate in the Xbox console ecosystem and it’ll play every game the Series X can. You might just have to delete downloads as you go. <em>– J.C.</em></p><h2>Best for local multiplayer: Nintendo Switch</h2><p></p><p>It's a pity that the rise of online multiplayer meant the death of local options for most gaming consoles — that is, except for the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW50ZW5kby1Td2l0Y2hUTS1OZW9uLUJsdWUtSm95JUUyJTgwJTkxQ29uVE0tU3dpdGNoL2RwL0IwQkZKV0NZVEwvP3RhZz1nZGd0MGMtcC1vLWxlLTIwIiwiY29udGVudFV1aWQiOiJhNjA1ZDc0NS1mNTQyLTQ0ZDAtYmZmNy0zZGE5YmMwZTg3NDAifQ&amp;signature=AQAAAfHWbvZ3H4BVL5-__W3Ql06J0eBlri8QkH9GvPXFLhvz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNintendo-SwitchTM-Neon-Blue-Joy%25E2%2580%2591ConTM-Switch%2Fdp%2FB0BFJWCYTL%2F\">Nintendo Switch</a>. Chalk it up to Nintendo's legacy: It's a company that's always prioritized the simple beauty of playing with your friends and family on the couch. Be it four players racing against each other locally in <em>Mario Kart</em>, or diving into an assortment of mini-games in <em>Mario Party</em>, you can have a blast using a single Switch hooked up to a TV. It's a cinch to connect other controllers to let your friends join — something they'll likely have on-hand if they have their own Switch. And since it's a portable console, you can always play against others over local networks, giving you the beauty of being together with friends while also having your own private screen. Just try doing that with a PS5. <em>– D.H.</em></p><h2>Best couch portable: Valve Steam Deck</h2><p></p><p>The idea of a portable console that’s primarily used at home might feel counterintuitive, but this is actually how a lot of people prefer to play video games, and the<a href=\"https://store.steampowered.com/steamdeck\"> Steam Deck</a> helped prove it. The Steam Deck came out in February 2022 and quickly emerged as a popular PC portable for people who wanted to spend time away from their desks, but not their Steam libraries. It’s a chunky handheld gaming console with dual analog sticks and trackpads; standard face buttons, bumpers and triggers; four rear clickers, and a 7-inch LCD touchscreen. It’s<a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\"> big and strangely beautiful</a>, and plays most PC games just fine.</p><p>The Steam Deck starts at $400 and tops out at $650, making it relatively affordable in the world of<a href=\"https://www.engadget.com/handheld-gaming-pc-retro-indie-handhelds-steam-deck-playdate-150038001.html\"> PC portables</a>. The Steam Deck is a little too big and battery-sucking to be a must-have carry-on while traveling, but it’s perfect for cuddling on the living room couch – with a supportive pillow and power outlet nearby. <em>– J.C.</em></p><h2>Best for first time gamers: Nintendo Switch Lite</h2><p></p><p>Nintendo has a history of making tank-like portable consoles, and the<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW50ZW5kby1Td2l0Y2gtTGl0ZS1CbHVlL2RwL0IwOTJWVDFKR0Q_dGFnPWdkZ3QwYy1wLW8tbGUtMjAiLCJjb250ZW50VXVpZCI6ImE2MDVkNzQ1LWY1NDItNDRkMC1iZmY3LTNkYTliYzBlODc0MCJ9&amp;signature=AQAAAeJyPYLs3KmIeIWKy3q0sgGuVHaOVdgPGgNqqeIyd729&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNintendo-Switch-Lite-Blue%2Fdp%2FB092VT1JGD&amp;uuid=4TYsim5VjU5AQwD646407\"> Switch Lite</a> is no exception. It's just as fast as its larger sibling, but since it has integrated controls, you won't have to worry about any Joy-cons flying away if it's dropped. The Switch Lite's 5.5-inch screen and smaller frame always makes it easier for tiny hands to hold, something I've found particularly useful as my four-year-old daughter is finally getting into video games. There's a wide variety of child-friendly content available on the Switch, but we'd recommend diving into the classic of library Nintendo titles via the console's online service. Kids will ultimately figure out <em>Minecraft </em>on their own, but it's up to the older generation to instill the value of proper platforming with <em>Super Mario Bros. 3</em>. <em>– D.H.</em></p><h2>Best handheld gaming console for commuting: Nintendo Switch Lite</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW50ZW5kby1Td2l0Y2gtTGl0ZS1CbHVlL2RwL0IwOTJWVDFKR0Q_dGFnPWdkZ3QwYy1wLW8tbGUtMjAiLCJjb250ZW50VXVpZCI6ImE2MDVkNzQ1LWY1NDItNDRkMC1iZmY3LTNkYTliYzBlODc0MCJ9&amp;signature=AQAAAeJyPYLs3KmIeIWKy3q0sgGuVHaOVdgPGgNqqeIyd729&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNintendo-Switch-Lite-Blue%2Fdp%2FB092VT1JGD\">Switch Lite</a> is by far the cutest handheld gaming console on the market today and this is just one reason it’s ideal for use in public. The Switch Lite is a tiny, lightweight handheld with a 5.5 inch LCD touchscreen and basic gamepad buttons, and it’s sold in a variety of colorways and special editions. It feels natural to pull out while on the bus, riding the subway, in a waiting room, or just hanging out at a cafe, bar or park. It’s a low-profile portable that offers a library of engaging games from Nintendo and beyond, including exclusive franchises like The Legend of Zelda, Pokemon, Mario Kart, Smash Bros., Bayonetta, Animal Crossing and Kirby.</p><p>In comparison to the standard Switch, the Lite model is sturdier for everyday commutes because it doesn’t have detachable controllers and it takes up less space in your bag. It’s also about $150 cheaper than the larger <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW50ZW5kby1Td2l0Y2hUTS1OZW9uLUJsdWUtSm95JUUyJTgwJTkxQ29uVE0tU3dpdGNoL2RwL0IwQkZKV0NZVEwvP3RhZz1nZGd0MGMtcC1vLWxlLTIwIiwiY29udGVudFV1aWQiOiJhNjA1ZDc0NS1mNTQyLTQ0ZDAtYmZmNy0zZGE5YmMwZTg3NDAifQ&amp;signature=AQAAAfHWbvZ3H4BVL5-__W3Ql06J0eBlri8QkH9GvPXFLhvz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNintendo-SwitchTM-Neon-Blue-Joy%25E2%2580%2591ConTM-Switch%2Fdp%2FB0BFJWCYTL%2F\">Switch</a>, at $200. <em>– J.C.</em></p><h2>Best for air travel: Nintendo Switch</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW50ZW5kby1Td2l0Y2hUTS1OZW9uLUJsdWUtSm95JUUyJTgwJTkxQ29uVE0tU3dpdGNoL2RwL0IwQkZKV0NZVEwvP3RhZz1nZGd0MGMtcC1vLWxlLTIwIiwiY29udGVudFV1aWQiOiJhNjA1ZDc0NS1mNTQyLTQ0ZDAtYmZmNy0zZGE5YmMwZTg3NDAifQ&amp;signature=AQAAAfHWbvZ3H4BVL5-__W3Ql06J0eBlri8QkH9GvPXFLhvz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNintendo-SwitchTM-Neon-Blue-Joy%25E2%2580%2591ConTM-Switch%2Fdp%2FB0BFJWCYTL%2F\">Switch's</a> hardware may be showing its age, but it's still the best way to get some gaming in during long flights. Having a 6.2-inch screen (or 7-inches with the pricier Switch OLED) in your hands makes it easy to ignore annoying seat neighbors, countless delays and all of the other indignities of air travel. The Switch should also survive for several hours of gameplay, and it's easy to charge for longer journeys. While the Steam Deck may be tempting, it's also so large it'll likely fill up much of your backpack. The Switch can still fit alongside your computer and other gear, and its game library is so vast, you'll never be left wanting for things to play. <em>– D.H.</em></p><h2>Best retro gaming console for nostalgia: Retroid Pocket 3</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SZXRyb2lkLVBvY2tldC1IYW5kaGVsZC1NdWx0aXBsZS1FbXVsYXRvcnMvZHAvQjBCOFM5R0g4VD90YWc9Z2RndDBjLXAtby1sZS0yMCIsImNvbnRlbnRVdWlkIjoiYTYwNWQ3NDUtZjU0Mi00NGQwLWJmZjctM2RhOWJjMGU4NzQwIn0&amp;signature=AQAAAVsnRqtesX7qDfs4kLbW-WqJzsbmsnuUUYD3njwurA23&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRetroid-Pocket-Handheld-Multiple-Emulators%2Fdp%2FB0B8S9GH8T\">Retroid Pocket 3</a> is an accessible, streamlined <a href=\"https://www.engadget.com/retroid-pocket-3-irl-153508438.html\">emulation machine</a> that’s capable of handling games from the sixth generation down – that’s anything up to the GameCube and PlayStation 2. It can even run some PSP games, apparently, but at this point, you’re just getting greedy. The Retroid Pocket 3 brings classics like <em>Super Mario RPG</em>, <em>Metal Gear Solid</em>, <em>Final Fantasy IX</em> and so many others to modern audiences, and they all look better than ever.</p><p>What’s more, the Retroid Pocket 3 is an Android-based handheld gaming console, which means it also works as a hub for cloud streaming through services like Xbox Game Pass Ultimate. This little device is tinier than a Switch Lite and it has a 4.7 inch LCD touchscreen – that’s smaller than Nintendo’s latest handheld but bigger than the screen of a classic Game Boy, for what it’s worth. What’s most astonishing about the Retroid Pocket 3 is its price: just $150. <em>– J.C.</em></p><h2><strong>Best console with a large streaming game library: Xbox Series X (or S)</strong></h2><p></p><p>For console gamers, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=5f41950e-8ca3-4481-8466-a22b28b80e32&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Xbox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZjQxOTUwZS04Y2EzLTQ0ODEtODQ2Ni1hMjJiMjhiODBlMzIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueGJveC5jb20vZW4tVVMveGJveC1nYW1lLXBhc3MiLCJjb250ZW50VXVpZCI6ImE2MDVkNzQ1LWY1NDItNDRkMC1iZmY3LTNkYTliYzBlODc0MCJ9&amp;signature=AQAAAVvIL8LgGNKPwAb1IjZmE-d_9mtPgypHn-bbCJaYFzzv&amp;gcReferrer=https%3A%2F%2Fwww.xbox.com%2Fen-US%2Fxbox-game-pass\">Microsoft's Game Pass subscription</a> has been a revelation. For $10 a month, you can play hundreds of games, including all of Microsoft's first-party software, as well as major titles like <em>Monster Hunter Rise</em> and <em>A Plague Tale Requiem</em>. Even better, Microsoft-owned titles are available the day they're released! Bump up to the $15 Game Pass Ultimate tier and you'll also get access to cloud gaming, which lets you stream select titles to your phone, computer and even some TVs. The sheer variety of content on Game Pass makes it hard to stomach paying full price for a game ever again.</p><p>Sony's response to Game Pass amounts to an evolution of its <a href=\"https://shopping.yahoo.com/rdlw?merchantId=0f845666-5cc0-42c7-863d-d873ae1b6087&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=PlayStation&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZjg0NTY2Ni01Y2MwLTQyYzctODYzZC1kODczYWUxYjYwODciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGxheXN0YXRpb24uY29tL2VuLXVzL3BzLXBsdXMvIiwiY29udGVudFV1aWQiOiJhNjA1ZDc0NS1mNTQyLTQ0ZDAtYmZmNy0zZGE5YmMwZTg3NDAifQ&amp;signature=AQAAAdjkii3KgcxDuw2nUj5Qg9PVudYh5KkEe8dEKkH5BCce&amp;gcReferrer=https%3A%2F%2Fwww.playstation.com%2Fen-us%2Fps-plus%2F\">PlayStation Plus service</a>. Its highest-tier &quot;Premium&quot; offering costs $18 a month, and it also gives you access to a large library of titles and cloud streaming. <em>But</em>, Sony isn't adding first-party titles to any PS Plus tier the day they launch — you'll either have to pay full price, or wait until they get added to the rotation. Until Sony caves, having release day access to titles makes Game Pass the obviously better subscription service. <em>– D.H.</em></p>This article originally appeared on Engadget at https://www.engadget.com/best-gaming-console-140057674.html?src=rss", "link": "https://www.engadget.com/best-gaming-console-140057674.html?src=rss", "date_published": "2023-07-27T15:30:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony has sold over 40 million PS5 consoles", "description": "<p>It didn't take long for Sony to cross another PlayStation 5 milestone. The company <a href=\"https://sonyinteractive.com/en/playstation-5-surpasses-40-million-in-sales/\">confirms</a> it has sold over 40 million PS5 consoles since the system's debut in November 2020. That's roughly 8 million units sold since the <a href=\"https://www.engadget.com/sonys-blockbuster-ps5-holiday-sales-show-its-supply-issues-appear-to-be-over-082455028.html\">start of the year</a>. That unsurprisingly doesn't top last year's holiday sales, when Sony moved 7.1 million PS5s in one quarter. However, the company says inventory is finally &quot;well-stocked&quot; and keeping up with demand — you might not have to wait for stores to get fresh supplies.</p><p>The PS5 reached the <a href=\"https://www.engadget.com/sony-playstation-5-ps5-10-million-sold-144729654.html\">10 million mark</a> in its first eight months. However, it also had the benefit of launching during a holiday when many people were stuck at home during the early pandemic — it became Sony's fastest-selling console to date. The tech giant is now is getting closer to that pace even in the post-holiday period, when demand tends to drop.</p><span id=\"end-legacy-contents\"></span><p>The company had shipped over 117 million PS4s as of early 2022, and nearly 157 million PS2s as of 2013. Nintendo, meanwhile had moved <a href=\"https://www.engadget.com/the-switch-has-outsold-the-playstation-4-but-nintendo-sees-tougher-times-ahead-100631336.html\">nearly 123 million Switches</a> as of the end of 2022. Those leads aren't surprising given the extra years of sales involved, but they suggest Sony has a while to go before it eclipses both its all-time best figures as well as the current-gen competition.</p><p>How that momentum changes isn't clear. A redesigned or upgraded console isn't guaranteed to arrive in the near future. At the same time, the game catalog is improving. More PlayStation games are PS5-only, including upcoming blockbusters like <a href=\"https://www.engadget.com/the-spider-man-2-story-trailer-teases-more-venom-more-villains-and-more-drama-040056520.html\"><em>Spider-Man 2</em></a>. Sony is also going into late 2023 with a few potential system-selling accessories, including <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\">PlayStation VR2</a> and the <a href=\"https://www.engadget.com/project-q-is-a-dedicated-ps5-streaming-device-due-later-this-year-211814445.html\">Project Q</a> streaming device. There's no guarantee Sony will continue to enjoy rosy sales, but the ingredients are there for a strong year.</p>This article originally appeared on Engadget at https://www.engadget.com/sony-has-sold-over-40-million-ps5-consoles-150040065.html?src=rss", "link": "https://www.engadget.com/sony-has-sold-over-40-million-ps5-consoles-150040065.html?src=rss", "date_published": "2023-07-27T15:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Mycle Cargo is almost the longtail of the people I’ve been waiting for", "description": "<p>Last year, <a href=\"https://www.engadget.com/cargo-cycling-climate-change-emissions-babboe-130049736.html\">I asked if we’d ever see an e-cargo bike “for the people,”</a> with powerful electric assist, generous cargo capacity and an affordable price. Soon after, Mycle got in touch to say its own offering, the Mycle Cargo, was exactly the bike I was looking for. It added that the struggles I’d had with heavy loads and steep hills wouldn’t be a problem for its affordable <a href=\"https://www.engadget.com/rad-power-radrunner-plus-electric-bike-irl-153525330.html\">cargo longtail</a>. After spending the better part of three months riding this thing around, I can heartily agree that it ticks many of the boxes I was hoping for. I may not have fallen head-over-heels in love with it in the way I had hoped, or expected to, but I’m sure it could find a place in the homes of many cyclists.</p><p>Mycle is a British-built e-bike which fits into the same category as Tern’s GSD, with a step through frame and beefy longtail. Support struts and plastic panels enclose the thick rear wheel, which houses the surprisingly-powerful 250W hub motor. Now, I won’t bang this drum too much, but this thing is <em>less than half the price</em> of some of its competitors in the cargo longtail space. Here in the UK, a Tern GSD or Yuba’s Spicy Curry will set you back around £5,000 before you start picking optional extras. By comparison, the Cargo’s retail price is £1,999, which will get you the standard setup, including integrated front and rear lights.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Image of the Mycle Cargo bike in a wood.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/c138e920-e437-11ed-b5fe-b933b768d735\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper</div></figure><p>The model I tested, meanwhile, had a few luxuries added on, including an LCD display which adds £150 to the price. My model also had a front basket (£89) and a caboose to enclose the rear deck to help keep my kids safe (£129). The only other mainstream e-cargo bike in this price bracket is <a href=\"https://www.engadget.com/rad-power-radrunner-plus-electric-bike-irl-153525330.html\">Rad Power's</a><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=997a70db-f97e-462e-93d5-30fcbd249d41&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Rad+Power+Bikes&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5OTdhNzBkYi1mOTdlLTQ2MmUtOTNkNS0zMGZjYmQyNDlkNDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmFkcG93ZXJiaWtlcy5jb20vY29sbGVjdGlvbnMvZWxlY3RyaWMtYmlrZXMvcHJvZHVjdHMvcmFkd2Fnb24tZWxlY3RyaWMtY2FyZ28tYmlrZT9nX2FjY3RpZD03NDMtMDIxLTcxNDQmZ19hZGdyb3VwaWQ9MTUyNTE1ODMwNDI0JmdfYWRpZD02NTU1OTI5NjM5NjMmZ19hZHR5cGU9c2VhcmNoJmdfY2FtcGFpZ249VEwrLStVUystK0JyYW5kKy0rR09PR0xFKy0rJTI4QmlrZStTcGVjaWZpYyUyOStDb252ZXJzaW9uJmdfY2FtcGFpZ25pZD0xNzM4NTQ1MTMzMCZnX2tleXdvcmQ9cmFkd2Fnb24lMjA0Jmdfa2V5d29yZGlkPWt3ZC05MDk5MDkyNzYzNjUmZ19uZXR3b3JrPWcmZ190eXBlPWJyYW5kJmdhZD0xJmdjbGlkPUNqd0tDQWp3bDZPaUJoQTJFaXdBdVV3V1pYVTdSRy16ZzlKVVdta25nVnM2NGxHdkNyQ1Y5TzJXZTJQcjdEZHFvYi15TGlxTmVPbUpjQm9DUEY4UUF2RF9Cd0UiLCJjb250ZW50VXVpZCI6Ijg5YzQ0NWM2LThmZDUtNDQxMC05ZWFiLTA0YTA3MzcwZGYwZiJ9&amp;signature=AQAAAQ1VpOL-1lQdKBTfsJPuMaHX23FhLF1Jzoj-QN4AOP6s&amp;gcReferrer=https%3A%2F%2Fwww.radpowerbikes.com%2Fcollections%2Felectric-bikes%2Fproducts%2Fradwagon-electric-cargo-bike%3Fg_acctid%3D743-021-7144%26g_adgroupid%3D152515830424%26g_adid%3D655592963963%26g_adtype%3Dsearch%26g_campaign%3DTL%2B-%2BUS%2B-%2BBrand%2B-%2BGOOGLE%2B-%2B%2528Bike%2BSpecific%2529%2BConversion%26g_campaignid%3D17385451330%26g_keyword%3Dradwagon%25204%26g_keywordid%3Dkwd-909909276365%26g_network%3Dg%26g_type%3Dbrand%26gad%3D1%26gclid%3DCjwKCAjwl6OiBhA2EiwAuUwWZXU7RG-zg9JUWmkngVs64lGvCrCV9O2We2Pr7Ddqob-yLiqNeOmJcBoCPF8QAvD_BwE\">RadWagon 4</a>, which I’m looking to test in the future to offer a good head-to-head comparison. On paper, the RadWagon has a far lower center of gravity and a bigger payload weight, but a far shorter promised range.</p><p>Every issue I could raise about the Mycle Cargo, and I have a few, can likely be answered by its price. These bikes need to be affordable to win over would-be buyers who can quite reasonably say that five grand would get you a decent second-hand car and cover a year’s running costs. And while two thousand pounds is no small investment for a lot of people right now, it may wind up saving them cash if it helps them get around without a car. You can certainly carry at least two kids on the rear deck, and can probably mount a third seat up front should you need.</p><figure><img alt=\"Image of the Mycle Cargo bike in a wood.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/d4650d80-e437-11ed-9ebd-b70ddb1887f6\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper</div></figure><p>Mycle Cargo measures in at 187cm (73.6in) long and 73cm (28.7in) wide, with a quoted kerb weight of around 80 pounds. Even in my fairly spacious house, it took up a lot of room, and it requires a decent amount of effort to get it up my front steps. Which is a euphemistic way of saying that if you’re in a small space, or don’t have great upper body strength, you might need to look for an alternative. I found that, the longer I rode it, the easier it became to handle, so I think my time with the bike has contributed to some minor enswolening of my arms.</p><p>The bike arrives half-assembled, and you’ll need to get a hex key to screw in the footplates, caboose, front basket and fit the handlebars. This requires a decent amount of patience, since there’s so much engineering going on that your fingers won’t have much room to maneuver. If you can, get a bike store to do the finishing off for you, especially if you’ve got chunky hands and a tendency to swear in frustration after the screw falls out three times in a row.</p><figure><img alt=\"Image of the Mycle Cargo bike in a wood.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/38820520-e438-11ed-b299-501f1091c265\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper</div></figure><p>The bike is fitted with a wonderfully comfortable seat, and is equipped with a modest, but solid, set of components. There’s Tektro mechanical disc brakes and a 7-speed Shimano Altus set, which might provoke a sniff or two from higher-minded cycling types. Both are what I’d call modestly priced, and aside from the odd stiff gear change, neither felt out of place, with good braking even on steep hills. It’s also clear that cost savings in this area help get the overall price down without causing too much pain for the rider on a daily basis. One nitpick I do have is that the built-in double-sided kickstand is sturdy, it still feels a little weak and I wish it was a bit thicker.</p><p>Now, from here on out, we’ll be talking about my experience of riding Mycle Cargo, and I’d say that I’m a general-purpose cyclist at best. Certainly, I’m open about my deficiencies, and hope that I can offer a better perspective for would-be riders than a road-hardened professional. If you’re a novice rider looking for a cargo bike, then these are the issues you’ll probably want to be mindful of, whereas more experienced riders can probably just look at the price, what you get for that chunk of cash, and head to the Mycle website to pre-order one.</p><figure><img alt=\"Image of the Mycle Cargo bike in a wood.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/51775530-e438-11ed-8e6b-d348869f8585\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper</div></figure><p>The issue with weight, for instance, is going to be harder for novices to deal with compared to people who already own more than one pair of waterproof trousers. Mycle Cargo is heavy and, in my early rides, proved to be more than I could handle in terms of its balance issues. Even with fat tyres, which are designed to improve balance, I found it very easy to lose control of this thing at lower speeds. I tried to take the kids to school in rush-hour traffic, and pushed off in a quiet moment, only to find the bike started to wobble. I tried to correct it, but in doing so nearly pitched sideways into a van coming the other way.</p><p>Fortunately, this problem did eventually go away, but it took me a lot of (solo) trial-and-error and some counterintuitive tyre-deflating before I put the kids back on it again. Once I’d got the Mycle set up the way I did, riding became a lot easier and I had some fairly glorious runs around the local area. But don’t expect to climb on this in the first hour or two and expect to be zooming around your town without a care in the world. The learning curve is there, and it is steep, and I found the damped steering – designed to prevent you making risky, aggressive turns – was a bit of a pain in my early trips.</p><figure><img alt=\"Image of the Mycle Cargo bike in a wood.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/81a59f50-e438-11ed-bfbf-0a95b8b00ef9\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper</div></figure><p>Once you get past the slow-speed wobbles, however, do you find Mycle Cargo’s comfort zone, which is unleashing its vast reserves of power. Accelerate a bit, and you’ll find riding the bike is easy and comfortable, but if you only run it on flat ground, you’ll miss out on its party piece. My kids’ school is at the top of a hill that measures around 11 degrees (or more) at its gentlest point. And I’ve ridden a few 250W hub motor bikes up there with varying levels of comfort, and even a light single-seater can sometimes struggle.</p><p>This thing? With all the added weight in its frame and two kids in the back? I have never seen a bike move this fast. It shot up the hill faster than the car I was passing, and I very quickly had to dial down the assistance level to stop feeling uncomfortable. When that pedal assist kicks in after a second or so’s delay, you feel as if you’re being towed by a car. It ships with a throttle but I don’t think I was ever compelled to use it outside of trying to intentionally test it, because one full turn of the pedal and this thing moves like a rocket.</p><figure><img alt=\"Image of the Mycle Cargo bike in a wood.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/9fdebe70-e438-11ed-babe-e4fd7c53d1f6\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper</div></figure><p>I cannot overstate how much power Mycle has managed to wring out of this motor, to the point where I’d almost want to joke that it’s really a 500W motor with the wrong label. I cannot imagine anyone riding this thing and thinking that it’ll do anything but conquer any terrain you put in front of it. If I had infinite time and money, I’d take this to France and irritate everyone doing a mountain cycle climb as I lap them while lazily pedaling my way to lunch. The downside is the lack of refinement; dial down the electric assist and you’ll very quickly feel a lurch as the motor steps down a notch.</p><p>That’s really where your money isn’t going with a bike like this – into the refinements that would see it go from a two grand bike to a five grand one. I can think of plenty of tweaks I’d like to see, including a lighter weight, lower center of gravity and better handling. But if the choice is this bike or one that’ll cost more than twice the price, I’d rather keep my cash in the bank.</p><p>You can pre-order the <a href=\"https://www.mycle.co.uk/products/cargo-electric-bike\">Mycle Cargo</a> now, with deliveries slated for some point in August. That will come with a few tweaks, including upgraded brakes – hydraulic, rather than mechanical – and fittings for a new rear-caboose. The new model will also be able to use a new clubhouse-style weather tent to keep your kids dry on windier days, but there’s no word on how much that’ll cost you at present.</p>This article originally appeared on Engadget at https://www.engadget.com/mycle-cargo-is-almost-the-longtail-of-the-people-ive-been-waiting-for-130046591.html?src=rss", "link": "https://www.engadget.com/mycle-cargo-is-almost-the-longtail-of-the-people-ive-been-waiting-for-130046591.html?src=rss", "date_published": "2023-07-27T14:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Photoshop can now use generative AI to expand images", "description": "<p><a href=\"https://www.engadget.com/adobe-adds-generative-ai-editing-to-photoshop-110034887.html\">Generative AI in Photoshop</a> is now useful for more than filling in gaps. Adobe has updated the Photoshop beta with a Generative Expand feature that grows an image using AI-made content. Drag the crop tool beyond the original picture size and you can add material with or without a text prompt. This can help when an image is simply too small, of course, but Adobe also believes it can help when you want to change aspect ratios, fix a cut-off subject or otherwise touch up artwork.</p><p>At the same time, generative AI text prompts in the beta now work in over 100 languages. You won't have to use a very common language like English to produce content.</p><span id=\"end-legacy-contents\"></span><p>Generative Expand and the wider text prompt support should be available once you've updated the Photoshop beta app. Adobe is teasing more generative AI features arriving this fall, so you'll have more creative tools before long.</p><p>As with Generative Fill, Expand is meant primarily for creators who are more interested in artistic expression than accuracy. The catch, of course, is that you can also distort or exaggerate images. You can create a dramatic panorama of a pristine beach when the reality is far uglier, for instance. While manipulating images in editors like Photoshop is nothing new, the AI makes it easier to <a href=\"https://www.engadget.com/ai-pioneer-geoffrey-hinton-isnt-convinced-good-ai-will-triumph-over-bad-ai-181536702.html\">spread misinformation</a> or otherwise mislead viewers.</p>This article originally appeared on Engadget at https://www.engadget.com/photoshop-can-now-use-generative-ai-to-expand-images-133421406.html?src=rss", "link": "https://www.engadget.com/photoshop-can-now-use-generative-ai-to-expand-images-133421406.html?src=rss", "date_published": "2023-07-27T13:34:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best robot vacuums for 2023", "description": "<p>Robot vacuums have come a long way over the past few years. They’re smarter, more powerful and (marginally) better at avoiding chair legs during a cleaning session than they ever were before, and some of them even have built-in mopping functionality and a penchant for pet hair. Plus, you don’t have to <a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html\">shell out as much money</a> to get one either. It’s safe to say the space is pretty saturated now, with established names like iRobot and Shark competing with companies like Anker and TP-Link that are not necessarily known for their dirt-sucking tech. With all those choices, deciding which is going to be the best buy isn’t as simple as it was a few years ago. We tested out many of the newest models available now to see how they stack up against each other and to help you choose the best robot vacuums for your needs. Here are our top picks.</p><h2>Are robot vacuums worth it?</h2><p>We tackled this question when we reviewed <a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html\">budget robot vacuums</a> and the answer is yes, especially if vacuuming is one of your least favorite chores. Robots take the hard work out of cleaning your floors – just turn the thing on and watch it go. Any robot vacuum cleaner worth buying is semi-autonomous in that it will suck up dirt around your home until its battery is low and then make its way back to its charging dock. Unlike a regular vacuum, you should only have to interact with it to turn it on, empty its dustbin and untangle it if it were to get stuck somewhere.</p><span id=\"end-legacy-contents\"></span><p>That’s not to say robot vacuums are perfect. They’re almost always less powerful and less flexible than traditional vacuums. Since most robo-vacs are much smaller than traditional models, they often don’t have the same level of suction you’ll get in an upright machine. Plus, their dustbins are smaller, so they will need to be emptied more frequently. While WiFi-connected robot vacuums give you the flexibility to start a cleaning job from anywhere using an app, targeting a small area of your home can be more complicated. Some robo-vacs have spot-cleaning features that focus the machine’s attention on a specific area, which almost – but not quite – mimics the spot-cleaning you’d be able to do yourself with a regular or cordless vacuum.</p><h2>What to look for in a robot vacuum</h2><figure><img alt=\"iRobot Roomba 981 robot vacuum\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2020-10/6f4230f0-0be4-11eb-b3f6-db9714009fa4\" /><figcaption></figcaption><div class=\"photo-credit\">iRobt / 1996-2001 AccuSoft Co., All rights reserved</div></figure><p>As we explained in our <a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html\">budget guide</a>, WiFi connectivity is a key feature for most robot vacuums. Some of the affordable devices aren’t WiFi connected, though, so it’s best to double check before you buy cheap. WiFi lets a robot vacuum cleaner do things like communicate with a mobile app, which then allows you to control the device from your phone.</p><p>Suction power is another important factor to consider. Unfortunately, there isn’t a standard power scale that all robo-vacs adhere to, so it’s difficult to compare among a bunch of devices. Some companies provide Pascal (Pa) levels and generally the higher the Pa, the stronger the vacuum cleaner will be. But other companies don’t rely on Pa and simply say their robots have X-times more suction than other robots.</p><p>Ultimately, we recommend thinking first about the floors in your home: Do you have carpet throughout, or tile and hardwood floors, or a mix? Robots with stronger suction power will do a better job cleaning carpets as they can get into the nooks and crannies more easily. Some machines have “max” modes as well, which ups the suction power but also typically eats at battery life faster than the “normal” cleaning mode.</p><p>Past a certain price threshold, you’ll find advanced features like home mapping, improved object detection and automatic dustbin disposal. Home mapping is exactly what it sounds like: The vacuum uses sensors to map your home’s layout as it cleans, allowing you to send it to particular rooms or areas. Most robo-vacs have object detection, but some will be better than others at actually avoiding things like chair legs and children’s toys. Higher-end models like <a href=\"https://www.engadget.com/irobot-roomba-j-7-object-poop-detection-040152887.html\">iRobot’s j7 series</a> even go so far as to promise obstacle avoidance to steer clear of things like pet poop that can potentially ruin your machine.</p><p>We’re also now starting to see more robot vacuums with mopping capabilities. Machines with this feature have a water reservoir either built into the robot’s chassis or as a separate piece that you swap in for the dustbin when you want to mop your floors. It makes the robo-vac more useful if you have hard floors in your home that you like to keep squeaky clean, but it does require more work on your part. Filling and emptying the reservoir remains a human’s job.</p><p>Finally, for peak convenience, consider a robot vacuum that comes with a self-emptying base. These are basically garbage bins attached to the machine’s docking station. At the end of each job, the robo-vac automatically empties its small dustbin into the large clean base – that means you won’t have to empty the dustbin yourself and you’ll only have to tend to the base once every few weeks. Just keep in mind that most self-emptying bases require proprietary garbage bags – another long-term expense you’ll have to factor in. Also, any vac-and-mop robot with a water tank will not dump its dirty water into the clean base, so you’ll still have to clean up that yourself.</p><h2>Best midrange robot vacuum: Shark AI Robot Vacuum with Base</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TaGFyay1SVjI1MDJBRS1TZWxmLUVtcHR5LUNhcGFjaXR5LU5hdmlnYXRpb24vZHAvQjA5Sjg4R05XMz90YWc9Z2RndDBjLXAtby1jby0yMCIsImNvbnRlbnRVdWlkIjoiMzRkODUyMDctZGQ2OS00MDExLTk3ODYtY2Q5NGUyZmJlYTlkIn0&amp;signature=AQAAAZq0VHuEZj_B57XCVYGC-grcbJG3gFOFhwAzowhk8gQQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FShark-RV2502AE-Self-Empty-Capacity-Navigation%2Fdp%2FB09J88GNW3\">Shark’s RV2502AE AI robot vacuum</a> with self-emptying base ticks all of the boxes that a mid-range machine should. It offers reliable cleaning performance, its mobile app is easy to use and it produces accurate home maps. On top of that, its base is bagless, which means you won’t have to spend money every few months on garbage bags for your robotic vacuum.</p><p>Setting up the Shark is as simple as taking it and its base out of the box, plugging the base in and downloading the companion mobile app to finish things up. The machine connects to WiFi, allowing you to control it via the app when you’re not at home, or using Google Assistant and Alexa voice commands. The first journey the Shark makes is an “Explore Run,” during which it produces a map of your home that you can then edit from the mobile app.</p><p>The Shark produced a pretty accurate floorplan of my two-bedroom apartment, and I was happy to see a “re-explore” option that I could use if the map wasn’t up to my standards. With a completed map, you’re then asked to label rooms in your home. That way, you can send the Shark to only the bedroom for more direct cleaning jobs, select “no-go” zones and more.</p><p>The first few times I ran the Shark robot, I had it clean my whole apartment. I was impressed by how quiet it was – or rather, how much quieter it was compared to other robo-vacs I’ve tried. You’ll have to turn up the volume on your TV if it’s cleaning in the same room, but it’ll be hard to hear when it’s sucking up debris down the hallway. It also did a decent job maneuvering its way around the cat toys I left out on the floor. The device’s object detection feature claims it can avoid things as small as four inches, but I found that it was much better at sensing and moving around the three-foot-long cat tunnel on my floor than the many tiny mouse toys.</p><p>But even if Mr. Mouse caught the edge of the Shark’s wheels now and then, the robo-vac took it all in stride. One thing I look for when testing robot vacuums is how much attention they need from me during cleanings. The best ones are hands-free and require no extra attention at all – once they start a job, they’re smart enough to putter around your home, move around objects and return to their base when they’re finished. With Shark’s robo-vac, I never had to tend to it when it was cleaning. Now, I did my due diligence and picked up pieces of clothing and charging cables off the ground before running the Shark (ditto for every other robot vacuum I tested), so those things were never in the way. Most companion apps will actually remind you to do this before starting a cleaning job.</p><p>This Shark machine comes with a self-emptying base, so it will empty its dustbin after every cleaning run – and also during a job if its bin gets full before it’s done. In the latter situation, the Shark will go back to cleaning automatically after it’s freed up its bin. That’s a great feature, but I found the best thing about the base to be its bagless design. Shark’s device is unlike most other robot vacuum clean bases because you don’t have to keep buying proprietary garbage bags to outfit the interior of the base. When you want to empty the base, part of it snaps off and opens to eject debris, and it easily locks back in place when you return it. Not only is this quite convenient, but it also brings the lifetime cost of ownership down since you won’t be buying special bags every few months.</p><p>Its worth noting that Shark has a couple of models that are similar to the RV2502AE that just have a different color scheme, a 30- versus 60-day self-emptying base capacity and other minor differences. The biggest feature that would impact how you use the machine is the clean base capacity: we recommend springing for the 60-day models if you want to interact as little as possible with your robo-vac.</p><h2>Runner up midrange: Roomba j7</h2><p></p><p>Not much has changed since Amazon bought iRobot a little while back – the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDk0TlczMThGP3RhZz1nZGd0MGMtcC1vLWNvLTIwIiwiY29udGVudFV1aWQiOiIzNGQ4NTIwNy1kZDY5LTQwMTEtOTc4Ni1jZDk0ZTJmYmVhOWQifQ&amp;signature=AQAAAUaQjsLbJk5-A_tWoDK_gIJ96y9XC3rhDzu1IsC1wWwE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB094NW318F&amp;uuid=PmHs6FH5VqPkRRnY23240\">Roomba j7</a> remains a great option if you want the latest obstacle avoidance technology from the company in an attractive package. The $600 j7 doesn’t come with a clean base, but you can get <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtUm9vbWJhLVNlbGYtRW1wdHlpbmctUm9ib3QtVmFjdXVtL2RwL0IwOTROWUhUTUY_dGFnPWdkZ3QwYy1wLW8tY28tMjAiLCJjb250ZW50VXVpZCI6IjM0ZDg1MjA3LWRkNjktNDAxMS05Nzg2LWNkOTRlMmZiZWE5ZCJ9&amp;signature=AQAAAUrGDCA6iEn4dd7AhlFFO5ymk6pJCnO42aPAk8dLwVQQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Roomba-Self-Emptying-Robot-Vacuum%2Fdp%2FB094NYHTMF&amp;uuid=FY36YivyEaRX82kj24240\">the same vacuum with one</a> for $200 extra.</p><p>The biggest selling point of the <a href=\"https://www.engadget.com/irobot-roomba-j-7-object-poop-detection-040152887.html\">Roomba j7 series</a> is its upgraded AI-driven computer vision which helps it detect and move around objects. This includes pet poop – a robot vacuum’s arch nemesis – and iRobot even promises pet owners that it will replace their j7 machine if it runs into pet poop within the first year of ownership.</p><p>That’s one feature I was happy I never got to test while reviewing this Roomba, as my cat kept all of her activity to her litter box. Otherwise, the Roomba j7 did a good job sucking up dirt and debris around my apartment and it didn’t make too much noise while doing so. All of the robo-vacs I tested at this mid-range level had roughly the same level of suction, so there wasn’t a big difference between them when it came to cleaning power.</p><p>Like other robot vacuums, you can set cleaning schedules in the iRobot mobile app so you never have to start a cleaning job on the fly. The app also has a “favorites” section, which lets you create profiles that you’ll use all the time like “clean the living room and the entryway.” And if you prefer to use voice commands, the robot supports Amazon’s Alexa and the Google Assistant.</p><p>The Roomba j7 has Imprint Smart Mapping, but unlike the Shark, it took more than one runthrough of my home for it to create a complete map. iRobot’s app distinguishes between a regular cleaning job and a “mapping run,” so make sure you’re choosing the latter the first few times you run the machine.</p><p>I tested the <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2Ftem4udG8vM3RsaWtZaD91dWlkPXY2SnBQZEZXZzNySzlaamMyNTI0MCIsImNvbnRlbnRVdWlkIjoiMzRkODUyMDctZGQ2OS00MDExLTk3ODYtY2Q5NGUyZmJlYTlkIn0&amp;signature=AQAAAf9D5tTRVOLVScx5veo3oFL95BkwbzY-AGtzGZUTREyp&amp;gcReferrer=https%3A%2F%2Famzn.to%2F3tlikYh%3Fuuid%3Dv6JpPdFWg3rK9Zjc25240\">j7+</a>, which means I was treated to the roaring sounds of the machine emptying its dustbin into its base. The emptying process isn’t as simple as an automatically opening flat that shakes dirt from one garbage can to another – the base actually sucks the dirt from vacuum. This was the case for all of the machines I tried that came with self-emptying bases; they’re all quite loud, but the Roomba j7+ was the loudest of them all. The <em>whooshing</em> sounds last for only five to 10 seconds, but it was shocking the first time it happened. Just keep that in mind if you ever decide to run your self emptying robot vacuum at night when others are sleeping.</p><h2>Honorable mention: Anker Eufy RoboVac X8 Hybrid</h2><p></p><p>You may be unfamiliar with Anker’s robot vacuums, but they’re often more affordable alternatives to the iRobots and Sharks of the world. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ldWZ5LU5hdmlnYXRpb24tVHdpbi1UdXJiaW5lLVRlY2hub2xvZ3ktZ2VuZXJhdGVzL2RwL0IwOFhKUlhKUFY_dGFnPWdkZ3QwYy1wLW8tY28tMjAiLCJjb250ZW50VXVpZCI6IjM0ZDg1MjA3LWRkNjktNDAxMS05Nzg2LWNkOTRlMmZiZWE5ZCJ9&amp;signature=AQAAAQM45-pJl1YmQcjSVD4ZYCgnoBH2p7LFiCMTscprJjmg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Feufy-Navigation-Twin-Turbine-Technology-generates%2Fdp%2FB08XJRXJPV&amp;uuid=kJgjHYXZa7TUqxo529250\">Eufy RoboVac X8 Hybrid</a> isn’t a budget machine by any means, but it’s a solid robot vacuum that offers a few key features that many competitors don’t have. Plus, you can often find it on sale for $549 or even $449.</p><p>Unlike our other midrange picks, the X8 Hybrid doesn’t come with a self-emptying base, nor is there one you can purchase separately. It’s just a standalone robo-vac, but the “hybrid” indicates that it’s also a robot mop. It has both a dustbin for collecting debris and a 250-milliliter water tank that you can fill whenever you want to run a mopping cycle. Plenty of other robot vacuums have this feature, and it could be even more useful than a self-emptying bin if you have lots of tile or hardwood floors throughout your home.</p><p>Besides that, I was impressed with how easy it was to set up the X8 Hybrid, how accurate its mapping capabilities were and how many extra features it supports. It has four cleaning modes – auto, room, zone and spot – and four suction levels starting with Pure at the low end and topping out at Max. These features give you a lot of control over where the machine cleans and how powerfully it will do so. The X8 Hybrid was in Pure mode the first time I ran it, and I was surprised by not only how quiet it was but also how thoroughly it cleaned considering it was on the lowest suction setting.</p><p>There’s also a “tap and go” feature that lets you pinpoint any spot on your home map in the EufyHome app, sending the robot there to clean. Manual controls are also available, which isn’t something you see on a ton of robo-vacs. This option lets you control the machine almost like a slow and slightly clumsy RC car, giving you more control over where it cleans.</p><p>It may not have the name recognition that iRobot or Shark do, but the Eufy RoboVac X8 Hybrid is a solid choice nonetheless, especially if you don’t care to add a clean base into the mix. It’s an even more tempting choice if you can snag it at a lower price when it’s discounted.</p><h2>Best robot vacuum and mop: iRobot Roomba j7+ Combo</h2><p></p><p>Vac-and-mop devices aren’t new, but they are new to iRobot’s lineup and the company made a great one in the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QlQzIlQUUtUm9vbWJhLUNvbWJvVE0tU2VsZi1FbXB0eWluZy1WYWN1dW0vZHAvQjBCQ0gzSjlSRD90YWc9Z2RndDBjLXAtby1jby0yMCIsImNvbnRlbnRVdWlkIjoiMzRkODUyMDctZGQ2OS00MDExLTk3ODYtY2Q5NGUyZmJlYTlkIn0&amp;signature=AQAAARTmdgZl1gUi_F15vRTuFJyKh2cQRV6N89ooVvNFhS0Z&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot%25C2%25AE-Roomba-ComboTM-Self-Emptying-Vacuum%2Fdp%2FB0BCH3J9RD&amp;uuid=hYlvHwbmiJ6xUMEp33252\">Roomba j7+ Combo</a>. This machine offers an elegant solution to what usually is a more manual process of instructing the robot vacuum where to mop and where to actually vacuum. The <a href=\"https://www.engadget.com/irobot-roomba-combo-j7plus-hands-on-150010629.html\">2-in-1 version</a> of the Roomba j7+ has a mop pad built in that only flips down when the machine senses that it’s rolling over hard flooring, dispensing water and cleaning solution before lighting scrubbing your floors. When it’s on carpet, it’ll act like a standard robot vacuum.</p><p>Arguably the most compelling reason to get a robot vacuum at all is convenience, and iRobot managed to figure out how to incorporate mopping into an already stellar robot vacuum without removing any convenience. Sure, you have to add water and cleaning solution when you want to mop, and dispose of the remnants when it’s finished, but that’s about it. The Roomba has enough smarts to take care of the rest, without accidentally dampening your carpet along the way. The included self-emptying base still comes in handy as it will suck up the vacuumed debris that the robot catches, but just know that it will not take care of excess water for you.</p><p>Aside from the adding mopping abilities, the Combo is basically just a Roomba j7+ and that’s not a bad thing. It’s been one of our favorite robot vacuums since it came out thanks to its improved obstacle avoidance, strong suction power, accurate home mapping technology and decent battery life. The iRobot mobile app, from which you can start and schedule jobs, edit your home map and more, is easy to use, and you can even control the machine using Alexa or Google Assistant commands. The hardest thing to swallow about it (besides how it sounds like a jet engine when emptying debris into the clean base) is its sky-high, $1,100 price tag.</p><h2>Runner up robot vacuum and mop: Shark AI Ultra 2-in-1 Vacuum and Mop</h2><p></p><p>The main reason why <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TaGFyay1Nb3BwaW5nLUNsZWFuRWRnZS1UZWNobm9sb2d5LVJWMjYxMFdBL2RwL0IwQjhCNk4yRzQ_dGFnPWdkZ3QwYy1wLW8tY28tMjAiLCJjb250ZW50VXVpZCI6IjM0ZDg1MjA3LWRkNjktNDAxMS05Nzg2LWNkOTRlMmZiZWE5ZCJ9&amp;signature=AQAAAUiRxvIrGvJYS1Tpk9ens9Af2AMfWzg5XVkaa5efnblN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FShark-Mopping-CleanEdge-Technology-RV2610WA%2Fdp%2FB0B8B6N2G4&amp;uuid=punoXPrB8hlAJIhk37253\">Shark’s machine</a> is our runner-up pick is its more manual nature. It comes with two dustbins, one for vacuuming only and one for vacuuming and mopping that has a water reservoir and a detachable mop pad. You have to switch to the appropriate dustbin when you want to mop your floors, and after each job, the dustbin will not automatically empty into the clean base since it has the reservoir in it. You’ll have to manually empty it instead, but you would have to do that anyway to clean and refill the water tank in preparation for the next job.</p><p>Despite being a more hands-on machine, Shark’s robotic vac and mop was a pleasure to review. Setting it up was as quick and simple as one of the company’s standard robot vacuums, and its first run will create a map of your home, which you can then label with room names, edit with no-go zones and carpeted areas and more. You can even choose to have the robot do a dry run first before doing any actual mopping, so you can make sure it doesn’t enter into the carpeted areas you’ve indicated in your home map. In my testing, the robot accurately stayed away from these zones that I set and I actually like having that little bit of extra control over where the machine goes. But of course, that’s just another thing you have to do manually that iRobot’s vac and mop takes care of using built-in tech.</p><p>The Shark’s water–and-solution based cleaning abilities are basic but much better than having to schlep out an old-school mop and bucket yourself. My mix of hardwood and tile floors appeared noticeably cleaner after the Shark passed over them with its mopping pad. I know I’ll have to whip out my floor steamer every once in a while to really get a deep clean, but the Shark’s capabilities are more than enough for biweekly runs – and it’s hard to beat the convenience of not having to do it yourself.</p><p>Shark’s machine has a few other things going for it, too: the self-emptying base is bagless, which means you won’t have to shell out more money over time for proprietary garbage bags like you will have to with iRobot machines; its mobile app remains easy to use and one that newbies will be able to pick up quickly; and, maybe most importantly, this device comes in at $700. That’s still a good chunk of change, but it’s a far-cry cheaper than the Roomba j7+ Combo.</p><h2>Best premium robot vacuum: iRobot Roomba s9+</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtQXV0b21hdGljLURpc3Bvc2FsLUNvbm5lY3RlZC1BbnRpLUFsbGVyZ2VuL2RwL0IwN1FYTTJWNlg_dGFnPWdkZ3QwYy1wLW8tY28tMjAiLCJjb250ZW50VXVpZCI6IjM0ZDg1MjA3LWRkNjktNDAxMS05Nzg2LWNkOTRlMmZiZWE5ZCJ9&amp;signature=AQAAARYnce8gCqKJjQz5qcCb7WNExYXIao_-EnXKOjyOSb2W&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Automatic-Disposal-Connected-Anti-Allergen%2Fdp%2FB07QXM2V6X&amp;uuid=jskxG14fUqr8nM1x41254\">Roomba s9+</a> is admittedly overkill for most people – but it’s nothing if not one of the best robot vacuums out there. You’ll notice its premium features as soon as you unbox it. The s9+ is the biggest but also the most attractive robo-vac I tried, with a corner-friendly design, copper accents and a 1.5-foot tall self-emptying base. The setup was quick and easy, with the machine taking only a few minutes to connect to my home’s WiFi and the iRobot app.</p><p>While the s9+ doesn’t have the Precision Navigation feature that the newer j7 does, it has something called “Careful Driver” that uses a 3D sensor to detect and clean around objects. It seems that the main difference is that the s9+ isn’t specifically wired to avoid pet poop, so keep that in mind if you have furry friends around the house. However, with 40x the suction power of a standard Roomba, the s9+ does a great job cleaning up pet hair.</p><p>It’s also louder than the j7 when it’s cleaning, but not irritatingly so, and I noticed a deeper clean in my carpets thanks to the extra suction. And it changes its cleaning mode automatically when transitioning from, say, carpeting to a hardwood floor.</p><p>Even this $1,000 robot vacuum bumped into a few table legs while cleaning, but it was noticeably better than other machines at navigating around my furniture and correcting itself when it got stuck. It also moves faster than the j7, so it was able to cover a bit more of my apartment before it had to return to the base for charging after about one hour of cleaning. I was also pleasantly surprised to find that the s9+ wasn’t nearly as loud as the j7 vacuum when emptying its dustbin into the clean base.</p><p>With the iRobot app experience being the same across all Roombas, the s9+ stands out for its subtle premium features like its elegant design, elegant-looking clean base, superior cleaning intelligence and top-of-the-line suction power. Aside from the extra suction, those are all nice-to-haves rather than must-haves, so most people – including you! – probably don’t need the Roomba s9+. It’s the fanciest robot vacuum iRobot has to offer, but you’ll get a similar level of quality with the Roomba j7 while spending a couple hundred bucks less.</p><h2>Honorable mention: Roborock S7+</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2Jvcm9jay1BdXRvLUVtcHR5LTYwLURheXMtVWx0cmFzb25pYy1EZXRlY3Rpb24vZHAvQjA5NE40Vko3Uz90YWc9Z2RndDBjLXAtby1jby0yMCIsImNvbnRlbnRVdWlkIjoiMzRkODUyMDctZGQ2OS00MDExLTk3ODYtY2Q5NGUyZmJlYTlkIn0&amp;signature=AQAAASKKiO2KxuLlVxL1O6bgrxEBoUdUQTrsewyTqf_ieEN-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoborock-Auto-Empty-60-Days-Ultrasonic-Detection%2Fdp%2FB094N4VJ7S&amp;uuid=XjmgQzk15Hifg4Hv44255\">Roborock’s high-end S7+</a> deserves a mention for its cleaning power and number of additional features that many other competitors don’t have. First, the S7+ is a vac-and-mop combo, and its mopping map automatically lifts itself out of the way when the machine reaches the carpet. That means you can have it clean your whole home, vacuuming and mopping in the right spots, without you giving it any extra attention (besides filling its 300ml water tank at the start).</p><p>The expensive machine has a longer setup process because its self-emptying base comes in two pieces. You must attach the bottom of the base, where the robo-vac charges, to the garbage-bin upper portion using a few screws and a tool that attaches to the bottom of the base. Roborock provides everything you need to do this in the box, so while it takes a bit more time, it’s still an easy process.</p><p>What wasn’t so easy for me at first was connecting the S7+ to the Roborock app. The vacuum had trouble connecting to my home’s WiFi network, but I was able to connect it to the Mi Home app, which is Xiaomi’s main smart home companion app (Xiaomi is an investor in Roborock). There aren’t a ton of differences between the two apps when it comes to robo-vac controls, but the S7+ is designed to work with Roborock’s program. After troubleshooting with a Roborock representative, I was able to fix the problem by factory resetting the vacuum and that allowed me to connect it to the Roborock app properly.</p><p>That said, the Roborock app isn’t nearly as polished as those from iRobot, Shark and others. The main page shows your home’s map along with the battery level, cleaning time, cleaning area in feet, and buttons that let you quickly start a cleaning job and empty the dustbin. You’re also able to select specific rooms or zones to clean, but the rest of the control options live in the menu accessible by the three-dot icon at the top-right corner of the app. Things are a little buried, and that might make the S7+ harder for robot-vacuum newbies to use.</p><p>When it comes to cleaning performance, the Roborock S7+ did a great job sucking up dirt around my home. In addition to the usual features like cleaning schedules, zone targeting and others, the vacuum also has things like child lock, which will disable the physical buttons on the machine; different auto-emptying settings to choose from; “pin and go,” which lets you tap on your home map to send the robot to a specific location; and manual direction controls so you can move the machine like a toy car. This isn’t the robot vacuum to get if you want the most polished experience – and you may very well want that if you’re dropping $1,000 on one – but it remains a powerful vac-and-mop machine with a handful of extra perks.</p><h2>Best budget robot vacuum: Roomba 694</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtVmFjdXVtLVdpLUZpLUNvbm5lY3Rpdml0eS1DYXJwZXRzLVNlbGYtQ2hhcmdpbmcvZHAvQjA4U1A1R1lKUD90YWc9Z2RndDBjLXAtby1jby0yMCIsImNvbnRlbnRVdWlkIjoiMzRkODUyMDctZGQ2OS00MDExLTk3ODYtY2Q5NGUyZmJlYTlkIn0&amp;signature=AQAAAb8pJKrhk87JwEVFszwAZJcafwVLg0MN3ue_h2HpSKX3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Vacuum-Wi-Fi-Connectivity-Carpets-Self-Charging%2Fdp%2FB08SP5GYJP&amp;uuid=P3NHIfItcOem7PNb48260\">iRobot’s $279 Roomba 694</a> is a good robot vaccum option for most people thanks to its good cleaning power and easy-to-use mobile app. We won’t get too deep into it here since we have a whole guide to <a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html\">affordable robot vacuums</a> with additional recommendations. But suffice to say, the 694 gives you all the essentials you’d expect from a robot vacuum, along with all of the convenience that comes with iRobot’s mobile app.</p>This article originally appeared on Engadget at https://www.engadget.com/best-robot-vacuums-130010426.html?src=rss", "link": "https://www.engadget.com/best-robot-vacuums-130010426.html?src=rss", "date_published": "2023-07-27T13:30:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Star Trek: Strange New Worlds’ probes the limits of redemption", "description": "<p><em>The following contains spoilers for “Under the Cloak of War.”</em></p><p>“Some things break in a way that can never be repaired, only managed.” It’s the final line in a powerhouse episode of <em>Star Trek: Strange New Worlds</em>. “Under the Cloak of War” lays out a host of questions about memory, grief and redemption – reiterating the key obsessions of this season – none of which it could possibly answer. For some shows, this would be a bad thing, but <em>Strange New Worlds</em> is becoming increasingly comfortable living with ambiguity. Much as I may be flush with recency bias, I already feel it may be the standout of the season.</p><span id=\"end-legacy-contents\"></span><p>The Enterprise has been asked to carry Dak'Rah (An unrecognizable Robert Wisdom), a successful, but deeply controversial, Federation ambassador to the Prospero system. Controversial because he’s a Klingon who defected during the recent war, who is also known as the “Butcher of J’Gal.” Not just because of the orders he gave, including massacring his own civilians, but because he killed all of his generals just before he defected. Dak'Rah is embraced by Pike, Una and Uhura as a beacon of hope for a more peaceful future. But Ortegas, who fought in the war, and M’Benga and Chapel, who actually served in a field hospital on J’Gal, can’t get over the past, or their own pain.&nbsp;</p><p>We flash back to Chapel’s arrival on J’Gal, where she’s greeted by Trek good luck charm Clint Howard’s commanding officer. Her orientation lasts for all of a minute before she’s picking up casualties from the transporter pad and trying to save them without key medical tech. One soldier gets loaded into the pattern buffer to keep him alive until rescue arrives, while others get operated on the old-fashioned way. M’Benga and Chapel quickly bond over their rough time in the medical trenches, and develop a shorthand to help each other along.</p><figure><img alt=\"L-R Anson Mount as Pike, Robert Wisdom as Dak&#92;'Rah and Christina Chong as La&#xe2;&#x80;&#x99;an appearing in Star Trek: Strange New Worlds streaming on Paramount+, 2023. Photo Credit: Best Possible Screengrab/Paramount+ \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/a534a6f0-2baa-11ee-bffe-790b96e3fad3\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Paramount+</div></figure><p>In the present, Pike asks all three to quell their objections and come to dinner with Dak'Rah, who is trying to hold court over the captain’s table. None of them are able to make nice for too long, and Ortegas quickly leaves, with Chapel following behind. Pike notices that while M’Benga remains, he’s gripping the arms of his seat so tightly that he’s about to rip them off, and asks him to go look after the absent pair. But not before Ra, knowing that M’Benga loves martial arts, asks to set up a session between the two with an arm grip that’s a little too aggressive.</p><p>Back on J’Gal, M’Benga treats a wounded soldier who wonders what the point of this battle really is. The doctor gives a rousing speech, bringing to mind the “you want me on that wall” speech from Aaron Sorkin’s <em>A Few Good Men</em>. He says the risk of Klingon expansionism is too great, and that Starfleet fights so that others can live their lives in peace. But while the speech is effective, it’s delivered a little too convincingly, especially given we soon learn that M’Benga used to be the guy wielding the knife rather than the scalpel.</p><p>Soon after, a special forces commander asks M’Benga for some Protocol 12, the green steroids M’Benga and Chapel used in “The Broken Circle.” As annoyed as I was that M’Benga himself created it – I’m never a fan of secret origin stories where the same five characters are at the center of literally everything in the universe – I was pleased we didn’t get an over-explanation of its genesis. The doctor refuses, so the commander asks if M’Benga himself, under his old guise of “The Ghost” will join the team on its daring mission given how effective his murder skills are, or were.</p><p>The military is planning to send a small unit to try and wipe out J’Gal’s leaders once and for all, while committing the bulk of its forces to a grand frontal assault as a distraction. The soldier M’Benga previously patched up is going back out there to get chopped up, everyone knowing ahead of time they’re being sent to the meat grinder. But the Klingons are ready for them, disabling the field hospital’s power generators, preventing them from saving the casualties as they pile up. Chapel gets a transporter online, but can’t activate it without wiping the soldier who was kept in the pattern buffer earlier, something M’Benga does with little hesitation.</p><p>Back on the ship, M’Benga and Dak'Rah start their sparring session, with Dak'Rah doing his best to try and make nice with the doctor. He talks about how good the symbolism of two former enemies, quite literally on the opposite sides of the same battle, standing side-by-side would be. But M’Benga can’t bring himself to be friends, just allies, and soon starts to ask Dak'Rah which of his generals fought the hardest during his final day on J’Gal. Dak'Rah can’t answer, because it wasn’t Dak'Rah that killed them, but M’Benga, hopped up on his own fury steroids and looking for revenge.</p><p>The Enterprise takes a shortcut to get their unwanted Klingon off the ship before someone gets hurt, but not before Dak'Rah once again goes to M’Benga. The Doctor is looking at his little personal effects case, which includes a <a href=\"https://intl.startrek.com/database_article/dk-tahg#:~:text=A%20traditional%20Klingon%20dagger%20with,for%20a%20good%20deal%20longer.\">D’k tahg</a> he kept as a reminder from J’Gal. They discuss the fallout from their prior discussion, with M’Benga angry that Dak'Rah has used the deaths M’Benga caused to launder his own reputation. We cut, then, to the other side of the doctor’s office, through partially-opaque glass, as the pair scuffle, before cutting back to Dak'Rahdead on the floor with a dagger in his chest.</p><p>Chapel provides cover for M’Benga, saying Dak'Rah caused the fight, which M’Benga agrees to, despite Pike pressing him for an off-the-record admission of guilt. He tells his captain he’s not responsible, but he’s glad his old enemy is  he kept as a reminder from J’Gal. They discuss the fallout from their prior discussion, with M’Benga angry that Dak'Rah has used the deaths M’Benga caused to launder his own reputation. We cut, then, to the other side of the doctor’s office, through partially-opaque glass, as the pair scuffle, before cutting back to Dak'Rah dead on the floor with a dagger in his chest.</p><figure><img alt=\"L-R Babs Olusanmokun as Dr. M&#92;'Benga and Anson Mount as Capt. Pike in Star Trek: Strange New Worlds streaming on Paramount+, 2023. Photo Credit: Michael Gibson/Paramount+ \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/b270ddc0-2baa-11ee-b7be-7c55e89b1b8a\" style=\"height: 5304px; width: 7952px;\" /><figcaption></figcaption><div class=\"photo-credit\">Michael Gibson/Paramount+</div></figure><p>If there’s one thing that Star Trek (both back in the day and now) can sometimes forget, it’s that history doesn’t just happen to other people. As much as it focuses on the great people of history making soliloquies on the bridge of their starships, that’s the start of things, not the end. Despite its apparent progressivism, it rarely engages with the material concerns of the ordinary people living and serving in Starfleet on that sort of level. That’s why the fact we got to see the Klingon war from something approaching the ground is a refreshing change.</p><p>And at the start of the season, I talked about how confident <em>Strange New Worlds</em>’ storytelling had become. Bursting out of the gate, even its weaker episodes were elevated by a production team pulling their hardest in the same direction. With a strong script, credited to writer/producer Davy Perez and directed by Jeff W. Boyd, there’s not much that can go wrong. It helps, too, that <em>Strange New Worlds</em> this year has restrained its urge to explain, and over-explain, every facet of what’s going on. But what really makes this episode is the towering, blockbuster performance by Babs Olusanmokun as Dr. M’Benga who, once again, demonstrates he’s this series secret weapon.</p><p>It’s Olusanmokun who holds the broad tangle of ideas in this script together, including the key issues around memory, grief and forgiveness. There’s a clear dichotomy between those in the crew who are motivated for revenge and those who are looking toward a better future. I’m sure that particular conflict can be mapped over several real-world fault lines, for better or worse. The episode, wisely, doesn’t necessarily take one side over the other, although the fact M’Benga and Chapel are our POV characters this week means we’re already on side.</p><p>It’s a shame that there’s less emphasis on making Dak'Rah as fully rounded-out a character as he could, or should be. He’s not given space to justify Pike’s faith in him, and it’s clear pretty much as soon as he arrives that he’s ever so slightly phony. Much of this can be attributed to our old enemy running time, and the fact that <em>Strange New Worlds’</em> storytelling is that much more ambitious this time out. But I’m never going to criticize a series for having too many ideas and not enough time to explore all of them in enough detail.</p><p>Oh, and I wanted to draw attention to<em> Strange New Worlds</em>’ excellent use of virtual stages both here and for much of the season. The world of J’Gal feels pretty believable, rendered as a living backdrop behind the field hospital in the flashback sequences. Given the cost and logistical demands of trying to set up a series of night shoots on rough terrain, I can understand why the team opted to shoot the scene in the studio. But while keen-eyed fans will be looking for the edges of the stage, the atmosphere feels a lot more real than if they were acting in front of a green screen.</p><p>It’s clear now that each season of Strange New Worlds conforms to a similar shape across its run. After a mission-setting premiere, you get three episodes exploring standard Trek tropes, with a focus on Una and La’an. Episode five is a Spock-heavy romantic comedy romp, followed by a heavy episode that emphasizes the season’s overall theme. Seven is a lighter episode, while eight is primarily focused on Dr. M’Benga, while nine is one of two big showcase episodes to cap the season. And I’m hoping I get some credit for clocking – <em>last year</em> – that we were going to see a musical episode, which is what we’re getting next week.</p>This article originally appeared on Engadget at https://www.engadget.com/star-trek-strange-new-worlds-probes-the-limits-of-redemption-130025700.html?src=rss", "link": "https://www.engadget.com/star-trek-strange-new-worlds-probes-the-limits-of-redemption-130025700.html?src=rss", "date_published": "2023-07-27T13:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "GoodRx now offers an iOS 'medicine cabinet' for managing prescription meds", "description": "<p>GoodRx, best known for its prescription drug price comparison tool, has launched a new free offering called “Medicine Cabinet.” The tool will allow GoodRx app users to manage their prescription medications on a single platform. This comes on the heels of the <a href=\"https://finance.yahoo.com/news/goodrx-cvs-join-forces-to-lower-customers-out-of-pocket-prescription-drug-costs-100037135.html\">news that the company is working with CVS Health</a> to develop the Caremark Cost Saver, which could lower pharmacy out-of-pocket drug costs for shoppers.</p><p>Medicine Cabinet will automatically integrate within the GoodRx app and will feature tools like a “prescriptions dashboard” where a consumer can set up refill reminders and find the best pharmacies to pick up their medications at the lowest price. At the heart of the app are daily pill reminders that are customizable to any treatment plan that is uploaded into the app. GoodRx Chief Product Officer Mark Hull said the reminders feature is huge because 50 percent of the time, Americans are struggling to take their medications as prescribed for reasons as simple as forgetfulness or cost.</p><span id=\"end-legacy-contents\"></span><p>The Medicine Cabinet also includes a dashboard for GoodRx’s rewards program which offers users monetary perks like e-gift cards for staying on top of medication refills. “Nobody's integrating or rewarding people for having those healthy habits,” Hull said. <br /><br />“What we've found is that the winning model for us is to marry the discounts, the value and the rewards, with the basic healthy habits and reminder stuff,” he added. GoodRx claims it can save consumers up to 80 percent off the price of prescription drugs by partnering with pharmacy benefits managers to negotiate deals on drugs. Normally, the average consumer wouldn’t otherwise have access to these discounts without middlemen like GoodRx.</p><figure><img alt=\"GoodRx Medicine Cabinet\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/61d46b70-2bff-11ee-bfdc-65ebb7611598\" style=\"height: 1752px; width: 2698px;\" /><figcaption></figcaption><div class=\"photo-credit\">GoodRx</div></figure><p>The Medicine Cabinet tool has only been in development for roughly six months and will be available on iOS, but not on Android just yet.</p><p>“GoodRx was able to develop Medicine Cabinet so quickly in part due to the data it has already amassed from users and providers over the last decade.” &quot;If a startup were doing this, it would take a long time, they don't have the data, they don't have the relationships with retailers, they don't already have the customer base,&quot; Hull said. “We already have a half a billion prescriptions in federal records from the millions of people who have been using us for the last 12 plus years.”</p><p>Hull said he actually wishes Medicine Cabinet could have come sooner. He recalls when his stepfather had a heart attack a couple of years ago. &quot;When he came home from the hospital, he had like a dozen medications he had to manage,&quot; Hull said, remembering it as a nerve wracking time for his family and specifically his mother. &quot;For the average person who's managing a condition with multiple medications, it's a lot of work and so we're really trying to make it simple, clear and obvious what you need to do at any given point to help manage your condition.&quot;</p><figure><img alt=\"Medicine Cabinet app from GoodRx\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/2cc09450-2bfe-11ee-8b3e-a9a485de904d\" style=\"height: 1752px; width: 2698px;\" /><figcaption></figcaption><div class=\"photo-credit\">GoodRx</div></figure><p>Down the line, Hull hopes Medicine Cabinet will be easier for older people to use, with the inclusion of features that will let a user take a photo of a medication instead of having to look it up in the database. <br /><br />Still, GoodRx's <a href=\"https://www.engadget.com/ftc-fines-goodrx-sharing-user-information-facebook-google-045353503.html\">history of being caught up in legal trouble</a> related to data privacy issues is worth noting. Earlier this year, the Federal Trade Commission fined the company for the <a href=\"https://www.ftc.gov/news-events/news/press-releases/2023/02/ftc-enforcement-action-bar-goodrx-sharing-consumers-sensitive-health-info-advertising\">unauthorized disclosure</a> of customers' identifiable health information with third parties, such as Facebook and Google. “Our privacy policy applies to Medicine Cabinet, which sits within the GoodRx app. We are very transparent about what information we collect and how we use it to personalize and customize our products for consumers. Additionally, the feature is only available for users who have registered for a GoodRx account,” a representative said. The company’s recent focus on transparency and adherence to privacy policies suggest it's taking the issue seriously, though as with any telehealth company, data privacy will always be a front and center concern.</p>This article originally appeared on Engadget at https://www.engadget.com/goodrx-now-offers-an-ios-medicine-cabinet-for-managing-prescription-meds-130002408.html?src=rss", "link": "https://www.engadget.com/goodrx-now-offers-an-ios-medicine-cabinet-for-managing-prescription-meds-130002408.html?src=rss", "date_published": "2023-07-27T13:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "How to scan with an iPhone", "description": "<p>Our <a href=\"https://www.engadget.com/best-smartphones-140004900.html\">phones</a> can replace a lot of things we used to need on the regular — our <a href=\"https://www.engadget.com/apple-tap-to-pay-expands-to-the-uk-letting-iphone-users-accept-contactless-payments-101724510.html\">wallets</a>, our <a href=\"https://www.engadget.com/iphone-digital-car-keys-share-with-android-pixel-162505575.html\">car keys</a> and now even scanners. Thanks to your handset’s camera, the power to scan things is built into your iPhone. You can use it to scan documents, QR codes and more, allowing you to save IRL files in a pinch, pull up menus at restaurants and even check grocery prices on the fly. Here’s how to scan almost anything with your iPhone.</p><h2>How to scan documents with an iPhone</h2><p>The default way to scan a document with an iPhone lives within iOS’ native Notes app. Open it and open a new note. Tap the camera icon on the bottom menu bar, tap Scan Documents and then hold your phone to frame the document you want to scan.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"How to scan with an iPhone\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/b4ebc5c0-2a1e-11ee-b3bd-d9fe3f65cda4\" style=\"height: 1700px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Julia Mercado / Engadget</div></figure><p>The camera will scan the document automatically. But, just like taking a photo, you also have the option to do it manually by tapping the white button at the bottom of the screen or pressing the volume button.</p><p>If your document is more than one page, repeat the process for each page and hit the Save button at the bottom right corner when you’re done. If you need to redo or edit a scan, tap the stack icon at the bottom left corner. Once saved, all of the pages will be attached to the same note in your library.</p><figure><img alt=\"How to scan with iPhone\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/cb605e60-2a1e-11ee-bf5e-e86c3965e3c8\" style=\"height: 1700px; width: 1686px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Julia Mercado / Engadget</div></figure><p>Your iPhone also has the ability to scan the text in your document and make a note from it as well. Just tap and hold on text in your scanned document and highlight the portion you want to extract. You can then make a new note from that, or copy and paste the text into an existing note.</p><h2>How to scan a QR code with an iPhone</h2><p>Open the Camera and hold it up to the QR code. Tap the link that generates beneath the code and it will take you straight to your browser. You will automatically be sent to the site or PDF that the QR code links to.</p><p>Another way to scan a QR code is by using iOS’ built in Code Scanner. First, go to settings and tap Control Center. Then, tap the green plus icon next to Code Scanner to add it to your Control Center. Swipe down from the top right corner of your home screen and tap the Code Scanner. The icon is represented with a small QR code inside four corners framing it.</p><figure><img alt=\"How to scan with an iPhone\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/30e59890-2a1f-11ee-bdfa-930c3dbc3962\" style=\"height: 1700px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Julia Mercado / Engadget</div></figure><p>That option will take you to another form of your camera. This time, there’s no need to click a link: just frame the code in the four white corners and wait. Code Scanner will automatically show you what's linked in your browser.</p><h2>How to scan a barcode with an iPhone</h2><p>Unfortunately, iPhones can’t handle barcodes on their own just yet, but there are third-party apps that can. Depending on the barcode, each app can help you do something different. If you are looking to keep track of books in your library, you can rely on<a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2FwcHMuYXBwbGUuY29tL2FwcC9nb29kcmVhZHMtYm9vay1yZXZpZXdzL2lkMzU1ODMzNDY5IiwiY29udGVudFV1aWQiOiIwZjFlNmVjNS1kMjMyLTQwOWMtYjkwYS0xOWM4NDljOWY0MDAifQ&amp;signature=AQAAATDQiM7HmkGMz5g5GXi3vnH5xFxrX0seMWQPkSWiMCj3&amp;gcReferrer=https%3A%2F%2Fapps.apple.com%2Fapp%2Fgoodreads-book-reviews%2Fid355833469\"> Goodreads</a>. If you just want to shop smart, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2FwcHMuYXBwbGUuY29tL2FwcC9zaG9wc2F2dnktYmFyY29kZS1zY2FubmVyL2lkMzM4ODI4OTUzIiwiY29udGVudFV1aWQiOiIwZjFlNmVjNS1kMjMyLTQwOWMtYjkwYS0xOWM4NDljOWY0MDAifQ&amp;signature=AQAAAYKvYwHv7eB8ZI28Ri4IGIpHK1S6lyjL8K-l5RrgBvX-&amp;gcReferrer=https%3A%2F%2Fapps.apple.com%2Fapp%2Fshopsavvy-barcode-scanner%2Fid338828953\">ShopSavvy</a> can help you find coupons on items you’re thinking of buying. And if you need a basic scanner, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2FwcHMuYXBwbGUuY29tL2FwcC9iYXJjb2RlLXNjYW5uZXItcXItc2Nhbm5lci9pZDEyMTA2NjI0MTUiLCJjb250ZW50VXVpZCI6IjBmMWU2ZWM1LWQyMzItNDA5Yy1iOTBhLTE5Yzg0OWM5ZjQwMCJ9&amp;signature=AQAAAXAcpwEXy4l2PQsXQkTtqV0IfSoFMkjIpHVIHiiuu0Cl&amp;gcReferrer=https%3A%2F%2Fapps.apple.com%2Fapp%2Fbarcode-scanner-qr-scanner%2Fid1210662415\">Barcode Scanner</a> can look up anything and add it to your history, plus it even lets you make your own QR codes.</p>This article originally appeared on Engadget at https://www.engadget.com/how-to-scan-with-iphone-120030667.html?src=rss", "link": "https://www.engadget.com/how-to-scan-with-iphone-120030667.html?src=rss", "date_published": "2023-07-27T12:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best PC games for 2023", "description": "<p>So how do you categorize a beast like gaming on the PC? With decades of titles to pluck from (and the first port of call for most indie titles, too), there's so much to choose from. Gaming on your PC adds the benefits of (nearly always flawless) backward compatibility and console-beating graphical performance — if you've got the coin for it. The whole idea of what a gaming PC is and where you can play it is shifting, too, with the rise of handheld “consolized” PCs like the Steam Deck. We've tried to be broad with our recommendations here on purpose – there are so many great new titles out there for PC gamers to play, consider these some starting points.</p><h2>Rollerdrome</h2><p></p><p><em>Rollerdrome</em> is lush. It’s incredibly stylish, taking cues from 1970s Hollywood sci-fi but with an attractive cel-shaded filter over every scene. Even better than its stunning visuals, <em>Rollerdrome</em> has smooth, precise mechanics that allow players to fall into a flow in every level. The game is all about gliding through the environments on rollerblades, picking up speed and doing tricks while dodging and shooting enemies, managing weapons and controlling time – and it all comes together in a thrilling dystopian bloodsport.</p><span id=\"end-legacy-contents\"></span><p>It’s a joy to dodge, dodge, dodge and then leap into the air, slow down time and take out the people shooting at you, refilling ammo and collecting health in the process. Meanwhile, an unsettling story of corporate greed unfolds naturally beneath the rollerblading bloodshed, keeping the stakes high. <em>Rollerdrome</em> was a sleeper hit of 2022, so if you’ve been napping on this one, now’s the time to wake up and play.</p><h2>Stray</h2><p></p><p><em>Stray</em> a perfectly contained adventure game that has you embodying a cat in a post-apocalyptic world humans have left behind. It has plenty of fresh ideas, each one pared down to its purest form. Plenty of actions in <em>Stray</em> exist simply because they make sense for a cat protagonist (and probably because they’re cute as hell). There’s a discrete button to meow, and the robots the cat shares its world with react with shock and frustration when you cut across their board game, throwing pieces to the floor. It’s possible to curl up and sleep basically any time, anywhere – even directly on top of a robot stranger. When the cat gets pets and cuddles from the robots, it purrs and the DualSense’s haptics fire up in response. The environmental puzzles take advantage of this cat-level perspective, inviting players to look at the world with different, light-reflective eyes.</p><p>As well as puzzle-solving, ledge-leaping and blob-dodging, <em>Stray</em> introduces a world of lighthearted dystopia, where robots don’t hate the humans that came before them. Instead, they attempt to cultivate plants that can survive in the dark, just because people would have liked that. Compared with most dystopian cyberpunk games, <em>Stray</em> is downright joyful.</p><h2>Overwatch 2</h2><p></p><p>Even though Blizzard has improved the onramp for new players this time around, <em>Overwatch 2 </em>still has a steep learning curve. Stick with it, though, and you’ll get to indulge in perhaps the best team shooter around. <em>Overwatch 2</em> has a deceptively simple goal — stand on or near an objective and keep the other team away long enough to win. It’s much more complex in practice. To the untrained eye, matches may seem like colorful chaos, but <em>Overwatch 2</em> has a deceptively simple goal — stand on or near an objective and keep the other team away long enough to win.</p><p>It’s much more complex in practice. Blizzard reduced the number of players on each team from six to five. That, along with across-the-board new character tweaks, has made gameplay faster-paced and more enjoyable compared with the original <em>Overwatch</em>. There's a greater emphasis on individual impact, but you'll still need to work well with your teammates to secure a victory.</p><p>Now featuring a cast of more than 30 heroes, each with distinct abilities and playstyles, you’ll surely find a few <em>Overwatch 2</em> characters that you can connect with. The first batch of new heroes are all a blast to play. There are many great (though often fairly expensive) new skins to kit them out with too. The game looks and sounds terrific too, thanks to Blizzard’s trademark level of polish. At least until you figure out how to play <em>Overwatch 2</em>, you can marvel at how good it looks.</p><h2>Elden Ring</h2><p></p><p>Did you think this list would not include <a href=\"https://store.steampowered.com/app/1245620/ELDEN_RING/\"><em>Elden Ring</em></a>? The strengths of FromSoftware’s latest action-RPG are many, but what’s most impressive about the game is how hand-crafted it feels despite its scale. <em>Elden Ring</em> is big, but it never feels like it’s wasting your time. Far from it; FromSoftware has created a rich open world, with something surprising, delightful or utterly terrifying around every corner. I’ll never forget the moment I found a chest that teleported my character to a cave full of Eldritch monsters. <em>Elden Ring </em>is full of those kinds of discoveries.</p><p>And if you’re worried about hitting a brick wall with <em>Elden Ring’s</em> difficulty, don’t be. Sure, it can be tough as nails, but it’s also From’s most accessible game to date as well. If you find combat overly punishing, go for a mage build and blast your enemies from afar. And if all else fails, one of the rewards for exploring <em>Elden Ring’s </em>world is experience that you can use to make your character stronger.</p><h2><strong>Apex Legends</strong></h2><p></p><p>You can find everything compelling about the battle royale genre in a round of <a href=\"https://www.ea.com/games/apex-legends\"><em>Apex Legends</em></a>. Every move you and your 59 fellow combatants make depends on your collective actions just beforehand. You’re always reacting to one another, whether you see it or not. Each game becomes an intricate web of choices, all stemming back to that initial, seemingly harmless drop onto the map. As with other battles royale, <em>Apex</em> demands you think ahead, assess risks and actually pay attention to your surroundings rather than charge into combat recklessly. And it’s still a thrill when the end is near.</p><p>Where <em>Apex</em> stands out compared to rivals like <em>Fortnite</em>, <em>PUBG</em> and <em>Warzone </em>– which are still good times in their own ways – is its character and <em>game feel</em>. Its roster of playable characters is <em>Overwatch</em>-like in its diversity of abilities and styles of movement. Likewise, each gun and attachment has a different impact on how you play. All of it remains exceptionally smooth to control, as expected from the team behind the <em>Titanfall </em>series.</p><p><em>Fortnite</em> may still be the most accessible battle royale shooter, but <em>Apex</em> will feel right at home to anyone familiar with FPS games, and its ping system still makes it possible to work with your teammates without saying a word. It’s still receiving <a href=\"https://www.engadget.com/apex-legends-is-finally-getting-a-team-deathmatch-mode-190958660.html\">regular updates</a> four years into its life, and it remains a free-to-play game that doesn’t require a dime for you to be competitive.</p><h2>Beat Saber</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzYyMDk4MC9CZWF0X1NhYmVyLyIsImNvbnRlbnRVdWlkIjoiYTQ4ODMxN2MtMDhiYy0zNzdmLWE0NjAtMzY0Njk3ZjRiNzVmIn0&amp;signature=AQAAASISJhJ9AfiSg1s_IvOgUaPpQxQExZaunF_G047nxIA2&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F620980%2FBeat_Saber%2F\"><em>Beat Saber</em></a> is a euphoric gaming sensation that makes the most of virtual reality. You'll swing your unofficial lightsabers at incoming boxes, slicing and slamming them to the beat of the soundtrack. Similar to iconic rhythm-rail-shooter, <em>Rez</em>, which has its own VR iteration, <em>Beat Saber</em> often makes you feel like you're creating the music as you hit your cues. We might have had initial reservations on the soundtrack at launch but new tracks and customizations continue to add to the challenge. There's even a level creator for PC players, making this the definitive version.</p><h2>Control</h2><p></p><p>Take the weird<em> Twin Peaks</em> narrative of <em>Alan Wake</em>, smash it together with<em> Quantum Break</em>'s frenetic powers and gunplay, and you've got <a href=\"https://shopping.yahoo.com/rdlw?merchantId=a3926e63-4324-467b-872c-52d2bfe9bd34&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GOG.com&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhMzkyNmU2My00MzI0LTQ2N2ItODcyYy01MmQyYmZlOWJkMzQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29nLmNvbS9lbi9nYW1lL2NvbnRyb2xfdWx0aW1hdGVfZWRpdGlvbj8iLCJjb250ZW50VXVpZCI6ImE0ODgzMTdjLTA4YmMtMzc3Zi1hNDYwLTM2NDY5N2Y0Yjc1ZiJ9&amp;signature=AQAAAVoMosYPtd4HwheMmYKZb6sMF8-j_AKxiIauZp5Z3Sp3&amp;gcReferrer=https%3A%2F%2Fwww.gog.com%2Fen%2Fgame%2Fcontrol_ultimate_edition%3F\"><em>Control</em></a>. Playing as a woman searching for her missing brother, you quickly learn there's a thin line between reality and the fantastical. It's catnip for anyone who grew up loving <em>The X-Files</em> and the supernatural. It's also a prime example of a studio working at their creative heights, both refining and evolving the open-world formula that's dominated games for the past decade.</p><h2>Disco Elysium Final Cut</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=a3926e63-4324-467b-872c-52d2bfe9bd34&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GOG.com&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhMzkyNmU2My00MzI0LTQ2N2ItODcyYy01MmQyYmZlOWJkMzQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29nLmNvbS9nYW1lL2Rpc2NvX2VseXNpdW0_IiwiY29udGVudFV1aWQiOiJhNDg4MzE3Yy0wOGJjLTM3N2YtYTQ2MC0zNjQ2OTdmNGI3NWYifQ&amp;signature=AQAAAV_riA3RCmEe-kCXw-LaoWEc0kL6fiiH793WwDnrOQl6&amp;gcReferrer=https%3A%2F%2Fwww.gog.com%2Fgame%2Fdisco_elysium%3F\"><em>Disco Elysium</em></a> is a special game. The first release from Estonian studio ZA/UM, it's a sprawling science-fiction RPG that takes more inspiration from D&amp;D and <em>Baldur's Gate</em> than modern combat-focused games. In fact, there is no combat to speak of, instead, you'll be creating your character, choosing what their strengths and weaknesses are, and then passing D&amp;D-style skill checks to make your way through the story. You'll, of course, be leveling up your abilities and boosting stats with items, but really the game's systems fall away in place of a truly engaging story, featuring some of the finest writing to ever grace a video game.</p><p>With the <em>Final Cut</em>, released 18 months after the original, this extremely dialogue-heavy game now has full voice acting, which brings the unique world more to life than ever before. After debuting on PC, PS5 and Stadia, <em>Final Cut </em>is now available for all extant home consoles – including Nintendo’s Switch.</p><h2>Halo Infinite</h2><p></p><p>Master Chief's latest adventure may not make much sense narratively, but it sure is fun to play. After the middle efforts from 343 Industries over the last decade, <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzEyNDA0NDAvSGFsb19JbmZpbml0ZS8iLCJjb250ZW50VXVpZCI6ImE0ODgzMTdjLTA4YmMtMzc3Zi1hNDYwLTM2NDY5N2Y0Yjc1ZiJ9&amp;signature=AQAAAYSkkfD4JJT0RfnF3XUYtlSdOeoRg2zFelNDT_ZYWtax&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F1240440%2FHalo_Infinite%2F\"><em>Halo Infinite</em></a> manages to breathe new life into Microsoft's flagship franchise, while also staying true to elements fans love. The main campaign is more open than ever, while also giving you a new freedom of movement with the trusty grappling hook. And the multiplayer mode is wonderfully addictive (though 343 still needs to speed up experience progression), with a bevy of maps and game modes to keep things from getting too stale. The only thing keeping it from greatness is its baffling and disjointed story.</p><h2>FTL: Faster Than Light</h2><p></p><p>Who hasn't wanted to captain their own spaceship? Well, after a few hours of <a href=\"https://shopping.yahoo.com/rdlw?merchantId=a3926e63-4324-467b-872c-52d2bfe9bd34&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GOG.com&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhMzkyNmU2My00MzI0LTQ2N2ItODcyYy01MmQyYmZlOWJkMzQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29nLmNvbS9lbi9nYW1lL2Zhc3Rlcl90aGFuX2xpZ2h0PyIsImNvbnRlbnRVdWlkIjoiYTQ4ODMxN2MtMDhiYy0zNzdmLWE0NjAtMzY0Njk3ZjRiNzVmIn0&amp;signature=AQAAAdrQ75BsafAXma244Ld51yOzFENYCToeILyDw_sN8_Q-&amp;gcReferrer=https%3A%2F%2Fwww.gog.com%2Fen%2Fgame%2Ffaster_than_light%3F\"><em>FTL: Faster Than Light</em></a>, you might be rethinking your life goals. <em>FTL</em> is a roguelike, which means every game starts from the same spot. All you have to do is travel through a number of star systems, recruiting crew members and collecting scrap as you make your way towards a final showdown against a stupidly overpowered ship. Gameplay is roughly divided between a map view, where you can take as much time as you like to chart the most efficient route to your goal, and combat events which play out in real-time (although you can and will be using a pause button to slow things down).</p><p>Where the real fun comes in is in the narrative, which plays out in two ways. There's the structured side, where every so often you'll be asked to make decisions that may improve or hinder your chances of survival. And then there's the natural story you create for yourselves, as you're forced to decide, for example, whether it's worth sacrificing a crew member for the greater good.</p><h2>Hades</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzExNDUzNjAvSGFkZXMvIiwiY29udGVudFV1aWQiOiJhNDg4MzE3Yy0wOGJjLTM3N2YtYTQ2MC0zNjQ2OTdmNGI3NWYifQ&amp;signature=AQAAAQ8aRFQ4Ch10WuKIhYY6Z5SW6amEO_r5oQUwBXqe-3FD&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F1145360%2FHades%2F\"><em>Hades</em></a> was the first early access title to ever make our best PC game list. It's an action-RPG developed by the team behind <em>Bastion</em>, <em>Transistor</em> and <em>Pyre</em>. You play Zagreus, son of Hades, who's having a little spat with his dad, and wants to escape from the underworld. To do so, Zagreus has to fight his way through the various levels of the underworld and up to the surface. Along the way, you’ll pick up “boons” from a wide range of ancient deities like Zeus, Ares and Aphrodite, which stack additional effects on your various attacks. Each level is divided into rooms full of demons, items and the occasional miniboss.</p><p>As <em>Hades</em> is a “roguelike” game, you start at the same place every time. With that said the items you collect can be used to access and upgrade new weapons and abilities that stick between sessions. <em>Hades</em> is on this list not for any reason other than it’s super accessible and very, very fun. You can jump in for 30 minutes and have a blast, or find yourself playing for hours.</p><h2>Half-Life: Alyx</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzU0NjU2MC9IYWxmTGlmZV9BbHl4LyIsImNvbnRlbnRVdWlkIjoiYTQ4ODMxN2MtMDhiYy0zNzdmLWE0NjAtMzY0Njk3ZjRiNzVmIn0&amp;signature=AQAAAc5gBM4X-AflaEOzPc2jJEjhEVG01SI6rSbVT8bXbESn&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F546560%2FHalfLife_Alyx%2F\"><em>Half-Life: Alyx</em></a> feels like a miracle. After 13 years away from the franchise, Valve delivered a genuinely thrilling prequel to <em>Half-Life 2</em> while also <a href=\"https://www.engadget.com/2020-03-23-half-life-alyx-review-valve-vr.html\">charting new territory for VR gameplay</a>. The gravity gloves, its key new feature, is the closest I’ve ever felt to having telekinetic powers. It gives you multiple movement options so you don’t get sick trotting around the expansive environments. Oh yeah, and it’s also absolutely terrifying, banking on the claustrophobic nature of VR. There’s no looking away when a facehugger leaps at you from the dark, or when a horrifically deformed zombie gets in your face. It might sound a bit hyperbolic, but <em>Alyx</em> might end up being one of the most important titles of this generation. Building a big-budget game for a niche VR market doesn’t make much sense for most companies, but for Valve, it’s Tuesday.</p><h2>Nier Automata</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzUyNDIyMC9OaWVSQXV0b21hdGEvIiwiY29udGVudFV1aWQiOiJhNDg4MzE3Yy0wOGJjLTM3N2YtYTQ2MC0zNjQ2OTdmNGI3NWYifQ&amp;signature=AQAAAcTmrWOL661fE5NjtRkHajcbvssTeOoT8CD-Gc4nNq8m&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F524220%2FNieRAutomata%2F\"><em>Nier Automata</em></a> takes the razor-sharp combat of a Platinum Games title and puts it in a world crafted by everyone's favorite weirdo, Yoko Taro. Don't worry, you can mostly just run, gun and slash your way through the game, but as you finish, and finish and finish this one, you'll find yourself pulled into a truly special narrative, that's never been done before and will probably never be done again. It's fair to say that the new <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzUyNDIyMC9OaWVSQXV0b21hdGEvIiwiY29udGVudFV1aWQiOiJhNDg4MzE3Yy0wOGJjLTM3N2YtYTQ2MC0zNjQ2OTdmNGI3NWYifQ&amp;signature=AQAAAcTmrWOL661fE5NjtRkHajcbvssTeOoT8CD-Gc4nNq8m&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F524220%2FNieRAutomata%2F\">PC release</a>, as is unfortunately often the case, wasn't exactly the best and is still remarkably lacking in options, but it's at least stable now, and trust us when we say this one is unmissable.</p><h2><strong>Microsoft Flight Simulator</strong></h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzEyNTA0MTAvTWljcm9zb2Z0X0ZsaWdodF9TaW11bGF0b3JfR2FtZV9vZl90aGVfWWVhcl9FZGl0aW9uLyIsImNvbnRlbnRVdWlkIjoiYTQ4ODMxN2MtMDhiYy0zNzdmLWE0NjAtMzY0Njk3ZjRiNzVmIn0&amp;signature=AQAAAVnRxG-ekiXGAgWcisB2PY9x9rit-dwEMG5IgsNpzM-9&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F1250410%2FMicrosoft_Flight_Simulator_Game_of_the_Year_Edition%2F\"><em>Microsoft Flight Simulator</em></a> came out at the perfect time, when the world was on lockdown and airline travel was an impossibility for most people. Not only does <em>Flight Sim</em> let players pilot a vast array of aircrafts, but it presents the world on a platter in stunning, ridiculous detail. It’s an escape, it’s educational and it’s entertaining – is that what they mean by E3? – and there’s really nothing else on its level when it comes to realistic physics simulations. Pandemic or no, <em>Microsoft Flight Simulator</em> is an incredible achievement with a long tail both inside and outside of the video game industry.</p><h2>Resident Evil 7: Biohazard</h2><p></p><p>Many were ready to write off the Resident Evil series after the disaster that was <em>Resident Evil 6</em>. What started as <em>the</em> horror game on the original PlayStation had become a bloated mess of an action game. Instead of throwing the whole franchise in the trash and forgetting about it, Capcom took a hard look at what wasn't working, which — surprise! — was basically everything, and thoroughly rebooted the formula. Borrowing from Kojima's <em>PT</em> and, in some ways, Creative Assembly's <em>Alien: Isolation</em>, <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzQxODM3MC9SZXNpZGVudF9FdmlsXzdfQmlvaGF6YXJkLyIsImNvbnRlbnRVdWlkIjoiYTQ4ODMxN2MtMDhiYy0zNzdmLWE0NjAtMzY0Njk3ZjRiNzVmIn0&amp;signature=AQAAAU5UPX3mbo6Is9NiYmcDWQzquzsyhZq3--a_Zou0XJyx&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F418370%2FResident_Evil_7_Biohazard%2F\"><em>Resident Evil 7: Biohazard</em></a> is horror through powerlessness. For the majority of the game, you're basically unable to do anything but run from or delay your foes. And that's what makes it so good.</p><h2>Return of the Obra Dinn</h2><p></p><p>This is an unforgettable ghost-story-slash-murder-mystery with a distinctive old-school graphical style. It's unlike any game we've played in a while, with a low-key musical score and a style of puzzle solving that's like one satisfying, grisly riddle. In <a href=\"https://shopping.yahoo.com/rdlw?merchantId=a3926e63-4324-467b-872c-52d2bfe9bd34&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GOG.com&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhMzkyNmU2My00MzI0LTQ2N2ItODcyYy01MmQyYmZlOWJkMzQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29nLmNvbS9lbi9nYW1lL3JldHVybl9vZl90aGVfb2JyYV9kaW5uPyIsImNvbnRlbnRVdWlkIjoiYTQ4ODMxN2MtMDhiYy0zNzdmLWE0NjAtMzY0Njk3ZjRiNzVmIn0&amp;signature=AQAAAeP6nCFhSdxlwIEllwkLXaS0N5p2Vc5KzDND7MVUXX6w&amp;gcReferrer=https%3A%2F%2Fwww.gog.com%2Fen%2Fgame%2Freturn_of_the_obra_dinn%3F\"><em>Return of the Obra Dinn</em></a><em>,</em> you're put aboard a ship, alone. There is, however, a corpse near the captain's cabin. As you track the deceased's final footsteps, leading to yet more grisly ends, you need to figure out what happened. Who killed who? And who is still alive? Special mention to the sound effect that kicks in every time you solve the fates of three of the crew. Goosebumps.</p><h2>The Witcher 3</h2><p></p><p>It might be the best open-world RPG out there. Despite now being several years old, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=a3926e63-4324-467b-872c-52d2bfe9bd34&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GOG.com&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhMzkyNmU2My00MzI0LTQ2N2ItODcyYy01MmQyYmZlOWJkMzQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29nLmNvbS9nYW1lL3RoZV93aXRjaGVyXzNfd2lsZF9odW50X2dhbWVfb2ZfdGhlX3llYXJfZWRpdGlvbj8iLCJjb250ZW50VXVpZCI6ImE0ODgzMTdjLTA4YmMtMzc3Zi1hNDYwLTM2NDY5N2Y0Yjc1ZiJ9&amp;signature=AQAAAeXrpItBXiYrNntA2YmkVjPCT991SIF-DZNMSSFqlepo&amp;gcReferrer=https%3A%2F%2Fwww.gog.com%2Fgame%2Fthe_witcher_3_wild_hunt_game_of_the_year_edition%3F\"><em>The Witcher 3: Wild Hunt</em></a> is a dense action game that acknowledges the maturity of the player with multiple — occasionally harrowing — storylines, choices that have consequences and almost too much game to wrestle with. It's not perfect; the combat system is rough, frustrating death comes in the form of falling from just a few feet and there's a lot of quest filler alongside many incredibly well thought out distractions. The scope and ambition on display will have you hooked, and once you're done, there are some excellent expansions to check out.</p><h2>Forza Horizon 5</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzE1NTEzNjAvRm9yemFfSG9yaXpvbl81LyIsImNvbnRlbnRVdWlkIjoiYTQ4ODMxN2MtMDhiYy0zNzdmLWE0NjAtMzY0Njk3ZjRiNzVmIn0&amp;signature=AQAAAbfjgDm3FnRXwEKdhqrCLjUEVb0kBGC7R4Htv0gtJvYe&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F1551360%2FForza_Horizon_5%2F\"><em>Forza Horizon 5</em></a><em>&nbsp;</em>deftly walks a fine line by being an extremely deep and complex racing game that almost anyone can just pick up and play. The game has hundreds of cars that you can tweak endlessly to fit your driving style, and dozens of courses spread all over a gorgeous fictional corner of Mexico. If you crank up the difficulty, one mistake will sink your entire race, and the competition online can be just as fierce.</p><p>But if you’re new to racing games, <em>Forza Horizon 5</em> does an excellent job at getting you up and running. The introduction to the game quickly gives you a taste at the four main race types you’ll come across (street racing, cross-country, etc.), and features like the rewind button mean that you can quickly erase mistakes if you try and take a turn too fast without having to restart your run. Quite simply, <em>Forza Horizon 5</em> is a beautiful and fun game that works for just about any skill level. It’s easy to pick up and play a few races and move on with your day, or you can sink hours into it trying to become the best driver you can possibly be.</p><h2><strong>Final Fantasy XIV</strong></h2><p></p><p><a href=\"https://na.finalfantasyxiv.com/product/\"><em>Final Fantasy XIV</em></a> is an ideal MMO for people who don’t play MMOs. Yes, there’s a hotbar and raids and gear to loot, and yes, it requires an enormous time investment to get the most out of it. But at its core, this is a story-driven RPG like any other <em>Final Fantasy</em>. Most of it is built to be played solo; you can even tackle dungeons with AI party members instead of other people. The narrative grows in scope and nuance as you work through its four major expansions, but the base game has its virtues, too. It’s an epic about work, about putting in labor and compassion to rebuild a world that will always be a little broken, one quest at a time. The latest expansion, <em>Endwalker</em>, concludes the core, eight-year-long storyline in rousing fashion.</p><p>Being able to quickly swap between classes on one character lets you shake up the admittedly straightforward combat, and you can pick up side “jobs” that are more explicitly about existing in the land instead of saving it. If you want to craft meals as a <a href=\"https://ffxiv.consolegameswiki.com/wiki/Culinarian\">Culinarian</a> or harvest resources as a <a href=\"https://ffxiv.consolegameswiki.com/wiki/Botanist\">Botanist</a>, go for it. If you want to hunt for treasure maps, play at the casino, battle in PvP arenas, listen to Bards play <a href=\"https://www.youtube.com/watch?v=9MLf27oILNo\">actual music</a> or just be one of those <a href=\"https://na.finalfantasyxiv.com/a_realm_reborn/world/#!/races/content?roegadyn\">buff green dudes</a> who stands around <a href=\"https://ffxiv.consolegameswiki.com/wiki/Limsa_Lominsa\">Limsa Lominsa</a> wearing nothing but bunny ears, you can. Like the best MMOs, <em>Final Fantasy XIV</em> feels like another world, one you’ll probably never grasp in its entirety. And if you do want to play with others, it’s all brought to life by a genuinely welcoming community. Just note that you’ll need to pay a monthly subscription fee, though you can access the base game and first expansion for no added cost.</p><h2><strong>Euro Truck Simulator 2</strong></h2><p></p><p><a href=\"https://store.steampowered.com/app/227300/Euro_Truck_Simulator_2/\"><em>Euro Truck Simulator 2</em></a> tasks you with driving a bunch of big trucks across Europe, delivering cargo and building out your own trucking business. As the name implies, it’s a sim, so the trucks handle realistically and you’re expected to follow the rules of the road, refuel your car and complete your deliveries on time, with minimal damage. This is a condensed version of Europe, but each trip takes time, and usually, little else of note happens along the way.</p><p>That slowness is the point. <em>Euro Truck Simulator 2</em>’s pleasures are similar to those of actual driving: cruising down an open road, listening to real streaming radio stations, glancing at the sights as you pass by. It’s a <a href=\"https://www.engadget.com/best-relaxing-video-games-140048572.html\">deeply relaxing</a> game as a result. All you have is the road, a destination and a hulking rig to keep on track. You’ll get there when you get there. The management bits of <em>Euro Truck Simulator 2</em> aren’t as interesting as the driving, but there are loads of mods and DLC to shake up the experience. If you’d prefer trucking through the US, <a href=\"https://store.steampowered.com/app/270880/American_Truck_Simulator/\"><em>American Truck Simulator</em></a> is a similar title from the same studio.</p>This article originally appeared on Engadget at https://www.engadget.com/the-best-pc-games-150000910.html?src=rss", "link": "https://www.engadget.com/the-best-pc-games-150000910.html?src=rss", "date_published": "2023-07-27T11:50:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft faces an EU antitrust probe over its bundling of Teams", "description": "<p>An investigation into Microsoft's potential antitrust practices is underway nearly three years after Slack first filed a complaint against the company. The <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_23_3991\">European Commission has announced a probe into if Microsoft bundling Teams</a> with its product suites violated EU competition rules. <a href=\"https://www.engadget.com/slack-microsoft-teams-eu-antitrust-complaint-134423931.html\">Slack filed its antitrust complaint in 2020</a>, alleging that Microsoft's decision to include Teams with Microsoft 365 or Office 365 is illegal and that the company blocked some users from removing the software.&nbsp;</p><p>In April, <a href=\"https://www.engadget.com/microsoft-will-reportedly-unbundle-teams-from-office-to-avoid-antitrust-concerns-183139403.html\">Microsoft agreed to remove Teams from its Office suite</a> in an attempt to prevent a probe, but said it was unclear how it would do so. The effort wasn't enough to avoid concerns and make a deal. In its announcement opening the investigation, the European Commission said it &quot;is concerned that Microsoft may grant Teams a distribution advantage by not giving customers a choice on whether or not to include access to that product when they subscribe to their productivity suites and may have limited the interoperability between its productivity suites and competing offerings.&quot;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>A Microsoft spokesperson responded to the news: &quot;We respect the European Commission’s work on this case and take our own responsibilities very seriously. We will continue to cooperate with the Commission and remain committed to finding solutions that will address its concerns.&quot;&nbsp;</p><p>This isn't the first time Microsoft has found itself in hot water with the European Commission. In 2009, the <a href=\"https://www.engadget.com/2009-12-16-eu-settles-affairs-with-microsoft-no-fines-this-time.html\">company agreed to offer EU users different browser options</a> instead of forcing them to use Internet Explorer in Windows. Four years later, the <a href=\"https://www.engadget.com/2013-03-06-microsoft-european-commission-fine.html\">European Commission fined Microsoft €561 million</a> ($625 million) after a &quot;glitch&quot; stopped the browser choice screen from consistently appearing. The current investigation has no decision deadline, so it might be some time before the European Commission announces Microsoft's fate.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-faces-an-eu-antitrust-probe-over-its-bundling-of-teams-114147712.html?src=rss", "link": "https://www.engadget.com/microsoft-faces-an-eu-antitrust-probe-over-its-bundling-of-teams-114147712.html?src=rss", "date_published": "2023-07-27T11:41:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Everything announced at Samsung's Summer Unpacked 2023 event", "description": "<p>Cruelly timed for just after The Morning After newsletter yesterday, Samsung’s latest Unpacked media event was a first for the company. It’s the first time the company has launched over five devices in a single day. <a href=\"https://www.engadget.com/2019-02-20-by-the-numbers-samsung-s-2019-unpacked-event.html\"><ins>Ah wait, no.</ins></a> Was it the first time K-Pop superstars BTS helped promote Samsung’s latest smartphone? <a href=\"https://www.engadget.com/samsung-bts-special-edition-s-20-galaxy-buds-230022081.html\"><ins>Nope, that’s been done before, too</ins></a>. No, this July event was the first Unpacked in the company’s native South Korea, in Seoul.</p><p>The move speaks to the confidence Samsung has about its newest smartphones, which includes its fourth-generation foldables. For me, those devices are the exciting part, even though the company is bringing back the bezel to its wearables and has made its premium tablets water resistant.</p><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/bebe1b40-2c5b-11ee-abfd-187d680bdf09\" style=\"height: 405px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>The <a href=\"https://www.engadget.com/samsung-galaxy-z-flip-5-hands-on-a-larger-external-display-holds-promise-110059050.html\"><ins>Galaxy Z Flip 4 </ins></a>($999) gets the most evolutionary treatment this year, with a far more expansive external display, new widgets and features. At this point, it has to match what we saw on Motorola’s Razr+, but it initially doesn’t seem as versatile as Moto’s take on the secondary screen. Expect our review to put those new features through their paces.</p><p>The <a href=\"https://www.engadget.com/samsung-galaxy-z-fold-5-hands-on-specs-price-is-samsung-squandering-its-head-start-110009600.html\"><ins>Galaxy Z Fold 4</ins></a> ($1,800, yikes), meanwhile, is slightly slimmer, slightly more powerful and a little too similar to last year’s Fold 3 at first blush. Samsung’s new Flex Hinge – said to have a more streamlined design while still boasting IPX8 water resistance – erases that jarring gap between the screen halves while decreasing its overall thickness to 13.5mm. (Note: That’s still thicker than its rival foldable, the Pixel Fold.)</p><p>I’ve corralled the other <a href=\"https://www.engadget.com/summer-samsung-unpacked-2023-everything-announced-at-the-event-134721886.html\"><ins>highlights</ins></a> from Samsung – is this the year you’ll buy a foldable?</p><p>– Mat Smith</p><p>​​<em>You can get these reports delivered daily direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em>Subscribe right here!</em></a></p><p></p><h3>Samsung Unpacked July 2023 highlights</h3><p><a href=\"https://www.engadget.com/samsung-galaxy-z-flip-5-hands-on-a-larger-external-display-holds-promise-110059050.html\"><ins>Samsung Galaxy Z Flip 5 hands-on: A larger external display holds promise</ins></a></p><p><a href=\"https://www.engadget.com/samsung-galaxy-z-fold-5-hands-on-specs-price-is-samsung-squandering-its-head-start-110009600.html\"><ins>Samsung Galaxy Z Fold 5 hands-on: Is Samsung squandering its head start?</ins></a></p><p><a href=\"https://www.engadget.com/samsung-galaxy-z-flip-5-vs-moto-razr-a-clamshell-comparison-114506038.html\"><ins>Galaxy Z Flip 5 vs Moto Razr+: A clamshell comparison </ins></a></p><p><a href=\"https://www.engadget.com/the-galaxy-z-fold-5-vs-pixel-fold-did-samsung-rise-to-googles-challenge-113709671.html\"><ins>Galaxy Z Fold 5 vs Pixel Fold: Did Samsung rise to Google's challenge?</ins></a></p><p><a href=\"https://www.engadget.com/samsung-galaxy-watch-6-hands-on-the-spinning-bezels-triumphant-return-110047694.html\"><ins>Samsung Galaxy Watch 6 hands-on: The spinning bezel’s triumphant return</ins></a></p><p><a href=\"https://www.engadget.com/samsung-galaxy-tab-s9-ultra-hands-on-a-premium-tablet-with-water-protection-110020872.html\"><ins>Samsung Galaxy Tab S9 Ultra hands-on: A premium tablet with water protection </ins></a></p><p><a href=\"https://www.engadget.com/samsung-galaxy-z-fold-5-pre-orders-on-amazon-include-a-200-gift-card-142351976.html\"><ins>Samsung Galaxy Z Fold 5 pre-orders on Amazon include a $200 gift card </ins></a></p><p></p><h3>The other biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/the-9995-fuell-fllow-electric-motorcycle-is-available-for-pre-order-today-220016821.html\"><ins>The $9,995 Fuell Fllow electric motorcycle is available for pre-order today</ins></a></p><p><a href=\"https://www.engadget.com/augusts-playstation-plus-monthly-games-include-deaths-door-and-dreams-182331045.html\"><ins>August's PlayStation Plus monthly games include ‘Death's Door’ and ‘Dreams’ </ins></a></p><p><a href=\"https://www.engadget.com/xbox-home-screen-revamp-provides-quicker-access-to-games-173010398.html\"><ins>Xbox home screen revamp provides quicker access to games</ins></a></p><p><a href=\"https://www.engadget.com/best-headphones-150030794.html\"><ins>The best wireless headphones for 2023</ins></a></p><p></p><h2><a href=\"https://www.engadget.com/meta-had-its-best-quarter-since-2021-despite-losing-more-money-on-the-metaverse-231925266.html\">Meta had its best quarter since 2021 despite losing more money on the metaverse</a></h2><h3>Meta is ‘fully committed’ to the metaverse.</h3><h3></h3><p>Meta just had its best quarter since 2021, even as it continues to lose massive amounts of money on the metaverse. In fact, the company said it expects to lose even more money on its efforts in the year to come. I mean, the company changed its name – it’s not going to give up so easily.</p><p>Reality Labs, the Meta division overseeing its virtual and augmented reality projects, lost $3.7 billion during the second quarter of 2023 and generated just $276 million in revenue, according to the company’s latest earnings report. Aside from the metaverse, it was an otherwise strong quarter for Meta, which reported $32 billion in revenue, an 11 percent increase from last year.</p><p><a href=\"https://www.engadget.com/meta-had-its-best-quarter-since-2021-despite-losing-more-money-on-the-metaverse-231925266.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/amazon-prime-members-can-now-get-pre-approved-for-new-boost-infinite-plans-120058552.html\">Amazon Prime members can now get pre-approved for new Boost Infinite cellular plans</a></h2><h3>There’s a storefront selling Boost Infinite's SIM kits.</h3><h3></h3><p>Amazon has teamed up with Boost Infinite, a wireless carrier owned by Dish Wireless, and has launched a storefront to make the latter's SIM kits more accessible. While Amazon sells SIM cards from a variety of providers, this is a genuine tie-up that automatically pre-qualifies Prime members for the carrier's $25-per-month postpaid wireless plan. Subscribers can purchase Boost Infinite's Unlimited $25 SIM kit from the Amazon store with a 20 percent discount. It’s not quite the <a href=\"https://www.engadget.com/amazon-is-reportedly-trying-to-offer-prime-subscribers-free-cell-phone-service-140026387.html\"><ins>free cellular service</ins></a> rumors we’ve heard about, but a discount is a discount…</p><p><a href=\"https://www.engadget.com/amazon-prime-members-can-now-get-pre-approved-for-new-boost-infinite-plans-120058552.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/x-tells-advertisers-to-spend-1000-per-month-or-risk-losing-verification-status-201528621.html\">X threatens to drop verification status for advertisers spending under $1,000 per month</a></h2><h3>Musk says it's to prevent scammers from creating millions of accounts.</h3><a href=\"https://www.engadget.com/x-tells-advertisers-to-spend-1000-per-month-or-risk-losing-verification-status-201528621.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/bebf05a0-2c5b-11ee-99bf-5ba24ad614dc\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Twitter, now X, is reportedly hardballing advertisers to increase its bottom line. Reports earlier this month suggested X’s revenue had dropped by a staggering 50 percent. The company's latest strategy, according to <em>The Wall Street Journal</em>, is asking brands to spend at least $1,000 per month on ads to maintain their verified status on the platform. Musk says the &quot;moderately high&quot; cost is a preventative measure to help reduce the number of scammers creating &quot;millions of accounts&quot; on the platform. Millions!</p><p><a href=\"https://www.engadget.com/x-tells-advertisers-to-spend-1000-per-month-or-risk-losing-verification-status-201528621.html\"><strong>Continue reading.</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-everything-announced-at-samsungs-summer-unpacked-2023-event-111543940.html?src=rss", "link": "https://www.engadget.com/the-morning-after-everything-announced-at-samsungs-summer-unpacked-2023-event-111543940.html?src=rss", "date_published": "2023-07-27T11:15:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple AirTag 4-pack falls back to $85", "description": "<p>If you want to keep track of your luggage or if you have items you need to protect from theft or loss, Apple's AirTags are the answer. You can now pick up a four-pack at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NWDU0MkFNLUEtQWlyVGFnLVBhY2svZHAvQjA5MzJRSjJKWi8_dGFnPWdkZ3QwYy1wLW8tMXJrLTIwIiwiY29udGVudFV1aWQiOiJlYTk2YTdiMS1hNDg1LTQ4OTItYWM5NC0yZDYyZGMxYTc1MDIifQ&amp;signature=AQAAAbvMv8WTXB90b_3HXHqVlW6VmS6BVVyW0noFmQNYIuoR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MX542AM-A-AirTag-Pack%2Fdp%2FB0932QJ2JZ%2F\">Amazon</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvQXBwbGUtQWlyVGFnLTQtUGFjay80MDg5OTIxMjciLCJjb250ZW50VXVpZCI6ImVhOTZhN2IxLWE0ODUtNDg5Mi1hYzk0LTJkNjJkYzFhNzUwMiJ9&amp;signature=AQAAAS6Ce3NwTmzmQs2t8J6bsK5CrmxFLNXYZEHO6VWlQ5UD&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FApple-AirTag-4-Pack%2F408992127\">Walmart</a> for $85 (14 percent off) — just slightly higher than the lowest price we've ever seen. The deal is ideal if you have multiple items to keep safe.</p><p></p><p>If you're in Apple's ecosystem, AirTags give you some big advantages over rival trackers from Tile and others. The ultra-wideband functionality offers precise tracking with iPhone 11 (and up) devices when you get close, so you can tell whether your missing object is under a couch cushion or behind a chair, for example. Meanwhile, the AirTag network enabled by all Apple device users allows you to find a missing bag that might be a longer distance away.</p><span id=\"end-legacy-contents\"></span><p>The coin-sized design is nice and simple and you'll get a seamless experience thanks to the Find My App. You can also force the AirTag to emit a chime to help you more easily locate your item if you're close to it. However, it doesn't have a built-in keyring like rival devices, so you'll need to buy additional accessories — luckily, Engadget just released a <a href=\"https://www.engadget.com/best-apple-airtag-cases-holders-accessories-123036404.html\">buyer's guide</a> for AirTag keyrings, straps and more.&nbsp;</p><p>The main drawback is that it only works with Apple devices, so Android users will have to look elsewhere, and battery life is also limited. Still, Apple users can now grab a four pack at one of the lowest prices we've seen.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apple-airtag-4-pack-falls-back-to-85-075538136.html?src=rss", "link": "https://www.engadget.com/apple-airtag-4-pack-falls-back-to-85-075538136.html?src=rss", "date_published": "2023-07-27T07:55:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung blames Q3's drop in revenue to decline in smartphone shipments", "description": "<p>Samsung has reported KRW 0.67 trillion ($527 million) in operating profit for the second quarter of 2023, which is just slightly higher than <a href=\"https://www.engadget.com/samsungs-semiconductor-business-posted-massive-losses-for-q1-2023-053610092.html\">last quarter's</a>, thanks to its memory business posting a narrower loss. That figure is also, however, much, much smaller than the KRW 14.1 trillion ($10.8 billion) operating profit it <a href=\"https://www.engadget.com/samsung-increase-in-profit-weak-mobile-pc-demand-065209058.html\">posted in July 2022</a>. In its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL25ld3Muc2Ftc3VuZy5jb20vZ2xvYmFsL3NhbXN1bmctZWxlY3Ryb25pY3MtYW5ub3VuY2VzLXNlY29uZC1xdWFydGVyLTIwMjMtcmVzdWx0cyIsImNvbnRlbnRVdWlkIjoiYjJhOGI5NDQtMmE2ZC00ZjhhLWI1MWItM2U2NzhlZTAwMDliIn0&amp;signature=AQAAAQJdWzgPw4oPzbF5o9KOABRqtJYXicFg5YXrSduWyUpM&amp;gcReferrer=https%3A%2F%2Fnews.samsung.com%2Fglobal%2Fsamsung-electronics-announces-second-quarter-2023-results\">latest earnings report</a>, the tech giant also revealed a consolidated revenue of KRW 60.01 trillion ($47 billion), which represents a 6 percent decline from the previous quarter's and a far cry from last year's record-breaking KRW 77.2 trillion ($59.4 billion).</p><p>The company blames the drop in revenue mostly to a decline in smartphone shipments \"as the effect of the Galaxy S23 launch\" in the first quarter faded. If you'll recall, Samsung's mobile division performed well the previous earning period due to the strong sales of the Galaxy S23 series, specifically the <a href=\"https://www.engadget.com/samsung-galaxy-s23-ultra-review-specs-price-photo-and-video-take-center-stage-140034341.html\">Galaxy S23 Ultra</a>. Now, the division's consolidated revenue has slipped from KRW 31.82 trillion ($23.7 billion) to KRW 25.55 trillion ($20 billion), while its operating profit dropped by $500 billion.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Samsung expects the overall smartphone market to pick back up in the second half of the year, especially in the premium market. Unsurprisingly, it plans to focus its efforts on the <a href=\"https://www.engadget.com/samsung-unpacked-july-2023-event-liveblog-100031572.html\">newly launched</a> Galaxy Z Flip 5 and Galaxy Z Fold 5 series. The Galaxy Z Flip 5 boasts a 3.6-inch external display — the previous model had a 1.9-inch one — while the <a href=\"https://www.engadget.com/samsung-galaxy-z-fold-5-hands-on-specs-price-is-samsung-squandering-its-head-start-110009600.html\">Galaxy Z Fold 5</a> has a new hinge that gets rid of the gap between the two screen halves.&nbsp;</p><p>Meanwhile, Samsung's DS Division or memory business experienced a slight recovery in revenue from KRW 13.73 trillion ($10.2 billion) in Q1 to KRW 14.73 trillion ($11.53 billion). Its operating loss, while still massive at KRW 4.58 trillion ($3.4 billion), is at least a bit smaller at KRW 4.36 trillion ($3.4 billion). Going forward, the company plans to focus on the sale of what it calls \"high-value-added products,\" such as DDR5 and LPDDR5x components.</p>This article originally appeared on Engadget at https://www.engadget.com/samsung-blames-q3s-drop-in-revenue-to-decline-in-smartphone-shipments-055356695.html?src=rss", "link": "https://www.engadget.com/samsung-blames-q3s-drop-in-revenue-to-decline-in-smartphone-shipments-055356695.html?src=rss", "date_published": "2023-07-27T05:53:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]