[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "GameOver(lay): Two Severe Linux Vulnerabilities Impact 40% of Ubuntu Users", "description": "Cybersecurity researchers have disclosed two high-severity security flaws in the Ubuntu kernel that could pave the way for local privilege escalation attacks.\nCloud security firm Wiz, in a report shared with The Hacker News, said the easy-to-exploit shortcomings have the potential to impact 40% of Ubuntu users.\n\"The impacted Ubuntu versions are prevalent in the cloud as they serve as the default", "link": "https://thehackernews.com/2023/07/gameoverlay-two-severe-linux.html", "date_published": "2023-07-27T13:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Malvertising Campaign Distributing Trojanized IT Tools via Google and Bing Search Ads", "description": "A new malvertising campaign has been observed leveraging ads on Google Search and Bing to target users seeking IT tools like AnyDesk, Cisco AnyConnect VPN, and WinSCP, and trick them into downloading trojanized installers with an aim to breach enterprise networks and likely carry out future ransomware attacks.\nDubbed Nitrogen, the \"opportunistic\" activity is designed to deploy second-stage", "link": "https://thehackernews.com/2023/07/new-malvertising-campaign-distributing.html", "date_published": "2023-07-27T13:12:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "The 4 Keys to Building Cloud Security Programs That Can Actually Shift Left", "description": "As cloud applications are built, tested and updated, they wind their way through an ever-complex series of different tools and teams. Across hundreds or even thousands of technologies that make up the patchwork quilt of development and cloud environments, security processes are all too often applied in only the final phases of software development. \nPlacing security at the very end of the", "link": "https://thehackernews.com/2023/07/the-4-keys-to-building-cloud-security.html", "date_published": "2023-07-27T11:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Target Apache Tomcat Servers for Mirai Botnet and Crypto Mining", "description": "Misconfigured and poorly secured Apache Tomcat servers are being targeted as part of a new campaign designed to deliver the Mirai botnet malware and cryptocurrency miners.\nThe findings come courtesy of Aqua, which detected more than 800 attacks against its Tomcat server honeypots over a two-year time period, with 96% of the attacks linked to the Mirai botnet.\nOf these attack attempts, 20% (or", "link": "https://thehackernews.com/2023/07/hackers-target-apache-tomcat-servers.html", "date_published": "2023-07-27T10:46:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Group-IB Co-Founder Sentenced to 14 Years in Russian Prison for Alleged High Treason", "description": "A city court in Moscow on Wednesday convicted Group-IB co-founder and CEO Ilya Sachkov of \"high treason\" and jailed him for 14 years in a \"strict regime colony\" over accusations of passing information to foreign spies.\n\"The court found Sachkov guilty under Article 275 of the Russian Criminal Code (high treason) sentencing him to 14 years of incarceration in a maximum-security jail, restriction", "link": "https://thehackernews.com/2023/07/group-ib-co-founder-sentenced-to-14.html", "date_published": "2023-07-27T10:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New SEC Rules Require U.S. Companies to Reveal Cyber Attacks Within 4 Days", "description": "The U.S. Securities and Exchange Commission (SEC) on Wednesday approved new rules that require publicly traded companies to publicize details of a cyber attack within four days of identifying that it has a \"material\" impact on their finances, marking a major shift in how computer breaches are disclosed.\n\"Whether a company loses a factory in a fire — or millions of files in a cybersecurity", "link": "https://thehackernews.com/2023/07/new-sec-rules-require-us-companies-to.html", "date_published": "2023-07-27T06:49:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]