[{"source": "https://www.theguardian.com/rss", "title": "Britain loses 6,000 retail outlets in five years as shops close", "description": "<p>British Retail Consortium points to ‘crippling’ business rates, the cost of living crisis and Covid as factors</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jul/27/anger-british-gas-owner-centrica-profits-surge-shell-earnings-ecb-rates-hsbc-farage-business-live\">Business live – latest updates</a></li></ul><p>Britain has lost 6,000 storefronts in five years, new figures show, with financial pressures forcing shop owners to close their stores and leave cities with undesirable “gap-toothed high streets”.</p><p>Covid, the cost of living crisis and “crippling” business rates are causing businesses to desert retail spaces, and local councils must come up with a “cohesive plan” to invigorate shopping areas, the British Retail Consortium (BRC) warned.</p> <a href=\"https://www.theguardian.com/business/2023/jul/28/britain-loses-6000-retail-outlets-in-five-years-as-shops-close\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/28/britain-loses-6000-retail-outlets-in-five-years-as-shops-close", "date_published": "2023-07-27T23:01:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Discrimination against women working in English football on rise, survey says", "description": "<ul><li>82% of Women in Football members reported discrimination</li><li>Figure was up from 66% in 2020 but future is more optimistic</li></ul><p>The vast majority of women working in football in England have experienced discrimination, with the number continuing to increase, new data has shown.</p><p>A survey conducted by the group Women in Football found 82% of its members reporting some form of discrimination, defined as including sexism, sexual harassment and derogatory comments on ability based on gender, up from 66% in 2020. Of those who had such an experience, only 23% said they felt they could report it to their employer.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/discrimination-against-women-working-in-english-football-on-rise-survey-says\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/discrimination-against-women-working-in-english-football-on-rise-survey-says", "date_published": "2023-07-27T23:01:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "MoD accidentally sends classified emails meant for US to Russian ally", "description": "<p>Officials sent ‘small number’ of emails intended for Pentagon to Mali because of typing error</p><p>The Ministry of Defence has launched an investigation after officials unwittingly sent emails containing classified information to a close Russian ally because of a typing error.</p><p>A “small number” of emails intended for the Pentagon were sent to Mali because of the accidental omission of an “i” from an email address.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/mod-accidentally-sends-classified-emails-meant-for-us-to-russian-ally\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/mod-accidentally-sends-classified-emails-meant-for-us-to-russian-ally", "date_published": "2023-07-27T22:38:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oregon prison nurse guilty of sexually abusing nine women in custody", "description": "<p>Tony Klein, 38, convicted of 21 of 23 federal charges and could face life imprisonment</p><p>A former nurse at women’s prison in Oregon was found guilty of sexually abusing nine women while they were in custody.</p><p>Tony Klein, 38, was convicted of 21 of the 23 federal charges, including 17 counts pertaining to sexual assault and four of making false statements under oath in a deposition.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/oregon-prison-nurse-guilty-sexual-abuse-women\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/oregon-prison-nurse-guilty-sexual-abuse-women", "date_published": "2023-07-27T22:34:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US-Saudi talks amid reports of far-reaching diplomatic plan for Middle East", "description": "<p>But Jeddah’s demands for brokering an Israeli-Palestinian respite are reportedly a ‘non-starter’ and a ‘sucker’s bet’</p><p>The US national security adviser, Jake Sullivan, has held talks with the Saudi crown prince, <a href=\"https://www.theguardian.com/world/mohammed-bin-salman\">Mohammed bin Salman</a>, in Jeddah, in what was reported to be part of a bid for an ambitious and far-reaching diplomatic breakthrough in the region.</p><p>The White House said Sullivan and the prince discussed on Thursday “initiatives to advance a common vision for a more peaceful, secure, prosperous and stable Middle East region interconnected with the world”.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/saudi-arabia-united-states-diplomatic-endeavor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/saudi-arabia-united-states-diplomatic-endeavor", "date_published": "2023-07-27T21:53:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Farewell David Silva, a little wizard full of ethereal, understated magic | Sid Lowe", "description": "<p>Whether it was with Manchester City, Real Sociedad or Spain, the midfielder’s grace and grit were a true joy to behold </p><p>One of the first things you notice in <a href=\"https://twitter.com/21LVA/status/1684550149681340416\">David Silva’s farewell</a> is the pitches. Dusty pitches. Muddy pitches. Then perfect pitches. Almost as perfect, by the end, as the timing, the passing, the ease of it all, something about him that was almost ethereal. “Today is a sad day for me; today it is time to say goodbye to what I have dedicated my whole life to,” he says quietly. The video is short and understated, and there he is: a tiny boy and an adult not very much bigger, three decades of footage. Places change, the context too; the player doesn’t.</p><p>When Silva arrived in Eibar in 2004, he was 18. He was 5ft 7in, had never played a senior game and came from Arguineguín – population 5,004 – in the Canary Islands, land of dry, hard pitches and tidy, slow, technical players. Not the kind of footballer, or fighter, supposed to play up there. On loan from Valencia’s B team, Eibar’s fitness coach assured those who hadn’t seen him, which was all of them, that he could play, but he didn’t look quite right. What’s <em>he</em>, this small, timid kid, doing <em>here</em>? In the second division, in wet, cold Eibar, the embodiment of, well, something else entirely.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/david-silva-retires-injury-tribute-manchester-city-spain-real-sociedad\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/david-silva-retires-injury-tribute-manchester-city-spain-real-sociedad", "date_published": "2023-07-27T21:46:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "David Harewood on Blackface review – a shocking, deeply moving piece of television", "description": "<p>In a personal look at the shocking origins of minstrelsy, the actor speaks truth to power on the same channel that showed blackface in his living room when he was growing up</p><p>Ever since Thomas D Rice became the “father of American minstrelsy in the 1830s”, Black people have been mocked, bullied and humiliated by white performers darkening their skin to portray Blackness. Blackface runs the gamut of culture, appearing everywhere from Shakespeare productions to David Baddiel “impersonating” footballer Jason Lee on TV. But in 2023, the pendulum has swung in the other direction, with films, television shows and cartoons trying to erase blackface from its records.</p><p>As David Harewood on Blackface shows, scenes in which Fred Astaire, Bing Crosby and Judy Garland use blackface are now often edited out of their otherwise family-friendly movies. Many of the films and TV shows Harewood explains were once “mainstream British culture” can now only be found in archives where they are gathering dust, “shelved and put out of sight because the subject is too difficult or uncomfortable for people to face”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/27/david-harewood-on-blackface-review-a-shocking-deeply-moving-piece-of-television\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/27/david-harewood-on-blackface-review-a-shocking-deeply-moving-piece-of-television", "date_published": "2023-07-27T21:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sizzling chemistry and leather love seats – the rousing return of Sex and the City’s Aidan Shaw", "description": "<p>Two decades after cheating on him, Carrie Bradshaw has reconnected with her dashingly handsome ex. But will And Just Like That fans be pleased to see him again?</p><p><em>This article contains spoilers. Do not read on unless you have watched season two, episode seven of And Just Like That.</em></p><p>Of all Carrie Bradshaw’s great loves in HBO’s Sex and the City, Aidan Shaw was a fan favourite. Played with masculine rusticity by John Corbett, his sturdy furniture and sturdier forearms charmed viewers – and Carrie – into thinking he might even oust Mr Big from his lascivious limo.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/27/aidan-shaw-return-to-sex-and-the-city\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/27/aidan-shaw-return-to-sex-and-the-city", "date_published": "2023-07-27T21:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "White House rules out Joe Biden pardon for son Hunter", "description": "<p>Spokeswoman Karine Jean-Pierre says no possibility of president pardoning son, who pleaded not guilty to tax charges Wednesday</p><p>Joe Biden will not pardon his son Hunter on tax- and gun-related charges, the White House said on Thursday.</p><p>At a briefing, the press secretary, Karine Jean-Pierre, was asked: “From a presidential perspective, is there any possibility that the president would end up pardoning his son?”</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/hunter-biden-trial-presidential-pardon\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/hunter-biden-trial-presidential-pardon", "date_published": "2023-07-27T20:03:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK rapper turned Islamic State fighter dies in Spanish jail", "description": "<p>Abdel-Majed Abdel Bary had been on trial in Madrid and was awaiting the verdict</p><p>A man from London who was stripped of his British nationality over his links to Islamic State has died in custody in Spain.</p><p>Abdel-Majed Abdel Bary, a former rapper who allegedly posed for photographs holding a severed head, was found dead in a Spanish prison on Wednesday, the interior ministry said. The cause of death is unconfirmed.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/abdel-bary-rapper-islamic-state-fighter-dies-spanish-jail\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/abdel-bary-rapper-islamic-state-fighter-dies-spanish-jail", "date_published": "2023-07-27T19:35:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Coutts chief quits and crisis wipes £1bn off NatWest shares", "description": "<p>Ousting of boss of private bank may not be last departure as prime minister fails to back chairman Howard Davies </p><p>The head of private bank Coutts has been ousted over the closure of Nigel Farage’s bank accounts in a desperate attempt by NatWest to contain a crisis that has wiped £1bn off its share price.</p><p>Peter Flavel’s <a href=\"https://www.theguardian.com/business/2023/jul/27/coutts-chief-executive-resigns-nigel-farage-peter-flavel\">resignation from Coutts</a> was pushed through by the NatWest interim chief executive, Paul Thwaite, but despite the move, the future of its chairman, Sir Howard Davies, appeared far from secure.</p> <a href=\"https://www.theguardian.com/business/2023/jul/27/coutts-chief-quits-and-crisis-wipes-1bn-off-natwest-shares\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/27/coutts-chief-quits-and-crisis-wipes-1bn-off-natwest-shares", "date_published": "2023-07-27T19:07:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lorna Miller: striking radiographers see through Sunak? – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/27/lorna-miller-striking-radiographers-see-through-sunak-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/27/lorna-miller-striking-radiographers-see-through-sunak-cartoon", "date_published": "2023-07-27T19:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Teacher fired by Texas Christian school for attending drag show", "description": "<p>Kristi Maris, who worked at school for 19 years, lost job after going to show in her own time and posting it on social media</p><p>A veteran teacher was fired by a private Christian school in Texas for attending a drag show in her own time and posting about in on social media.</p><p>Drag performances have become a popular recent target for numerous Republican-controlled states that have <a href=\"https://www.theguardian.com/world/2023/jan/21/anti-drag-show-laws-bans-republican-states\">proposed or enacted laws</a> restricting or criminalizing such shows.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/texas-teacher-fired-drag-show\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/texas-teacher-fired-drag-show", "date_published": "2023-07-27T18:58:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Leggy new star discovered four inches under Los Angeles: the thread millipede", "description": "<p>As long as a paperclip and as thin as pencil lead, <em>Illacme socal</em> is no ordinary SoCal denizen – it uses 486 legs to walk wherever it goes</p><p>The city of angels, a metropolis of freeways and traffic, has a newly discovered species named in its honor: the Los Angeles thread millipede.</p><p>The tiny arthropod was found just underground by naturalists at a southern California hiking area – near a freeway, a Starbucks and an Oakley sunglasses store.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/new-species-los-angeles-thread-millipede-illacme-socal\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/new-species-los-angeles-thread-millipede-illacme-socal", "date_published": "2023-07-27T18:56:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England’s greats winding down but Brook can continue this team’s legacy | Andy Bull", "description": "<p>Young batter has the technique, talent and temperament to carry on the thrilling work of Stokes and co for years to come</p><p>The <a href=\"https://www.theguardian.com/sport/2023/jul/27/england-australia-fifth-ashes-test-day-one-match-report-cricket\" title=\"\">last Test, then</a>, and the inevitable sense that we’re getting to the end. There aren’t too many pages left to turn in this story. It’s always like this at the Oval, of course; it’s where series finish and another summer of Test cricket ends. This year it’s two months earlier than usual, so the schedule is out of kilter with the seasons. But the weather was autumnal, and so was the cricket. It was a cold, cloudy and floodlit day’s play between two tired teams, all loose shots and sloppy drops, jaffas and long hops, as if everyone was getting by on whatever dregs of adrenaline they had left after playing all these Tests in the past few weeks.</p><p>As always, there are questions in the air about whether the Test summer is going to take one or two of the players’ careers on its way with it. These are two old teams – 15 of the 22 players are over 30 – and as long as they go on these days, it seems likely that a lot of them will have quit Test cricket by the time Australia play here again in 2027. Moeen Ali, <a href=\"https://www.theguardian.com/sport/2023/jun/07/moeen-ali-answers-call-to-join-england-ashes-squad-after-two-years-away-cricket\" title=\"\">called out of retirement</a> for this one last job, is almost certainly done. Jimmy Anderson and Stuart Broad both seem to want to go on a little longer yet, but it does feel like a decision they’re going to have to make all over again every time they wake up in the morning.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/27/cricket-ashes-england-australia-harry-brook-legacy\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/27/cricket-ashes-england-australia-harry-brook-legacy", "date_published": "2023-07-27T18:26:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Swedish PM ‘extremely worried’ as more apply to burn Qur’an", "description": "<p>Ulf Kristersson says ‘there is a clear risk of something serious happening’ amid growing Muslim anger at the attacks on Islam’s holy book</p><p>The Swedish prime minister, Ulf Kristersson, has said that he is “extremely worried” about the consequences if more demonstrations go ahead in which the Qur’an is desecrated, amid growing Muslim anger at a series of attacks on Islam’s holy book.</p><p>Attacks on the Qur’an in Sweden and Denmark have offended many Muslim countries, including Turkey, whose backing Sweden needs to join Nato – a goal of Stockholm’s after Russia’s invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/swedish-pm-extremely-worried-about-quran-burning-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/swedish-pm-extremely-worried-about-quran-burning-protests", "date_published": "2023-07-27T18:14:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brook fires England but Starc gives Australia edge on first day of final Test", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-07-27/england-cricket-team\">England 283; Australia 61-1</a></li><li>Woakes removes Warner late on but England rue collapses </li></ul><p>There is an end of term vibe to this fifth Test. Not quite guys wearing own-clothes, or lessons swapped for quizzes and films, but a sense that six weeks of intense cricket has led to tired minds. On a green pitch, with skies bruised, floodlights on and a cross-breeze aiding swing, it made for a slightly frenetic opening day.</p><p>By the close Australia were 61 for one from 25 overs and could claim to have the edge in their quest to turn Ashes retention into a statement Ashes tour. They had earlier bowled England out for 283 in just 54.4 overs, Mitchell Starc finishing with figures of four for 82 from 14.4 overs that neatly summed up the carnage witnessed.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/27/england-australia-fifth-ashes-test-day-one-match-report-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/27/england-australia-fifth-ashes-test-day-one-match-report-cricket", "date_published": "2023-07-27T17:59:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "LeBron James says family ‘safe and healthy’ after son Bronny’s cardiac arrest", "description": "<ul><li>18-year-old collapsed during training session on Monday</li><li>NBA star thanks public for messages of support</li></ul><p>LeBron James says his family is “safe and healthy” three days after his oldest son, Bronny, went into cardiac arrest.</p><p>He <a href=\"https://twitter.com/KingJames/status/1684594877429092352\">posted the message of thanks</a> on social media on Thursday. Bronny, his 18-year-old son, <a href=\"https://www.theguardian.com/sport/2023/jul/25/lebron-james-bronny-james-cardiac-arrest-reports-usc-basketball\">was hospitalized on Monday morning</a> after a basketball practice with his team at the University of Southern California.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/27/lebron-james-update-bronny-james-cardiac-arrest-usc\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/27/lebron-james-update-bronny-james-cardiac-arrest-usc", "date_published": "2023-07-27T17:49:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Was Alison Rose held to a higher standard because she is a woman?", "description": "<p>Other bank bosses have faced more serious accusations without suffering the same level of political backlash</p><p>Watching the spectacle that has played out over the past fortnight over <a href=\"https://www.theguardian.com/business/2023/jul/26/how-the-downfall-of-natwest-boss-alison-rose-over-farage-and-coutts-unfolded\">Nigel Farage and his Coutts bank accounts</a>, which resulted in the forced exit of one of the UK’s most high-profile and effective corporate leaders, two questions strike me: has the response been proportionate, and if not, why not?</p><p>Alison Rose, <a href=\"https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts\">who resigned on Wednesday</a> as chief executive of NatWest Group, which owns Coutts, clearly made a serious error of judgment in discussing the former Ukip leader’s case with a journalist. It was an error she accepted and for which she readily apologised. But rather than allowing for any due process, loud voices have followed this story doggedly, with the effect that her resignation was all but assured. Those commenting have included the City minister, the home secretary, and the prime minister himself. Of course, the government is the shareholder in NatWest, after bailing out the bank during the financial crisis.</p><p>Ann Francke is the chief executive of the Chartered Management Institute</p> <a href=\"https://www.theguardian.com/business/2023/jul/27/was-alison-rose-held-to-higher-standard-because-woman\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/27/was-alison-rose-held-to-higher-standard-because-woman", "date_published": "2023-07-27T17:37:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Quashing of Andrew Malkinson’s rape conviction confirms failings of criminal review watchdog", "description": "<p>Critics say underfunded CCRC only investigated 17-year-long miscarriage of justice when handed evidence ‘on a platter’</p><p>The <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/appeal-court-overturns-manchester-rape-conviction-of-man-who-spent-17-years-in-jail-andrew-malkinson\">quashing of Andrew Malkinson’s rape conviction</a> after 17 years in jail has thrown a spotlight on to failures by the miscarriages of justice watchdog to take up his case earlier.</p><p>The Criminal Cases Review Commission (CCRC) declined to grant Malkinson a new appeal hearing in 2012 and again in 2020, although it considered different evidence than in its third review.</p> <a href=\"https://www.theguardian.com/law/2023/jul/27/quashing-of-andrew-malkinsons-conviction-confirms-failings-of-criminal-review-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jul/27/quashing-of-andrew-malkinsons-conviction-confirms-failings-of-criminal-review-watchdog", "date_published": "2023-07-27T17:37:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden announces new measures to protect Americans from extreme heat", "description": "<p>Critics say steps positive but modest as US president stops short of declaring climate emergency</p><p>President Biden announced new steps on Thursday to help Americans face the “existential threat of climate change” and weather extreme heat.</p><p>“We want the American people to know help is here, and we’re gonna make it available to anyone who needs it,” Biden said, speaking in a summer of record-breaking temperatures in the US and globally.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/biden-extreme-heat-worker-protection\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/biden-extreme-heat-worker-protection", "date_published": "2023-07-27T17:35:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Labour party is walking a fine line on trans rights | Letters", "description": "<p>Readers respond to the party’s stance on reforming gender recognition laws</p><p>While I agree with Gaby Hinsliff that “Labour’s new position marks the beginning, not the end, of a long road” in relation to trans matters (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/25/labour-gender-recognition-anneliese-dodds\" title=\"\">Labour’s overhaul of gender recognition won’t satisfy either side. But it’s a start, 25 July</a>), I strongly urge the party to heed Robin Moira White that they must “have the integrity to properly involve trans people in the process” (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/25/labour-courage-past-lgbtq-rights-trans-people\" title=\"\">Labour has shown great courage in the past on LGBTQ+ rights. Why won’t it do the same for trans people now?, 25 July</a>).</p><p>The stark reality is that we are trying to navigate a way forward in an atmosphere of deep mistrust and, from what I have witnessed among my trans friends, understandable anger and pain at how they have been vilified. Hate crimes against the trans community have soared, they have been smeared with accusations of being predators, and many have been left totally unsupported in their healthcare needs.</p> <a href=\"https://www.theguardian.com/society/2023/jul/27/the-labour-party-is-walking-a-fine-line-on-trans-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/27/the-labour-party-is-walking-a-fine-line-on-trans-rights", "date_published": "2023-07-27T17:35:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Disabled people are receiving degrading treatment in an overstretched NHS | Letter", "description": "<p><strong>Dan Scorer</strong> of Mencap responds to a report on a survey in which NHS staff said they don’t have enough time for patients</p><p>It’s deeply concerning to hear that frontline NHS staff are feeling “moral distress” from having too little time to spend with their patients (<a href=\"https://www.theguardian.com/society/2023/jul/24/most-nhs-staff-say-they-dont-have-enough-time-to-spend-with-patients\" title=\"\">Most NHS staff say they don’t have enough time to spend with patients, 24 July</a>). It creates a worrying picture for people with a learning disability, who often need extra time for appointments and already struggle to access basic healthcare.</p><p>Our helpline regularly receives calls from families seriously worried about quality of care and feeling they need to be there to advocate for their loved one. We hear stories of people being left in incontinence pads rather than being supported to go to the toilet, or having medication and care plans changed without clear explanation. We know that people on specialised diets have been fed the wrong food, sometimes with tragic consequences that could have been avoidable if time was spent reading their hospital notes.</p> <a href=\"https://www.theguardian.com/society/2023/jul/27/disabled-people-are-receiving-degrading-treatment-in-an-overstretched-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/27/disabled-people-are-receiving-degrading-treatment-in-an-overstretched-nhs", "date_published": "2023-07-27T17:34:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak under pressure to block ex-Ukip deputy from potential Tory candidacy", "description": "<p>Exclusive: David Campbell Bannerman, who wants to stand for South Norfolk, launched body that attacked privileges committee</p><p>Rishi Sunak is under pressure from Conservative MPs to “kick off” a controversial rightwing politician from the party’s approved candidates’ list after his grassroots organisation campaigned to deselect Tory MPs and attacked the integrity of the privileges committee inquiry into Boris Johnson.</p><p>David Campbell Bannerman, a former deputy leader of the UK Independence party (Ukip) who defected back to the Tories in 2011, has said he wants to stand for the safe South Norfolk constituency, where the party has a majority of 36,000.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/27/rishi-sunak-under-pressure-block-ex-ukip-david-campbell-bannerman-potential-tory-candidacy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/27/rishi-sunak-under-pressure-block-ex-ukip-david-campbell-bannerman-potential-tory-candidacy", "date_published": "2023-07-27T17:34:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the freeing of Andy Malkinson: a case for reform | Editorial", "description": "<p>This 17-year-long wrongful imprisonment scandal has lessons for all levels of the criminal justice system</p><p>No criminal justice system that generates a miscarriage of justice like <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/appeal-court-overturns-manchester-rape-conviction-of-man-who-spent-17-years-in-jail-andrew-malkinson\" title=\"\">Andy Malkinson’s</a> can feel at ease with itself. Mr Malkinson was convicted in 2004 of a rape he did not commit. He spent 17 years in prison before being released on licence in 2020. This week, the court of appeal quashed the original conviction on the basis that DNA evidence now made it unsafe. Mr Malkinson is thus a free man. But a large part of his life has been stolen from him. As he himself put it outside the law courts on Wednesday, he was effectively kidnapped by the state.</p><p>That is disturbing enough. Now it may get more Kafkaesque still. If Mr Malkinson receives financial compensation for his wrongful conviction and his years inside – for which, on the face of it, he has a strong claim – an assessor will be expected to deduct “<a href=\"https://www.bbc.co.uk/sounds/play/m001p22t\" title=\"\">saved living expenses</a>” to reimburse the prison service for the cost of his board and lodging. It is jaw-dropping that an unjustly imprisoned person can be charged in this way for their own wrongful imprisonment.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/the-guardian-view-on-the-freeing-of-andy-malkinson-a-case-for-reform\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/the-guardian-view-on-the-freeing-of-andy-malkinson-a-case-for-reform", "date_published": "2023-07-27T17:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on levelling up: widening regional pay gaps expose Conservative failure | Editorial", "description": "<p>There is not enough time for the Tories to make good on their promise to create a ​​‘high-skill, high-wage’ economy</p><p>“Levelling up” is a political slogan with its own <a href=\"https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities\" title=\"\">department</a>, recognition for the role it played in winning the Conservatives the 2019 election. Tackling the blight of regional inequality was dubbed as the Tories’ “<a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-9463/\" title=\"\">defining mission</a>”. But data <a href=\"https://ifs.org.uk/articles/pay-growth-londons-top-earners-has-driven-geographical-inequality-mean-earnings\" title=\"\">released</a> this week shows successive Conservative prime ministers have failed that task in one key way. The Institute for Fiscal Studies finds a widening geographical wage gap in the last three years – driven by income increases for well-paid workers in London which mask real wage cuts elsewhere.</p><p>Mean wages for employees living in the capital had <a href=\"https://www.theguardian.com/business/2023/jul/25/big-pay-rises-london-uk-ifs-earnings-gap\" title=\"\">increased</a> by 5%, after adjusting for inflation, to £4,400 a month before tax. This is almost double the average national increase of 2.7%. Those living in London’s commuter belt saw pay increases of 4.5%. But many workers were now between 1% and 4% worse off than they were before Covid-19 arrived. Ministers have chosen year after year to set the price of labour in <a href=\"https://archive.li/O4Ezv\" title=\"\">education and public administration</a> at levels that ensure workers suffer real pay cuts. The jobs market is not just about demand and supply. Labour shortages have been most acute in low-paid sectors. Health and social care settings are struggling to fill roles. But real pay growth there is just 2.5% – below the UK average rise. Industrial action <a href=\"https://www.personneltoday.com/hr/who-is-on-strike-and-when/\" title=\"\">continues</a> because workers find themselves unable to bargain for better pay.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/the-guardian-view-on-levelling-up-widening-regional-pay-gaps-expose-conservative-failure\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/the-guardian-view-on-levelling-up-widening-regional-pay-gaps-expose-conservative-failure", "date_published": "2023-07-27T17:25:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Muslim leaders decry ‘double standard’ of Farage bank account closure furore", "description": "<p>Longstanding issue for community given little attention compared with closure of ex-Ukip leader’s Coutts account, says mosque chair</p><p>The furore over the closure of Nigel Farage’s bank accounts with Coutts has led to the resignation of two chief executives and an intervention by Downing Street.</p><p>But, when nearly a decade ago, three Muslim organisations, including Finsbury Park mosque, had their HSBC bank accounts shut, there was little public acknowledgment or support.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/muslim-leaders-decry-double-standard-of-farage-bank-account-closure-furore\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/muslim-leaders-decry-double-standard-of-farage-bank-account-closure-furore", "date_published": "2023-07-27T17:23:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Could global warming possibly be ‘beneficial’ for the UK as a leading Tory has claimed? We check the facts", "description": "<p>It is cheaper to adapt to climate breakdown than stop it, former Brexit negotiator argues</p><p>As temperatures soared around the world this week, the Conservative peer and former lead Brexit negotiator David Frost was telling the House of Lords that global warming was “likely to be beneficial”.</p><p>Attempts to derail climate action often come in the form of “<a href=\"https://www.carbonbrief.org/guest-post-how-discourses-of-delay-are-used-to-slow-climate-action/\">discourses of delay</a>”, where there is no denial of climate breakdown but the impression is given “that solving climate change is not our job, that it will not require substantial changes, that it is too expensive, or that it is pointless to try”. So it is actually quite refreshing to hear one of the UK’s most prominent critics of net zero saying the quiet part out loud: there’s no need to tackle the climate crisis, Frost suggested, because it will be a good thing.</p><p><a href=\"https://www.carbonbrief.org/author/simonevans/\">Simon Evans</a> is the deputy editor and senior policy editor at Carbon Brief</p> <a href=\"https://www.theguardian.com/environment/2023/jul/27/could-global-warming-benefit-the-uk-as-lord-frost-claims-we-check-the-facts\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/27/could-global-warming-benefit-the-uk-as-lord-frost-claims-we-check-the-facts", "date_published": "2023-07-27T17:20:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Norwegian woman claims record time for climbing world’s 14 highest peaks", "description": "<p>Kristin Harila completes ascents of highest mountains amid controversy over modern climbers’ use of helicopters</p><p>A Norwegian woman claims to have completed the fastest ascent of all of the world’s 14 highest mountains, completing the round in three months and one day – three months and five days faster than the previous record held by Nirmal “Nims” Purja.</p><p>Kristin Harila, a former professional skier, completed her final summit – K2 in Pakistan, the world’s second highest mountain – after setting out to climb all 14 peaks above 8,000 metres in less than four months.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/kristin-harila-norwegian-claims-record-ascent-worlds-14-highest-mountains\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/kristin-harila-norwegian-claims-record-ascent-worlds-14-highest-mountains", "date_published": "2023-07-27T17:17:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump lawyers meet special counsel as potential indictment looms", "description": "<p>Former US president is target of a justice department investigation regarding his attempts to overturn the 2020 election</p><p>Lawyers for Donald Trump met on Thursday with the special counsel Jack Smith and members of his team, multiple outlets reported, as a potential indictment loomed regarding Trump’s attempts to overturn the 2020 election.</p><p>According to the Associated Press, citing an anonymous source, the meeting included the Trump lawyer John Lauro. ABC News and NBC News both <a href=\"https://abcnews.go.com/US/trump-attorneys-expected-meet-special-counsels-office-potential/story?id=101715722\">reported</a> that Todd Blanche was also in the meeting, as he and Lauro attempted to “make the case for why they believed Trump shouldn’t be indicted”.</p><p>Associated Press contributed to this report</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/trump-indictment-lawyers-special-counsel\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/trump-indictment-lawyers-special-counsel", "date_published": "2023-07-27T17:05:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bereaved mother urges Women’s Super League to reject gambling partnerships", "description": "<ul><li>Kay Wadsworth’s daughter Kimberly took her own life in 2018</li><li>Open letter pleads with WSL not to take ‘bloodied cash’ </li></ul><p>A bereaved mother has called on the Women’s Super League to reject deals with bookmaking firms as it seeks to grow its commercial heft.</p><p>Kay Wadsworth’s daughter, Kimberly, took her own life in 2018 after a period of gambling addiction. In an open letter, Wadsworth asked the WSL not to take “bloodied cash” in the name of growing the game.</p><p>In the UK and Ireland, Samaritans can be contacted on freephone 116 123, or email jo@samaritans.org or jo@samaritans.ie. In the US, you can call or text the National Suicide Prevention Lifeline on 988, chat on 988lifeline.org, or text HOME to 741741 to connect with a crisis counselor. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at befrienders.org</p> <a href=\"https://www.theguardian.com/sport/2023/jul/27/womens-super-league-football-gambling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/27/womens-super-league-football-gambling", "date_published": "2023-07-27T17:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Henderson no longer an LGBTQ+ ally after Saudi move, says Hitzlsperger", "description": "<ul><li>Former Liverpool captain criticised for joining Al-Ettifaq</li><li>‘I did believe that his support would be genuine. Silly me’</li></ul><p>The former Germany footballer Thomas Hitzlsperger has criticised Jordan Henderson for joining the Saudi Arabian club Al-Ettifaq and said the England international’s “brand” as an ally of the LGBTQ+ community is dead.</p><p>Henderson, a vocal supporter of the Premier League’s Rainbow Laces campaign and inclusion within the game, <a href=\"https://www.theguardian.com/football/2023/jul/26/jordan-henderson-trains-with-al-ettifaq-with-transfer-still-to-be-confirmed\">left Liverpool</a> after 12 years on Thursday for the Saudi Pro League club. The 33-year-old signed a three-year contract worth £700,000 a week to join a team managed by another former Liverpool legend, Steven Gerrard.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/jordan-henderson-liverpool-lgbtq-saudi-arabia-thomas-hitzlsperger\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/jordan-henderson-liverpool-lgbtq-saudi-arabia-thomas-hitzlsperger", "date_published": "2023-07-27T17:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Matildas face date with destiny after fluffing their lines against Nigeria | Kieran Pender", "description": "<p>Nothing is ever simple for Australia, who must beat Canada or risk a disastrous early exit from the Women’s World Cup</p><p>On one of the team’s grandest stages yet, with a nation watching expectantly, the Matildas fluffed their lines. After opening their Women’s World Cup campaign with a <a href=\"https://www.theguardian.com/football/2023/jul/20/womens-world-cup-2023-australia-republic-of-ireland-group-b-match-report\">nervy win a week ago against Ireland</a>, victory over Nigeria on Thursday would have sent the tournament co-hosts sailing into the knockout round. Instead, defensive calamities and attacking inefficiencies <a href=\"https://www.theguardian.com/football/2023/jul/27/matildas-stunned-by-nigeria-to-leave-womens-world-cup-hopes-hanging-in-balance\">consigned the Matildas to an all-or-nothing group-stage finale</a>. Australia’s World Cup hopes remain alive – but a decisive clash with Canada stands between the Matildas and the round of 16.</p><p>How did it come to this? The Matildas entered the World Cup on a high, buoyed by unprecedented home support and a run of victories over tough opposition. A pre-tournament triumph over European heavyweights France only added to the optimism felt by Australian fans, everyone from the prime minister (who was in the stands on Thursday) down.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/matildas-face-date-with-destiny-after-fluffing-their-lines-against-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/matildas-face-date-with-destiny-after-fluffing-their-lines-against-nigeria", "date_published": "2023-07-27T16:55:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British Gas profits bonanza tells you energy price cap has failed | Nils Pratley", "description": "<p>Complaints should be directed at Ofgem and then government, as only it can make necessary reforms</p><p>Outraged by the 889% increase in profits at British Gas? It’s an entirely reasonable view: <a href=\"https://www.theguardian.com/business/2023/jul/27/british-gas-record-profit-price-cap-increase\">an operating profit of £969m</a> is one hell of a sum in a six-month period for a regulated business supplying the commodity products of gas and electricity.</p><p>But complaints, in the first instance, should be directed towards the regulator Ofgem. The bonanza at British Gas is intended. Not to the precise million, obviously, but a temporary surge in profitability for the whole sector has been blessed from above. EDF Energy and Scottish Power also demonstrated on Thursday that they coined it in the first half of 2023 in their retail operations.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/27/british-gas-profits-energy-price-cap-has-failed-ofgem\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/27/british-gas-profits-energy-price-cap-has-failed-ofgem", "date_published": "2023-07-27T16:45:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine calls for disqualified fencer to be reinstated after anti-Russia protest", "description": "<p>Olha Kharlan, competing at the world championships in Milan, refused to shake Russian rival’s hand after beating her</p><p>Ukraine’s government has called on the International Fencing Federation (FIE) to reverse its decision to disqualify a Ukrainian fencer for refusing to shake hands with her defeated Russian opponent.</p><p>The country’s foreign minister, Dmytro Kuleba, called for Olha Kharlan to be reinstated in the fencing world championships in Milan, after she was excluded as a result of the aftermath of her victory over Anna Smirnova, a Russian competing as a neutral.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/ukraine-calls-for-disqualified-fencer-to-be-reinstated-after-anti-russia-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/ukraine-calls-for-disqualified-fencer-to-be-reinstated-after-anti-russia-protest", "date_published": "2023-07-27T16:40:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ricarda Bauernfeind wins brutal Tour de France Femmes stage after dropouts", "description": "<ul><li>Memorable stage five win for German over hilly terrain</li><li>Riders abandoning sweltering race now steadily growing</li></ul><p>Ricarda Bauernfeind of the Canyon-SRAM team took a solo win on stage five of the Tour de France Femmes, from Onet-Le-Château to Albi.</p><p>On another demanding day, of 30 degree heat and hardly any flat road, a much reduced peloton arrived on the banks of the Tarn, after a long pursuit of lone attacker Bauernfeind.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/27/ricarda-bauernfeind-wins-brutal-tour-de-france-femmes-stage-after-dropouts-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/27/ricarda-bauernfeind-wins-brutal-tour-de-france-femmes-stage-after-dropouts-cycling", "date_published": "2023-07-27T16:38:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "One in three parents of under-fives struggling to afford childcare in England", "description": "<p>Government survey finds highest proportion since 2014 find it ‘difficult or very difficult’ to afford childcare</p><p>A third of parents with young children in England say they are struggling to afford childcare, the highest number in almost a decade, according to a government survey.</p><p>One in three of those with children aged four or younger who responded to the survey carried out by Ipsos on behalf of the Department for Education said they struggled to meet childcare costs in 2022.</p> <a href=\"https://www.theguardian.com/money/2023/jul/27/one-in-three-parents-of-under-fives-struggling-to-afford-childcare-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/27/one-in-three-parents-of-under-fives-struggling-to-afford-childcare-in-england", "date_published": "2023-07-27T16:36:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Henderson deserves to take the heat for Saudi Arabia sellout", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>When Kenny Dalglish welcomed a 21-year-old Jordan Henderson to Liverpool from Sunderland for £16m a dozen years ago, an awful lot of people thought the then-Liverpool manager had lost his mind. This was back in the days when £16m was still considered a sizeable chunk of change, but Dalglish insisted he was paying for the player’s “huge potential” rather than anything significant he had achieved gadding around midfield at the Stadium of Light. “He is respectful and his principles and everything else on and off the pitch are exemplary,” said Kenny, whose words have since proved prophetic, at least until now.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/jordan-henderson-deserves-to-take-the-heat-for-saudi-arabia-sellout\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/jordan-henderson-deserves-to-take-the-heat-for-saudi-arabia-sellout", "date_published": "2023-07-27T16:33:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "George Russell calls for Belgian Grand Prix to be cancelled if unsafe for drivers", "description": "<ul><li>Poor visibility expected at Spa-Francorchamps due to rain</li><li>Dilano van ’t Hoff killed in crash at circuit in July</li></ul><p>George Russell has called for the FIA to show bold decision making amid serious safety concerns at this weekend’s Belgian Grand Prix.</p><p>Russell insisted the FIA must not shy away from cancelling the race at Spa-Francorchamps after a swathe of drivers expressed concern their lives could be at risk because of poor visibility due to rain.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/27/george-russell-belgian-grand-prix-formula-one\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/27/george-russell-belgian-grand-prix-formula-one", "date_published": "2023-07-27T16:20:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s exactly as they’d have done it in the 1910s’: how Barbenheimer is leading the anti-CGI backlash", "description": "<p>Old-school practical effects date back to the silent era and are created with artistry and care. Is the novelty of CGI green-screen action wearing off in favour of craft models?</p><p>For the past 12 months, Hollywood has been facing a serious case of CGI fatigue, with critics tearing into would-be blockbusters for their over-reliance on it. <a href=\"https://www.newyorker.com/culture/the-front-row/ant-man-and-the-wasp-quantumania-is-prefab-marvel\">In the New Yorker</a>, Richard Brody wrote that heavy effects work in Ant-Man 3 “instead of endowing the inanimate with life, subtract it”, while Ellen E Jones wrote <a href=\"https://www.theguardian.com/film/2023/may/22/the-little-mermaid-review-ariel-disney-halle-bailey\">in the Guardian</a> that Little Mermaid was “rendered lifeless” by CGI. The Netflix rom-com You People, starring Jonah Hill, made headlines <a href=\"https://www.hollywoodreporter.com/movies/movie-news/you-people-jonah-hill-lauren-london-kiss-cgi-1235320295/\">when it was revealed that the final kiss in the film was done with CGI</a> and the actor <a href=\"https://uk.news.yahoo.com/christian-bale-says-green-screen-111100085.html\">Christian Bale didn’t mince words</a> when he said working exclusively in front of green screens on <a href=\"https://www.theguardian.com/film/2022/jul/09/thor-love-and-thunder-review-taika-waititi-chris-hemsworth-natalie-portman-sentimental-multimillion-dollar-romp\">Thor: Love &amp; Thunder</a> was “the definition of monotony”.</p><p>As if in response, 2023 has delivered a buffet of practical-effects-driven films to the multiplex. Greta Gerwig used techniques dating back to silent film and soundstage musicals to bring her fantastical, hot-pink vision of Barbieland to life, Christopher Nolan reconstructed <a href=\"https://www.theguardian.com/film/2022/dec/13/christopher-nolan-recreated-nuclear-explosion-without-cgi-for-new-film-oppenheimer\">Oppenheimer’s Trinity test</a> using miniatures, and Christopher McQuarrie hoisted a train carriage 80ft into the air in order to film <a href=\"https://www.theguardian.com/film/2023/jul/09/mission-impossible-dead-reckoning-part-one-review-tom-cruise-rebecca-ferguson-hayley-atwell-vanessa-kirby\">Mission: Impossible – Dead Reckoning Part One’s</a> stomach-churning final stunt. Indie films have been getting in on the fun, too: Wes Anderson turned a piece of Spanish farmland into a real town, complete with plumbing and electricity, for <a href=\"https://www.theguardian.com/film/2023/may/23/asteroid-city-review-wes-anderson-1950s-sci-fi-triumph\">Asteroid City</a>; the “penis monster” in Ari Aster’s <a href=\"https://www.theguardian.com/film/2023/apr/11/beau-is-afraid-review-joaquin-phoenix-ari-aster\">Beau Is Afraid</a> was made entirely with prosthetics; and the buzzy horror film <a href=\"https://www.theguardian.com/film/2023/jul/25/talk-to-me-review-horror-michael-danny-philippou-creepy-hand\">Talk to Me</a> has been praised for its gory and “disturbingly real” prosthetics.</p> <a href=\"https://www.theguardian.com/film/2023/jul/27/its-exactly-as-theyd-have-done-it-in-the-1910s-how-barbenheimer-is-leading-the-anti-cgi-backlash\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/27/its-exactly-as-theyd-have-done-it-in-the-1910s-how-barbenheimer-is-leading-the-anti-cgi-backlash", "date_published": "2023-07-27T16:13:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "David Silva retires from football at the age of 37 after serious knee injury", "description": "<ul><li>Former Manchester City playmaker won a World Cup with Spain</li><li>‘Today is a sad day for me … it is time to say goodbye’</li></ul><p>The former Manchester City playmaker David Silva has said his goodbyes to football as the World Cup winner and four-time Premier League champion announced his retirement.</p><p>The 37-year-old played 436 games across 10 seasons at the Etihad Stadium, helping to turn City into the best team in England and winning a total of 11 major honours with the club.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/david-silva-retires-from-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/david-silva-retires-from-football", "date_published": "2023-07-27T16:08:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "First 50 people coming to Bibby Stockholm asylum barge despite safety worries", "description": "<p>Fire safety concerns and lack of lifejackets noted on the 500-capacity barge, moored in Portland, Dorset</p><p>Ministers are planning to send the first 50 people to a controversial barge used for housing asylum seekers next Tuesday, but there have been fresh calls for a delay over safety concerns.</p><p>The government has already been forced to push back the planned start date for commencing operations on the Bibby Stockholm, which ministers hope will <a href=\"https://www.theguardian.com/uk-news/2023/jul/11/housing-asylum-seekers-on-barge-may-only-save-10-a-person-daily-report-says\">reduce the costs</a> of accommodating those who cross the Channel on small boats.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/first-50-people-coming-to-bibby-stockholm-asylum-barge-despite-safety-worries\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/first-50-people-coming-to-bibby-stockholm-asylum-barge-despite-safety-worries", "date_published": "2023-07-27T16:02:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Emperor Nero’s lost theatre found under site of hotel in Rome", "description": "<p>Archaeologists hail ‘exceptional finds’ at venue whose existence was previously known only from mentions in ancient texts</p><p>The ruins of Nero’s Theatre, an imperial theatre referred to in ancient Roman texts but never found, have been discovered under the garden of a future Four Seasons hotel, steps away from the Vatican.</p><p>Archaeologists in Rome have excavated deep under the walled garden of the Palazzo della Rovere since 2020 as part of planned renovations on the frescoed Renaissance building. The palazzo, which takes up a city block along the broad Via della Conciliazione leading to Saint Peter’s Square, is home to an ancient Vatican chivalric order that leases the space to a hotel to raise money for Christians in the Holy Land.</p> <a href=\"https://www.theguardian.com/science/2023/jul/27/emperor-neros-lost-theatre-found-under-site-of-hotel-in-rome\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/27/emperor-neros-lost-theatre-found-under-site-of-hotel-in-rome", "date_published": "2023-07-27T16:01:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem review – evergreen superheroes rise up from the drains", "description": "<p>This new animated origin story for the reptilian fighters is unexpectedly funny, with a starry voice cast including Jackie Chan, Ice Cube and Giancarlo Esposito</p><p>Here once again are the strangest ever comic-book heroes; they have featured in movies and TV shows for decades but are still so evergreen in their oddity that their wacky high-concept premise – mutant masked underground crime-fighting turtles with a love of pizza and the names of Renaissance artists – pretty much has to be explained all over again every time they are revived.</p><p>Well, this new animated origin story for the chelonian adventurers is unexpectedly funny, with a rather stylish crepuscular design. You’ve heard of the Spider-Verse; this is the Turtle-Verse, and it is directed by Jeff Rowe, who co-created <a href=\"https://www.theguardian.com/film/2021/apr/21/the-mitchells-vs-the-machines-review-frantic-and-fun-netflix-animation\">The Mitchells vs the Machines</a>, and co-written by Rowe, Seth Rogen and Evan Goldberg, with Dan Hernandez and Benji Samit.</p> <a href=\"https://www.theguardian.com/film/2023/jul/27/teenage-mutant-ninja-turtles-mutant-mayhem-review-evergreen-superheroes-jackie-chan-ice-cube-giancarlo-esposito\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/27/teenage-mutant-ninja-turtles-mutant-mayhem-review-evergreen-superheroes-jackie-chan-ice-cube-giancarlo-esposito", "date_published": "2023-07-27T16:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Even in the heat of war, there must be dialogue. To save lives, A new grain deal with Putin must be struck | Simon Jenkins", "description": "<p>The result of his blockage of food exports could be mass starvation in poor countries. We should do all we can to avoid that</p><p>The recent <a href=\"https://edition.cnn.com/2023/07/26/politics/russia-grain-deal-ukraine-food-crisis/index.html#:~:text=The%20grain%20deal%2C%20brokered%20by,Ukraine%20via%20the%20Black%20Sea.\">collapse of the Russia-Ukraine grain deal</a> spells disaster for millions. The year-old deal <a href=\"https://www.consilium.europa.eu/en/infographics/ukrainian-grain-exports-explained/\">has allowed 1,000 ships to export food products from Ukraine by sea</a>, including 80% of the grain going to the World Food Programme. The biggest recipients of Ukrainian grain have been China, Spain, Turkey and Italy, but 57% of it went to 14 countries currently defined as most threatened with starvation, including Afghanistan, Sudan, Yemen and the war-hit Horn of Africa.</p><p>Russia has stopped Ukraine’s food exports through the Black Sea, citing multitudinous western sanctions imposed on its own trade. Although these<strong> </strong>do not include farm products, Vladimir Putin says that if sanctions imposed since the 2022 deal are rescinded, he will resume the deal. Meanwhile, <a href=\"https://www.youtube.com/watch?v=DpqRSYsrUSo\">he is telling African leaders at his summit in St Petersburg</a> this week that he will replace Ukraine’s grain with his own. This is unlikely to happen; nor can the EU realistically replace sea transport with land transport. <a href=\"https://www.euronews.com/2023/06/14/eu-blocks-ukraine-grain-imports-to-five-countries-including-poland#:~:text=The%20European%20Union%20has%20again,faced%20with%20lower%20Ukrainian%20prices.\">Poland has already balked at allowing passage</a> for fear of damage to its own grain market.</p><p>Simon Jenkins is a Guardian columnist, author and BBC broadcaster. His recent books include England’s Hundred Best Views, and Mission Accomplished? The Crisis of International Intervention</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/war-dialogue-grain-deal-putin-food-exports\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/war-dialogue-grain-deal-putin-food-exports", "date_published": "2023-07-27T15:59:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mitch McConnell fell earlier this month, before freezing mid-sentence this week", "description": "<p>Republican also fell and sustained concussion four months ago and reportedly uses wheelchair in crowded airports</p><p>Mitch McConnell, the Republican leader in the US Senate, suffered an initially unreported fall earlier this month, before <a href=\"https://www.theguardian.com/us-news/2023/jul/26/mitch-mcconnell-press-conference\">a very public health scare</a> this week revived questions about his age and fitness.</p><p>On Wednesday, while speaking to reporters at the US Capitol, the 81-year-old appeared to freeze for nearly 20 seconds. Another Republican senator, John Barrasso of Wyoming, a doctor, then escorted his leader away from the cameras.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/mitch-mcconnell-freeze-press-conference-fall-age\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/mitch-mcconnell-freeze-press-conference-fall-age", "date_published": "2023-07-27T15:52:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘She trembled with the truths she had to tell’: Sinéad O’Connor by friends, fans and collaborators", "description": "<p>Neil Jordan, Róisín Murphy, MC Lyte, Anne Enright and more share their memories of a uniquely talented, uncompromising artist, mother and ‘Celtic warrior’</p><p><em>Anne Enright, author</em></p> <a href=\"https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-tribute-by-friends-fans-and-collaborators\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-tribute-by-friends-fans-and-collaborators", "date_published": "2023-07-27T15:47:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU opens antitrust inquiry into Microsoft’s Teams software", "description": "<p>European Commission says bundling of app with other products may be anticompetitive</p><p>It became one of the hits of remote working during the pandemic, but now the EU has launched an antitrust investigation into Microsoft’s bundling of its Teams video and chat app with some of its other products.</p><p>The European Commission said the decision to bundle Teams with its Office 365 and Microsoft 365 packages may constitute anticompetitive behaviour. It is the EU’s first antitrust investigation into Microsoft in <a href=\"https://www.theguardian.com/technology/2012/jun/27/microsoft-loses-eu-antitrust-fine-appeal\">more than a decade</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/27/eu-antitrust-inquiry-microsofts-sale-teams-bundling\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/27/eu-antitrust-inquiry-microsofts-sale-teams-bundling", "date_published": "2023-07-27T15:45:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drone footage shows aftermath of wildfires on 2,500-year-old Sicilian temple – video", "description": "<p>Wildfires have turned the hills surrounding the temple of Segesta to ash after days of fires spreading across Sicily. Local authorities said the blaze was put out around the archaeological site, but it is temporarily closed to check for any damage. The island has been devastated by wildfires that have killed at least three people, while heatwaves and severe storms affected the north of Italy</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/science/2023/jul/27/scientists-july-world-hottest-month-record-climate-temperatures\"><strong>‘Era of global boiling has arrived,’ says UN chief as July set to be hottest month on record</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jul/27/drone-footage-shows-aftermath-of-wildfires-on-2500-year-old-sicilian-temple-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/jul/27/drone-footage-shows-aftermath-of-wildfires-on-2500-year-old-sicilian-temple-video", "date_published": "2023-07-27T15:44:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "ECB urged to pause interest rate rises amid recession fears", "description": "<p>Central bank raised rates by 0.25 percentage points in attempt to bring inflation down </p><p><a href=\"https://www.theguardian.com/business/european-central-bank\">The European Central Bank</a> has been urged to pause further interest rate rises amid growing recession fears after lifting them by 0.25 percentage points to a joint record high.</p><p>Concerns that European property prices have slumped were cited by analysts as being among reasons for the central bank to freeze the cost of borrowing on its three key interest rates.</p> <a href=\"https://www.theguardian.com/business/2023/jul/27/ecb-interest-rate-rises-recession-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/27/ecb-interest-rate-rises-recession-inflation", "date_published": "2023-07-27T15:31:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Twenty renters fighting over each flat in Britain? I worry I’ll never find a place to call home | Anonymous", "description": "<p>Soaring rents, intrusive questions, baffling rules: landlords and agents behave as they please because tenants are 10 a penny</p><p>Earlier this year I found myself served notice on my flat after complaining to my landlord that he shouldn’t swear at us, his tenants. That is the standard I have grown to expect in the private rented sector, where ego runs roughshod over legal rights. With no way of challenging the notice, I needed to arrange some viewings – and fast.</p><p>I found a friend who was willing to share. With the average one-bed flat in the area where I live costing <a href=\"https://www.theguardian.com/money/2023/may/15/rent-outside-london-passes-1000-for-first-time-figures-show\">more than £1,000</a> a month in rent alone, that’s a good friend to have. Every letting agent I phoned asked a whole ream of invasive screening questions: what was the nature of our relationship? Did we have pets? Did we smoke? Did we work from home? How many cars did I have? What was my annual income? Did I have a permanent contract? How much did I have in savings? I had to provide all this before I could learn the address. It’s clear from the get-go that agents call the shots, and applicants suffer whatever indignities they must.</p><p>The writer is in his 30s and lives in the south of England</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/twenty-renters-flat-britain-home-landlords-agents-tenants\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/twenty-renters-flat-britain-home-landlords-agents-tenants", "date_published": "2023-07-27T15:26:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brazil: descendants of Africans who escaped slavery gain census recognition", "description": "<p>Data counts 1.3m quilombola, historically excluded population whose communities were founded by fugitive enslaved people</p><p>More than 1.3 million Brazilians who identify as descendants of Africans who escaped slavery have finally gained recognition in official statistics, marking a victory for this historically excluded population.</p><p>The groundbreaking data was released on Thursday as part of <a href=\"https://censo2022.ibge.gov.br/panorama/\">Brazil’s 2022 census</a>, during which the Brazilian Institute of Geography and Statistics (IBGE) for the first time counted and mapped the country’s quilombola population – members of <a href=\"https://www.theguardian.com/world/2019/sep/20/history-of-free-african-strongholds-fires-brazilian-resistance-to-bolsonaro\">often remote Afro-Brazilian communities</a> that were traditionally founded by fugitive slaves.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/brazil-census-slavery-quilombola-population\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/brazil-census-slavery-quilombola-population", "date_published": "2023-07-27T15:26:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We practically skipped out of the cinema on a high’: readers on going to watch Barbie", "description": "<p>Guardian readers who gave in to Barbiemania tell us about their pink preparations and getting together with friends and family to experience Greta Gerwig’s summer smash hit</p><p>The <a href=\"https://www.theguardian.com/film/2023/jul/23/barbie-review-greta-gerwig-margot-robbie-ryan-riotous-candy-coloured-feminist-fable\">Barbie</a> takeover is in full effect after the film’s release on Friday. Readers share the bright and very pink outfits they wore to the cinema this week and <a href=\"https://www.theguardian.com/film/2023/jul/24/so-beautiful-i-cried-barbie-obsessives-give-their-verdicts-on-the-movie\">their verdicts</a> on the long-awaited movie.</p> <a href=\"https://www.theguardian.com/film/2023/jul/27/we-practically-skipped-out-of-the-cinema-on-a-high-readers-on-going-to-watch-barbie\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/27/we-practically-skipped-out-of-the-cinema-on-a-high-readers-on-going-to-watch-barbie", "date_published": "2023-07-27T15:25:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "ITV warns it is in ‘worst ad recession since financial crisis’", "description": "<p>Broadcaster’s earnings more than halve in first half but studios business performs strongly</p><p>ITV has warned it is in the midst of the worst advertising downturn since the 2008 financial crisis.</p><p>The broadcaster, which is behind hit shows including Love Island and I’m a Celebrity … Get Me Out of Here!, said earnings more than halved in the first six months of the year as it came up against a “very tough” advertising market and as it invested in its ITVX online streaming service.</p> <a href=\"https://www.theguardian.com/business/2023/jul/27/itv-ad-recession-earnings-studios-business\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/27/itv-ad-recession-earnings-studios-business", "date_published": "2023-07-27T15:21:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Netball World Cup: challengers close gap on Australia and New Zealand", "description": "<p>Hosts South Africa, along with England and Jamaica, pose a big threat to the traditional Antipodean heavyweights</p><p>With the sporting world’s attention on another major women’s sports event 7,000 miles away in Australia and New Zealand, the Netball World Cup has – until now – been mostly overlooked.</p><p>So much so, news that Vitality dropped out from their title sponsor role “following negotiations” just two weeks before the start came and went with little noise. Fortunately for the 10-day tournament, which will tread new ground as the first to be held in Africa, the damage done by the health insurer’s departure has been minimal with South African telecommunications giant Telkom and retailer Spar agreeing to fill the void. Duct tape on kits and equipment will be the only reminder of Vitality’s fleeting commitment to the event.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/27/netball-world-cup-south-africa-new-zealand-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/27/netball-world-cup-south-africa-new-zealand-australia", "date_published": "2023-07-27T15:13:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Birmingham could pull it off’: city considers hosting Commonwealth Games again", "description": "<p>Pride expressed at unveiling of Ozzy the bull statue as city is called on to step in and save 2026 event</p><p>It has been one year since a 10-metre tall mechanical bull, <a href=\"https://www.theguardian.com/uk-news/2023/jun/22/ozzy-mechanical-bull-birmingham-2022-commonwealth-games\">now named Ozzy</a> after <a href=\"https://www.theguardian.com/music/2022/aug/28/ozzy-osbourne-i-have-sung-that-song-for-55-years-i-am-not-going-to-forget-the-words\">the Black Sabbath frontman</a>, entered Alexandra Stadium in Birmingham to mark the opening of the Commonwealth Games.</p><p>While hundreds gathered at Birmingham New Street station this week to see the beast unveiled in its new permanent home, there was growing uncertainty about the future of the sporting event after Victoria in Australia, due to host it in 2026, <a href=\"https://www.theguardian.com/sport/2023/jul/18/commonwealth-games-2026-cancelled-melbourne-victoria-federation-responds\">pulled out because of escalating costs</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/birmingham-could-pull-it-off-city-considers-hosting-commonwealth-games-again\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/birmingham-could-pull-it-off-city-considers-hosting-commonwealth-games-again", "date_published": "2023-07-27T15:08:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "El Salvador clears way for mass trials as crackdown on gangs ramps up", "description": "<p>Congress passes bill that could allow 900 people to be tried together if they are accused of being in the same criminal group</p><p>Nayib Bukele’s government has already locked up 2% of El Salvador’s adult population and <a href=\"https://www.theguardian.com/world/2023/feb/25/el-salvador-moves-2000-suspected-gang-members-to-new-megaprison\">built the largest prison in the Americas</a> to house the 70,000 alleged gang members he has imprisoned.</p><p>Now the populist leader has cleared the way for mass trials of hundreds of people at a time as he steps up his year-long crackdown on the country’s gangs which critics say is eroding the rule of law and leading to many innocent people being wrongly jailed.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/el-salvador-nayib-bukele-gangs-mass-trials\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/el-salvador-nayib-bukele-gangs-mass-trials", "date_published": "2023-07-27T15:07:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nadine Dorries urged to quit as MP by council in her constituency", "description": "<p>Call for ex-minister to stand down comes nearly two months after she vowed to leave ‘with immediate effect’</p><p>A council in Nadine Dorries’s constituency is demanding that she immediately resign as an MP, saying “residents desperately need effective representation now”.</p><p>The former culture secretary <a href=\"https://www.theguardian.com/politics/2023/jun/09/nadine-dorries-stands-down-as-mp-with-immediate-effect\">announced on 9 June</a> that she was standing down as the MP for Mid Bedfordshire “with immediate effect”, but she has yet to formally resign.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/27/nadine-dorries-urged-to-quit-as-mp-by-council-in-her-constituency\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/27/nadine-dorries-urged-to-quit-as-mp-by-council-in-her-constituency", "date_published": "2023-07-27T15:01:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The minimalism trend has waged a war on bookshelves – but I’m not ready to Marie Kondo my home library | Paul Daley", "description": "<p>Sure, with more than 70 metres of shelves in my home, my books have a housing crisis. But what if I miss them when they’re gone?</p><p>When moving house and cities some years ago there was a conspicuous absence in so many of the potential homes we inspected – bookshelves.</p><p>And where there are no bookshelves it usually means there are very few books. It was as if, when styling homes for potential sale, the real estate agents had issued strict instructions: whatever you do, make sure there are no damn books about.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/book-hoarding-storage-bookshelves\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/book-hoarding-storage-bookshelves", "date_published": "2023-07-27T15:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Where are the ‘violet hues’ and ‘bath of heat’?: Australian scientists review what Oppenheimer gets wrong", "description": "<p>One nuclear expert says the film is unrealistic because it portrays quantum mechanics as ‘hard’</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Australian <a href=\"https://www.ansto.gov.au/news/ansto-scientists-would-have-preferred-more-about-physics-but-impressed-oppenheimer\">nuclear experts have reviewed Oppenheimer</a> and say it is epic, intense and compelling – but not always accurate.</p><p>Its portrayal of the first atomic bomb detonation, for example, lacked the “violet hues” and heat wave of the real thing.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/film/2023/jul/27/facts-oppenheimer-got-wrong-australian-scientists-review\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/27/facts-oppenheimer-got-wrong-australian-scientists-review", "date_published": "2023-07-27T15:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I feel too excited to sleep, and too exhausted to wake up. How can I fix this cycle? | Leading questions", "description": "<p>Changing a habit can be slow and nonlinear, writes advice columnist <strong>Eleanor Gordon-Smith</strong>. And self-flagellation won’t help the process</p><p><strong>How do you fix an unhealthy life routine? I have always considered myself a “night owl”, but lately I feel like I’m missing out on life. I like my job, I want to keep it – I’m currently on probation – but since the beginning of the pandemic and working from home/hybrid working have become a thing, I’ve trapped myself in an unhealthy routine and I struggle to fit in with the rest of the world’s circadian rhythm.</strong></p><p><strong>I snooze my alarm (if I even hear it), go back to bed, start work late, forget to have breakfast and/or lunch, finish work late and sleep late. When I do start work early and the time to “switch off” arrives, I feel guilty that all my tasks aren’t fully ironed out</strong><strong>, so I keep working until late and inevitably slide back into my unhealthy habits.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/insomnia-sleep-issues-too-much-energy-tired-in-morning\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/insomnia-sleep-issues-too-much-energy-tired-in-morning", "date_published": "2023-07-27T15:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pernille Harder: Denmark’s crown jewel can make life tough for England", "description": "<p>Team are yet to make mark on world stage but young group led by former Chelsea forward should pose threat to Lionesses </p><p>Denmark are a bit of a conundrum. England’s next opponents in Group D have the quality to cause problems, having competed well at European level. They are, however, yet to make their mark on the world stage.</p><p>This is their first appearance in a World Cup in 16 years. Four years ago they missed out partly because the team forfeited a qualifier against Sweden in a pay dispute with their federation. It was a courageous move but means many of the players who have shone at European Championships in recent years – reaching the semi-finals in 2013 and finishing as runners-up in 2017 – have, until now, never featured at this level. Last year’s Euros were a disappointment for Denmark, who dropped out at the group stage in England.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/denmark-pernille-harder-england-football-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/denmark-pernille-harder-england-football-womens-world-cup", "date_published": "2023-07-27T15:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Love is the answer’: the Kurdish refugees finding art and healing in a country that imprisoned them", "description": "<p>After fleeing their homes in Iran, Mostafa Azimitabar and Farhad Bandesh spent eight years detained by Australia. A new film, Freedom is Beautiful, tracks their journey</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Mostafa Azimitabar and Farhad Bandesh are walking around the Byron Bay hinterland, in a state of wonder at the world.</p><p>This is a world that was denied to them, along with their freedom, for too long; in their flight from persecution in Iran, these two already traumatised young Kurdish men would be detained by the Australian federal government for almost eight years.</p> <a href=\"https://www.theguardian.com/film/2023/jul/28/freedom-is-beautiful-melbourne-documentary-film-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/28/freedom-is-beautiful-melbourne-documentary-film-festival", "date_published": "2023-07-27T15:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How I survived a 'sex-ed shitstorm' – video", "description": "<p>In 2018, cartoonist Fiona Katauskas's book, The Amazing True Story of How Babies are Made, had been on Kmart and Big W shelves for three years when someone took issue with what they deemed an inappropriate illustration. What started as a debate over the offending picture on Facebook would explode over several days into multiple headlines. Here is her take on what happened.</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2023/jul/21/i-know-what-its-like-to-be-at-the-centre-of-a-sex-education-shitstorm-but-kids-deserve-open-and-honest-information\">I know what it’s like to be at the centre of a sex education shitstorm. But kids deserve open and honest information</a></p></li></ul><p></p> <a href=\"https://www.theguardian.com/education/video/2023/jul/28/how-i-survived-a-sex-ed-shitstorm-video\">Continue reading...</a>", "link": "https://www.theguardian.com/education/video/2023/jul/28/how-i-survived-a-sex-ed-shitstorm-video", "date_published": "2023-07-27T15:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Solicitors’ watchdog investigates claims of wrongdoing in asylum cases", "description": "<p>Announcement by body that regulates profession in England and Wales follows allegations law firms offered to submit false claims </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/27/rishi-sunak-petrol-car-sale-ban-climate-crisis-net-zero-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The solicitors’ watchdog in England and Wales is investigating firms and individuals at the centre of allegations of wrongdoing in dealing with asylum applications, it has said.</p><p>The news came as the justice secretary, Alex Chalk, demanded the Solicitors Regulation Authority (SRA) come down hard should it uncover any cases of wrongdoing. “I would strongly encourage you to use the full force of sanctions available to you against solicitors where there is a finding of a breach,” Chalk said on Thursday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/solicitors-watchdog-investigates-claims-of-wrongdoing-in-asylum-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/solicitors-watchdog-investigates-claims-of-wrongdoing-in-asylum-cases", "date_published": "2023-07-27T14:38:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "LadBible co-founder Arian Kalantari resigns from business", "description": "<p>Kalantari steps down as chief operating officer of digital platform, saying it is time for ‘new adventures’</p><p>One of the co-founders of LadBible, a digital platform that creates content aimed at young men, has decided not to return to work after taking a seven-month sabbatical from the business.</p><p>Arian Kalantari, who set up LadBible with school friend Alexander “Solly” Solomou and developed it into a successful digital platform with millions of followers, resigned this week, saying it was the right time “to create space in my life for new challenges and new adventures”.</p> <a href=\"https://www.theguardian.com/media/2023/jul/27/ladbible-co-founder-arian-kalantari-resigns-from-business\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/27/ladbible-co-founder-arian-kalantari-resigns-from-business", "date_published": "2023-07-27T14:33:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We buried Bob Kerslake this week. Think of him – and give the civil service the respect it deserves | Polly Toynbee", "description": "<p>Whitehall is not perfect, but neither is it the Blob demonised by the right. This man’s life and work should give it pause</p><p>The sense of loss tumbled out in anecdotes exchanged after Wednesday’s funeral of <a href=\"https://www.theguardian.com/politics/2023/jul/02/bob-kerslake-former-head-of-the-uk-civil-service-dies-aged-68\">Bob Kerslake</a>, the former head of the civil service and one of the greatest public servants of our era. The words recurred: integrity, decency, a force to be reckoned with, far-sighted, driven by values of social justice and equality, a wise adviser, kind, reflective, funny, humble, sensitive, rock steady and lovable.</p><p>The funeral was, of course, in Sheffield, his adopted home, for his career was defined by municipal rescue of the city. When he took over as chief executive, in 1997, the council was in crisis, crippled with debt. This was a depressed city, losing its identity without steel.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/bob-kerslake-civil-service-whitehall\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/bob-kerslake-civil-service-whitehall", "date_published": "2023-07-27T14:33:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liszt: Salon and Stage review | Andrew Clements's classical album of the week", "description": "<p><strong>Kenneth Hamilton<br />(Prima Facie, two CDs)</strong><br />Pianistic flair and technical brilliance are the hallmarks of this winning record, in which Hamilton delivers Liszt’s transcriptions of works by Schubert, Wagner and others</p><p>In old age, as Kenneth Hamilton relates in the informative and entertaining notes accompanying his latest piano recording, <a href=\"https://www.theguardian.com/music/franz-liszt\">Franz Liszt</a> was in the habit of advising his pupils that they might not have much success in playing his own music but that he did have “some modest ability” as a transcriber. The subsequent one and a half centuries have largely corrected that mistrust of one of 19th-century romanticism’s towering originals, and nowadays it is Liszt’s vast array of transcriptions and paraphrases, perhaps, that is undervalued. Having tackled a selection of original works in <a href=\"https://www.theguardian.com/music/2021/dec/02/death-and-transfiguration-kenneth-hamilton-plays-liszt-review-liberating-and-refreshing\">the first instalment of his Liszt series</a>, Hamilton now turns his attention to some of those reworkings.</p><p>The title of the collection, Salon and Stage, indicates the sources of his selection. There are transcriptions of songs by Schubert, Mendelssohn and Clara Schumann alongside more substantial works derived from opera. The best known piece here is probably Liszt’s paraphrase on Verdi’s Rigoletto – the Aida and Ernani paraphrases are included too – while the discs begin with the most spectacular of all these arrangements, the overture to Wagner’s Tannhäuser, which Hamilton plays with tremendous verve and intensity, every strand of the piano textures crystal-clear. For good measure he follows it with Song to the Evening Star from the same opera, complete with Liszt’s own coda. There’s more Wagner later on, with the deliciously decorated version of Am Stillen Herd from Die Meistersinger, and a witty, tricksy Spinning Song from Der Fliegende Holländer, glitteringly dispatched.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/kenneth-hamilton-plays-liszt-volume-2-salon-and-stage-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/kenneth-hamilton-plays-liszt-volume-2-salon-and-stage-review", "date_published": "2023-07-27T14:30:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘An incredible loss’: Ireland shares memories of Sinéad O’Connor", "description": "<p>Shocked by her death, the singer’s compatriots are recalling her courage, kindness and humour</p><p>The memories have come tumbling out. The little girl who played in a Dublin park. The teenager who sat on school steps strumming a guitar. The pop star who leaned out of a record company’s limousine in Washington DC to shout joyous insults at the Pentagon.</p><p>Ireland is remembering Sinéad O’Connor – and grasping what it has lost. For some people in Glenageary and Dún Laoghaire – the south Dublin suburbs where the singer grew up – the <a href=\"https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-dies-aged-56\">news of her death</a> still had an air of unreality on Thursday.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-ireland-shares-memories\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-ireland-shares-memories", "date_published": "2023-07-27T14:29:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jim Ratcliffe’s charity cleared by regulator after preliminary investigation", "description": "<p>Foundation set up by Sir Jim Ratcliffe, the UK’s richest person, had provided funding for a luxury clubhouse at ski club</p><p>The Charity Commission has closed a preliminary investigation into concerns about governance at a charity set up by the UK’s richest person, Sir Jim Ratcliffe, which helped fund <a href=\"https://www.theguardian.com/news/2023/jan/16/watchdog-investigates-charity-set-up-by-uk-billionaire-jim-ratcliffe-over-16m-ski-clubhouse\">a £16m luxury clubhouse for an exclusive French Alps club where he and his daughter have skied for years</a>.</p><p><a href=\"https://www.gov.uk/government/news/regulator-concludes-funding-decisions-made-by-the-jim-ratcliffe-foundation-were-in-furtherance-of-the-charitys-objects\">The UK charity watchdog announced on Thursday</a> that it had closed its “regulatory compliance case” into the Jim Ratcliffe Foundation after finding that “the charity’s activities further its purposes and that there is no further role for the regulator”.</p> <a href=\"https://www.theguardian.com/news/2023/jul/27/uk-billionaires-charity-cleared-by-regulator-after-preliminary-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jul/27/uk-billionaires-charity-cleared-by-regulator-after-preliminary-investigation", "date_published": "2023-07-27T14:23:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Independent Scotland would base citizenship on current Irish model", "description": "<p>Plans, unveiled by Humza Yousaf, include significantly reducing application fees</p><p>An independent Scotland would adopt an “open and inclusive” approach to citizenship based on the current Irish model, according to proposals set out in a Scottish government paper.</p><p>The plans, unveiled by Humza Yousaf on Thursday, include ditching citizenship tests and significantly reducing application fees in contrast to Westminster’s “regressive” approach to migration.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/27/independent-scotland-base-citizenship-on-irish-model\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/27/independent-scotland-base-citizenship-on-irish-model", "date_published": "2023-07-27T14:20:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-victims watchdog to examine women’s strip-search claims against Manchester police", "description": "<p>Three women accuse force of unjustified strip-searches and one alleges sexual assault in custody</p><p>Dame Vera Baird KC, the former victims’ commissioner for England and Wales, has been asked to examine the cases of three women who have accused a police force of unjustified strip-searches.</p><p>Andy Burnham, the mayor of Greater Manchester, said he had ordered a review of the “extremely distressing” detentions by Greater Manchester police (GMP).</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/ex-victims-watchdog-to-examine-womens-strip-search-claims-against-manchester-police\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/ex-victims-watchdog-to-examine-womens-strip-search-claims-against-manchester-police", "date_published": "2023-07-27T14:17:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak refuses to back NatWest chair over Farage controversy", "description": "<p>PM fails to voice support for Sir Howard Davies after resignation of bank’s chief executive, Alison Rose </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/27/rishi-sunak-petrol-car-sale-ban-climate-crisis-net-zero-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Rishi Sunak has failed to give his backing to Sir Howard Davies, the embattled chair of NatWest Group, following the row over Nigel Farage’s bank account.</p><p>The prime minister was asked on Thursday whether he supported Davies remaining in place at the bank, after a dramatic 48 hours during which its chief executive, <a href=\"https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts\">Dame Alison Rose, resigned</a> after admitting to being the source of a BBC story about Farage.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/27/rishi-sunak-refuses-back-natwest-chair-farage-controversy-howard-davies\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/27/rishi-sunak-refuses-back-natwest-chair-farage-controversy-howard-davies", "date_published": "2023-07-27T14:06:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carlos at 50 review – stunning tricks and charisma to burn", "description": "<p><strong>Royal Opera House, London</strong> <br />Of course Acosta has lost a little bounce after half a century, but the Cuban master still dances with care, specificity and dramatic flair<br /></p><p>When Carlos Acosta staged <a href=\"https://www.theguardian.com/stage/2016/oct/09/carlos-acosta-classical-farewell-michael-clark-company-to-a-simple-rock-roll-song-review\">his Classical Farewell</a> in 2016, he said it was the last time he’d be donning his ballet tights. But like many performing icons, Acosta’s never really said goodbye and the tights are out again for a feelgood 50th birthday gala season.<br /><br />Fifty may be long past a dancer’s average retirement age (although he’s not the only one still pirouetting, see: <a href=\"https://www.theguardian.com/stage/2023/feb/26/dancer-alessandra-ferri-baryshnikov-nureyev-woolf-works-royal-ballet\">Alessandra Ferri</a>) and Acosta’s never going to be the dancer he was 20 years ago – the bounce goes, the height of the arabesque – but you still want to watch him. Certainly the packed Opera House does, cheering in an un-English manner as the curtain rises to reveal a trim Acosta centre stage, dressed as the god Apollo.<br /><br />The Cuban has charisma in spades, and grace and graciousness. The trick in a show like this is to lean on what you can still do well, and reveal facets of a role we might not have noticed before. Apollo was a signature of Acosta’s in his heyday, George Balanchine’s young god ascending to Olympus. Acosta dances with care, specificity and dramatic flair. Unlike some portrayals that begin with Bambi-like naivety, Acosta can no longer play the ingenue; his Apollo already has authority, but this time, perhaps, is thinking about how to use it. It’s a portrayal of patriarchy Ryan Gosling’s Ken would love: charmed man born into power, plays with the muses (“Come hither! Begone!”), but these women are serene and self-possessed, especially Céline Gittens’ spritely Polyhymnia, delightful in precision and personality.</p><p>Acosta was always a masterful partner, and when he dances Swan Lake’s White Swan pas de deux with the divine Marianela Nuñez, the way he holds and turns her like a precious object magnifies her performance; he’s switched on at every moment. Their Manon pas de deux is more exposed, technically, but no less ardent. And where Acosta can’t dance the bravura steps he brings in some back-up, his nephew Yonah Acosta (a principal with Bavarian State Ballet) to do the barnstorming leaps for him in Le Corsaire. Not that Uncle Carlos doesn’t still have chops. A more recent contemporary work, Mermaid by Sidi Larbi Cherkaoui, plays on his swift, tight turns.<br /><br />It’s a thoughtfully chosen programme, with a piece by early mentor Ben Stevenson from Houston Ballet, and dancers from Birmingham Royal Ballet, where Acosta is now artistic director, including a near-naked Brandon Lawrence in Valery Panov’s Liebestod, marvelling at the male form to a crescendo of Wagner.<br /><br />We see Acosta’s own uneven choreography, his experimental remake of the Dying Swan, always moving forward. And also look back, in a short blast from Tocororo, his semi-autobiographical show from 2003 (we could have done with a bit more of this high spirit). Most surprising is how his clunky Carmen is given new life, danced by his<a href=\"https://www.acostadanza.com/en/node/1\"> Havana-based company Acosta Danza</a>, transformed with earthy Latin/flamenco spirit and a naturalism previously lacking.<br /><br />At heart this show may be about reliving memories, but Acosta is undeniably one of the greats – and one of the art’s great advocates too, about to launch a new dance centre in Woolwich, London. It would be churlish not to cheer this supremely hard-working star.<br /><br />• <a href=\"https://www.roh.org.uk/tickets-and-events/carlos-at-50-details\">Carlos at 50 continues until 30 July at the Royal Opera House</a></p> <a href=\"https://www.theguardian.com/stage/2023/jul/27/carlos-at-50-review-acosta-royal-opera-house-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/27/carlos-at-50-review-acosta-royal-opera-house-london", "date_published": "2023-07-27T14:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Devendra Banhart: ‘A tattoo of bull’s horns almost piercing my nipples felt very inspiring’", "description": "<p>The playful Venezuelan American singer answers your questions, taking in Marc Bolan, haircuts from Cate Le Bon, and his ‘bottomless pit of regret’</p><p><br /></p><p><strong>Your forthcoming album, </strong><strong>Flying Wig,</strong><strong> was produced by </strong><strong>Cate Le Bon</strong><strong>. What was it like to collaborate with her and what influence did she have on the album’s sound?</strong> <em>VerulamiumParkRanger<br /></em>We’ve been friends for years, which began with an impromptu haircut. There weren’t any scissors so I asked Cate to cut my hair with a fork. I was kidding, but she agreed. It hurt, but a bond was born. When it came to this record she was the only person I wanted to ask. It was supposed to be co-produced but five minutes into the first day and seeing how she approached it I knew I could trust this person. So I said: “Cate’s producing.” Brian Eno’s <a href=\"https://www.allmusic.com/album/another-green-world-mw0000650120\">Another Green World</a> is one of my favourite albums of all time, but I attribute any Eno-ness [on Flying Wig] to Cate. There were so many times making the record when she’d go: “Why are you crying?” And I’d just say: “Because it’s so close to what’s in my head.” Just don’t ever ask her for a haircut.</p><p><strong>You’re often associated with the genre “freak folk”. What do you think of the term?</strong> <em>Peasywease<br /></em>I didn’t make it up and none of my friends ever used it. I’d rather be called nu metal! I hated the tag and wanted to avoid it at all costs. Twenty years later, my licence plate says: “King … <em>Queen</em> of freak folk.” I go to the airport and go, “Freak folk coming through.” It’s the tackiest, stupidest thing so I decided to embrace it.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/devendra-banhart-reader-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/devendra-banhart-reader-interview", "date_published": "2023-07-27T14:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prime targets: why are teenagers so obsessed with energy drinks?", "description": "<p>Alarm is spreading over kids’ thirst for the highly collectible, highly caffeinated Prime Energy, but it’s not first time companies have marketed energy drinks for children</p><p>A year and a half ago, two YouTubers and sports stars, Logan Paul and KSI, once rivals in the boxing ring, came together to fight a common enemy: Gatorade. They channeled their energies, and their combined 40 million social media followers, into a rival fruit-flavored sports drink they called Prime Hydration.</p><p>Their young fans across the US and UK were captivated. Almost immediately, the drink became a rare commodity, and therefore precious. Young people posted YouTube and TikTok videos of their epic quests through convenience stores to find it, sometimes at ridiculously marked-up prices. They charged each other exorbitant sums in playgrounds for open bottles and amassed collections of all nine flavors. Paul and KSI and their partner, Congo Brands, made a reported $250m from the brand – <a href=\"https://frontofficesports.com/logan-paul-ksi-prime-hydration-youth-sports/\">which does, undeniably, actively target children in its marketing</a> – in 2022. And adults, for the most part, were oblivious.</p> <a href=\"https://www.theguardian.com/business/2023/jul/27/prime-energy-drinks-teenagers-alarm-marketing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/27/prime-energy-drinks-teenagers-alarm-marketing", "date_published": "2023-07-27T14:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Putin promises free grain to six African nations after collapse of Black Sea deal", "description": "<p>President says Russia will replace blocked Ukrainian exports after it abandoned pact on passage of ships</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/27/russia-ukraine-war-live-kim-jong-un-north-korea-russian-defence-minister-sergei-shoigu-moldova-moscow-diplomats\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin has promised free grain supplies to six African nations as Moscow seeks to capitalise on the <a href=\"https://www.theguardian.com/world/2023/jul/20/what-was-the-black-sea-grain-deal-and-why-did-it-collapse\">collapse of the Black Sea grain deal</a>.</p><p>Speaking on the first day of a Russia-Africa summit in St Petersburg, the Russian president claimed his country would be able to replace Ukrainian grain exports blocked by Moscow’s decision to abandon the UN-brokered arrangement which had allowed the export of grain and other products from Ukraine through the Black Sea to markets, many of them in Africa.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/putin-promises-free-grain-to-six-african-nations-after-collapse-of-black-sea-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/putin-promises-free-grain-to-six-african-nations-after-collapse-of-black-sea-deal", "date_published": "2023-07-27T13:56:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US labor department condemns surge in child labor after teen dies on the job", "description": "<p>Duvan Tomas Perez killed at slaughterhouse while department found 4,474 children working illegally since start of fiscal year</p><p>The US Department of Labor has decried a national surge in child labor as the agency has found thousands of violations and is currently investigating the death of a 16-year-old boy from Guatemala, Duvan Tomas Perez, who was killed on the job at a slaughterhouse this month in Mississippi, <a href=\"https://www.nytimes.com/2023/07/27/us/migrant-child-labor.html\">reported</a> the New York Times.</p><p>Two other 16-year-olds have died on the job in the US this year. Michael Schuls was <a href=\"https://apnews.com/article/wisconsin-boy-dies-sawmill-child-labor-8ae0c9fc09b9355dd7f12640eaefff2d\">killed</a> on 29 June while working for a sawmill in Wisconsin. He was attempting to unjam a wood stacking machine when he was caught and pinned by the conveyor belt. Will Hampton was <a href=\"https://www.gofundme.com/f/towards-the-tragic-death-of-will-hampton?utm_medium=referral&amp;utm_source=unknown&amp;utm_campaign=comms_lmgs+towards-the-tragic-death-of-will-hampton\">died</a> in Missouri on 8 June while working at a landfill when he was pinned between a tractor trailer rig and its trailer.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/child-deaths-labor-department\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/child-deaths-labor-department", "date_published": "2023-07-27T13:46:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy adviser calls for big increase in air defence systems for Ukraine", "description": "<p>It makes moral and economic sense for west to help more as Kyiv cannot protect all main cities, aide says</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/27/russia-ukraine-war-live-kim-jong-un-north-korea-russian-defence-minister-sergei-shoigu-moldova-moscow-diplomats\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine cannot protect all of its main cities from Russian missile threats without a significant increase in the provision of air defence systems, according to a key adviser to President Volodymyr Zelenskiy.</p><p>Mykhailo Podolyak said the <a href=\"https://www.theguardian.com/world/2023/jul/19/odesa-suffers-hellish-night-as-russia-attacks-ukraines-grain-facilities\">strikes on Odesa over the past week</a> had shown clearly that the Russian strategy was to bombard Ukrainian cities, with the aim of overwhelming air defence systems.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/zelenskiy-adviser-air-defence-systems-ukraine-west-kyiv-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/zelenskiy-adviser-air-defence-systems-ukraine-west-kyiv-russia", "date_published": "2023-07-27T13:44:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK asbestos firm owners ‘whitewashing reputation’ with All Blacks sponsorship", "description": "<p>Altrad, parent company of Cape Asbestos, faces accusation as it rejects call for £10m cancer donation</p><p>The owners of a company that was one of the UK’s biggest manufacturers of asbestos have been accused of whitewashing their reputation by spending tens of millions of pounds on sponsoring the All Blacks rugby team while rejecting pleas for a £10m donation towards cancer research.</p><p>Altrad, the parent company of Cape Asbestos, has resisted calls from the <a href=\"https://asbestosforum.org.uk/\">Asbestos Victims Support Groups Forum UK</a> (AVSGF) for a £10m contribution to mesothelioma research in light of its legacy, which the all-party parliamentary group (APPG) on occupational safety and health <a href=\"https://www.theguardian.com/society/2023/jan/22/mps-urge-asbestos-cape-altrad-company-fund-cancer-research\">said involved “knowingly putting people in danger”</a>.</p> <a href=\"https://www.theguardian.com/society/2023/jul/27/uk-asbestos-firm-owners-accused-whitewashing-reputation-all-blacks-sponsorship-altrad-rugby\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/27/uk-asbestos-firm-owners-accused-whitewashing-reputation-all-blacks-sponsorship-altrad-rugby", "date_published": "2023-07-27T13:35:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Era of global boiling has arrived,’ says UN chief as July set to be hottest month on record", "description": "<p>Head of World Meteorological Organization also warns ‘climate action is not a luxury but a must’ as temperatures soar</p><p>The era of global warming has ended and “the era of global boiling has arrived”, the UN secretary general, António Guterres, has said after scientists confirmed July was on track to be the world’s hottest month on record.</p><p>“Climate change is here. It is terrifying. And it is just the beginning,” Guterres said. “It is still possible to limit global temperature rise to 1.5C [above pre-industrial levels], and avoid the very worst of climate change. But only with dramatic, immediate climate action.”</p> <a href=\"https://www.theguardian.com/science/2023/jul/27/scientists-july-world-hottest-month-record-climate-temperatures\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/27/scientists-july-world-hottest-month-record-climate-temperatures", "date_published": "2023-07-27T13:31:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jürgen Klopp praises ‘underrated’ Liverpool captain Jordan Henderson", "description": "<ul><li>Manager says it was ‘tough decision’ for player to join Al-Ettifaq</li><li>‘People will only appreciate him properly after he has left’</li></ul><p>Jürgen Klopp has claimed it was a “really, really tough decision” for Jordan Henderson to leave Liverpool for a £700,000-a-week deal in Saudi Arabia after confirmation of the midfielder’s transfer to Al-Ettifaq. Fabinho could soon join his former teammate in the Saudi Pro League after being omitted from Liverpool’s pre-season trip to Singapore.</p><p>Henderson posted a <a href=\"https://www.theguardian.com/football/2023/jul/26/jordan-henderson-trains-with-al-ettifaq-with-transfer-still-to-be-confirmed\">farewell to Liverpool supporters</a> on Instagram on Wednesday, after he was filmed training with Steven Gerrard’s squad in Croatia, and his exit was confirmed almost 17 hours later.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/liverpool-jurgen-klopp-jordan-henderson-al-ettifaq\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/liverpool-jurgen-klopp-jordan-henderson-al-ettifaq", "date_published": "2023-07-27T13:31:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A giant panda and folk dancers: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/27/a-giant-panda-and-folk-dancers-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/27/a-giant-panda-and-folk-dancers-thursdays-best-photos", "date_published": "2023-07-27T13:11:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Defunct Aeolus satellite to be crashed deliberately into Atlantic Ocean", "description": "<p>European Space Agency to attempt unprecedented manoeuvre despite craft not being designed for controlled re-entry</p><p>A defunct European satellite is poised to make an unprecedented return to Earth on Friday when mission controllers guide the spacecraft into a fiery dive over the Atlantic Ocean.</p><p>The Aeolus weather-monitoring satellite was not designed for a controlled re-entry at the end of its mission, but the European Space Agency (Esa) has decided to use what little fuel remains onboard to steer the probe to a watery grave.</p> <a href=\"https://www.theguardian.com/science/2023/jul/27/defunct-aeolus-satellite-to-be-crashed-deliberately-into-atlantic-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/27/defunct-aeolus-satellite-to-be-crashed-deliberately-into-atlantic-ocean", "date_published": "2023-07-27T13:05:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keira Walsh keen to attract attention in pulling England’s World Cup strings", "description": "<p>Pivotal midfielder is happy to leave Denmark’s players exposed on Friday if they try to restrict the space available to her</p><p>One of the costs of the world waking up to the excellence of Keira Walsh is that space has started to shrink around her. <a href=\"https://www.theguardian.com/football/2023/jul/22/england-haiti-womens-world-cup-match-report\" title=\"\">Against Haiti</a>, in England’s opening World Cup game, the Lionesses’ deep-lying midfielder was the focus of attention and heavily marked. Cutting off such a vital conduit to the attack stifled the team’s threat, particularly through the middle. With Leah Williamson and Fran Kirby absent from the tournament because of injury, Walsh’s vision is all the more important.</p><p>Denmark are up next on Friday and Walsh says the experience was not new. “I was used to it at Man City – it happened quite a lot in the WSL,” the Barcelona player says. “I don’t necessarily think it’s just me; I think a lot of teams are trying to stop holding midfielders in general because that’s where football is going now. A lot of teams play through midfield. We have a lot of other top players so if I’m marked that’s one less player for them in and around the space.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/keira-walsh-england-womens-world-cup-denmark\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/keira-walsh-england-womens-world-cup-denmark", "date_published": "2023-07-27T13:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pacific Drive, the video game road trip inspired by the weird fiction of Jeff VanderMeer", "description": "<p>Creative director Alex Dracott explains why he decided to make a driving game with a supernatural twist</p><p>The rain was pouring as game director Alex Dracott drove through the wilderness of the Pacific north-west. There wasn’t anyone in the car with him, but nonetheless, Dracott didn’t feel alone in his trusty station wagon – a dependable, durable vehicle he’d been driving ever since he was a teenager. As the game maker was bludgeoned by the elements, he describes feeling a “camaraderie with the car”, sheltered by its windshield and the metal of its body.</p><p>This experience inspired Pacific Drive<em>, </em>the game Dracott has been making for the past three years with his team at Ironwood Studios in Seattle, capital of the famously verdant region. He describes it as a “run-based driving survival game,” played in first-person. You must make it out of an exclusion zone using nothing but your smarts and your beat-up vehicle. There are conspiracies to untangle, anomalies to avoid, supplies to gather and repairs to be made – if you make it back to your garage after each hair-raising excursion.</p><p>Pacific Drive will be out on PC and PlayStation 5 in late 2023.</p> <a href=\"https://www.theguardian.com/games/2023/jul/27/pacific-drive-the-video-game-road-trip-inspired-by-the-weird-fiction-of-jeff-vandermeer\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/27/pacific-drive-the-video-game-road-trip-inspired-by-the-weird-fiction-of-jeff-vandermeer", "date_published": "2023-07-27T13:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "They needed mental health care treatment. They were thrown in jail without charges instead", "description": "<p>In Mississippi, serious mental illness can land you in jail, even if you aren’t charged with a crime. The state is a stark outlier in jailing so many people for so long, but many officials say they don’t have another option</p><p><em>This article was first published by <a href=\"https://www.propublica.org/\">ProPublica</a>’s Local Reporting Network and <a href=\"https://mississippitoday.org/\">Mississippi Today</a></em></p><p>When sheriff’s department staff in Mississippi’s Benton county took Jimmy Sons into custody several years ago, they followed their standard protocol for people charged with a crime: they took his mug shot, fingerprinted him, had him change into an orange jumpsuit and locked him up.</p><p>But Sons, who was then 20 years old, had not been charged with a crime. Earlier that day, his father, James Sons, had gone to a county office to ask that his youngest son be taken in for a mental evaluation and treatment. Jimmy Sons had threatened to hurt family members and himself, and his father had come across him sitting on his bed with a loaded shotgun.</p> <a href=\"https://www.theguardian.com/society/2023/jul/27/mississippi-mental-health-treatment-jail-civil-commitment\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/27/mississippi-mental-health-treatment-jail-civil-commitment", "date_published": "2023-07-27T13:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Rude magnificence’ restored: following in the footsteps of pioneering naturalist Gilbert White", "description": "<p>More than 230 years ago, the country parson celebrated the small but vital elements that gave the English landscape its ‘wild majesty’. Today, Hampshire’s farmers and volunteers are honouring his legacy</p><ul><li>Photographs by Jill Mead</li></ul><p>It was more than 230 years ago that the Rev Gilbert White became the first person to identify the chiffchaff, willow warbler and wood warbler as three distinct species. The Hampshire county parson was also the first to describe the harvest mouse and the noctule bat, and to tell of swifts mating in flight, something not recorded again until the 1930s. He was fascinated by his <a href=\"https://pallant.org.uk/timothy-tortoise/\">pet tortoise, Timothy</a>, and why he needed so much sleep.</p><p>White’s careful, vivid and seemingly trivial descriptions of the wildlife he encountered around the village of Selborne as he walked between parishes made him a pioneering naturalist. His <a href=\"https://www.theguardian.com/books/2018/may/11/gilbert-white-fourth-most-published-book-in-english-language-natural-history-and-antiquities-of-selborne-to-go-online\">Natural History and Antiquities of Selborne</a>, first published in 1789, has never been out of print.</p><p>A statue of White, created by sculptor Peter Lyell Robinson, has the naturalist sitting on a bench, notebook in one hand, a swallow being released from the other</p> <a href=\"https://www.theguardian.com/environment/2023/jul/27/gilbert-white-pioneering-naturalist-rude-magnificence-restored-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/27/gilbert-white-pioneering-naturalist-rude-magnificence-restored-aoe", "date_published": "2023-07-27T13:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bayern fly in for more Harry Kane talks but PSG interest complicates pursuit", "description": "<ul><li>Bayern executives due to meet Spurs chairman Daniel Levy</li><li>PSG willing to outbid anyone else but Kane does not want to join</li></ul><p>Bayern Munich are poised to make their next push to sign Harry Kane, with two of their top executives flying to London on Friday for talks with the Tottenham chairman, Daniel Levy. The situation is complicated, though, for the German club by the fact that Paris Saint-Germain are still there for Kane and willing to outbid anybody for him.</p><p>It is a strange set of circumstances because Kane has no wish to join PSG. The England captain, who has one year on his contract, wants to go to Bayern if he is allowed to leave this summer. But PSG’s presence stands to create a market for Kane, even if it is a slightly artificial one, which Levy will surely leverage.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/bayern-munich-harry-kane-talks-psg-spurs\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/bayern-munich-harry-kane-talks-psg-spurs", "date_published": "2023-07-27T12:58:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Where to start with: Haruki Murakami", "description": "<p>The acclaimed Japanese author’s deceptively simple writing combines fantasy and reality in stories of everything from missing cats to dystopian histories via fantasy thrillers and meditations on love. Then he told us about running</p><p>Japan’s bestselling living novelist Haruki Murakami started writing aged 30 and became a literary sensation in 1987 when his fifth novel Norwegian Wood was published. His mixture of realistic and dreamlike narratives has earned him a dedicated fanbase, and his name is often floated as a contender for the Nobel prize in literature. If you’re new to him, or want to re-read his greatest hits, Katie Goh suggests some places to start.</p><p>***</p> <a href=\"https://www.theguardian.com/books/2023/jul/27/where-to-start-with-haruki-murakami\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/27/where-to-start-with-haruki-murakami", "date_published": "2023-07-27T12:50:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More than 170m Americans under heat alerts as heatwave expands", "description": "<p>Between 250 and 275 million will face heat indexes of 90F as heatwave moves into parts of Great Plains, midwest and north-east</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2023/jul/27/biden-extreme-heat-afghanistan-hearing-trump-investigation-politics-live-updates\">US heatwave: follow live</a></li></ul><p>Over 170 million Americans are under <a href=\"https://www.weather.gov/images/crh/dhs/wwa_population.png\">heat alerts</a> this week, according to the National Weather Service, as a heat wave that has affected the southern US for weeks has expanded into parts of the Great Plains, midwest and north-east US.</p><p>Between<a href=\"https://www.washingtonpost.com/weather/2023/07/26/heatwave-lower48-extreme-northeast-midwest/\"> 250 and 275 million</a> people in the US will face heat indexes of at least 90F (32C), as the US braces for the hottest weather of the summer averaged across the country.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/over-170-million-americans-under-heat-alerts\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/over-170-million-americans-under-heat-alerts", "date_published": "2023-07-27T12:37:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michael Gove tells landlord L&Q: ‘You have failed your residents’", "description": "<p>Social housing landlord ordered to pay tenants compensation after findings of severe maladministration</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/27/rishi-sunak-petrol-car-sale-ban-climate-crisis-net-zero-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Michael Gove has told Britain’s second biggest social housing landlord: “You have failed your residents.”</p><p>The secretary of state for levelling up, housing and communities has called the chief executive of <a href=\"https://www.theguardian.com/society/2023/jul/27/landlord-lq-told-to-pay-out-to-tenants-after-finding-of-severe-mismanagement\">L&amp;Q</a> to a meeting after the housing ombudsman ordered the landlord to pay tenants more than £140,000 in compensation after a <a href=\"https://www.theguardian.com/society/2023/jul/27/landlord-lq-told-to-pay-out-to-tenants-after-finding-of-severe-mismanagement\">special investigation revealed it was “dismissive” of tenants and found “severe maladministration”</a>, including in tackling disrepair and antisocial behaviour.</p> <a href=\"https://www.theguardian.com/society/2023/jul/27/michael-gove-tells-landlord-lq-you-failed-your-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/27/michael-gove-tells-landlord-lq-you-failed-your-residents", "date_published": "2023-07-27T12:30:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Matildas stunned by Nigeria to leave Women’s World Cup hopes in balance", "description": "<p></p><p>All week, the question for the Matildas had been where the goals would come from, in the absence of injured captain Sam Kerr and, more recently, concussed striker Mary Fowler. On Thursday night, it turned out that was the wrong question. Nigeria put three past a shell-shocked Australia to silence the home crowd and leave the Matildas’ Women’s World Cup dreams hanging by a thread. Without Kerr and Fowler, the Australians found two goals – only they had not counted on conceding three.</p><p>How a game, and possibly a whole World Cup campaign, can change in a heartbeat. Following a dominant but goalless first 45 minutes, the Matildas opened the scoring in the first minute of injury time. When the moment came, the Matildas streamed towards their bench. After a week of adversity – <a href=\"https://www.theguardian.com/football/2023/jul/20/matildas-captain-sam-kerr-out-of-world-cup-opening-matches-with-calf-injury\">Kerr’s late withdrawal</a> before the team’s opening match, <a href=\"https://www.theguardian.com/football/2023/jul/26/mary-fowler-ruled-out-concussion-matildas-injury-aivi-luik-womens-world-cup-nigeria-game\">concussions to Fowler and Aivi Luik</a>, questions about whether <a href=\"https://www.theguardian.com/football/2023/jul/27/matildas-attacking-versatility-means-goals-will-come-despite-injuries\">the Matildas could withstand this pressure</a> – the players knew instinctively where they wanted to be.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/matildas-stunned-by-nigeria-to-leave-womens-world-cup-hopes-hanging-in-balance\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/matildas-stunned-by-nigeria-to-leave-womens-world-cup-hopes-hanging-in-balance", "date_published": "2023-07-27T12:21:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France Femmes: stage five from Onet-le-Château to Albi – live", "description": "<ul><li>Live updates from 1pm UK time / 2pm CET</li><li>And you can <a href=\"mailto:Amy%20Sedghi%20%3Camy.sedghi.casual@guardian.co.uk%3E\">email Amy</a> or tweet <a href=\"https://twitter.com/AmySedghi\">@AmySedghi</a></li></ul><p><strong>126km to go:</strong> The peloton is off. They’ll have a bit of a neutralised zone and then, perhaps, the attacks will start straight away. Or maybe not. I don’t have a crystal ball, sadly.</p><p>There are three riders not starting today. As well as Wiebes, Mie Bjørndal Ottestad (Uno-X) and Jenny Rissveds (Team Coop - Hitec Products) have withdrawn from the Tour ahead of stage five. That means that there are 140 riders out on the road today…</p><p><strong>Yellow: </strong>Lotte Kopecky (SD Worx) 15hr 47min 25sec</p><p><strong>Green: </strong>Lotte Kopecky (SD Worx) 128pts</p><p><strong>Polka-dot: </strong>Anouska Koster (Uno-X) 19pts</p><p><strong>White:</strong> Cedrine Kerbaol (Ceratizit-WNT)</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/27/tour-de-france-femmes-stage-five-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/27/tour-de-france-femmes-stage-five-live", "date_published": "2023-07-27T12:20:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian’s editorial code has been updated – here’s what to expect | Elisabeth Ribbans", "description": "<p>The code sets out the principles, values and standards that drive Guardian and Observer journalism</p><p>It is a little over 21 years since the Guardian put its editorial code on public view <a href=\"https://www.theguardian.com/books/2002/feb/02/books.guardianreview5\">for the first time</a>, posting the document on its website in what was then a pioneering step for a British newspaper. This statement of professional and ethical standards has been revised twice since then, in 2007 and <a href=\"https://www.theguardian.com/commentisfree/2011/aug/07/open-door-guardian-editorial-code\">2011</a>, and <a href=\"https://www.theguardian.com/about/2023/jul/07/guardian-editorial-code-of-practice-and-guidance-2023\">today a fully updated fourth iteration is published</a>.</p><p>At more than 30 pages, the latest code is the most comprehensive to date, expanding on existing sections, such as right of reply, and elsewhere introducing new guidance, notably on <a href=\"https://www.theguardian.com/technology/artificialintelligenceai\">artificial intelligence</a> – a burgeoning subject on which almost 400 articles have been published by the Guardian and Observer this year alone.</p><p>Elisabeth Ribbans is GNM’s global readers’ editor <a href=\"mailto:guardian.readers@theguardian.co\">guardian.readers@theguardian.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/guardian-observer-editorial-code-update-journalism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/guardian-observer-editorial-code-update-journalism", "date_published": "2023-07-27T12:01:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I want Lula to see this’: Indigenous chief continues fight for Amazon", "description": "<p>Raoni Metuktire Kayapó has battled against deforestation all his life and is inviting Brazil’s president to see the damage to his land</p><p>Flying low over the Kayapó Indigenous territory, the poisoning of the Amazon is starkly apparent in a string of mud polygons carved out by illegal goldminers. From a Greenpeace plane, the Indigenous chief Raoni Metuktire Kayapó stares at the scars – tinted red, blue, green, white, brown, yellow and grey – and jabs his finger in anger. “I don’t like this at all. The destruction is so big and the land will never go back to what it was.”</p><p>Raoni, a lifetime campaigner for the rainforest, has invited the Brazilian president, Luiz Inácio Lula da Silva, to his territory this week for one of the most important meetings of Indigenous leaders in recent years.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/indigenous-chief-raoni-metuktire-kayapo-continues-fight-amazon-brazil-president\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/indigenous-chief-raoni-metuktire-kayapo-continues-fight-amazon-brazil-president", "date_published": "2023-07-27T12:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bollywood film accused of trivialising Holocaust with Auschwitz scenes", "description": "<p>Calls for Prime Video to remove Bawaal after condemnation of death camp being used as relationship metaphor</p><p>A Bollywood film has been accused of trivialising and demeaning the deaths of millions of Jews killed during the Holocaust by using Auschwitz as a metaphor for relationship problems, with the main character declaring that “we’re all a little like Hitler” during a fantasy scene set in the concentration camp.</p><p>Bawaal, which was directed by the well-known film-maker Nitesh Tiwari, tells the story of a history teacher who is embarrassed by his new wife’s epilepsy. As they travel together to Europe to visit historic second world war sites, they fall in love with each other.</p> <a href=\"https://www.theguardian.com/film/2023/jul/27/bollywood-film-bawaal-accused-of-trivialising-holocaust-auschwitz-scenes-amazon\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/27/bollywood-film-bawaal-accused-of-trivialising-holocaust-auschwitz-scenes-amazon", "date_published": "2023-07-27T11:52:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sinéad O’Connor was found unresponsive in London flat, says Met", "description": "<p>Scotland Yard says Irish singer’s death, just weeks after she moved to UK capital, is not being treated as suspicious</p><p>Police officers found <a href=\"https://www.theguardian.com/music/sinead-o-connor\">Sinéad O’Connor</a> unresponsive in a London flat on Wednesday just weeks after she had moved to the city, it has emerged.</p><p>The Metropolitan police said in a statement on Thursday that officers were called at 11.18am on Wednesday to reports of an “unresponsive woman” at a residential address in the Herne Hill area of south London.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-was-found-unresponsive-in-london-flat-says-met\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-was-found-unresponsive-in-london-flat-says-met", "date_published": "2023-07-27T11:45:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "RFL’s £1m losses include almost £250,000 paid to departing executives", "description": "<ul><li>CEO Ralph Rimmer and deputy Karen Moorhouse left in 2022</li><li>Further losses partly due to rise in insurance premiums</li></ul><p>The departure of the former chief executive of the Rugby Football League, Ralph Rimmer, and his deputy, Karen Moorhouse, cost the governing body almost £250,000 in exit payments – almost a quarter of the entire losses of just over £1m it incurred in 2022.</p><p>All of rugby league’s professional clubs met in Huddersfield earlier this week for the RFL’s annual general meeting, in which more details were disclosed about the sport’s performance on and off the field last year. The RFL had already confirmed losses of £1.022m, a drastic turnaround from the previous 12 months when the governing body made a seven-figure profit.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/27/rfls-1m-losses-include-almost-250000-paid-to-departing-executives\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/27/rfls-1m-losses-include-almost-250000-paid-to-departing-executives", "date_published": "2023-07-27T11:45:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prom 16: Hallé/Elder review – orchestra and conductor seem to think, breathe and feel as one", "description": "<p><strong>Royal Albert Hall, London<br /></strong>Mark Elder marshals huge forces to bring compelling depths and power to Rachmaninov’s The Bells and Shostakovich’s Fifth Symphony in an unmissable performance<br /></p><p>The Hallé made its London <a href=\"https://www.bbc.co.uk/events/eb99mb\">Proms debut 70 years ago this summer</a> – the first regional orchestra to appear. The audience was reportedly “very large” and the reviews warm, although the Daily Mail grumbled about conductor John Barbirolli’s approach to rhythm: “A tighter rein would make all the difference”, the critic sniffed.</p><p>No one could make the same complaint about the orchestra’s performance this year. The combined <a href=\"https://halle.co.uk/who-we-are/halle-choir/\">Hallé Choir</a> and <a href=\"https://www.bbc.co.uk/programmes/profiles/4PQkyqHYNd89WRlHT2hyVlF/bbc-symphony-chorus\">BBC Symphony Chorus</a> (massive forces even in the monumental Royal Albert Hall) rose neatly at a single baton-twitch from <a href=\"https://www.theguardian.com/music/2013/oct/01/mark-elder-conductor-portrait-artist\">Mark Elder</a>. A pointed finger temporarily spotlit single instrumental lines; a grin coaxed luxuriously rich sound from the strings; tiny hand movements kept sprawling, rhythmically complex textures absolutely together. Reins don’t come much tighter than this.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/prom-16-halle-elder-review-rachmaninov-shostakovich\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/prom-16-halle-elder-review-rachmaninov-shostakovich", "date_published": "2023-07-27T11:40:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man describes attack by Marseille police that left him with skull damage", "description": "<p>Hedi says he cannot look at himself in mirror after part of his skull was removed during first round of surgery</p><p>A 22-year-old man at the centre of a political row over police violence in France has given a video interview making clear the scale of his injuries after a part of his skull was removed during a first round of surgery.</p><p>Hedi, an assistant restaurant manager in Marseille, said he was hit in the head by a blast ball fired by police in the early hours of 2 July and then held down and beaten by four to five officers.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/man-describes-attack-by-marseille-police-skull-damage-france\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/man-describes-attack-by-marseille-police-skull-damage-france", "date_published": "2023-07-27T11:39:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Croydon tram operator and TfL fined £14m over deadly 2016 crash", "description": "<p>Both companies pleaded guilty to health and safety offences leading up to crash that killed seven people</p><p>Transport for London and the operator of the Croydon tram have been fined a total of £14m for safety failings leading up to <a href=\"https://www.theguardian.com/uk-news/2017/feb/20/croydon-tram-at-nearly-four-times-the-speed-limit-before-fatal-crash\">the 2016 crash</a> in which seven people died.</p><p>Both TfL, which was responsible for the track network, and Tram Operations Limited, a subsidiary of FirstGroup, pleaded guilty to health and safety offences.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/croydon-tram-operator-and-tfl-fined-14m-over-deadly-2016-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/croydon-tram-operator-and-tfl-fined-14m-over-deadly-2016-crash", "date_published": "2023-07-27T11:37:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China building overseas naval bases across Asia and Africa, say analysts", "description": "<p>Beijing’s move intended to rival US’s global maritime power and defeat western sanctions, report concludes</p><p>China’s military may be planning to build a host of overseas naval bases, as it hopes to protect shipping routes and strengthen its ability to resist sanctions from the US and its allies, analysis has found.</p><p>Hambantota in Sri Lanka, Bata in Equatorial Guinea and Gwadar in Pakistan are the three most likely locations for a Chinese naval base to be established in the next two to five years, according to an analysis by AidData, a US-based research institute, published on Wednesday. The report’s authors considered the amount of development financing issued by Chinese state-owned banks to port projects, the strategic value of existing infrastructure and strong relationships with host country governments, among other factors, to come up with a list of eight leading options for future Chinese naval bases.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/china-building-overseas-naval-bases-across-asia-and-africa-say-analysts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/china-building-overseas-naval-bases-across-asia-and-africa-say-analysts", "date_published": "2023-07-27T11:35:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Killer of Met police officer Sgt Matt Ratana given whole-life sentence", "description": "<p>Louis De Zoysa, 26, murdered 54-year-old with a gun he smuggled into a custody unit in south London</p><p>A man has been sentenced to a whole-life order, meaning he will spend the rest of his life in prison, for the murder of Sgt Matt Ratana, who he shot with a gun he smuggled into a custody centre while handcuffed.</p><p>Last month Louis De Zoysa, 26, was found guilty of killing Ratana, 54, who received a gunshot wound to the chest at a custody block in Croydon, south London, in September 2020.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/killer-met-police-officer-sgt-matt-ratana-jailed-louis-de-zoysa\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/killer-met-police-officer-sgt-matt-ratana-jailed-louis-de-zoysa", "date_published": "2023-07-27T11:33:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘I didn’t want to rant on, to spoil her lunch’", "description": "<p>Tackling the Cornish housing crisis, retirement age – at least they agree on one thing: there are no easy answers</p><p><strong>Sally, 63, St Austell, Cornwall</strong></p><p><strong>Occupation</strong> Retired, but recently went back to work to become a “living well” coordinator, supporting elderly people</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/27/dining-across-the-divide-sally-niamh\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/27/dining-across-the-divide-sally-niamh", "date_published": "2023-07-27T11:30:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moving the Goalposts | Brazil enjoy revival with army of fans behind them and France in sights", "description": "<p>Pia Sundhage’s young and united team are a breath of fresh air and belief is growing they can make an overdue World Cup run</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free weekly newsletter</a></li></ul><p>“We felt at home,” said Brazil’s defender Lauren Costa when asked about the fans’ support in <a href=\"https://www.theguardian.com/football/2023/jul/24/brazil-panama-womens-world-cup-match-report-ary-borges-hat-trick\">Brazil’s 4-0 win against Panama</a> at the Women’s World Cup. “When I entered the pitch and saw that nearly the whole stadium was Brazilian, wearing yellow and green, it made it much easier. We were able to feel a bit of Brazil here and it made me more comfortable.”</p><p>With tens of thousands of Brazilians living in Australia, huge support was expected. It was apparent in 2021 in two friendlies against Australia, including with a cheeky chant that claims capybaras are better than kangaroos, with some colourful language.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/brazil-womens-world-cup-fans-france-revival\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/brazil-womens-world-cup-fans-france-revival", "date_published": "2023-07-27T11:25:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Churchill to Sunak – toxic divide and rule has always been the Tory weapon of choice | Owen Jones", "description": "<p>Consider the aliens bill of 1904 and then Theresa May’s claims about a migrant’s cat, and you see a long, ignoble tradition</p><p>Boris Johnson was corrosive to British democracy in many ways, but one of the most obvious is often overlooked. He was so vulgar, so crude in his dishonesty, with his flagrant disregard for integrity and basic decency, that other disreputable politicians could present themselves as honourable by comparison.</p><p>Our current prime minister, Rishi Sunak, is a striking case in point. Sunak owes his premiership not to talent or political agility, but to circumstance. He was handed the exchequer because his predecessor, Sajid Javid, <a href=\"https://www.theguardian.com/politics/2020/feb/13/javid-resigned-after-johnson-pushed-him-to-sack-advisers\">refused to sack his advisers</a> and subordinate himself to Johnson’s then right-hand man, Dominic Cummings, and Sunak was considered more pliant. The pandemic then gave Sunak a surge of ill-deserved popularity, because the furlough scheme – similar to that in other rich nations – left his name associated with free money.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/churchill-sunak-divide-and-rule-tory-theresa-may\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/churchill-sunak-divide-and-rule-tory-theresa-may", "date_published": "2023-07-27T11:12:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Routine’ use of hotels for lone child asylum seekers is unlawful, UK court rules", "description": "<p>Judge says Home Office may only use housing arrangement for ‘very short periods in true emergency situations’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/27/rishi-sunak-petrol-car-sale-ban-climate-crisis-net-zero-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The Home Office’s “routine” housing of unaccompanied child asylum seekers in hotels is unlawful, the high court has ruled.</p><p>The charity Every Child Protected Against Trafficking (ECPAT) brought legal action against the government department over the practice of housing unaccompanied youngsters in hotels, claiming the arrangements were not fit for purpose.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/routine-use-hotels-lone-child-asylum-seekers-unlawful-uk-court\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/routine-use-hotels-lone-child-asylum-seekers-unlawful-uk-court", "date_published": "2023-07-27T11:08:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a Champions League tie’: Arsenal down Barcelona in eight-goal friendly", "description": "<ul><li>Leandro Trossard scores twice as Arsenal win game 5-3</li><li>Havertz, Saka and Vieira also on target in Los Angeles</li></ul><p>Xavi felt Barcelona’s 5-3 friendly defeat by Arsenal in Los Angeles was played with the intensity of a Champions League match.</p><p>It was not a great game for defenders as Leandro Trossard scored twice for the Gunners, in the final match of their tour of the US, with Bukayo Saka, new arrival Kai Havertz and Fábio Vieira getting the others, while Robert Lewandowski, Raphinha and Ferran Torres struck for Barcelona.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/like-a-champions-league-tie-arsenal-down-barcelona-in-eight-goal-friendly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/like-a-champions-league-tie-arsenal-down-barcelona-in-eight-goal-friendly", "date_published": "2023-07-27T11:01:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "James Cameron supports deep-sea mining. Activists say it’s a disaster. Who’s right?", "description": "<p>Better under the sea than the land, the film director says, but marine experts beg to differ as the authorities meets to decide the future of deep-sea mining</p><p>In an exclusive <a href=\"https://www.theguardian.com/environment/2023/jul/22/james-cameron-interview-titan-deep-sea-mining\">interview with Guardian Seascape</a> last Saturday, James Cameron argued that it is “less wrong” to mine the deep sea than mining on land. “I’ve seen an awful lot of seafloor,” said the Titanic director and accomplished deep-sea explorer. “And while there are some amazing creatures, they tend to be clustered in small habitats. What you mostly have is miles and miles of nothing but clay.”</p><p>His view, which he conceded made him “something of an outlier”, is disputed by scientists and environmentalists who claim the opposite: that the ocean floor is a richer and more biodiverse place than previously thought, with new species uncovered each time they look. Deep-sea mining, said one, would result in “extinction on a vast timescale”.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/27/james-cameron-supports-deep-sea-mining-activists-say-its-a-disaster-whos-right\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/27/james-cameron-supports-deep-sea-mining-activists-say-its-a-disaster-whos-right", "date_published": "2023-07-27T11:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Project 2025’: plan to dismantle US climate policy for next Republican president", "description": "<p>Rightwing groups penned a conservative wish list of proposals for the next conservative president to gut environmental protections</p><p>An alliance of rightwing groups has crafted an extensive presidential proposal to bolster the planet-heating oil and gas industry and hamstring the energy transition, it has emerged.</p><p>Against a backdrop of record-breaking heat and floods this year, the <a href=\"https://www.semafor.com/article/05/19/2023/the-heritage-foundation-is-looking-for-a-few-good-conservatives-to-deconstruct-the-administrative-state-in-2025\">$22m</a> endeavor, Project 2025, was convened by the notorious rightwing, climate-denying thinktank the Heritage Foundation, which has ties to fossil fuel billionaire Charles Koch.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/27/project-2025-dismantle-us-climate-policy-next-republican-president\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/27/project-2025-dismantle-us-climate-policy-next-republican-president", "date_published": "2023-07-27T11:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Are America’s wild horses the answer to wildfires? – a photo essay", "description": "<p>One man is on a mission to promote the grazing habits of feral herds as a way to stop extreme blazes from starting and spreading</p><p>Since moving to a remote mountain region just south of Interstate 5 on the Oregon-California border in 2014, William Simpson, 70, has assumed responsibility for the care of 120 wild horses that roam his land. He has also adopted 60 more as part of an effort to study the effect that grazing has on managing grass, brush and other fuel for wildfires in the face of increasingly extreme blazes.</p><p>“I started watching the horses and seeing what they were doing,” says Simpson. “They were managing the fuel.”</p><p>Wild horses roam Simpson’s land near the Oregon-California border</p> <a href=\"https://www.theguardian.com/environment/2023/jul/27/are-americas-wild-horses-the-answer-to-wildfires-a-photo-essay-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/27/are-americas-wild-horses-the-answer-to-wildfires-a-photo-essay-aoe", "date_published": "2023-07-27T11:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United confident of signing Rasmus Højlund before season starts", "description": "<ul><li>Personal terms agreed and no need to sell to finance purchase</li><li>Ten Hag backed to bring out Atalanta striker’s full potential </li></ul><p>Manchester United are optimistic of signing Rasmus Højlund from Atalanta before their season starts against Wolves on 14 August. The club do not wish to pay <a href=\"https://www.theguardian.com/football/2023/jul/24/manchester-united-rasmus-hojlund-erik-ten-hag\">more than £60m</a> for the 20-year-old striker but there is a firm belief he will join in the next two and a half weeks and it is understood they do not have to sell any players to raise the finance required.</p><p>After Wednesday’s <a href=\"https://www.theguardian.com/football/2023/jul/27/manchester-united-vs-real-madrid-scores-results-jude-bellingham-joselu-friendly-preseason\">2-0 loss in a friendly to Real Madrid</a> at Houston’s NRG Stadium, Erik ten Hag was asked about Højlund. “We never talk about players under contract with another club,” the manager said. “We have our targets, we are 24/7 busy with it, with the right player to sign a contract with us.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/manchester-united-confident-signing-rasmus-hojlund-before-season-starts-atalanta\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/manchester-united-confident-signing-rasmus-hojlund-before-season-starts-atalanta", "date_published": "2023-07-27T11:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The 10 weirdest film premieres – ranked!", "description": "<p>With the actors’ strike shutting down the red carpet, we look at the strangest ways films – and their stars – have launched themselves on to the unsuspecting public</p><p>The Sag-Aftra strikes haven’t just stopped actors from acting. They are also forbidden from promoting their work, and that means no more interviews, no more larky YouTube videos and, crucially, no more gala premieres. Nothing demonstrated this better than this month’s Oppenheimer premiere in London. The event was moved forward by an hour so that the cast could get dressed up, walk the red carpet, and then leave again as soon as they entered the cinema. This was <a href=\"https://www.theguardian.com/culture/video/2023/jul/14/hollywood-actors-walk-out-of-oppenheimer-premiere-as-strike-action-starts-video-report\">a very public act of solidarity</a>, or perhaps they just couldn’t stomach sitting through 400 different scenes of strangers telling J Robert Oppenheimer how brilliant yet flawed he is.</p> <a href=\"https://www.theguardian.com/film/2023/jul/27/the-10-weirdest-film-premieres-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/27/the-10-weirdest-film-premieres-ranked", "date_published": "2023-07-27T11:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dexys: The Feminine Divine review | Alexis Petridis's album of the week", "description": "<p><strong>(100%)<br /></strong>Back after seven years and an apparent retirement, here’s another left turn in a career full of them: a baffling, brave record with some exceptionally beautiful songs</p><p>Diehard Dexys fans have long been primed to expect the unexpected. Almost from the moment they first appeared, as the 70s became the 80s, it was apparent that this was a band that would run entirely according to their leader Kevin Rowland’s own, occasionally imponderable, internal logic. The release of a new <a href=\"https://www.theguardian.com/music/dexys\">Dexys</a> album invariably heralded complete change: a radically different look, a new sound, a new lineup.</p><p>But even said diehard fans might raise an eyebrow at The Feminine Divine. It is not so much that it doesn’t look, or occasionally sound, like any previous Dexys album. The cover drawing of the Hawaiian goddess Pele looks as if it belongs on the sleeve of a psychedelic trance compilation; there are musical diversions into sleazy Prince-ish electronic funk, jangling Balearic house pianos and slow-motion breakbeats topped with spoken word vocals that bring to mind early 70s Serge Gainsbourg – but diversions are par for the course with Dexys. It’s not that Rowland spends a considerable chunk of the album excoriating his younger self, the Rowland who made the albums that diehard fans first fell in love with. That is par for the course, too, at least in Dexys’ latter-day incarnation – their first album in 27 years, 2012’s One Day I’m Going to Soar, was a self-flagellating exploration of Rowland’s failings, filled with self-doubt and dissatisfaction.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/dexys-the-feminine-divine-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/dexys-the-feminine-divine-review", "date_published": "2023-07-27T11:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "House of Fraser owner could close more big shops as department store industry is ‘broken’", "description": "<p>Retail group says pretax profits almost doubled as Sports Direct improved margins</p><p>The owner of House of Fraser has said it could close more stores, after shutting eight in the past year and declaring “the department store globally is broken”.</p><p>Michael Murray, the chief executive of Mike Ashley’s retail empire Frasers which also owns Sports Direct, the designer street fashion chain Flannels and a plethora of brands from Jack Wills to Evans Cycles, said its department store portfolio was “continually under review” and some outlets were “still too big and we have to find solutions for the excess space”.</p> <a href=\"https://www.theguardian.com/business/2023/jul/27/house-of-fraser-close-stores-department-store-sports-direct\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/27/house-of-fraser-close-stores-department-store-sports-direct", "date_published": "2023-07-27T10:58:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘No one knew what to do’: when Sinéad O’Connor ripped up the pope’s photo on TV – the inside story", "description": "<p>Record label executive Daniel Glass remembers the infamous 1992 SNL appearance that resulted in the artist becoming ‘totally cancelled’</p><ul><li><strong><a href=\"https://www.theguardian.com/music/2023/jul/26/controversy-never-drowned-out-the-astonishing-songcraft-of-sinead-oconnor\">Alexis Petridis pays tribute</a></strong></li><li><strong><a href=\"https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-dies-aged-56\">Sinéad O’Connor dies aged 56</a></strong></li></ul><p>At the record label Chrysalis in New York, we had a Wednesday marketing meeting every week. I was a young executive and the president came in and said, “I just came back from England and we signed a super talent.” I think she was 19 – it was Sinéad. This was before she shaved her head. When we heard [debut album] The Lion and the Cobra it was one of the greatest meetings I’ve ever attended – it was staggering, this record. It came out and we promoted it in a very unorthodox way. The key was getting it to go up the American college media charts, which it did and we took it to No 1. There were remixes of Mandinka and various other records – we had an MC Lyte version of I Want Your (Hands on Me).</p><p>Sinéad was terrific, so smart. And you could see at that young age she was very torn about stardom and recognition. The first day she landed, we decided to have dinner. We were going downtown, and I don’t know who made the decision to have a limousine but she wouldn’t get in. She wanted to go in a van. And then we got to Tower Records – the buzz was already out about Sinéad and a DJ was playing the record. She got very upset and said to me, “If there was a hole in the ground, I would crawl into it right now. Please tell him to take it off.” And I said to her very nicely, “It’s a homage. It’s respect.” She said, “<em>Please</em>, I don’t want to hear it. Please, please, please.” And we left. That was the contradiction of fame and recognition.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-ripped-up-the-popes-photo-on-tv-snl\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-ripped-up-the-popes-photo-on-tv-snl", "date_published": "2023-07-27T10:57:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "National Highways accused of ‘systemic failure’ on cycling provision in England", "description": "<p>Freedom of information responses on design standards suggest cyclists being ‘endangered’ on shared-use paths</p><p>National Highways has been accused of a “systemic failure” on cycling provision after freedom of information requests revealed it <a href=\"https://questions-statements.parliament.uk/written-questions/detail/2023-05-10/184396/\">did not know whether its infrastructure met its own design standards</a>.</p><p>The Department for Transport also admitted the government-owned body in charge of trunk roads was using a loophole to deliver <a href=\"https://questions-statements.parliament.uk/written-questions/detail/2023-07-12/193714\">substandard shared use paths in rural areas instead</a>.</p> <a href=\"https://www.theguardian.com/news/2023/jul/27/national-highways-accused-of-systemic-failure-on-cycling-provision-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jul/27/national-highways-accused-of-systemic-failure-on-cycling-provision-in-england", "date_published": "2023-07-27T10:52:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Army backs coup as Niger president vows to protect democratic gains", "description": "<p>Reports Mohamed Bazoum being held by plotters, who earlier announced suspension of all state institutions</p><p>Niger’s military leadership has thrown its weight behind a coup against the president, Mohamed Bazoum, even as Bazoum vowed to protect his country’s “hard-won” democratic gains .</p><p>Declaring its support for the coup instigated the previous day by soldiers of the presidential guard, the military command said its priority was to avoid destabilising the country.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/niger-president-mohamed-bazoum-vows-to-protect-democratic-gains-after-coup\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/niger-president-mohamed-bazoum-vows-to-protect-democratic-gains-after-coup", "date_published": "2023-07-27T10:31:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarina Wiegman ready to make England changes for Denmark World Cup clash", "description": "<ul><li>Manager seeking ruthlessness and encouraged by training</li><li>Lucy Bronze says it is ‘not always about scoring seven goals’</li></ul><p>Sarina Wiegman has said she is not afraid to make changes for England’s World Cup game against Denmark on Friday. The manager used the same starting XI throughout last year’s triumphant Euros campaign but is weighing up the best way to bring more ruthlessness to her team.</p><p>“I want to make changes,” the manager said. “What we do is approach every game and then when we get ready to prepare. First of all we see who is fit and available and then we make the decisions to what we need to start with and then we decide whether we’re going to start with the same XI or maybe make some changes.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/sarina-wiegman-england-changes-denmark-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/sarina-wiegman-england-changes-denmark-womens-world-cup", "date_published": "2023-07-27T10:25:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Somerset v Surrey, Hampshire v Essex and more – live", "description": "<ul><li>Live county championship updates from 11am UK time</li><li>Send thoughts to Tanya <a href=\"mailto:Tanya%20Aldred%20%3Ctanya.aldred.freelance@theguardian.com%3E\">on email</a>, <a href=\"https://twitter.com/tjaldred\">Twitter</a> or comment BTL</li></ul><p><strong>Two quick wickets:</strong>Ben Geddes’s batting debut comes to an end, caught at slip for 36 off Hutton; And Fuller gone in the fast-forward game at Southampton – another for Jamie Porter.</p><p><strong>They were on, but now they’re off,</strong> at Taunton. That pesky rain again.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/27/county-cricket-surrey-v-somerset-hampshire-v-essex-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/27/county-cricket-surrey-v-somerset-hampshire-v-essex-and-more-live", "date_published": "2023-07-27T10:22:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England v Australia: Ashes fifth Test, day one – live", "description": "<ul><li>Updates from the opening day of the final Test at the Oval</li><li>Play in London starts at 11am BST/11am AEST</li><li>Any thoughts? <a href=\"mailto:james.wallace.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/jimbo_cricket?lang=en\">@Jimbo_Cricket</a></li></ul><p><strong>1st over: England 0-0 (Crawley 0, Duckett)</strong> A lesser spotted maiden*! Hard lines to that boundary expectant gambler. Starc spears a few down the leg side and Crawley lets a few fizz past the off stump. The pitch looks to have decent pace and carry. <em>Nice.</em></p><p><strong>A rousing reception for both anthems</strong>, which were signed too. Marnus was really getting into it, swaying along as he sang with eyes clamped shut.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/27/england-v-australia-ashes-fifth-test-day-one-live-scores-updates-results-aus-vs-eng-cricket-the-oval\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/27/england-v-australia-ashes-fifth-test-day-one-live-scores-updates-results-aus-vs-eng-cricket-the-oval", "date_published": "2023-07-27T10:22:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Child killer Colin Pitchfork’s release from prison put on hold", "description": "<p>Judge rules decision to release man convicted in 1988 of murdering two 15-year-old girls should be reviewed</p><p>The double child killer Colin Pitchfork has had his release from prison put on hold after a judge decided the decision to free him should be reviewed.</p><p>In June, the Parole Board said Pitchfork, who was jailed for life and handed a minimum term of 30 years in 1988 for the rape and murder of Lynda Mann and Dawn Ashworth, both 15, <a href=\"https://www.theguardian.com/society/2023/jun/15/child-killer-colin-pitchfork-can-be-released-from-prison-parole-board-says\">no longer posed a threat to the public</a>.</p> <a href=\"https://www.theguardian.com/society/2023/jul/27/child-killer-colin-pitchforks-release-from-prison-put-on-hold\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/27/child-killer-colin-pitchforks-release-from-prison-put-on-hold", "date_published": "2023-07-27T10:21:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We warned you about this climate emergency. Now it’s here | Peter Kalmus", "description": "<p>Biden had the last opportunity of any president to keep the world under 1.5C of heating. Instead he is squandering time we do not have</p><p>We’ve passed into a ferocious new phase of global heating with much worse to come. Biden must declare a climate emergency.</p><p>I’m terrified by what’s being done to our planet. I’m also fighting to stop it. You, too, should be afraid while also taking the strongest action you can take. There has never been a summer like this in recorded history: shocking ocean heat, deadly land heat, unprecedented fires and smoke, sea ice melting faster than we’ve ever seen or thought possible. I’ve dreaded this depth of Earth breakdown for almost two decades, and, <a href=\"https://www.theguardian.com/commentisfree/2023/jul/25/northern-hemisphere-heatwaves-europe-greece-italy-wildfires-extreme-weather-climate-experts\">like many of</a> <a href=\"https://www.theguardian.com/environment/2023/jul/19/climate-crisis-james-hansen-scientist-warning\">my colleagues</a>, I’ve been <a href=\"https://www.theguardian.com/commentisfree/2022/apr/06/climate-scientists-are-desperate-were-crying-begging-and-getting-arrested\">trying to warn you</a>. <a href=\"https://www.independent.co.uk/climate-change/news/protest-nasa-scientist-rebellion-b2059788.html\">As hard as I could</a>. Now it’s here.</p><p>Peter Kalmus is a climate scientist and author of Being the Change: Live Well and Spark a Climate Revolution</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/joe-biden-climate-emergency-peter-kalmus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/joe-biden-climate-emergency-peter-kalmus", "date_published": "2023-07-27T10:13:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mercury prize 2023: Arctic Monkeys tie Radiohead’s record for most nominations", "description": "<p>There are first-time nods for the likes of Fred Again, Lankum, Jockstrap and Raye, and repeat recognition for acts including J Hus and Jessie Ware</p><p><a href=\"https://www.theguardian.com/music/arcticmonkeys\">Arctic Monkeys</a> have claimed their fifth nomination for the Mercury prize for seventh album <a href=\"https://www.theguardian.com/music/2022/oct/18/arctic-monkeys-the-car-review-aching-songs-of-soured-dreams\">The Car</a>, making them the joint most-nominated artists in the award’s history alongside Radiohead. While Thom Yorke and co have never won, the Sheffield band previously took home the gong for their debut album, Whatever People Say I Am, That’s What I’m Not, in 2006.</p><p>This year’s shortlist features second-time Mercury nominations for four acts. <a href=\"https://www.theguardian.com/music/j-hus\">J Hus</a> is recognised for his third album, <a href=\"https://www.theguardian.com/music/2023/jul/14/j-hus-beautiful-and-brutal-yard-review-still-britains-most-adaptable-charismatic-mc\">Beautiful and Brutal Yard</a> – released on 14 July, the cutoff for this year’s submissions – following a nomination for his debut in 2017. <a href=\"https://www.theguardian.com/music/loyle-carner\">Loyle Carner</a> is up for his third album, <a href=\"https://www.theguardian.com/music/2022/oct/23/loyle-carner-hugo-review-a-beautiful-blistering-masterpiece\">Hugo</a>, following recognition for his 2017 debut, and <a href=\"https://www.theguardian.com/music/young-fathers\">Young Fathers</a> follow their 2014 win for debut Dead with a nod for <a href=\"https://www.theguardian.com/music/2023/feb/05/young-fathers-heavy-heavy-review-a-joyous-feast-of-noise\">Heavy Heavy</a>. <a href=\"https://www.theguardian.com/music/jessie-ware\">Jessie Ware</a> receives her second nod, and first in 11 years, for her fifth record, That! Feels Good! “It means a lot,” said Ware. “It’s a prestigious award and recognition and I think I feel far more ready to receive it 11 years on. Being up for my debut was kind of amazing and overwhelming – I appreciated it then but I think I will really relish the moment this time.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/mercury-prize-nominations-arctic-monkeys\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/mercury-prize-nominations-arctic-monkeys", "date_published": "2023-07-27T10:02:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Colorado River has lost 10tn gallons of water since 2000 due to climate crisis", "description": "<p>Volume of water lost equal to Lake Mead, US’s largest reservoir, or enough water to fill around 15bn Olympic-sized pools, study finds</p><p>The climate crisis has caused the ailing Colorado River basin, a system relied upon by 40 million people in the US west, to lose more than 10tn gallons of water in the last two decades, new research has found.</p><p>The volume of water lost due to rising global temperatures has been so enormous that it is equal to the entire storage capacity of Lake Mead, the US’s largest reservoir that was formed by the Hoover Dam, or enough water to fill around 15bn Olympic-sized swimming pools.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/colorado-river-water-lost-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/colorado-river-water-lost-climate-crisis", "date_published": "2023-07-27T10:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Linda Yaccarino: does Twitter’s CEO have the most difficult job in tech?", "description": "<p>She’s tasked with saving the company now called X, but Musk might be loath to hand over the reins of his $44bn vanity app</p><p>The rebrand of Twitter to X.com this week has been widely considered as among the most consequential steps in Elon Musk’s endeavor to reshape the social media company. It is also being seen as a deciding moment for the company’s recently appointed chief executive officer, Linda Yaccarino.</p><p>Yaccarino, a longtime advertising executive, took the helm of Twitter in May. Her appointment came after months of controversial decisions from Musk, who bought Twitter for $44bn in October 2022 and proceeded quickly to lay off the majority of its staff and alienate advertisers with new policies. Faced with growing criticism over his erratic decision-making, Musk promised to bring in a new CEO – a position he himself described as a “painful” job that anyone would be “foolish” to take on.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/27/linda-yaccarino-twitter-x-ceo-elon-musk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/27/linda-yaccarino-twitter-x-ceo-elon-musk", "date_published": "2023-07-27T10:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Infinite City by Niall Kishtainy review – a history of utopias", "description": "<p>The dreamers and schemers who conjured up ideal futures, from Thomas More to Extinction Rebellion</p><p>In medieval Europe, poor people cheered themselves up by telling stories about the land of Cockaigne, where rivers flowed with wine, churches were made of puddings and it rained delicious fluffy cheese. Here was a fantasy of sensual excess, a caricature of the peasant dream of material abundance to keep you going through the dark ages.</p><p>Not all utopias have been quite so big on the pleasures of the belly. Indeed, as Niall Kishtainy demonstrates in this glorious book, the dreamers and schemers who conjure up ideal future states tend to downplay consumption on principle. The goal of utopians throughout history, from Thomas More and William Morris all the way up to Extinction Rebellion, has been for people to have as much as they need – not just food but housing, education and fresh air – and no more. Taking extra creates scarcity for someone else, and that is not the utopian way.</p> <a href=\"https://www.theguardian.com/books/2023/jul/27/the-infinite-city-by-niall-kishtainy-review-a-history-of-utopias\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/27/the-infinite-city-by-niall-kishtainy-review-a-history-of-utopias", "date_published": "2023-07-27T10:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cancelled shows, opening goals and easy paydays – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes, every Thursday. How will you fare?</p><p>In uncertain times the Thursday quiz arrives like clockwork with a reassuring hefty clunk. There are 15 questions on topical news, general knowledge and obscure things that interest the quiz master for some reason. You can earn bonus points in the comments if you spot references to Doctor Who, but beware, boorishness can lead to point deductions. It is just for fun and there are no prizes, but let us know how you get on!</p><p><strong>The Thursday quiz, No 118</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/27/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-118\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/27/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-118", "date_published": "2023-07-27T10:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘We were on the same wavelength straight away’", "description": "<p>Dave, 53, and Naveen, 40, met in 2015 and built a friendship based on their love of cricket and food. In the difficult days of the pandemic, their support for each other deepened</p><p>When Dave joined his local cricket club in Dublin in 2015, he was hoping to get fit again. “I had been living in the city and working as an IT project manager since 1999,” he says. “But I hadn’t played any sports for a long time because I was recovering from major back surgery.” Another player suggested that he meet Naveen because he thought they would get on well. “I had no idea I’d be meeting my best mate,” says Dave.</p><p>Naveen had recently moved to Dublin from India, but had studied in Ireland years earlier. “I’d come back to start up a vegetarian street food business,” he says. “When I arrived, I joined the cricket club to meet people.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/27/how-we-met-we-were-on-the-same-wavelength-straight-away\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/27/how-we-met-we-were-on-the-same-wavelength-straight-away", "date_published": "2023-07-27T10:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry’s lawsuit against Sun publisher can go to trial, judge rules", "description": "<p>High court rules prince’s claims of illegal information gathering can proceed but phone-hacking allegations cannot</p><p>The Duke of Sussex’s claim over allegations of unlawful information gathering against the publisher of the Sun will go ahead to a trial, after a high court ruling.</p><p>Harry, 38, alleges he was targeted by journalists and private investigators working for News Group Newspapers (NGN), publisher of the Sun and the now-defunct News Of The World, and has launched a claim for damages.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/prince-harrys-lawsuit-against-sun-publisher-can-go-trial-judge-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/prince-harrys-lawsuit-against-sun-publisher-can-go-trial-judge-rules", "date_published": "2023-07-27T09:58:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Telma Encarnação gives Portugal lift-off and ends Vietnam’s World Cup hopes", "description": "<p>Portugal’s Telma Encarnação scored one goal and set up the other in a comfortable win over their fellow Women’s World Cup debutants Vietnam, sending the south-east Asian side out of the tournament at Waikato Stadium.</p><p>Portugal are third in Group E with three points and will face the USA in their final group game in Auckland while Vietnam, yet to score or pick up a point, take on the Netherlands in Dunedin. Both matches will be played on Tuesday. The USA are level on four points with the Netherlands but top the table on goal difference after the teams <a href=\"https://www.theguardian.com/football/2023/jul/26/uswnt-netherlands-world-cup-match-report\">drew 1-1</a> earlier on Thursday.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/portugal-vietnam-womens-world-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/portugal-vietnam-womens-world-cup-match-report", "date_published": "2023-07-27T09:56:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you had a UK bank close your account?", "description": "<p>We are interested in hearing about how ‘debanking’ incidents affect people’s lives following the resignation of NatWest’s chief executive after Farage row</p><p>Following the <a href=\"https://www.theguardian.com/business/2023/jul/26/natwest-boss-alison-rose-nigel-farage-account-coutts\">the resignation</a> of NatWest chief executive Alison Rose due to a row over the closure of Nigel Farage’s bank accounts with the private bank Coutts, we want to hear about people’s experiences of losing their bank accounts.</p><p>If you are in the UK and have been ‘debanked’, tell us about the circumstances around it and how it affected you. Did you have difficulties opening a new account? What did you do? What was the impact on your life and finances?</p> <a href=\"https://www.theguardian.com/money/2023/jul/27/tell-us-have-you-had-a-uk-bank-close-your-account\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/27/tell-us-have-you-had-a-uk-bank-close-your-account", "date_published": "2023-07-27T09:52:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australia v Nigeria: Women’s World Cup 2023 Group B – live", "description": "<ul><li>Updates from the Matildas’ match in Brisbane</li><li>Kick-off time is 8pm AEST/11am BST</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p>“Soccer fans all over Australia will be rocking if the local darlings get the win tonight,” emails Ezra Finkelstein. “Seeing so much goodwill and support for the Matildas – now all they have to do is perform, score one goal and they can begin preparations for the knockout stages and see how they prevent any more non-game injuries.”</p><p>Three points tonight certainly gives Tony Gustavsson room to breathe next week against Canada.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/27/australia-v-nigeria-womens-world-cup-2023-group-b-live-updates-scores-lineup-team-results\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/27/australia-v-nigeria-womens-world-cup-2023-group-b-live-updates-scores-lineup-team-results", "date_published": "2023-07-27T09:03:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ministers were ‘crackers’ to suggest deadline for petrol car sale ban might slip after Uxbridge result, says climate expert – UK politics live", "description": "<p>Chief executive of the Climate Change Committee criticises government’s ‘remarkable softening’ support for climate policies</p><p>Rishi Sunak has been urged to close the holes in his “Swiss cheese” of a windfall tax on energy companies after Shell and British Gas reported significant profits, with Labour calling the government’s stance “perverse”, <strong>Aubrey Allegretti</strong> reports.</p><p>Good morning. A good way to think about the most important stories of our time is to imagine, if someone were to produce a news bulletin about what happened in the 21st century, what would be in it. Newspapers cover the most important stories of the last 24 hours. Live blogs, like this one, cover the most important stories of the last 24 minutes. But the story of the 21st story is obviously, obviously, the climate crisis, and this does feature in the daily news agenda too.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jul/27/rishi-sunak-petrol-car-sale-ban-climate-crisis-net-zero-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jul/27/rishi-sunak-petrol-car-sale-ban-climate-crisis-net-zero-uk-politics-live", "date_published": "2023-07-27T09:02:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France has had the guts to crack down on SUV drivers. Why doesn't Britain? | Laura Laker", "description": "<p>These hulking vehicles are lethal to pedestrians, disastrous for the environment and have no place on our city streets</p><p>Walking on a busy London street recently, I heard a shout. “Don’t hit me,” a cyclist screamed, as a Land Rover driver reversed into his path. Next, it was my turn to jump out of the way. The driver lurched forward, veering unexpectedly in my direction just as I was crossing a sidestreet.</p><p>A moment later, another panicked voice behind me; a little girl scooting in front of her mother overshot the pavement ever so slightly, and came just inches from the driver’s path. Behind the steering wheel the driver appeared impassive, apparently unaware of the consternation in her wake.</p><p>Laura Laker is a journalist who writes about cycling and urban transport</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/france-crack-down-suv-drivers-britain-city-streets\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/france-crack-down-suv-drivers-britain-city-streets", "date_published": "2023-07-27T09:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My big Birmingham bookshop crawl: why booksellers are suddenly thriving", "description": "<p>In 2009, two bookshops a week were closing in the UK and the days of physical books seemed numbered. Now, indie stores are booming. What explains the turnaround – and can it be sustained?</p><p>When Sarah Mullen was asked to set up a children’s book festival in a leafy suburb of Birmingham in 2012, she couldn’t find an independent bookseller to run the bookstall. “So we all rolled up our sleeves and did it ourselves,” she says. Pregnant with her third child, she had recently given up her job as a solicitor to work for the Bournville Village Trust. Mullen’s task was to set up the Bournville BookFest, which ran for 10 years before being brought to a halt by the Covid pandemic. But far from accepting defeat, she rolled up her sleeves once again and “pivoted the whole thing into a bookshop”. Two years on, <a href=\"https://www.bournvillehub.com/bookshop\">the Bookshop on the Green</a> is thriving – a living rebuttal to the once widely held idea that the digital era meant certain death for the neighbourhood bookstore.</p><p>When I visit early on a Friday morning, a turquoise vintage Smith Corona typewriter holds centre stage in the Bookshop on the Green. Beside it stands Bradley Taylor, a poet whose job is to write poems on demand for anyone who asks. He has composed a lot of Batman and football poems for the children who pile in on Saturdays, he says, before sitting down to tap one out for me about the joy of bookshops. In the multitasking tradition of small retailers, Taylor is also assistant manager. He made his cosplay debut last month as the Gruffalo, in a <a href=\"https://www.bournvillehub.com/box-office/gruffalo-on-the-green\">sold-out storytelling session</a> on the village green, as part of a week celebrating Birmingham’s independent bookshops.</p> <a href=\"https://www.theguardian.com/books/2023/jul/27/big-birmingham-bookshop-crawl-booksellers-thriving\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/27/big-birmingham-bookshop-crawl-booksellers-thriving", "date_published": "2023-07-27T09:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson says ‘being racist is not a crime’ but if he was he would ‘just say so’", "description": "<p>Former Fox News host, who has long been accused of pushing racist invective on his show, denies being racist in biography</p><p>In a new biography, the far-right former Fox News host Tucker Carlson denies being racist – but says if he was, he would “just say so”.</p><p>“Being racist is not a crime,” Carlson says in <a href=\"https://www.allseasonspress.com/store/p/tucker-by-chadwick-moore-preorder\">Tucker, by Chadwick Moore</a>. “Maybe [it is] a moral crime, but not a statutory crime – so if I was racist, I would just say so.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/27/tucker-carlson-racism-book-biography\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/27/tucker-carlson-racism-book-biography", "date_published": "2023-07-27T09:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Design news: how to build a cabin, hi-fi as art and Indian film stars", "description": "<p>The shortlists for the World Architecture Festival are in, Liberty textiles go in a new direction and the new art collaboration created to help Studio Voltaire</p><p>This month’s design news features builders with big ideas. There’s artist Devon Turnbull who creates state-of-the-art hi-fi equipment and author Will Jones who realised his dream of building a cabin in the wilderness. We’ve also celebrate the reusers and the rebuilders, too, with a focus on architects who’ve renovated buildings at the World Architecture Festival.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/27/design-news-how-to-build-a-cabin-hi-fi-as-art-and-indian-film-stars\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/27/design-news-how-to-build-a-cabin-hi-fi-as-art-and-indian-film-stars", "date_published": "2023-07-27T09:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Disney Illusion Island review – immune to its own charm", "description": "<p><strong>Nintendo Switch; Dlala Studios/Disney Interactive</strong><br />With the sweetness and delight associated with Disney absent, this new platform game is a strangely cynical waste of potential</p><p>Disney Illusion Island initially feels as though it is going to be a bright romp through a magical landscape, starring the beloved quartet of Disney mainstays – Mickey Mouse, Minnie Mouse, Donald Duck and Goofy. Surely we would follow them anywhere, iconic as they are. However, from the opening scene, it’s clear that the sweetness and delight associated with Disney stories is strangely absent. The writing is immediately off-putting: dry, cynical remarks pepper the dialogue, seemingly intended as ironic, but coming across as jaded and undercutting any sense of playfulness or wonder.</p><p>This jarring tone is disappointing: from the outset the game is operating at a distance from itself. For example, the magic words Mickey et al must use to defeat the end of level bosses are “Tee Be Dee” – to be determined. Even the heroes themselves clock this as arbitrary. It might be a funny jab if it was a one-off joke, but the whole narrative is hung around an overwrought self-awareness that we are on a constructed mission with conveniently placed help – and peril – set up along the way. Some games manage this ironic distance elegantly and with heart – <a href=\"https://www.theguardian.com/games/2020/aug/04/paper-mario-the-origami-king-review\">Paper Mario: The Origami King</a> comes to mind – but in this instance, it becomes tiresome quite quickly.</p> <a href=\"https://www.theguardian.com/games/2023/jul/27/disney-illusion-island-review-nintendo-switch\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/27/disney-illusion-island-review-nintendo-switch", "date_published": "2023-07-27T09:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Share your tributes and memories of Sinéad O’Connor", "description": "<p>We would like to hear your memories of Sinéad O’Connor – whether you met her, worked with her, or enjoyed her music</p><p>Sinéad O’Connor has <a href=\"https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-dies-aged-56\">died at the age of 56</a>, prompting grief and tributes for the Nothing Compares 2 U singer.</p><p>We would like to hear your tributes and memories of O’Connor as an artist and activist – whether you met her, worked with her, or appreciated her work.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/share-your-tributes-and-memories-of-sinead-oconnor\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/share-your-tributes-and-memories-of-sinead-oconnor", "date_published": "2023-07-27T08:46:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Leny Andrade, star of Brazilian jazz, dies aged 80", "description": "<p>Singer described as described as ‘the Ella Fitzgerald of Brazil’ by Tony Bennett had been living with dementia</p><p>Leny Andrade, the jazz singer described as “the Ella Fitzgerald of Brazil” by <a href=\"https://www.theguardian.com/music/2023/jul/21/tony-bennett-us-singer-with-seven-decade-career-dies-aged-96\">Tony Bennett</a>, has died aged 80. She died on 24 July of Lewy body dementia, her carers told NPR.</p><p>Born in Rio de Janeiro in January 1943, Andrade became one of the most successful jazz singers in her country, and earned substantial fanbases in Europe and the US, where she later settled.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/leny-andrade-star-of-brazilian-jazz-dies-aged-80\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/leny-andrade-star-of-brazilian-jazz-dies-aged-80", "date_published": "2023-07-27T08:32:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Will we be blindfolded and led to a shallow grave?’: Alter by Kamchàtka takes immersive theatre to next level", "description": "<p>The experimental collective bus us into unknown woodland at night, where we stumble across mysterious characters and slowly become part of a fugitive community</p><p>We have been instructed to turn up at a Milton Keynes car park at dusk and wait to board a bus that will take us to an undisclosed location. The scenario feels quite crime noir – will we be blindfolded and led to a shallow grave? But actually, this is next-level, site-specific theatre that unfolds over 90 minutes in gathering darkness. The audience around me exudes nervous excitement as the bus stops and we are directed to a dirt track leading into woodland.</p><p>We are in the hands of the artist collective Kamchàtka, who began life performing group improvisations on the streets of Barcelona in 2006 and which, under the artistic direction of Adrian Schvarzstein, and now use immersive and experiential theatre to explore the subject of immigration. The company has played acclaimed shows around the world, from the eponymous Kamchàtka in 2007 to Alter, this latest, fourth production set in a nocturnal and rural environment, performed in the UK as part of <a href=\"https://ifmiltonkeynes.org/?gclid=Cj0KCQjwiIOmBhDjARIsAP6YhSWphjpyuDG4yDcYf1243Ii9mouVisu0xvxC62EjBw24y_56x5JC5x4aAvmbEALw_wcB\">IF: Milton Keynes international festival</a>.</p><p><a href=\"http://kamchatka.cat/en/alter/\">Until 27 July</a></p> <a href=\"https://www.theguardian.com/stage/2023/jul/27/will-we-be-blindfolded-and-led-to-a-shallow-grave-alter-by-kamchatka-takes-immersive-theatre-to-next-level\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/27/will-we-be-blindfolded-and-led-to-a-shallow-grave-alter-by-kamchatka-takes-immersive-theatre-to-next-level", "date_published": "2023-07-27T08:30:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "They squeaked as they died: I tried to help those baby pilot whales – but nothing could be done", "description": "<p>Reporter Narelle Towie found herself joining volunteers and marine officials trying to save a pod stranded on Cheynes beach in Western Australia</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2023/jul/26/as-shots-rang-out-the-battle-to-save-western-australias-stranded-whales-was-over\">As shots rang out, the battle to save Western Australia’s stranded pilot whales was over</a></li></ul><p>It was the little cries of the dying young ones that hit me hardest.</p><p>The sound is hard to describe – like a high-pitched squeak, a forlorn whistle amid the noise of breaking waves.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/27/wa-pilot-whale-stranding-euthanised-cheynes-beach-volunteer\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/27/wa-pilot-whale-stranding-euthanised-cheynes-beach-volunteer", "date_published": "2023-07-27T08:13:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sanderson’s Isle by James Clarke review – a total trip", "description": "<p>A fugitive seeks refuge in a 1960s commune in the Lake District, in an energetic novel that captures an era</p><p>There are historical novels, and then there are fancy dress novels – though these often pass as historical novels. The historical novelist will try to get every detail right. Food, clothing and vocabulary have to be verifiably period. The writer of fancy dress fiction, by contrast, is more concerned with capturing the general vibe of the world they’re aiming to reinhabit. Attitude is everything.</p><p>The same holds for historical dramas on TV and film. A recent example of a triumphantly fancy dress movie is <a href=\"https://www.theguardian.com/film/2022/may/20/corsage-review-a-cry-of-anger-from-the-pedestal-prison-of-an-empress\" title=\"\">Marie Kreutzer’s Corsage</a>. You get the whole pitch from the poster: Vicky Krieps, decked out in 1870s evening wear and white silk gloves, gives us the middle finger as casually as Eminem. It’s anachronistic, but as an expression of Empress Elisabeth of Austria’s kicking against the pricks it couldn’t be bettered. Forget the facts – here’s what was inside, trying to get out.</p> <a href=\"https://www.theguardian.com/books/2023/jul/27/sandersons-isle-by-james-clarke-review-a-total-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/27/sandersons-isle-by-james-clarke-review-a-total-trip", "date_published": "2023-07-27T08:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Netanyahu and Trump: two desperate men exploiting power to save themselves", "description": "<p>Israeli PM growing increasingly Trumplike in willingness to turn a personal crisis into a national one to stay in power and out of jail</p><p>When Benjamin Netanyahu wanted to ensure his re-election four years ago, he turned to Donald Trump.</p><p>Or, to be exact, to <a href=\"https://www.reuters.com/article/us-israel-election-trump/netanyahus-likud-uses-trump-photo-in-israeli-election-billboard-idUSKCN1PS07A\">giant billboards </a>of the then US president putting on his least threatening smile as he shook hands with the Israeli prime minister, under the Hebrew caption: “Netanyahu: in a different league”.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/netanyahu-and-trump-two-desperate-men-exploiting-power-to-save-themselves\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/netanyahu-and-trump-two-desperate-men-exploiting-power-to-save-themselves", "date_published": "2023-07-27T07:30:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bellingham admits fury over Martínez tackle in Madrid’s win over United", "description": "<ul><li>Bellingham pleased defender later wished him all the best</li><li>Midfielder enjoying being with ‘so many great players’ at Madrid</li></ul><p>Jude Bellingham admitted using invective in the dressing room at half-time about Lisandro Martínez after the defender’s challenge on him during Real Madrid’s <a href=\"https://www.theguardian.com/football/2023/jul/27/manchester-united-vs-real-madrid-scores-results-jude-bellingham-joselu-friendly-preseason\">2-0 win over Manchester United</a>.</p><p>Martínez was booked for clattering into Bellingham at Houston’s NRG Stadium. The midfielder was furious at the interval but calmed down and was pleased that Martínez shook his hand when replaced in the second half.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/jude-bellingham-lisandro-martinez-tackle-real-madrid-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/jude-bellingham-lisandro-martinez-tackle-real-madrid-manchester-united", "date_published": "2023-07-27T07:26:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anger as British Gas owner Centrica profits surge; Shell’s earnings fall to $5bn – business live", "description": "<p>British Gas reports record £969m profit, while Shell sets aside another $3bn for shareholder buybacks despite fall in profits</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/27/thursday-briefing-coutts-natwest-nigel-farage-first-edition-alison-rose\">Thursday briefing: What the Coutts/Farage row reveals about banking in Britain</a></li></ul><p><strong>Shell actually paid more cash to its shareholders during the last quarter than it made in profit.</strong></p><p>The energy giant paid $2bn in dividends during April-June, and also repurchased shares worth $3.6bn through its buyback programme.</p><p>“Shell has proven its commitment to putting profits and shareholders over our planet. It continues to make huge amounts of money off the back of the war in Ukraine and high energy prices.</p><p>Meanwhile, incredibly, Shell is now paying more out to its shareholders in dividends and buybacks than it makes in profit, clearly prioritising these transfers over investing a net zero future. If fossil fuel firms refuse to invest in decarbonisation then it’s right for the UK government, like the USA and Canada, to tax share buybacks to support greater public investment in the transition to net zero.”</p><p>“While families across Britain have struggled to pay their bills, energy companies have been allowed to laugh all the way to the bank.</p><p>“The government could have imposed a proper windfall tax on excess profits. But instead it has chosen to leave billions on the table.</p> <a href=\"https://www.theguardian.com/business/live/2023/jul/27/anger-british-gas-owner-centrica-profits-surge-shell-earnings-ecb-rates-hsbc-farage-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jul/27/anger-british-gas-owner-centrica-profits-surge-shell-earnings-ecb-rates-hsbc-farage-business-live", "date_published": "2023-07-27T07:04:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup: Portugal v Vietnam – live", "description": "<ul><li>Live updates from the 8.30am BST/7:30pm NZST/5:30pm AEST kick-off</li><li>Get in touch! <a href=\"mailto:will.unwin.freelancer@theguardian.com\">Email Will</a> or tweet <a href=\"https://twitter.com/Will_Unwin\">@Will_Unwin</a></li></ul><p><strong>Get to know …</strong></p><p><strong>Portugal</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/jul/27/womens-world-cup-portugal-v-vietnam-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/27/womens-world-cup-portugal-v-vietnam-live", "date_published": "2023-07-27T07:02:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-ministers who break UK lobbying rules should be fined, says watchdog", "description": "<p>Acoba chair Eric Pickles says new rules should be made in time for Rishi Sunak’s next reshuffle </p><p>No 10 should bring in new fines for ex-ministers who break the rules on lobbying in time for Rishi Sunak’s next reshuffle and tighten restrictions on former civil servants, the government watchdog has said.</p><p>Eric Pickles, the head of the Advisory Committee on Business Appointments (Acoba), said it should be possible to draw up new rules in time for the autumn – a time when prime ministers typically shake up their top teams.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/27/ex-ministers-who-break-uk-lobbying-rules-should-be-fined-says-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/27/ex-ministers-who-break-uk-lobbying-rules-should-be-fined-says-watchdog", "date_published": "2023-07-27T07:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Will Bayern Munich find their new goal machine by signing Harry Kane? | Ben McAleer", "description": "<p>The England striker remained prolific in a negative Spurs side, and statistics show he could reach new heights in Bavaria</p><p>Tottenham fans are resigned to Harry Kane’s departure this summer. While some are keen to put an end to the saga once and for all, Spurs losing their star striker would have a significant impact on Ange Postecoglou’s first season in charge. Only Erling Haaland (36) scored more goals than Kane (30) in the Premier League last term. There is an argument to be made that the latter’s goal haul in <em>this</em> Spurs side is more impressive than the Manchester City striker’s maiden campaign.</p><p>The question now is where next for Kane. Bayern Munich are the favourites to secure his services, even after <a href=\"https://www.football.london/tottenham-hotspur-fc/news/postecoglou-anger-harry-kane-shirt-27377464\">a Bild reporter’s bizarre shirt stunt</a> during a recent Tottenham press conference. The aim now is for both Bayern and Spurs to agree a suitable fee before next month’s deadline, in order for Postecoglou to prepare for life after Kane. It wouldn’t be easy – the homegrown striker has scored at least 17 league goals in each of his past nine seasons.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/harry-kane-bayern-munich-tottenham-goals\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/harry-kane-bayern-munich-tottenham-goals", "date_published": "2023-07-27T07:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I don’t know if I can ever return’: the photographer capturing a forgotten Hong Kong", "description": "<p>Wong Chung-Wai’s images of the home he had to leave behind forgoes stereotypes for intimate portraits of the unseen</p><p>‘This is my farewell letter to Hong Kong,” says Wong Chung-Wai, when I ask about the title of his astonishing photobook, Hong Kong After Hong Kong. “I wanted to use photography to preserve what’s left in the ocean of my brain, to create evidence of having lived in the city, as I don’t know if I could ever return.”</p><p>Wong recalls that, in 1980, his parents “waited for the guards at the border to rotate their positions” before swimming across Shenzhen Bay in mainland China to Hong Kong. Forty years later, Wong, like many Hongkongers, decided to leave the city after China introduced the <a href=\"https://www.theguardian.com/world/2020/jun/30/controversial-hong-kong-national-security-law-comes-into-effect\" title=\"\">national security law in June 2020</a>, which has triggered continuous crackdowns and threatened civil liberties in the former British colony.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/27/wong-chung-wai-hong-kong-after-hong-kong-photobook-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/27/wong-chung-wai-hong-kong-after-hong-kong-photobook-interview", "date_published": "2023-07-27T07:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The War Came to Us by Christopher Miller review – on the ground in Ukraine", "description": "<p>A seasoned correspondent looks back at life in the run-up to invasion</p><p>Bakhmut, called Artemivsk by the Russians, has become part of the grim roll call of the Ukraine war, one of the eastern cities blasted into a jagged hellscape of shattered buildings and rubbled roadways by the back-and-forth struggle between the two sides. Bakhmut even has the dubious distinction of being the place where the mercenary army of the infamous restaurateur turned <em>condottiere</em> Yevgeny Prigozhin battled for months to provide Vladimir Putin with a pyrrhic and temporary victory. It was also the city to which a 25-year-old Chris Miller, fresh from a stint as a local journalist in Oregon, was posted on joining the Peace Corps. This was 2009, before the 2013-14 Revolution of Dignity, before the 2014 annexation of Crimea and the start of an undeclared conflict in the south-eastern Donbas region, and a world away, it seemed, from the 2022 invasion.</p><p>Nonetheless, some of the early seeds of trouble were already growing. The young American – there to teach English and work in the local library – encountered people convinced he was a spy (he smiled too much) who fulminated against the politicians in Kyiv (not that they were any more keen on Moscow). In 2014, this sentiment would transform among a small but sadly armed minority into a conviction that they had to rebel, and the rest is bloody history.</p> <a href=\"https://www.theguardian.com/books/2023/jul/27/the-war-came-to-us-by-christopher-miller-review-on-the-ground-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/27/the-war-came-to-us-by-christopher-miller-review-on-the-ground-in-ukraine", "date_published": "2023-07-27T06:30:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barbie is now queen. But for my generation, Sindy reigned supreme", "description": "<p>Sindy turns 60 this year, and at her peak had 80% of the UK’s ‘fashion doll’ market. What led to her cruel demise?</p><p>It is quite rightly incumbent upon us all to celebrate the life-affirming cinematic reinvigoration represented by the new Greta Gerwig movie. However, somewhere in all the hullabaloo, pinkness and Kenergy, a fundamental truth has been obscured by Barbie revisionism.</p><p>In a consumerist sense, Barbie is iconic, of course. She’s probably the most recognisable children’s toy in the world. With an estimated 100 dolls sold every minute and more than a billion dolls in circulation since her launch in 1959, Barbie clearly rules. But for many of us – by which I really mean British women born between the late 60s and early 80s – Barbie is not the true doll. No. The name of the <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/23/barbie-look-out-sindy-is-plotting-her-return-to-british-childrens-hearts\">true doll is Sindy</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/27/barbie-sindy-doll-queen-supreme-cruel-demise\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/27/barbie-sindy-doll-queen-supreme-cruel-demise", "date_published": "2023-07-27T06:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Beats Studio Pro review: Apple’s new top headphones love Android too", "description": "<p>Bluetooth noise cancellers are best-sounding Beats yet and packed with  cross-platform features</p><p>Hot on the heels of some great new earbuds, Apple’s Beats brand is back with an update to the headphones that made it a hit all the way back in 2008, the Studio Pro.</p><p>The new Beats headphones cost £349.99 ($349.99) and are the fourth generation of the Studio line launched by Dr Dre 15 years ago, replacing 2017’s Studio 3 Wireless. They are Apple’s second most expensive Bluetooth headphones after the £549 <a href=\"https://www.theguardian.com/technology/2020/dec/21/apple-airpods-max-review-bluetooth-noise-cancelling-headphones-sound-price\">AirPods Max</a> but, as with other recent Beats kit, they court Android users as much as those with an iPhone.</p><p><strong>Weight:</strong> 260g</p><p><strong>Dimensions:</strong> 181 x 178 x 78mm</p><p><strong>Drivers:</strong> 40mm</p><p><strong>Connectivity:</strong> Bluetooth 5.3, 3.5mm, USB-C (charging and audio)</p><p><strong>Bluetooth codecs:</strong> SBC, AAC</p><p><strong>Battery life:</strong> 24 hours (ANC on)</p> <a href=\"https://www.theguardian.com/technology/2023/jul/27/beats-studio-pro-review-apple-headphones-android-sound\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/27/beats-studio-pro-review-apple-headphones-android-sound", "date_published": "2023-07-27T06:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How to enjoy an outdoor adventure – in the Lake District and beyond", "description": "<p>With festivals, clubs and courses galore it’s a great time to try your hand at an open-air activity or sport – from rock climbing to canoeing or birdwatching</p><p>It happened at an indoor wall for the sport of “bouldering”. I was standing watching some athletic young men conquer a tricky route that was beyond my abilities, half-listening to their banter, when I suddenly understood what they were discussing. A proposal to climb outdoors. They had never done it. They dreamed of it, but were uncertain how to go about it.</p><p>It’s not only rock-climbing that has this issue. Throughout the UK, there is fresh, unused kit sitting under beds, in lofts and in garden sheds, a testament to thwarted dreams. I am guilty myself. The fishing kayak that has never been wet hangs from the shed roof where I winched it on ratchet straps. I was apprehensive about using that impulsive lockdown purchase.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/27/outdoor-activities-kayaking-hiking-cycling-lake-district-birdwatching\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/27/outdoor-activities-kayaking-hiking-cycling-lake-district-birdwatching", "date_published": "2023-07-27T06:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I just got sick of it all’: living out of a vehicle – in pictures", "description": "<p>Some were escaping poverty, others looking for the freedom of a nomadic lifestyle. Timothy Eastman’s pictures of people living in RVs tell their stories</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/27/living-out-of-a-vehicle-timothy-eastman-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/27/living-out-of-a-vehicle-timothy-eastman-in-pictures", "date_published": "2023-07-27T06:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jetting off to the sun? The adverts are selling you a ticket to climate disaster | Andrew Simms", "description": "<p>Airlines have missed 98% of their previous environmental targets yet they keep pushing to persuade more people to fly</p><p>Even with lethal wildfires licking around southern Europe’s holiday hotspots, <a href=\"https://www.theguardian.com/business/2023/jul/24/ryanair-continues-flights-to-rhodes-despite-wildfires-as-profits-quadruple\">airlines such as Ryanair are still flying people towards the flames</a>. Aviation, dubbed “the fastest way to fry the planet’ by environmental campaigners, due to its high carbon emissions, is back as our default means of getting away. But our chosen means of transport, flying, incrementally wrecks the climates, prospects and lives of the places being flown to. This is no tragic, unforeseen irony, but a deliberate, heavily promoted act of self-destruction.</p><p>At precisely the moment when everything should bend to make less climate-damaging choices easier and more attractive, exactly the opposite is happening. Why?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/airline-emissions-climate-crisis-holiday-advertising\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/airline-emissions-climate-crisis-holiday-advertising", "date_published": "2023-07-27T06:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China’s foreign ministry refuses to answer questions about Qin Gang and scrubs mention from transcript", "description": "<p>Daily press conference held in Beijing saw more than 20 questions from the media about Xi Jinping’s former protege</p><p>China’s ministry of foreign affairs faced a barrage of questions on Wednesday, over the<a href=\"https://www.theguardian.com/world/2023/jul/26/rumours-swirl-over-dramatic-fall-of-xi-loyalist-qin-gang-china\"> disappearance and dismissal of foreign minister Qin Gang</a> but refused to answer any of them.</p><p>The daily press conference held in Beijing saw more than 20 questions from the press about Qin, a former protege of president Xi Jinping, but none were printed in the subsequent official record.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/qin-gang-china-foreign-ministry-transcript-missing-replaced\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/qin-gang-china-foreign-ministry-transcript-missing-replaced", "date_published": "2023-07-27T05:27:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: David Harewood retraces the disturbing history of blackface", "description": "<p>The actor explores the roots of minstrelsy in a superbly crafted documentary. Plus: Carrie has a Valentine’s dinner with Aidan in And Just Like That. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/27/tv-tonight-david-harewood-on-blackface-and-just-like-that-carrie\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/27/tv-tonight-david-harewood-on-blackface-and-just-like-that-carrie", "date_published": "2023-07-27T05:10:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Isles of Scilly remains are iron age female warrior, scientists say", "description": "<p>DNA analysis of tooth enamel solves puzzle of 2,000-year-old grave on Bryher also containing sword and mirror</p><p>Scientists have solved the mystery of a 2,000-year-old grave on the Isles of Scilly, raising intriguing questions about warfare in iron age Britain.</p><p>For decades archaeologists have puzzled over whether the stone-lined burial chamber, which was discovered in 1999 on Bryher, contained the remains of a man or a woman.</p> <a href=\"https://www.theguardian.com/science/2023/jul/27/isles-of-scilly-remains-iron-age-female-warrior-grave-bryher-sword-mirror\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/27/isles-of-scilly-remains-iron-age-female-warrior-grave-bryher-sword-mirror", "date_published": "2023-07-27T05:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Don’t be fooled: this row is about more than Nigel Farage and Coutts – what lies beneath is Brexit | Martin Kettle", "description": "<p>Why have Tories and an embattled PM fought this so fiercely? Because the ex-Ukip leader embodies leave, and they fear him</p><p>So the Mediterranean is on fire, the Ukraine war not going well, the health service on its knees and the economy still at risk of recession. Pretty obviously, therefore, the most pressing question facing Britain today is whether Nigel Farage can keep an account with one of this country’s poshest banks – which is making profits at the high end of a sector that has looked the other way while the cost of living crisis has blighted the lives of millions.</p><p>To be absolutely clear, no bank should deny an account to a customer because of their lawful politics. That’s a no-brainer civil liberty issue, even in the case of a millionaire like the former Ukip leader. If that is definitively what happened between Coutts bank and Farage, it was wrong.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/nigel-farage-coutts-brexit-tories-ukip\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/nigel-farage-coutts-brexit-tories-ukip", "date_published": "2023-07-27T05:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ministers need to be bolder over Scotland’s land reforms, say campaigners", "description": "<p>Despite Scottish government rhetoric, report says not enough being done to move rural land into community ownership </p><p>Land reform campaigners have accused Scottish ministers of “losing their radical edge” by failing to properly confront Scotland’s unequal land ownership system.</p><p>A paper from the Jimmy Reid Foundation alleges there is a significant gap between the Scottish government’s rhetoric on land reform and the reality, as only a tiny fraction of rural land is in community ownership.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/ministers-need-to-be-bolder-over-scotlands-land-reforms-say-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/ministers-need-to-be-bolder-over-scotlands-land-reforms-say-campaigners", "date_published": "2023-07-27T05:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NHS cancellations causing ‘catastrophic health impacts’, says watchdog", "description": "<p>Healthwatch England says patients getting sicker and mental health deteriorating because of delays</p><p>Thousands of patients in England are experiencing “catastrophic health impacts” as a result of vital NHS appointments, procedures and operations being delayed or cancelled, a damning report warns.</p><p>A record 7.5 million people are waiting to start routine hospital treatment, the highest figure since records began in 2007. About 385,000 people have now been waiting more than a year to start treatment.</p> <a href=\"https://www.theguardian.com/society/2023/jul/27/nhs-cancellations-causing-catastrophic-health-impacts-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/27/nhs-cancellations-causing-catastrophic-health-impacts-watchdog", "date_published": "2023-07-27T05:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Student’s sexual assault and murder shows women’s safety in India ‘not a priority’", "description": "<p>Despite reforms, campaigners say Mumbai killing proves lack of progress in protecting students since 2012 ‘Nirbhaya’ gang-rape</p><p>The list of complaints made by female students living at the women’s hostel in the south of Mumbai is depressingly long and goes back years. The women were regularly harassed by male staff, by the drug addicts who hung around outside and other men who made crude gestures. But whenever the women complained, they were threatened with eviction or simply ignored.</p><p>It makes what happened to Rani*, a second-year computer science student at a higher education college in the west Indian city, feel inevitable.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/27/mumbai-student-sexual-assault-murder-shows-womens-safety-india-still-not-priority\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/27/mumbai-student-sexual-assault-murder-shows-womens-safety-india-still-not-priority", "date_published": "2023-07-27T05:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The French solar power pioneer who was light years ahead", "description": "<p>Augustin Mouchot’s solar-powered engine caused a stir at the World Expo in 1878 but it came too soon</p><p>In 1861, a French maths teacher, Augustin Mouchot, was so concerned that world supplies of coal would eventually run out that he invented ways of using solar power, starting with a solar water heater for baths and a solar oven for cooking. In 1866, he invented a solar-powered steam engine, using a trough of curved shiny metal to focus the sun’s rays on to a tube filled with water, turning the water to steam, which drove an engine.<br /><br />Mouchot showed his largest solar engine at the World’s Fair in Paris in 1878. The sun’s rays were concentrated in a reflective metal cone focused on a boiler attached to a heat-powered refrigeration device that produced blocks of ice. It caused a sensation, with audiences watching in amazement to see ice made by solar power. Mouchot also used a solar-powered steam engine to drive a printing press and a water pump for irrigation.<br /><br />The exhibition in 1878 also marked the rise to prominence of the internal combustion engine, at just the time when coal and oil were becoming much cheaper, and so interest in solar energy and engines rapidly faded. It took more than 100 years before the modern renaissance of solar power.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/27/augustin-mouchot-french-pioneer-solar-power-engine\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/27/augustin-mouchot-french-pioneer-solar-power-engine", "date_published": "2023-07-27T05:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "2022 was UK’s warmest year on record, says Met Office", "description": "<p>All four seasons were among top 10 hottest since 1884, with extreme heat likely to occur more frequently</p><p>2022 was the warmest year on record in the UK, the Met Office has confirmed, with experts warning the unprecedented heat is a <a href=\"https://www.theguardian.com/uk-news/2022/jul/18/heatwaves-caused-by-climate-crisis-may-become-regular-event-says-met-office-chief\">sign of things to come</a>.</p><p>It was also the first year in which a temperature above 40C (104F) was recorded in the UK. A record-breaking 40.3C was recorded on 19 July at Coningsby, Lincolnshire.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/2022-warmest-year-record-uk-met-office-extreme-heat\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/27/2022-warmest-year-record-uk-met-office-extreme-heat", "date_published": "2023-07-27T05:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Landlord L&Q told to pay out to tenants after finding of severe mismanagement", "description": "<p>Ombudsman says there was maladministration in tackling disrepair and complaints received dismissive responses</p><p>One of Britain’s biggest social landlords has been ordered to pay tenants more than £140,000 in compensation as a special investigation by the housing ombudsman revealed it was “dismissive” of tenants and found “severe maladministration” including in tackling disrepair and antisocial behaviour.</p><p>L&amp;Q, which rents out more than 105,000 homes in England, primarily in London, the south-east and the north-west, “failed to consistently identify damp and mould” as a key problem, disregarded its own antisocial behaviour policy and presided over “a period of significant failure” as a landlord, said Richard Blakeway, the housing ombudsman.</p> <a href=\"https://www.theguardian.com/society/2023/jul/27/landlord-lq-told-to-pay-out-to-tenants-after-finding-of-severe-mismanagement\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/27/landlord-lq-told-to-pay-out-to-tenants-after-finding-of-severe-mismanagement", "date_published": "2023-07-27T05:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russian defence minister meets with Kim Jong-un; Moldova orders Moscow diplomats to leave", "description": "<p>North Korea leader has met with Russian defense minister Sergei Shoigu; Moldova expels 45 Russian diplomats and embassy staff, citing years of ‘hostile actions’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>North Korea’s official news agency reported that at a reception hosted by Kang, Shoigu praised the North Korean People’s army under the leadership of Kim, saying it “has become the strongest army in the world.” Russian media reports did not include that comment.</p><p>North Korea has been aligning with Russia over <a href=\"https://apnews.com/hub/russia-ukraine\">the war in Ukraine</a>, insisting that the “hegemonic policy” of the US-led West forced Moscow to take military action to protect its security interests. The Biden administration has accused North Korea of providing arms to Russia to aid its fighting in Ukraine, although <a href=\"https://apnews.com/article/russia-ukraine-global-trade-north-korea-8b57aab3bbba02e818b1f4f2972cda7c\">the North has denied the claim</a>.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/27/russia-ukraine-war-live-kim-jong-un-north-korea-russian-defence-minister-sergei-shoigu-moldova-moscow-diplomats\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/27/russia-ukraine-war-live-kim-jong-un-north-korea-russian-defence-minister-sergei-shoigu-moldova-moscow-diplomats", "date_published": "2023-07-27T04:48:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jude Bellingham’s first goal for Real Madrid helps down flat Manchester United", "description": "<ul><li>England international opens scoring with chip over André Onana</li><li>Spectacular Joselu bicycle kick seals 2-0 win at NRG Stadium</li></ul><p>Manchester United have been far slicker under Erik ten Hag and a generous rating out of 10 for this flat performance would be no more than five. André Onana had done enough to suggest he will be the upgrade on David de Gea the manager wants, until the closing moments when Joselu struck acrobatically to settle the encounter in Houston.</p><p>It was the goalkeeper’s loose header from a midfield area that ceded the ball and allowed Real Madrid to attack. They worked the play along the right where Lucas Vázquez crossed for the on-loan striker to hit a perfectly-executed bicycle kick past a flat-footed Onana, who watched on as he was beaten at his near post.</p> <a href=\"https://www.theguardian.com/football/2023/jul/27/manchester-united-vs-real-madrid-scores-results-jude-bellingham-joselu-friendly-preseason\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/27/manchester-united-vs-real-madrid-scores-results-jude-bellingham-joselu-friendly-preseason", "date_published": "2023-07-27T04:11:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "ENO to receive extra £24m to allow more time to leave London, says Arts Council", "description": "<p>Opera company will leave capital by March 2029 and develop artistic programme for new base</p><p>The English National Opera (ENO) will receive an extra grant of £24m from April 2024 to March 2026 and more time to leave London, Arts Council England (ACE) has announced.</p><p>The ENO will now move to a base outside the capital by March 2029 – three years after originally envisaged. Before then, it will develop an artistic programme in its new city, while transitioning to a new business model that allows it to deliver a substantial opera season every year in the capital.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/english-national-opera-eno-receive-extra-24m-more-time-to-leave-london-arts-council\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/english-national-opera-eno-receive-extra-24m-more-time-to-leave-london-arts-council", "date_published": "2023-07-27T04:01:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Terminal television: why the Marvel Cinematic Universe is a massive TV failure", "description": "<p>Not even a cast boasting Samuel L Jackson and Olivia Colman could save one of the least watched MCU projects ever. Does this mark the end of the world-dominating franchise?</p><p>If you want a sign of how far the Marvel Cinematic Universe (MCU) has fallen, look no further than this week’s Secret Invasion finale. Look at its comprehensive lack of impact. Look at the dearth of reaction it generated. For years, Secret Wars was held up as the One Big Story, one of the only things that could possibly top the breathless superhero orgy of Infinity War and Endgame. Yet it ended up being parped out on Disney+ as a series, and nobody on earth cared about it.</p><p>To be clear, this isn’t entirely Secret Invasion’s fault. For some time now, the entire MCU has been on the skids. Its CGI looks so bad that directors actively mock it in promotional videos, as Taika Waititi did for Thor: Love and Thunder. In return, the visual artists who work on the film complain about being overworked and overstretched in the service of film-makers who don’t seem to know what they want. Meanwhile, former stars such as Elizabeth Olsen, Chris Hemsworth and Robert Downey Jr are becoming increasingly public in their misgivings about their roles.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/27/secret-invasion-marvel-samuel-l-jackson-olivia-coleman\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/27/secret-invasion-marvel-samuel-l-jackson-olivia-coleman", "date_published": "2023-07-27T04:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Wait, am I the fool here?’: why our fears of being scammed are corrosive and damaging", "description": "<p>Is our tendency to expect the worst of people preventing us from supporting those who really need help?</p><p>In 2007, three experimental psychologists, somewhat tongue-in-cheek, <a href=\"https://journals.sagepub.com/doi/10.1037/1089-2680.11.2.127\" title=\"\">coined</a> the word “sugrophobia”, which would translate to something like a “fear of sucking”. The researchers – Kathleen Vohs, Roy Baumeister and Jason Chin – were looking to name the familiar and specific dread that people experience when they get the inkling that they’re “being a sucker” – that someone is taking advantage of them, partly thanks to their own decisions. The idea that psychologists would study suckers academically seems almost ridiculous at first. But, once you start to look for it, it becomes clear that sugrophobia is not only real, it is a veritable epidemic. Its influence extends from the choices we make as individuals to the society-wide narratives that sow distrust and discrimination.</p><p>The number of sucker synonyms alone suggests a cultural obsession: pawn, dupe, chump, fool, stooge, loser, mark and so on. Public debates about a wide range of social policies and technological advances feature inchoate fears about who’s going to be swindled next. Will ChatGPT help students cheat unwitting teachers? Is remote work popular since the Covid-19 pandemic because employees can slack off more easily? Does forgiving student-loan debt let “<a href=\"https://www.independent.co.uk/news/world/americas/us-politics/ted-cruz-baristas-student-loan-debt-b2154228.html\" title=\"\">slacker baristas</a>” exploit hardworking taxpayers, as one US politician suggested?</p> <a href=\"https://www.theguardian.com/science/2023/jul/27/wait-am-i-the-fool-here-why-our-fears-of-being-scammed-are-corrosive-and-damaging\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/27/wait-am-i-the-fool-here-why-our-fears-of-being-scammed-are-corrosive-and-damaging", "date_published": "2023-07-27T04:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Canadian lake could mark the start of new geological epoch – podcast", "description": "<p>Plutonium from nuclear weapons, industrial waste, and human activity more broadly have left such a mark on the Earth that a new epoch called the Anthropocene has been proposed. Scientists are debating the specific geological site to define this epoch, with the frontrunner being an unassuming lake in Canada: Crawford Lake.</p><p>What is it about this spot that holds the secrets to this period of history? From hydrogen bombs to hens’ bones, how do we define the Anthropocene, the beginning of the human era on Earth? Ian Sample asks Damian Carrington</p> <a href=\"https://www.theguardian.com/science/audio/2023/jul/27/canadian-lake-could-mark-the-start-of-new-geological-epoch-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/jul/27/canadian-lake-could-mark-the-start-of-new-geological-epoch-podcast", "date_published": "2023-07-27T04:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stop phubbing! The 10 rules of smartphone etiquette – from the bathroom to your bed", "description": "<p>How do you use your phone without snubbing everyone around you? Experts explain when to pick it up and when to switch on ‘do not disturb’</p><p>Paying too much attention to your phone is bad for your relationships. This may seem obvious, but it has taken a team of scientists to make us take notice. Phubbing – snubbing someone in your company in order to engage with your phone – has been in the news because researchers in Turkey have found that couples who reported more phubbing also reported <a href=\"https://inews.co.uk/inews-lifestyle/people/phubbing-what-meaning-explained-how-affect-relationship-2488782\" title=\"\">less satisfaction in their marriages</a>.</p><p>There has been a flurry of research into the impact of phubbing on relationships. Is this because, feeling the effects of myriad micro-ostracisms, we are finally ready to listen? As our phone usage threatens to tip from irksome to destructive, where should the lines of acceptable behaviour be drawn?</p> <a href=\"https://www.theguardian.com/technology/2023/jul/27/stop-phubbing-the-10-rules-of-smartphone-etiquette-from-the-bathroom-to-your-bed\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/27/stop-phubbing-the-10-rules-of-smartphone-etiquette-from-the-bathroom-to-your-bed", "date_published": "2023-07-27T04:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK electrical safety charity calls for e-bike batteries to be regulated", "description": "<p>Twelve people have died in suspected e-bike and e-scooter blazes since 2020 in UK</p><p>E-bike and e-scooter batteries should be regulated in the same way as fireworks after a spate of fatal fires in the UK, a safety charity has said.</p><p>Lithium-ion cells that power the increasingly popular vehicles should be approved before sale to prevent greater loss of life, said Electrical Safety First (ESF). At least 12 people have died in suspected e-bike and e-scooter blazes since 2020 in the UK.</p> <a href=\"https://www.theguardian.com/news/2023/jul/27/uk-electrical-safety-charity-calls-for-e-bike-batteries-to-be-regulated\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jul/27/uk-electrical-safety-charity-calls-for-e-bike-batteries-to-be-regulated", "date_published": "2023-07-27T04:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Emmanuel Macron denounces ‘new imperialism’ in Pacific on historic visit to Vanuatu", "description": "<p>French president warns of threat to sovereignty of ‘smallest’ states amid US-China power struggle</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/mar/09/chinas-rising-power-and-influence-in-the-pacific-explained-in-30-seconds\">China’s rising power and influence in the Pacific explained in 30 seconds</a></strong></li></ul><p>French president Emmanuel Macron has denounced “new imperialism” in the Pacific during a landmark visit to the region, warning of a threat to the sovereignty of smaller states.</p><p>“There is in the Indo-Pacific and particularly in Oceania new imperialism appearing, and a power logic that is threatening the sovereignty of several states – the smallest, often the most fragile,” he said in Vanuatu on Thursday.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/emmanuel-macron-vanuata-visit-pacific-imperialism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/emmanuel-macron-vanuata-visit-pacific-imperialism", "date_published": "2023-07-27T03:21:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Horan’s header saves point for USA against Dutch in 2019 final rematch", "description": "<ul><li>USA and Netherlands play to 1-1 draw in Group E blockbuster</li><li>Lindsey Horan’s header cancels out Jill Roord’s opening goal</li></ul><p>Thursday’s meeting between the United States and the Netherlands was billed as the decisive match of Group E at the 2023 Women’s World Cup, but clarity will have to wait a few more days. The USA and the Netherlands played to a 1-1 draw in Wellington in a first half dictated by the Dutch before Rose Lavelle entered the game and the Americans found their rhythm.</p><p>Jill Roord opened the scoring for the Netherlands in the 17th minute with a low strike from 17 yards out that went through USA midfielder Lindsey Horan’s legs and into the far corner of the goal. The goal came after Lieke Martens broke through the USA midfield, and evaded a challenge from Andi Sullivan before hitting the ball wide to Victoria Pelova, who had two cracks at finding an open team-mate. It was the first goal the USA have conceded in the group stage since the opening match of the 2015 World Cup.</p> <a href=\"https://www.theguardian.com/football/2023/jul/26/uswnt-netherlands-world-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/26/uswnt-netherlands-world-cup-match-report", "date_published": "2023-07-27T03:07:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We are watching the brutal reality of what climate scientists told us would happen. How will we respond? | Adam Morton", "description": "<p>Amid the despair and doomism is a real climate emergency. We must act accordingly</p><p>How to respond to the avalanche of record-breaking extreme weather and temperatures terrorising the planet? For many scientists it <a href=\"https://www.theguardian.com/commentisfree/2023/jul/25/northern-hemisphere-heatwaves-europe-greece-italy-wildfires-extreme-weather-climate-experts\">is a moment of genuine despair</a>, but also a time to resist <a href=\"https://www.theguardian.com/commentisfree/2023/jul/26/we-cant-afford-to-be-climate-doomers\">climate doomism</a>.</p><p>For British tourists <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/athens-wildfires-people-fleeing-homes-still-tourists-fly-in\">still flying to Greece while it is on fire</a>, and a few holdout news organisations, the answer seems to be to look away or deflect. We shouldn’t join them. Equally, <a href=\"https://www.theguardian.com/commentisfree/2023/jul/19/heatwave-climate-omen-change-course-weather-models\">as Michael Mann and Susan Joy Hassol have argued</a>, there is no need to inflate the magnitude of what is happening. The reality is confronting enough.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/extreme-weather-heatwaves-fire-climate-change-europe-greece-scientists-northern-hemisphere\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/extreme-weather-heatwaves-fire-climate-change-europe-greece-scientists-northern-hemisphere", "date_published": "2023-07-27T03:05:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lawsuits are key tool in delivering climate justice, says UN body", "description": "<p>Report says nearly 200 cases filed around the world in past 12 months challenging governments and firms</p><p>Lawsuits challenging government and corporate inaction on the climate breakdown have become an important driver of change, according to a UN body.</p><p>A report by the UN Environment Programme (Unep) and the Sabin Center for Climate Change Law at Columbia University says litigation is setting precedents for climate action all over the world, even beyond the jurisdictions in which cases are filed. But it warns of a growing legal backlash as cases are filed that could delay climate action and criminalise activists.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/27/lawsuits-are-key-tool-in-delivering-climate-justice-says-un-body\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/27/lawsuits-are-key-tool-in-delivering-climate-justice-says-un-body", "date_published": "2023-07-27T03:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Nothing Compares 2 U is perfect’: Sinéad O’Connor’s 10 greatest songs", "description": "<p>The late singer’s magnificent voice powered haunted hits about heartbreak, personal traumas, politics and sex, blending rock, folk and hip-hop beats</p><ul><li><a href=\"https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-obituary\">Sinéad O’Connor dies aged 56 – obituary</a></li><li><a href=\"https://www.theguardian.com/music/gallery/2023/jul/26/sinead-oconnor-a-life-in-pictures\">A life in pictures</a></li><li><a href=\"https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-mental-health-struggles-parental-abuse\">The angelic skinhead for whom love, intelligence and madness were inseparable</a></li></ul><p>The first single from Sinéad O’Connor’s debut album is intensely personal. Its lyrics weave together depictions of private traumas and the struggle between resilience and self-destruction, anchored by pointed references to Helen of Troy (“Being what I am/There is no other Troy/For me to burn”) via a WB Yeats poem. Panoramic orchestral washes and then prickly keyboards buoy O’Connor’s magnificent voice, leading to a dynamic and measured performance pierced with desire, regret, anger and ferocity, where sharp-edged strings storm forth at pivotal moments to amplify her intensity.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/sinead-o-connor-10-best-songs-nothing-compares-2-u\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/sinead-o-connor-10-best-songs-nothing-compares-2-u", "date_published": "2023-07-27T02:21:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Climate crisis up close: a week of wildfires in Rhodes - podcast", "description": "<p>Holidaymakers on the Greek island of Rhodes found themselves evacuated from hotels and sleeping in school halls as wildfires raged nearby. As they make plans to return home, residents and business owners are counting the cost of what will be an expensive recovery. Rachel Hall reports</p><p>Thousands of British travellers landed in Rhodes expecting a holiday of sun, sea and relaxation in the warmth of one of Greece’s most popular tourist islands. Instead they found themselves evacuated from five-star hotels and sleeping in school halls as firefighters battled with raging wildfires.</p><p>The Guardian’s <strong>Rachel Hall </strong>reports from Rhodes, where tourists are finding their way on to return flights and local residents and business owners are beginning the long and costly journey to recovery. Many are bemoaning what they describe as a slow response from the Greek authorities as volunteers step in to plug the gaps.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jul/27/climate-crisis-up-close-a-week-of-wildfires-in-rhodes-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jul/27/climate-crisis-up-close-a-week-of-wildfires-in-rhodes-podcast", "date_published": "2023-07-27T02:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sinead O’Connor: the angelic skinhead for whom love, intelligence and madness were inseparable | Simon Hattenstone", "description": "<p>I interviewed Sinéad twice. She was supremely gifted, terrifyingly vulnerable and hilarious – even at her bleakest she’d make you laugh</p><ul><li><strong><a href=\"https://www.theguardian.com/music/2023/jul/26/sinead-oconnor-obituary\">Sinéad O’Connor – obituary</a></strong></li><li><strong><a href=\"https://www.theguardian.com/music/gallery/2023/jul/26/sinead-oconnor-a-life-in-pictures\">Sinéad O’Connor – a life in pictures</a></strong></li></ul><p>Nobody could break your heart like Sinéad O’Connor. There was the song, of course – Nothing Compares 2 U. And the video with the single tear falling down her cheek. There was her ethereal beauty; the angelic skinhead. But what broke your heart most of all was the troubled soul – the love, poetry, intelligence, pain and madness, all scrambled and inseparable.</p><p><a href=\"https://www.theguardian.com/music/2021/may/29/sinead-oconnor-ill-always-be-a-bit-crazy-but-thats-ok-rememberings\">Last time I interviewed her</a>, in 2020, she told me she’d been in a psychiatric hospital for the best part of six years. But Sinéad, who died on Wednesday aged 56, would never call it that. She reclaimed the politically incorrect and unsayable, and spat out the words joyously. “I’ve spent most of the time in the nuthouse. I’ve been practically living there for six years.” She stressed that it was her privilege to call it that, not mine. “We alone get to call it the nuthouse – the patients.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-mental-health-struggles-parental-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/sinead-oconnor-mental-health-struggles-parental-abuse", "date_published": "2023-07-27T01:47:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aaron Rodgers takes $35m pay cut in reworked contract with New York Jets", "description": "<ul><li>Four-time NFL MVP agrees to new two-year contract with Jets</li><li>Rodgers, 39, has repeatedly said he is not just a one-year rental</li></ul><p>Aaron Rodgers has a new deal with the New York Jets – and he’s taking a pay cut to try to deliver a Super Bowl for the winning-starved franchise.</p><p>Rodgers agreed to a new two-year, $75m guaranteed contract with the Jets on Wednesday, according to a person familiar with the deal.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/26/aaron-rodgers-pay-cut-new-york-jets-contract\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/26/aaron-rodgers-pay-cut-new-york-jets-contract", "date_published": "2023-07-27T01:10:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moldova expels 45 Russian diplomats and embassy staff, citing years of ‘hostile actions’", "description": "<p>The country’s foreign minister alluded to media reports of alleged spying equipment installed on the roof of Russia’s embassy in Chișinău</p><p>Moldova has ordered 45 Russian diplomats and embassy staff to leave, sharply reducing the number of officials Russia can have in its capital Chișinău, while citing years of “hostile actions” by Moscow.</p><p>“We agreed on the need to limit the number of accredited diplomats from Russia, so that there are fewer people trying to destabilize the Republic of Moldova,” foreign minister Nicu Popescu said at a cabinet meeting.</p> <a href=\"https://www.theguardian.com/world/2023/jul/27/moldova-expels-45-russia-diplomats-russian-embassy-officials-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/27/moldova-expels-45-russia-diplomats-russian-embassy-officials-staff", "date_published": "2023-07-27T00:45:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why we must teach our teenagers to break free of fear and fight for creative freedom  | AJ Betts", "description": "<p>Teenagers are terrified of getting things wrong and risking failure, and who can blame them?</p><p></p><p>I run a lot of writing workshops in secondary schools and what I see is this: teenagers afraid to be creative. Even when I assure them they can’t get it wrong, they pause and agonise and look to their teacher, because they’ve been conditioned to mimic – it gets them good grades, after all.</p><p>Teenagers are terrified of getting things wrong and risking failure, and who can blame them? It’s not like being in primary school, when they were encouraged to play. Younger students have no trouble taking a few prompts and turning them into a story, because they delight in creating characters they have control over, and situations that are scary and funny and daring. But teenagers look at the blank page and freeze. “I don’t know,” they might say aloud, while internally their inner monologues say this: <em>If I get this wrong, I might fail this task, which will affect my grade, which will lower my Atar, and I mightn’t get into the course I want, and my life will be ruined. </em>(Don’t believe me? Ask a year 12 student.)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/27/why-we-must-teach-our-teenagers-to-break-free-of-fear-and-fight-for-creative-freedom\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/27/why-we-must-teach-our-teenagers-to-break-free-of-fear-and-fight-for-creative-freedom", "date_published": "2023-07-27T00:38:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "USA v Netherlands: Women’s World Cup 2023 – live", "description": "<ul><li><a href=\"mailto:beau.dure.freelance@guardian.co.uk\">Email Beau</a> with your thoughts or tweet <a href=\"https://twitter.com/duresport\">@duresport</a></li><li><a href=\"https://www.theguardian.com/football/2023/jul/20/sign-up-for-soccer-with-jonathan-wilson-his-free-weekly-newsletter-on-european-soccer?INTCMP=gdnwb_mawns_editorial_newsletters_Soccer_Live_Blog_\">Sign up for Soccer with Jonathan Wilson: our free newsletter</a></li><li><a href=\"https://www.theguardian.com/football/2023/jul/26/usa-netherlands-womens-world-cup-2023-group-stage\">Teams meet in replay of 2019 World Cup final</a></li></ul><p>The <a href=\"https://www.theguardian.com/football/2023/jul/12/womens-world-cup-2023-team-guides-part-17-netherlands\">Guardian network’s profile writer, Steven Kooijman</a>, says coach <strong>Andries Jonker </strong>ditched the 4-3-3 to run with a 5-3-2 with wingbacks. Today’s formation is listed as a 3-5-2, but the difference between a 5-3-2 and 3-5-2 is really a question of attitude, isn’t it?</p><p>Forward <strong>Lineth Beerensteyn </strong>will miss this game with an injury. <strong>Vivianne Miedema, </strong>sadly, will miss this entire tournament. Miedema ranked sixth in The Guardian’s <a href=\"https://www.theguardian.com/football/ng-interactive/2022/dec/21/the-100-best-female-footballers-in-the-world-2022\">most recent listing</a> of the top 100 players in the world.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/26/usa-v-netherlands-womens-world-cup-2023-soccer-live-score\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/26/usa-v-netherlands-womens-world-cup-2023-soccer-live-score", "date_published": "2023-07-27T00:36:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]