[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Peter One: Tiny Desk Concert", "description": "Bob Boilen | July 27, 2023\nPeter One's tender voice has a storied past. His opening song, \"Cherie Vico,\" the one that hooked me on his music, is a love song sung in Guro, the language of his homeland Ivory Coast in West Africa. He tells the NPR crowd, \"That's where I started playing music a long time ago. I came to America in 1995 and I moved to Nashville a few years ago. So far, I've been working as a nurse, but now I'm back to my passion: music as my career.\"\n\nThese are passion-filled songs often with references and connections to his past. \"Birds Go Die Out Of Site\" tells the story of a friend also from the Ivory Coast and now living in America, who wants to go back home. \"It wasn't the right time because the 2010 elections in the Ivory Coast were still causing some political problems,\" Peter One said. \"My friend didn't listen to me. He went anyway. I got a phone call. My friend had died.\" And with a Southern blues tone, complete with harmonica, guitar, pedal steel and backing singers, Peter One continues the tale.\n\nPeter One's songs shift from English to French to Guro. The two instrumentalists, Agustin Escalante and Luke Schneider (he was last here with Margo Price), are from Nashville, while the singers are from nearby the D.C. area. All the songs performed are from the 2023 album Come Back to Me, which brings him back to stardom after 30 years away from music. His last number is about reconciliation with his people of the Ivory Coast, but I can't help but think of his personal reunion with his inner soul.\n\nSET LIST\n\"Cherie Vico\"\n\"Birds Go Die Out of Sight\"\n\"Kavudu\"\n\nMUSICIANS\nPeter One: vocals, guitar\nLuke Schneider: banjo, lap steel\nAgustin Escalante: keyboard, harmonica, guitar, drum machine, vocals\nJeanne Eveline Wandjou: vocals\nAbigael Audrey Wilson: vocals\n\nTINY DESK TEAM\nProducer: Bob Boilen\nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter\nVideographers: Maia Stern, Kara Frame, Elizabeth Gillis\nAudio Assistant: Kwesi Lee\nProduction Assistant: Ashley Pointer\nPhotographer: Michael Zamora\nTiny Desk Team: Suraya Mohamed, Hazel Cills, Joshua Bryant\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #peterone", "link": "https://www.youtube.com/watch?v=ptMLdzijCrc", "date_published": "2023-07-27T09:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/ptMLdzijCrc/hqdefault.jpg"}]