[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What The Golf? x Among Us - Official Among Golf Update Trailer", "description": "What The Golf? is a physics-based golf parody game where every course is a new surprising type of golf from the clever, brilliant, or hilarious types. What The Golf? has launched a brand new update to the game inspired by Among Us called 'Among Golf' bringing 35 new levels from the massive social deduction hit game. The Among Us inspired 'Among Golf' update for What The Golf? is available now on Apple Arcade with a release for Nintendo Switch and PC at a later date.\n\n#WhatTheGolf #AmongUs", "link": "https://www.youtube.com/watch?v=_l1whN-YATQ", "date_published": "2023-04-15 21:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Wars Celebration Reveals, Resident Evil 4 Pay-To-Win DLC, & More! | IGN The Weekly Fix", "description": "Wanna catch up on all the gaming and entertainment news highlights from the past week? From the Resident Evil 4 Remake getting Pay-to-Win DLC, to all the announcements at the Star Wars Celebration, tune in for the Weekly Fix - the only show packed with the recommended weekly dose of gaming, entertainment, and esports news!\n\n00:37 - Resident Evil 4 Remake Gets Pay-to-Win DLC\n03:36 - Star Wars Jedi- Survivor’s Massive File Size Will Force Choke Your Hard Drive\n06:11 - Your PC Can't Handle Cyberpunk 2077's Latest Update\n08:51 - Redfall Is Being Capped at 30FPS at Launch\n12:20 - All the Star Wars Celebration Announcements\n17:26 - What the New HBO Max Rebrand and Pricing Means for Subscribers\n21:18 - Joker 2 Director Shares New Images, Revealing Harley Quinn's New Look\n\n#ign #gaming #entertainment", "link": "https://www.youtube.com/watch?v=MHPO3vLwQ0k", "date_published": "2023-04-15 19:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Mandalorian Ch. 23: Is This The Best Kind of Star Wars? | Breakdown + Easter Eggs | Canon Fodder", "description": "The Mandalorian Season 3 is navigating some interesting chapters of Star Wars. Grogu, The Mandalorian, Thrawn, and maybe some other familiar names may soon face off! Will the Mandalorian himself (Pedro Pascal) and Baby Yoda be able to walk away unscathed? Star Wars’ The Mandalorian on Disney Plus is spending a lot of time with Bo Katan leading many to believe in The Mandalorian S3, she is the titular “The Mandalorian.” Moff Gideon is laying down the stakes and Pedro Pascal’s The Mandalorian character is suddenly out of play and the future for The Mandalorian and Grogu can’t be predicted.\n\nWe’ve been following the story of the Mandalorian and “Baby Yoda,” and the Darksaber for quite a while now. Has the Darksaber found its rightful master finally? The Star Wars Darksaber has deep roots, and as IGN and Max Scoville can tell you in this episode of Canon Fodder, Moff Gideon has a big role to play. We know the circumstances of the Moff Gideon Escape, but we’re breaking down the NEW Moff Gideon Armor and why it’s so controversial. Plus, Imperial Supercommandos return?! We’ll see if Imperial Mandalorians are any match for the more traditional kind and that sneaky Mythosaur!\n\n#IGN #StarWars #TheMandalorian", "link": "https://www.youtube.com/watch?v=WatvOxZx5jw", "date_published": "2023-04-15 17:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Have a Nice Death Developers React to 28 Minutes Speedrun", "description": "Ride along with developers from Magic Design Studios as they watch and react to an incredible Vacation% speedrun of their game. Speedrunner “highfivefromryan” earns himself a staggering in-game completion time of just over 17 minutes, with the real-time of the run being just over 28 minutes. \n\nCheck out more from “highfivefromryan” here: https://www.twitch.tv/highfivefromryan\n\nHave A Nice Death is a hand-drawn roguelike 2D action game, starring Death himself. Players travel through the headquarters of Death Incorporated, fighting against employees that have been reaping too many souls, with departmental heads as bosses.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=m_hf0vTjBd8", "date_published": "2023-04-15 15:30:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Wars: Is Dave Filoni Making an Heir to the Empire Movie?", "description": "Amid all the announcements at Star Wars Celebration 2023, few were as surprising or welcome as the news that The Mandalorian’s Dave Filoni is directing a live-action Star Wars movie. Filoni is overseeing a film set after the events of Return of the Jedi, and one that ties together characters from Disney+ series like The Mandalorian, The Book of Boba Fett and Ahsoka. It’s the big team-up we’ve all been waiting for.\n\nLucasfilm hasn’t given a name or release date for this new movie, but we may be able to solve one of those mysteries. Could Filoni’s film be called Star Wars: Heir to the Empire? Is this blockbuster set to adapt one of the most iconic Expanded Universe stories of all time? Let’s take a deep dive into Heir to the Empire and why it’s probably going to have a lot of influence over the new movie.\n\n#IGN #StarWars", "link": "https://www.youtube.com/watch?v=1GtRo6ImKE8", "date_published": "2023-04-15 13:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}]