[{"source": "https://www.theguardian.com/rss", "title": "Ten Hag backs Martial for Manchester United: ‘When he is fit, we play better’", "description": "<ul><li>Striker made his first start since January against Sevilla</li><li>Manager wants Frenchman to stay despite fitness fears</li></ul><p>Erik ten Hag has admitted Anthony Martial’s poor injury record means it is difficult to rely on him as a frontline player, though the manager is insistent the striker has a future at Manchester United beyond this season.</p><p>The Frenchman’s start in <a href=\"https://www.theguardian.com/football/2023/apr/13/maguire-and-malacia-own-goals-give-sevilla-draw-at-manchester-united\" title=\"\">Thursday’s 2-2 draw with Sevilla</a> was his first since mid-January and was only an eighth appearance of 2023. Martial was taken off against the Spaniards, meaning he has not completed 90 minutes since September 2021, though he was loaned to Sevilla for the second half of last season.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/manchester-united-anthony-martial-erik-ten-hag\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/manchester-united-anthony-martial-erik-ten-hag", "date_published": "2023-04-15 21:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "O’Sullivan survives Pang fightback to seal first-round win at the Crucible", "description": "<ul><li>Defending champion into second round with 10-7 victory</li><li>Pang recovers after losing first five frames before falling short</li></ul><p>Ronnie O’Sullivan’s frank admission on the eve of the defence of his World Snooker Championship crown that he was an “old man” and finding it harder to contend with the travails of the game he has dominated for so long left you wondering if, just maybe, he was foreshadowing an almighty upset at the hands of Pang Junxu on the opening day of this year’s tournament.</p><p>While age will eventually catch up with O’Sullivan, it seems that battle has not yet been lost. Opening-round victories at the Crucible are rarely glamorous but they are often tricky to navigate. Just ask O’Sullivan, who fell to a stunning defeat to the then amateur James Cahill in the first round here four years ago. As such, this was not vintage O’Sullivan in the opening act of his quest for a record-breaking world title number eight: but it was ultimately enough to get the job done.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/15/ronnie-o-sullivan-pang-junxu-world-snooker-championship-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/15/ronnie-o-sullivan-pang-junxu-world-snooker-championship-match-report", "date_published": "2023-04-15 20:54:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Too cramped? Too big? No name: Sydney’s newest art gallery weathers critique in its first months", "description": "<p>As the controversial new gallery known as Sydney Modern makes it through its first summer, visitors and critics are divided on whether it is living up to its promise</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>From the window of his office, the Art Gallery of New South Wales director, Michael Brand, looks out on the sprawling new $344m gallery he spent the past decade trying to build, shepherding it through backlash, budgets, a $100m philanthropy drive and a global pandemic.</p><p>But now the gallery – known widely as Sydney Modern, though officially it still has not been named – has made it through its first summer. And Brand is feeling optimistic.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/16/too-cramped-too-big-no-name-sydneys-newest-art-gallery-weathers-critique-in-its-first-months\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/16/too-cramped-too-big-no-name-sydneys-newest-art-gallery-weathers-critique-in-its-first-months", "date_published": "2023-04-15 20:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Laura Trevelyan urges King Charles to apologise for historical links to slave trade", "description": "<p>Ex-BBC journalist who made formal apology on behalf of her family to descendants of enslaved also wants UK government to express remorse</p><p>The former BBC journalist Laura Trevelyan has called for King Charles and the British government to apologise for historical links to the slave trade.</p><p>In February, Trevelyan went to Grenada and read out <a href=\"https://www.theguardian.com/commentisfree/2023/mar/25/slaves-trade-amends-grenada-laura-trevelyan\">a formal apology on behalf of her family to islanders who had descended from enslaved people</a> and announced a £100,000 educational fund drawn from her own savings. Members of her family tree had owned at least a thousand enslaved people on the Caribbean island.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/laura-trevelyan-urges-king-charles-to-apologise-for-historical-links-to-slave-trade\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/laura-trevelyan-urges-king-charles-to-apologise-for-historical-links-to-slave-trade", "date_published": "2023-04-15 19:34:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maybe it’s time to welcome back the old fashioned wing-half – in modern guise | Jonathan Wilson", "description": "<p>Could Trent Alexander-Arnold’s travails at Liverpool be helped by stepping inside into midfield as the full-back role evolves?</p><p>One of the easiest and most misleading pieces of footballing received wisdom is that everything is cyclical. Wait long enough, the great drum of history will revolve again and the same ideas will come back round, be that sharp side-partings, the back three, Howard Webb apologising to Brighton or Roy Hodgson managing Crystal Palace. Except time is not a flat circle. Each iteration is different because it comes with knowledge of what went before.</p><p>Watch Manchester City in possession. They have a centre-forward and two wide men. They have Kevin De Bruyne and Bernardo Silva or Ilkay Gündogan as “free 8s”, essentially old-fashioned inside-forwards. They like to have five outfielders behind the ball, who will usually form a trapezoid shape: a line of three defenders and two deep-lying midfielders. Show that to Herbert Chapman and, while he may think City could be a little more direct, he would understand what he was seeing. This is essentially <a href=\"https://www.theguardian.com/football/blog/2011/sep/20/arsenal-herbert-chapman-southampton-tactics\" title=\"\">a W-M</a>.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/15/wing-half-full-back-trent-alexander-arnold-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/15/wing-half-full-back-trent-alexander-arnold-liverpool", "date_published": "2023-04-15 19:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox wins the chase after animal rights protesters take action at Grand National", "description": "<p>Jockey rode 8-1 favourite Corach Rambler to glory at Aintree but the race will be remembered for all the drama before it</p><p>This was a day when the drama and dangers of the world’s most famous steeplechase appeared to purr in perfect synchronicity. Anyone whose love affair with the Grand National lingers would have found much to marvel in the stillness of Derek Fox’s riding as mayhem unfolded all around him – before sending <a href=\"https://www.theguardian.com/sport/2023/apr/15/corach-rambler-wins-grand-national-after-animal-rights-protesters-force-delay-to-race-horse-racing\">8-1 favourite Corach Rambler into glory</a>. Yet the hundreds of animal rights protestors who tried to sabotage the race would also have felt justified in their actions after two horses died on the day, including Hill Sixteen after an horrific fall on the first fence.</p><p>Perhaps, though, there might be a broad consensus on this undeniable fact: the 175th National had pretty much everything: sorrow, suffering, glory, pain.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/15/fox-wins-the-chase-after-animal-rights-protesters-take-action-at-grand-national\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/15/fox-wins-the-chase-after-animal-rights-protesters-take-action-at-grand-national", "date_published": "2023-04-15 18:50:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United edge epic over Brighton to make Women’s FA Cup final", "description": "<ul><li>Semi-final: Manchester United 3-2 Brighton</li><li>Galton 47, Russo 71, R Williams 89; Earps 36og, Carter 75</li></ul><p>Rachel Williams came off the bench to score a late winner for Manchester United to send them to their first Women’s FA Cup final at Brighton’s expense.</p><p>The veteran striker kept her cool to stop the game going to extra time with a minute of the 90 to go. United had dominated the fixture but gifted two goals to the visitors to make it into a dramatic cup tie but in the end the hosts had just enough to get through.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/manchester-united-brighton-womens-fa-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/manchester-united-brighton-womens-fa-cup-match-report", "date_published": "2023-04-15 18:42:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ruthless Haaland helps Manchester City make quick work of Leicester", "description": "<p>Manchester City did what they desired: beat Leicester to keep their title defence in their hands, just as Arsenal rove into view for a seismic showdown here next week.</p><p>For Dean Smith, this first match of a tenure that will finish at the end of the season was always going to be one to chalk off in his side’s fight to beat the drop. Towards the end Kelechi Iheanacho tapped in after a mix-up between Kalvin Phillips and Ederson but it was a consolation only.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/manchester-city-leicester-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/manchester-city-leicester-premier-league-match-report", "date_published": "2023-04-15 18:41:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail and Communication Workers Union reach deal on pay", "description": "<p>Agreement in principle follows strikes and 11 months of negotiations over pay, jobs and conditions</p><p>Royal Mail and union leaders have reached an agreement in principle after 11 months of negotiations in a dispute over pay, jobs and conditions.</p><p>Royal Mail said it had reached a negotiators’ agreement with the Communication Workers Union (CWU), the details of which will be made public once it has been ratified by the union’s executive committee, which is expected to take place next week.</p> <a href=\"https://www.theguardian.com/business/2023/apr/15/royal-mail-and-communication-workers-union-reach-deal-on-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/15/royal-mail-and-communication-workers-union-reach-deal-on-pay", "date_published": "2023-04-15 18:18:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grand National forced to delay start after animal rights protest at course", "description": "<p>Activists arrested as group linked to Extinction Rebellion attempts to stop race</p><p>Twenty-three animal rights protesters have been arrested after invading the Grand National course and forcing the start of the world’s most famous steeplechase to be delayed by a quarter of an hour.</p><p>More than 70,000 fans were at Aintree to cheer on the 8-1 favourite Corach Rambler, but the day will be remembered more for the sight of dozens of protesters from Animal Rising, a sister group to Extinction Rebellion, using ladders to scale the barricades around the course before attempting to stop the race.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/15/grand-national-delay-start-animal-rights-protest-extinction-rebellion\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/15/grand-national-delay-start-animal-rights-protest-extinction-rebellion", "date_published": "2023-04-15 18:17:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There’s good reason why strong female role models deter other women from aiming for the top | Martha Gill", "description": "When those who reach the highest office suffer such brutal misogyny, is it any wonder that breaking the glass ceiling doesn’t look like much fun?<p>I was interested to see <a href=\"https://www.theguardian.com/business/2023/apr/11/cbi-new-boss-need-show-bring-fresh-leadership-rain-newton-smith\" title=\"\">Rain Newton-Smith’</a>s sudden promotion to boss of the Confederation of British Industry – so “toxic” with <a href=\"https://www.theguardian.com/business/2023/apr/03/revealed-new-claims-of-sexual-misconduct-and-toxic-culture-at-cbi\" title=\"\">“unchecked misogyny”</a> that both main parties have broken off contact and there is some doubt it will survive at all – celebrated in various quarters as a victory for women.</p><p>This particular route to female promotion is, after all, rather common, and I always feel it could be better represented in film: the captain of the flooding submarine, busted bank or exploding Death Star announcing chivalrously over the Tannoy that some “brilliantly qualified” woman will now be taking charge; he has “every confidence” she is up to the “steep climb ahead of her”. (Cue stirring ambition in the hearts of young female maintenance droids throughout the ship, for its final few moments.)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/15/good-reason-strong-female-role-models-deter-other-women-from-aiming-for-the-top\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/15/good-reason-strong-female-role-models-deter-other-women-from-aiming-for-the-top", "date_published": "2023-04-15 18:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS crisis deepens as nursing union plans ‘mega strike’ in England", "description": "<p>Doctors could join coordinated strike as Royal College of Nurses announce national ballot on mass action</p><p>England’s biggest nursing union is to ballot its members on whether to join a “make or break” mega-strike that would lead to mass action by nurses in every hospital trust in the country, the <em>Observer</em> can reveal.</p><p>The move by the Royal College of Nursing to “up the ante” by holding a single national vote – rather than conducting ballots in each individual trust as it did last October – would, if passed, mean twice as many trusts being hit by industrial action by nurses as have been so far.</p> <a href=\"https://www.theguardian.com/society/2023/apr/15/nhs-crisis-deepens-as-nursing-union-plans-mega-strike-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/15/nhs-crisis-deepens-as-nursing-union-plans-mega-strike-in-england", "date_published": "2023-04-15 18:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Murray Melvin, actor, director and theatre archivist, dies aged 90", "description": "<p>Melvin’s roles included parts in Torchwood, The Phantom of the Opera and A Taste of Honey</p><p>Tributes have been paid to the actor, director and theatre archivist Murray Melvin, who has died aged 90.</p><p>Melvin died at St Thomas’ hospital in London on Friday, according to friends.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/15/murray-melvin-actor-director-and-theatre-archivist-dies-aged-90\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/15/murray-melvin-actor-director-and-theatre-archivist-dies-aged-90", "date_published": "2023-04-15 17:59:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bromley councillor Shaun Slator expelled from Conservative party over rape tweet", "description": "<p>Councillor, who is currently sitting as an independent, says he is ‘disappointed’ by decision and will be appealing</p><p>A Conservative councillor who said an alleged rape victim was probably a prostitute has been expelled from the party.</p><p>Shaun Slator, who currently sits as an independent councillor on Bromley council, made the comments on Twitter in response to a news report about a rape inquiry in Plumstead, south-east London.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/15/bromley-councillor-shaun-slator-expelled-from-conservative-party-over-tweet\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/15/bromley-councillor-shaun-slator-expelled-from-conservative-party-over-tweet", "date_published": "2023-04-15 17:52:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Racism in Britain is not a black and white issue. It’s far more complicated | Tomiwa Owolade", "description": "A report on ethnic inequality reveals that that Irish, Jewish and Traveller people are among the most abused<p>Something was amiss but I couldn’t say why. I was a sixth-form student and talking to a girl who told me with utter confidence that “white people can’t be victims of racism”. Racism is about power and privilege. White people have power and privilege. Black people and Asians don’t. This means that only the latter group can be victims of racism; racism is the exercise of power and privilege against people of colour.</p><p>I nodded at the time – she almost convinced me. Almost. I admired her clarity but felt her account was too neat. I liked her passion but thought it was painfully misguided.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/15/racism-in-britain-is-not-a-black-and-white-issue-it-is-far-more-complicated\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/15/racism-in-britain-is-not-a-black-and-white-issue-it-is-far-more-complicated", "date_published": "2023-04-15 17:32:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak scraps plans for new smart motorways in England", "description": "<p>Fourteen smart motorways removed from government road-building plans over cost and safety fears</p><p>The building of new smart motorways is being cancelled as Rishi Sunak acknowledged concerns about safety and cost.</p><p>Fourteen planned smart motorways – including 11 that are already paused and three earmarked for construction – will be removed from government road-building plans, given financial pressures and in recognition of the lack of public trust.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/rishi-sunak-scraps-plans-new-smart-motorways-england\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/rishi-sunak-scraps-plans-new-smart-motorways-england", "date_published": "2023-04-15 17:31:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Safe housing denied to 10,000 women in England fleeing domestic abuse", "description": "<p>Lack of shelters may be forcing victims to return to their violent partners or leaving them homeless</p><p>More than 10,000 women escaping domestic abuse across England were refused safe housing last year, amid warnings that many could be left homeless or driven back to dangerous partners as a result of <a href=\"https://www.theguardian.com/global-development/2020/dec/02/female-trafficking-survivors-in-uk-forced-into-unsafe-housing-report-finds\" title=\"\">a “woeful” lack</a> of safe accommodation.</p><p>Official figures seen by the <em>Observer</em> found that almost 8,000 households referred to a safe accommodation service did not receive support because there was no capacity. A further 3,000 were denied places because the shelter “could not meet the needs of the household”, with figures suggesting this was often due to mental health issues, drug and alcohol use or disability.</p> <a href=\"https://www.theguardian.com/society/2023/apr/15/safe-housing-denied-to-10000-women-in-england-fleeing-domestic-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/15/safe-housing-denied-to-10000-women-in-england-fleeing-domestic-abuse", "date_published": "2023-04-15 17:14:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US officials knew of more Chinese spy balloons, according to Pentagon leaks", "description": "<p>Documents allegedly leaked by Jack Teixeira show US knew of at least four balloons beyond one shot down in February</p><p>US officials were aware of up to four Chinese surveillance balloons, beyond one that flew over the continental US and was shot down in February, according to leaked top intelligence. One balloon flew over a US carrier strike group located in the Pacific Ocean, in an incident that was never reported.</p><p>The information comes from documents that were allegedly leaked by Massachusetts air national guard member <a href=\"https://www.theguardian.com/us-news/2023/apr/13/who-is-jack-teixeira-the-man-arrested-over-pentagon-files-leak\">Jack Teixeira</a> that were first reported by <a href=\"https://www.washingtonpost.com/national-security/2023/04/14/chinese-spy-balloon-leaked-documents/\">the Washington Post</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/15/pentagon-leaks-us-officials-more-chinese-spy-balloons\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/15/pentagon-leaks-us-officials-more-chinese-spy-balloons", "date_published": "2023-04-15 17:07:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak and his cabinet fall at the first fence – cartoon", "description": "<p>Government ministers come a cropper in the Grand National credibility stakes</p><p>• <a href=\"https://guardianprintshop.com/collections/david-simonds/products/16th-april-2023\">You can order your own version of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/15/rishi-sunak-and-his-cabinet-fall-at-the-first-fence-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/15/rishi-sunak-and-his-cabinet-fall-at-the-first-fence-cartoon", "date_published": "2023-04-15 17:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Solmaz Sharif: ‘I don’t shy away from hurting the reader’", "description": "<p>The Iranian-American poet on puncturing comfort, staying an apostate and her teenage love of RL Stine</p><p>The poet Solmaz Sharif was born in Istanbul to Iranian parents in 1983 and raised in the US, moving between Texas, Alabama and California as a child. Her first poetry collection, <em>Look</em> – a finalist for the 2016 National Book award – used vocabulary from a US Department of Defense dictionary to interrogate the language of warfare. Now she’s followed it up with <em>Customs</em>, which the <em>New York Times</em> called “witty and incisive”, adding that Sharif “masterfully traverses the landscape of exile and all its complicated grief”. The collection will be published by Bloomsbury on 27 April. Sharif spoke to me from her home near UC Berkeley, where she is an assistant professor of English.</p><p><strong>You said in a recent interview that you think of your poems as “laced with arsenic”.</strong><strong> What are you seeking to do to your readers?<br /></strong>I don’t shy away from hurting the reader. There’s a lot of talk about writing as triggering and traumatic and I think it very much is. It exists in that moment of crisis, making that moment alive in us over and over again. And in that way, it’s mean and it’s hurtful. And I find it useful to just be very direct about that and take accountability. I do think that there are certain comforts and eases that must be punctured, that must be poisoned, quite frankly.</p><p><em>Customs</em> by Solmaz Sharif is published by Bloomsbury (£9.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/customs-9781526655295\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/apr/15/solmaz-sharif-i-dont-shy-away-from-hurting-the-reader\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/15/solmaz-sharif-i-dont-shy-away-from-hurting-the-reader", "date_published": "2023-04-15 17:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thirteen killed in India after bus carrying musicians falls into gorge", "description": "<p>Twenty-nine passengers also injured as vehicle slides off highway during journey from Pune to Mumbai</p><p>A passenger bus carrying dozens of members of a music troupe slid off a highway and fell into a gorge in western India on Saturday, killing 13 people and injuring 29 others, police said.</p><p>The bus was on its way to Mumbai, India’s financial capital, in Maharashtra state, from Pune city, where the musicians held a performance, said Atul Zende, a police officer. The exact cause of the crash was not immediately known.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/thirteen-killed-in-india-after-bus-carrying-musicians-falls-into-gorge\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/thirteen-killed-in-india-after-bus-carrying-musicians-falls-into-gorge", "date_published": "2023-04-15 16:51:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Corach Rambler wins Grand National after protesters force delay to race", "description": "<ul><li>Favourite triumphs for rider and trainer who won in 2017</li><li>Race was delayed for 15 minutes after invasion of track</li></ul><p>The favourite Corach Rambler won a dramatic Grand National on and off the course on Saturday after disruption on the track from animal rights activists resulted in the race going off late.</p><p>There were four fallers at the first fence and loose horses caused plenty of mayhem on the first circuit. The horses were waved round the first obstacle on the second circuit with Hill Sixteen still being attended to behind green screens. It was announced after the race that he had to be put down after injuries suffered when falling at the first.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/15/corach-rambler-wins-grand-national-after-animal-rights-protesters-force-delay-to-race-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/15/corach-rambler-wins-grand-national-after-animal-rights-protesters-force-delay-to-race-horse-racing", "date_published": "2023-04-15 16:48:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour should be selling itself instead of attacking Rishi Sunak and his wife | Bidisha Mamata", "description": "Voters need to hear bold promises from the opposition rather than allegations and immature controversialism<p>Politics reached a new low last week, with <a href=\"https://www.theguardian.com/politics/2023/apr/10/labours-attack-ads-risk-painting-starmer-as-just-another-politician\" title=\"\">Labour’s adverts</a> attacking Rishi Sunak by name. Their claims are ridiculous. I do not believe that Sunak – or anyone – thinks that convicted child abusers, violent offenders or any other dangerous criminal should avoid prison.</p><p>I am a lifelong Labour voter but untrue allegations, personal attacks and immature controversialism are not a decent way to win over the electorate. Labour should be persuading voters by making bold promises based on constructive critique, so that voting is a positive act inspired by transformational thinking and realistic planning.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/15/labour-should-be-selling-itself-instead-of-attacking-rishi-sunak-and-his-wife\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/15/labour-should-be-selling-itself-instead-of-attacking-rishi-sunak-and-his-wife", "date_published": "2023-04-15 16:32:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dango Ouattara’s last-gasp Bournemouth winner stuns Spurs", "description": "<p>No manager, a fading top-four challenge and losing to relegation candidates. Modern football protocol dictates that such a state of affairs will lead to a club’s ownership being targeted. Calls for Daniel Levy to step aside are not uncommon at the Tottenham Hotspur Stadium, but they are becoming especially loud from the White Wall Stand when Spurs are losing.</p><p>As fans peeled to the exits after an amazing goal by Burkina Faso’s Dango Ouattara in the last seconds of time added, the chants resumed. Like the Glazers at Old Trafford and FSG at Anfield, Levy and the Enic Group felt the heat of failure. Even if Tottenham’s defeat here could be explained by poor finishing, absent-minded defending and the excellence of an inspired, disciplined Bournemouth, the money men, the ownership were barracked as the root cause of failure.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/tottenham-bournemouth-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/tottenham-bournemouth-premier-league-match-report", "date_published": "2023-04-15 16:24:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julio Enciso seals Brighton fightback to pile more misery on Chelsea", "description": "<p>Brighton were brilliant. They were faster than Chelsea, stronger than Chelsea, slicker than Chelsea, more coherent than Chelsea and more inventive than Chelsea. They were almost embarrassingly the better side. As their pursuit of Europa League football goes on, so too does <a href=\"https://www.theguardian.com/football/blog/2023/apr/13/chelsea-all-promise-no-substance\">Chelsea’s bewildered misery.</a> That’s 11 defeats in his last 12 games now for Frank Lampard as a manager and seven in his last 10 league games with Chelsea. And now he has to inspire a comeback from <a href=\"https://www.theguardian.com/football/2023/apr/12/real-madrid-chelsea-champions-league-quarter-final-first-leg-match-report\">2-0 down against Real Madrid</a>. Good luck.</p><p>That it took until the 70th minute for Brighton to take the lead was down to Kepa Arrizabalaga making three outstanding saves, Evan Ferguson and Julio Enciso hitting the woodwork, Alexis Mac Allister being deadly only from the penalty spot and Danny Welbeck, with the entire goal to aim at, flashing an admittedly sharp rebound over. But their excellence did tell in the end with a stunning winner, Enciso wandering through Chelsea’s midfield before pinging a 25-yard strike into the top corner. The Paraguayan is 19 and cost £9.5m from the Asunción club Libertad. Brighton, masters of the cleverly sourced bargain, may have done it again.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/chelsea-brighton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/chelsea-brighton-premier-league-match-report", "date_published": "2023-04-15 16:11:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northampton take advantage of Taylor red card to hold on to win over Saracens", "description": "<ul><li>Northampton 38-29 Saracens</li><li>Hosts score six tries in victory against Premiership leaders </li></ul><p>If these two were to meet in the semi-final in three weeks, we can safely say the shape of the contest will be different. Northampton claimed maximum points with this win over mighty Saracens to move into the fourth and final playoff spot with two rounds to go, but they do not have the look of champions about them. This was Saracens’ second team – and as if that were not qualification enough, the visitors played most of the match down to 14 after an early red card for Duncan Taylor.</p><p>Under those circumstances, Northampton were less than impressive, whatever the final scoreline might suggest. Indeed, Saracens finished the stronger, claiming a bonus point of their own with two tries in the last 10 minutes. Still, if the Saints can win at Newcastle next weekend, their last game of the regular season, they will have every chance of finishing in the top four.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/15/northampton-saracens-premiership-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/15/northampton-saracens-premiership-rugby-union-match-report", "date_published": "2023-04-15 16:11:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eberechi Eze double nudges sorry Southampton closer to the trapdoor", "description": "<p>What would Rubén Sellés give for a similar reaction to the one Roy Hodgson has instigated at Crystal Palace? A third successive victory for the first time since the former England manager’s previous stint as manager courtesy of a virtuoso performance from Eberechi Eze virtually assured their Premier League status for another season and heaped more pressure on Southampton.</p><p>Cut adrift at the bottom and without a win in six matches, even Sellés – the 39-year-old who followed in Hodgson’s footsteps during a spell as an assistant with Danish side FC Copenhagen before moving to St Mary’s in the summer – must acknowledge that his side look doomed. Despite restricting Palace to zero shots on target in a first half that they dominated, it was Southampton’s familiar failings in front of goal that cost them once again as Eze was in the right place at the right time to give Palace the lead early in the second half before a dazzling solo effort from the England hopeful sealed the points.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/southampton-crystal-palace-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/southampton-crystal-palace-premier-league-match-report", "date_published": "2023-04-15 16:03:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "007 meets the occult: why spies and sorcerers are a perfect fit in fiction", "description": "<p>Espionage and magic share codes, secrets and rituals and a new cohort of writers are now casting their literary spells</p><p>Spycraft and magic have always been strange but agreeable bedfellows, and a recent trend for merging both branches of the dark arts is gathering momentum in fiction.</p><p>The <a href=\"https://www.theguardian.com/world/cold-war\" title=\"\">cold war era</a> of the late 1940s through to the 1980s seems an especially appropriate stage for stories that pepper espionage with something even more shadowy – be that occult magic, the stagecraft of illusionists or investigation into psychic powers.</p> <a href=\"https://www.theguardian.com/books/2023/apr/15/007-occult-spies-sorcerers-fiction-magic\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/15/007-occult-spies-sorcerers-fiction-magic", "date_published": "2023-04-15 16:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thrills and spills: an architect’s absurdist homeware – in pictures", "description": "<p>Architect <a href=\"https://www.instagram.com/katerina.kamprani/?hl=en\">Katerina Kamprani</a> was inspired by frustration to create her project <em><a href=\"https://www.theuncomfortable.com/\">The Uncomfortable</a></em>. Born and raised in Athens, Kamprani struggled to find a career in the creative industries during the dire Greek economic crisis of the 2010s. “The discouragement manifested in these absurd ideas about objects that are deliberately designed to be inconvenient,” she says. The project started for fun, but she’s pleased it’s served real purpose too. “The images have been used in research to help patients with brain injuries and motor control deficits.”</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/15/thrills-and-spills-an-architects-absurdist-homeware-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/15/thrills-and-spills-an-architects-absurdist-homeware-in-pictures", "date_published": "2023-04-15 16:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A ‘handmade’ egg sandwich with 32 ingredients? Time to change how we eat | Rachel Cooke", "description": "<p>The description of ultra-processed food in Henry Dimbleby’s book, Ravenous, is startling and chastening</p><p>I want to believe that books can change lives. But I’m not quite convinced they ever do, especially those about food (<em>Middlemarch</em> may be a different matter). On the shelf behind me, after all, is a neat row of excellent titles about what we eat, and why – <a href=\"https://www.theguardian.com/books/2015/apr/19/swallow-this-food-industry-joanna-blythman-observer-review\" title=\"\">Joanna Blythman</a> is there, and so is <a href=\"https://www.theguardian.com/books/2019/apr/08/the-way-we-eat-now-by-bee-wilson-julia-child-the-last-interview-and-other-conversations-review\" title=\"\">Bee Wilson</a> – and yet, if I’m honest, none of these has drastically altered the way I shop or cook, even if they have affected the way I think, sometimes profoundly. Words on the page are such a puny match for modern life, so busy and tempting and perilously expensive.</p><p>But maybe I’m wrong. I’ve been reading Henry Dimbleby’s <a href=\"https://www.theguardian.com/books/2023/mar/15/ravenous-by-henry-dimbleby-review-rage-against-the-food-machine\" title=\"\">bestselling <em>Ravenous</em></a>, in which the co-founder of the alternative fast food chain Leon (and the government’s former food tsar) catalogues the catastrophic damage already done to our food systems and bodies, and tentatively makes suggestions as to how we might reverse it. And what do you know? I think this book really might be a little bit life-changing. It may want for extended onion metaphors and lyrical descriptions of sourdough (I’m joking; these are the last things I’m after). In the end, though, its concision and clarity more than make up for their absence, which may be why <em>Ravenous</em> reminds me so much of Maurice Hanssen’s peppy 1984 handbook, <em>E </em><em>for Additives</em><em> –</em> another bestseller, and one that had a profound impact on parents (and ultimately on policy) when I was growing up.</p> <a href=\"https://www.theguardian.com/food/2023/apr/15/a-handmade-egg-sandwich-with-32-ingredients-maybe-it-is-time-to-change-how-we-eat\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/15/a-handmade-egg-sandwich-with-32-ingredients-maybe-it-is-time-to-change-how-we-eat", "date_published": "2023-04-15 16:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Botanist Stefano Mancuso: ‘You can anaesthetise all plants. This is extremely fascinating’", "description": "<p>An advocate of plant intelligence, the Italian author discusses the complex ways in which plants communicate, whether they are conscious, and what his findings mean for vegans</p><p>Born in Calabria in 1965, Stefano Mancuso is a pioneer in the plant neurobiology movement, which seeks to understand “how plants perceive their circumstances and respond to environmental input in an integrated fashion”. Michael Pollan in the <em>New Yorker</em> described him as “the poet-philosopher of the movement, determined to win for plants the recognition they deserve”. Mancuso teaches at the University of Florence, his alma mater, where he runs the International Laboratory of Plant Neurobiology. He has written five <a href=\"https://www.theguardian.com/environment/2020/apr/05/smarty-plants-are-our-vegetable-cousins-more-intelligent-than-we-realise\">bestselling books on plants</a>.</p><p><strong>What’s at the root of your love of plants?<br /></strong>I began to be interested in plants at university. One of my tasks during my doctorate was to understand how a root growing in the soil was able to move around an obstacle. My idea was to film this movement, but I saw something different: the root was changing direction well before touching the obstacle. It was able to sense the obstacle and to find a more convenient direction. That was my first eureka moment, where I started to imagine that <a href=\"https://www.theguardian.com/environment/radical-conservation/2015/aug/04/plants-intelligent-sentient-book-brilliant-green-internet\">plants were intelligent organisms</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/15/scientist-stefano-mancuso-you-can-anaesthetise-all-plants-this-is-extremely-fascinating-tree-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/15/scientist-stefano-mancuso-you-can-anaesthetise-all-plants-this-is-extremely-fascinating-tree-stories", "date_published": "2023-04-15 16:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "High costs and uncertainties cast a chill over Britain’s  heat pump market", "description": "<p>What can be done to boost sales of the green alternative to gas boilers?</p><p>Cutting carbon emissions in the home is a key part of the UK’s drive to meet net zero climate targets and one of the most promising alternatives to a domestic gas boiler is a heat pump, which uses electricity to <a href=\"https://www.theguardian.com/us-news/2023/mar/11/heat-pump-revolution-what-you-need-to-know\" title=\"\">channel warmth from the ground or the air </a>into the home.</p><p>Yet although heat pumps can transform 1 kilowatt of green electricity into 3kW-worth of heat, their benefits have been overshadowed by concerns about cost, and uptake has been low.</p> <a href=\"https://www.theguardian.com/business/2023/apr/15/high-costs-and-uncertainties-cast-a-chill-over-britains-heat-pump-market\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/15/high-costs-and-uncertainties-cast-a-chill-over-britains-heat-pump-market", "date_published": "2023-04-15 16:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Phil Wang: ‘Tarantula, centipede … I’d eat them again before a baked salmon'", "description": "<p>The comedian has strong opinions on prawns and eggs, has difficulties with bananas but otherwise he’s … voracious</p><p><strong>I know now not to eat</strong> before a standup gig or TV show<strong>. </strong>Your brain’s not working as fast after you eat. I’m slower, more tired. It’s similar to how you feel post-coital, right? Postprandial and post-coital are very similar because, as far as your body is concerned, it’s mission accomplished for today. Nothing else needs to be achieved: you’ve eaten and you’ve procreated – you’re smashing this! Go to bed, you’ve earned it. Of course, as a comedian, that’s when the working day starts, but your body doesn’t know.</p><p><strong>I’m a real high-low person. </strong>I love a Michelin-star tasting menu. I love a Zinger meal. I’m not elitist at all when it comes to food. I just love it all.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/15/phil-wang-tarantula-centipede-eat-them-again-before-i-eat-a-baked-salmon\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/15/phil-wang-tarantula-centipede-eat-them-again-before-i-eat-a-baked-salmon", "date_published": "2023-04-15 16:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This week in audio: Ten to the Top; Ken Bruce; The Debutante; Firecrotch and Normcore – review", "description": "<p>As Radio 2’s replacement pop quiz gets off to a dubious start, Ken Bruce spreads joy from a new perch. Plus, Jon Ronson’s gripping tale of a debutante-turned-spy, and a killer Succession podcast</p><p><strong><a href=\"https://www.bbc.co.uk/programmes/p06q6h18/episodes/downloads\">Ten to the Top</a></strong><strong> </strong>(BBC Radio 2) <br /><strong><a href=\"https://planetradio.co.uk/greatest-hits/station/on-air/greatest-hits-radio-ken-bruce-listening-guide/\">Ken Bruce</a></strong><strong> </strong>(Greatest Hits Radio) <br /><strong><a href=\"https://www.audible.co.uk/pd/The-Debutante-Audiobook/B0BV18S28C\">The Debutante</a></strong> (Audible)<br /><strong><a href=\"https://shows.acast.com/firecrotch-normcore-a-succession-companion-podcast/episodes/s04-e03-hail-loganus-maximus\">Firecrotch and Normcore: A Succession Podcast</a></strong> (Acast)</p><p>Aside from relegation-zone football commentary and documentaries about the impending global apocalypse, the bleakest place to be on the radio today is any weekday morning at 10.30am on Radio 2.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/15/ten-to-the-top-radio-2-gary-davies-review-ken-bruce-greatest-hits-radio-the-debutante-jon-ronson-audible-firecrotch-and-normcore-a-succession-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/15/ten-to-the-top-radio-2-gary-davies-review-ken-bruce-greatest-hits-radio-the-debutante-jon-ronson-audible-firecrotch-and-normcore-a-succession-podcast", "date_published": "2023-04-15 16:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European roundup: Dortmund and Bayern drop points in Bundesliga drama", "description": "<ul><li>Ten-man Stuttgart deny Dortmund in thrilling 3-3 draw</li><li>Bayern held 1-1 by Hoffenheim after turbulent week</li></ul><p><strong>Borussia Dortmund</strong> conceded a stoppage-time equaliser from Silas Katompa Mvumpa to draw 3-3 at 10-man <strong>Stuttgart</strong> on Saturday and missed the chance to go joint top of the Bundesliga with <strong>Bayern Munich</strong>.</p><p>It all started well for the visitors when Sébastien Haller turned in Donyell Malen’s cutback in the 26th minute to put Dortmund ahead. They added another, seven minutes later, as Malen scored for the fourth straight league game before Stuttgart were left with 10 men following the dismissal of defender Konstantinos Mavropanos following a second booking just before half-time.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/european-roundup-dortmund-and-bayern-drop-points-in-bundesliga-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/european-roundup-dortmund-and-bayern-drop-points-in-bundesliga-drama", "date_published": "2023-04-15 15:57:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Abby Dow shows her class as England overpower Wales in Six Nations", "description": "<ul><li>Wales 3-59 England</li><li>Red Roses on course for grand slam after nine-try victory</li></ul><p>England teams over the years have not had a happy time at Cardiff Arms Park and Wales did their best to make this an uncomfortable afternoon. On Grand National Day the hosts gave their opponents a run for their money in the first half before the floodgates opened after the interval and it is England who are galloping towards another grand slam.</p><p>Abby Dow, who <a href=\"https://www.theguardian.com/sport/2022/sep/27/abby-dow-interview-crying-hospital-england-womens-rugby-world-cup\">broke her leg in this fixture last year</a>, scored the best of their nine tries, a spectacular effort in the last move before the break. England, that <a href=\"https://www.theguardian.com/sport/2022/nov/12/new-zealand-win-womens-rugby-world-cup-as-england-suffer-final-heartbreak\">World Cup final defeat last autumn</a> a distant memory, are in a ruthless mood. They have scored 31 tries in this Six Nations and Ireland will not look forward to their visit next Saturday.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/15/wales-england-womens-six-nations-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/15/wales-england-womens-six-nations-rugby-union-match-report", "date_published": "2023-04-15 15:53:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Row deepens over Braverman’s ‘rebuke’ to police for golly pub probe", "description": "<p>Sources say Home Office apologised to Essex force over seizure of racist dolls but government denies claim</p><p>The row over Suella Braverman’s “rebuke” to Essex police for seizing racist golly dolls from a pub intensified yesterday after sources indicated the Home Office had apologised to the force over the episode.</p><p>Last weekend, rightwing newspapers were briefed that Braverman had reprimanded the force for removing the golly dolls and that the home secretary’s displeasure had been made “very plain to Essex police”. In truth, <a href=\"https://viewer.gutools.co.uk/uk-news/2023/apr/10/essex-police-deny-braverman-rebuked-them-over-pub-seizure-of-golliwog-dolls\" title=\"\">no attempt</a> was made by Braverman to contact Essex police over their decision to remove several offensive dolls displayed in the White Hart Inn in Grays.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/15/braverman-rebuke-police-golly-pub-dolls-home-office\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/15/braverman-rebuke-police-golly-pub-dolls-home-office", "date_published": "2023-04-15 15:48:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Leicester City: Premier League – live", "description": "<ul><li>Premier League updates from the 5.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | You can <a href=\"mailto:daniel.gallan.freelance@guardian.co.uk\">email Daniel</a> or <a href=\"https://twitter.com/danielgallan\">tweet</a> him</li></ul><p>Hello, hello and welcome to this tale of two contrasting Cities. It’s squeaky bum time now for the title chasers in Manchester and the survival hopefuls from Leicester. Anything but a victory won’t do either any good this afternoon.</p><p><strong><a href=\"https://www.theguardian.com/football/manchestercity\">City</a></strong>* know that their fate is in their hands. Win all their remaining games and they’ll pip Arsenal by the end of the season.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/15/manchester-city-v-leicester-city-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/15/manchester-city-v-leicester-city-premier-league-live-score-updates", "date_published": "2023-04-15 15:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United v Brighton: Women’s FA Cup semi-final – live", "description": "<ul><li>Women’s FA Cup semi-final updates, 5.15pm BST kick-off </li><li>Get in touch! You can <a href=\"mailto:sarah.rendell.casual@theguardian.com\">email Sarah</a> or tweet <a href=\"https://twitter.com/rendellx\">@rendellx</a></li></ul><p><strong>In the last 10 years only Chelsea</strong>, Manchester City and Arsenal have won the Women’s FA Cup but this season the narrative could change with only Chelsea left in the competition. Suzy Wrack has written on the topic, have a read of it:</p><p><strong>How do you see this one shaking out?</strong> United are the heavy favourites but Brighton could cause an upset. Get in touch with me via Twitter or email!</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/15/man-utd-v-brighton-womens-fa-cup-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/15/man-utd-v-brighton-womens-fa-cup-live-score-updates", "date_published": "2023-04-15 15:30:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Models, muses and a rich cat: new film spotlights unusual life of Karl Lagerfeld", "description": "<p>A BBC Two documentary looks at the late designer’s life and finances through the eyes of his friends</p><p>The legal fallout from <a href=\"https://www.theguardian.com/fashion/2019/feb/19/karl-lagerfeld-obituary\" title=\"\">the death of Karl Lagerfeld</a> four years ago is still heavily draped in secrecy. But, ahead of a major exhibition of the great German clothes designer’s work in New York, a new BBC documentary is about to offer a glimpse of his unusual private life and shed light on his enormous financial legacy.</p><p>While Lagerfeld’s vast Parisian apartment remains sealed and his £150m estate is tied up in protracted negotiations between lawyers in Monaco and Paris, it has emerged that the leading beneficiary of his will is set to be the 33-year-old French model Baptiste Giabiconi.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/15/karl-lagerfeld-documentary-film-bbc-two\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/15/karl-lagerfeld-documentary-film-bbc-two", "date_published": "2023-04-15 15:24:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lonnie Liston Smith: JID017 review – return of the cosmic groove", "description": "<p>The keyboard revolutionary’s first album in 25 years is infused with 70s idealism and sits well with his stellar back catalogue</p><p>A quarter of a century between albums is a stretch, but at the age of 82, <a href=\"https://www.lonnielistonsmith.com/\">Lonnie Liston Smith</a> had long ago abandoned the idea of adding to his stellar back catalogue. A keyboard revolutionary in the 1970s, he had played with <a href=\"https://www.theguardian.com/music/2022/dec/12/obituaries-2022-pharoah-sanders-remembered-by-kamasi-washington\">Pharoah Sanders </a>and Miles Davis before carving a career as a jazz-funk maestro and champion of cosmic jazz.</p><p>Smith has now become the latest veteran to be tempted back to the studio by producers <a href=\"https://www.theguardian.com/tv-and-radio/2021/feb/24/lynching-was-treated-as-a-celebratory-event-adrian-younge-on-the-history-of-us-racism\">Adrian Younge </a>and Ali Shaheed Muhammad of Jazz Is Dead (a name intended to prove the opposite). As graduates of the hip-hop generation, the pair are well aware of the way Smith’s grooves and riffs have been lucratively sampled by the likes of Jay Z. Their working methods remain simple, feeding ideas and motifs to their chosen star alongside a rhythm section and adding more later.</p> <a href=\"https://www.theguardian.com/music/2023/apr/15/lonnie-liston-smith-jid017-jazz-is-dead-review-return-of-the-cosmic-groove\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/15/lonnie-liston-smith-jid017-jazz-is-dead-review-return-of-the-cosmic-groove", "date_published": "2023-04-15 15:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Return of the romcom: the genre is thriving again – but with new values", "description": "<p>For a dose of hope in hard times, romcoms still do the trick. Just don’t expect to see a remake of Pretty Woman any time soon</p><p>Thirty-six new romcoms are coming out this year on film and streamed TV. That’s three a month! There’s a boxing romcom, a tennis romcom, one set in Taipei, one on a Croatian island, one in Vietnam and one with a fortune teller. There’s one in the back of a Berlin cab, and a gay romcom about the son of the US president and a “British Prince Henry”.</p><p>There’s a meet-the-parents story where it turns out the sets of parents, well, knew each other already. There’s one where the wedding party is taken hostage by gunmen; one where our heroine finds herself mysteriously attracted to her first love’s new wife. An interactive one where we get to make the heroine’s romantic and ethical choices. One proffering Céline Dion’s acting debut. A Wes Anderson one, set at a space cadet convention. And one called <em>Sitting in Bars With Cake</em>.</p> <a href=\"https://www.theguardian.com/film/2023/apr/15/return-of-the-romcom\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/15/return-of-the-romcom", "date_published": "2023-04-15 15:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk hates journalists but journalists love Twitter. Where does that leave us? | John Naughton", "description": "<p>The billionaire’s hamfisted handling of his new toy won’t much matter as long as politicians and media types remain bewitched</p><p>Last October, the richest manchild in human history fell into the trap he had dug for himself. Elon Musk was forced to purchase Twitter at an absurd price. He had no clear idea of what to do with his new acquisition, other than realising a fatuous idea about “free speech”. It was like watching a monkey acquire a delicate clock: the new owner started thrashing wildly about, slashing the headcount (from 8,000 to about 1,500) – in the process losing many of the people who knew how the machine worked – and generally having tantrums while tweeting incontinently from <a href=\"https://nypost.com/2022/04/14/elon-musk-reveals-when-he-most-often-posts-on-twitter/\">the smallest room</a> in the company’s San Francisco headquarters.</p><p>All of this frenetic activity was watched – and avidly reported for weeks – by the world’s mainstream media, for reasons that would have puzzled a visiting Martian anthropologist. After all, in relation to the other social-media companies, Twitter looked like a minnow. Most people have never used it. So why all the fuss about its acquisition by a flake of Cadbury proportions?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/15/elon-musk-hates-journalists-but-journalists-love-twitter-where-does-that-leave-us\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/15/elon-musk-hates-journalists-but-journalists-love-twitter-where-does-that-leave-us", "date_published": "2023-04-15 15:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A naive and stupid idea’: how Rishi Sunak’s Future Fund spent millions on failed firms", "description": "<p>The then chancellor’s loan scheme, set up as Covid hit, was supposed to keep dynamic startups going, but ended up giving taxpayer cash to long-established or lame-duck businesses</p><p>In the small hours of a warm August night in 2022, staff at London-based festival tickets business Pollen received a lengthy email confirming their worst fears. Just three months after a $150m fundraising round that valued the company at $800m, Pollen had gone bankrupt.</p><p>It was a dramatic implosion. Some of the biggest names in venture capital had poured cash into the company, believing it could become a giant of the money-spinning live events industry. Their dream evaporated when the events Pollen sold tickets for had to be cancelled during the Covid-19 pandemic. Within weeks, another side to the story began to emerge.</p> <a href=\"https://www.theguardian.com/business/2023/apr/15/a-naive-and-stupid-idea-how-rishi-sunaks-future-fund-spent-millions-on-failed-firms\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/15/a-naive-and-stupid-idea-how-rishi-sunaks-future-fund-spent-millions-on-failed-firms", "date_published": "2023-04-15 15:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DNA traces of ancient viruses may help fight cancer, study finds", "description": "<p>Infections of ancestors lying dormant in DNA can be activated to help immune system attack tumours</p><p>Remnants of ancient viruses passed down over thousands or even millions of years in human DNA could help fight cancer, a study has found.</p><p>Scientists at the Francis Crick Institute were studying lung cancer, the leading cause of cancer-related deaths globally, to understand why some patients respond better than others to immunotherapy.</p> <a href=\"https://www.theguardian.com/science/2023/apr/15/dna-traces-of-ancient-viruses-may-help-fight-cancer-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/15/dna-traces-of-ancient-viruses-may-help-fight-cancer-study-finds", "date_published": "2023-04-15 14:55:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson warned against a ‘chicken run’ to a safer seat", "description": "<p>The former prime minister could swap constituencies now that his own might be in danger at next general election</p><p>Despite the threat of being subjected to a high-profile election night toppling, Boris Johnson has vowed to stand again in his precarious Uxbridge and South Ruislip constituency. Yet should the former prime minister have a change of heart and decide to head for a safe seat that he knows well, plans are being made by rival parties to make life difficult for him.</p><p>The tempting prospect of returning to Henley has emerged, after the sitting MP announced in the last few days that he would not be seeking re-election in the Oxfordshire constituency. John Howell has held the seat since 2008, inheriting it from Johnson when he left to become London mayor.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/15/boris-johnson-safer-seat-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/15/boris-johnson-safer-seat-election", "date_published": "2023-04-15 14:46:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ciaran Clark tops off dominant Sheffield United display against Cardiff", "description": "<p></p><p>Sheffield United edged closer to promotion to the Premier League with a 4-1 victory over relegation-threatened Cardiff at Bramall Lane. Cardiff took the lead through Sory Kaba’s early penalty, but James McAtee levelled before a second-half onslaught from the home side ensured an important win.</p><p>Paul Heckingbottom made three changes to the team that lost 2-0 at Burnley, with Max Lowe and McAtee coming in along with goalkeeper Adam Davies, who replaced the suspended Wes Foderingham.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/championship-roundup-sheffield-united-cardiff\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/championship-roundup-sheffield-united-cardiff", "date_published": "2023-04-15 14:46:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Dakota governor says her two-year-old grandchild has several guns", "description": "<p>Kristi Noem tells audience at NRA forum toddler has a shotgun, a rifle and a pony</p><p>South Dakota’s governor told an audience of people that her two-year-old grandchild has several guns.</p><p>While speaking on Friday at a National Rifle Association (NRA) lobbying leadership forum in Indiana, the Republican governor Kristi Noem told audience members her toddler grandchild has multiple guns, <a href=\"https://www.mediaite.com/politics/governor-kristi-noem-reassures-nra-audience-that-her-2-year-old-granddaughter-already-has-a-shotgun-and-rifle-the-girl-is-set-up/\">reported Mediaite</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/15/south-dakota-governor-kristi-noem-grandchild-guns-nra\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/15/south-dakota-governor-kristi-noem-grandchild-guns-nra", "date_published": "2023-04-15 14:33:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish roundup: Nisbet earns Hibs win and ends Hearts’ unbeaten derby run", "description": "<ul><li>Steven Naismith in charge for his first match as interim manager</li><li>First derby win for Hibs since December 2019</li></ul><p>Kevin Nisbet scored a second-half winner as spirited Hibernian ended Hearts’ nine-match unbeaten Edinburgh derby run. Hibs - who had not previously defeated their city rivals since December 2019 - enjoyed the majority of the chances and eventually found a way through in the 67th minute.</p><p>The victory moved Hibs - who had lost their previous four matches - within two points of the beleaguered Jambos, who crashed to a sixth consecutive defeat in all competitions in their first match under the charge of caretaker manager, Steven Naismith.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/scottish-premiership-roundup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/scottish-premiership-roundup", "date_published": "2023-04-15 14:17:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is ice-cream good for you? Scientists divided on claims about health benefits", "description": "<p>Suggestions in the US that eating the dessert can be beneficial have been greeted by a ripple of scepticism from British experts</p><p>Delicious, sweet and full of saturated fat, the concept of ice-cream as a health food is as ridiculous as it is compelling.</p><p>But in what will be welcome news for many as Britain basks in warmer weather this week, an American public health historian has revealed how numerous studies over several decades have repeatedly found mysterious potential health benefits of the frozen dessert – only to be glossed over by scientists.</p> <a href=\"https://www.theguardian.com/society/2023/apr/15/is-ice-cream-good-for-you-uk-scientists-give-idea-cold-shoulder\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/15/is-ice-cream-good-for-you-uk-scientists-give-idea-cold-shoulder", "date_published": "2023-04-15 14:09:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A few scoops down at the local: the rise and fall of a community paper", "description": "<p>A new exhibition charts the fortunes of  an idiosyncratic freesheet, the Abertillery and Ebbw Valleys Dynamic, and the two men who tried to keep it afloat</p><p>The <em>Abertillery and Ebbw Valleys Dynamic</em> launched in 2015. The fortnightly newspaper was conceived by two local men, Tony Flatman and Julian Meek, who met in the library one quiet afternoon and got talking. They were both men of letters: Flatman had written reports on economic subjects, “the Channel tunnel and so on”, and Meek was a poet and one-time mayor of the town, with a bit of a newspaper background, having once worked as an editor’s assistant on regional papers. “I was very much in the old-school journalist tradition,” he says, “start at the bottom and end up at the bottom.” Chatting, they bemoaned the absence of any news coverage of the town – the Cardiff and Newport papers had long since given up offices in this corner of the valleys – and they thought there might be a niche for a paper that told heartfelt local stories with a bit of a smile on its face. “In London terms,” Flatman says, “we thought somewhere between the <em>Guardian</em> and <em>Private Eye</em>.”</p><p>The Dynamic office in Abertillery.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/15/a-few-scoops-down-at-the-local-rise-and-fall-of-a-community-paper-abertillery-ebbw-valleys-dynamic\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/15/a-few-scoops-down-at-the-local-rise-and-fall-of-a-community-paper-abertillery-ebbw-valleys-dynamic", "date_published": "2023-04-15 14:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Johnny Flynn’s cultural highlights", "description": "<p>The actor and musician on attending an ancient wisdom school, indulging in Polish antiques, and the history book Suella Braverman should read</p><p>The actor and musician <a href=\"https://www.theguardian.com/music/johnny-flynn\">Johnny Flynn</a> was born in South Africa in 1983 and moved to England aged two. He studied acting at Webber Douglas, going on to star in films such as <em>Beast</em> and <em>Emma</em> and as David Bowie in <em>Stardust</em>. His TV credits include <em>Vanity Fair</em> and the forthcoming Sky Atlantic drama <em>The Lovers</em>. As a musician, he has recorded several albums including 2021’s <em>Lost in the Cedar Wood</em>. Now Flynn is playing Richard Burton in <em><a href=\"https://www.nationaltheatre.org.uk/productions/the-motive-and-the-cue/\">The Motive and the Cue</a></em> at the National Theatre, from 20 April to 15 July. He lives in east London with his wife, Beatrice Minns, and their three children.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/15/on-my-radar-johnny-flynn-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/15/on-my-radar-johnny-flynn-cultural-highlights", "date_published": "2023-04-15 14:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France beat Great Britain in BJK Cup as Harriet Dart battles in defeat to Garcia", "description": "<ul><li>France ease past Great Britain 3-0 with consolation doubles left</li><li>Caroline Garcia beats Harriet Dart 6-1, 6-7 (10), 6-1 in final singles</li></ul><p>In the three singles rubbers of their Billie Jean King Cup Qualifying tie against France, Great Britain put up a strong, gritty resistance as underdogs on home soil. No match was easy, no game was relinquished without a fight and they punched above their weight until the end.</p><p>But no amount of grit and goodwill could hold off the more talented, experienced and accomplished team as France closed off the three matches with three victories. After edging out Katie Boulter in her opening rubber, Caroline Garcia held off a late surge from Harriet Dart to win 6-1, 6-7 (10), 6-1 to clinch a 3-0 win.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/15/france-beat-great-britain-in-bjk-cup-as-harriet-dart-battles-in-defeat-to-garcia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/15/france-beat-great-britain-in-bjk-cup-as-harriet-dart-battles-in-defeat-to-garcia", "date_published": "2023-04-15 13:45:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Orient Express to axe UK section after 41 years due to Brexit", "description": "<p>Luxury train operator cuts service ahead of biometric passport checks so passengers will have to join train in Paris</p><p>When the Orient Express began operating in the 19th century, passports were optional – the only paperwork required by British travellers was a copy of the Thomas Cook Continental Timetable.</p><p>But Brexit and 21st-century biometric checks are killing off the romance of crossing borders for modern passengers looking for the nostalgia of the luxury train journey that inspired Agatha Christie and Hollywood.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/15/brexit-orient-express-murder-london-folkestone-leg-route-border-delays\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/15/brexit-orient-express-murder-london-folkestone-leg-route-border-delays", "date_published": "2023-04-15 13:44:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "End of an era as London’s famed Sylvanian Families shop shuts", "description": "<p>Magnet for thousands of collectors of furry toys will close doors next week</p><p>Nineteen-year-old Molly Bell arrived in London early last week from Brisbane. By Wednesday, she had found her way to a tiny toy emporium in a nondescript street in north London to fulfil a dream. She needed to move fast as the <a href=\"https://www.theguardian.com/lifeandstyle/2015/jul/18/30-years-sylvanian-families-super-furry-animals\" title=\"\">Sylvanian Families</a> shop, selling the <a href=\"https://www.theguardian.com/film/2023/mar/14/bill-nighy-sylvanian-rabbit-oscars-living\" title=\"\">eponymous toy animals</a> and their habitats, closes on 22 April after more than 30 years.</p><p>Since 1992, the charming Highbury shop has been a magnet for thousands of collectors of the anthropomorphic animals – a magical grotto reminiscent of a bygone idyll.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/london-sylvanian-families-shop-shuts\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/london-sylvanian-families-shop-shuts", "date_published": "2023-04-15 13:31:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ollie Watkins double keeps Aston Villa flying with fine win over Newcastle", "description": "<p>Gareth Southgate spent some of this week analysing the latest performances of his England players and if Ollie Watkins did not feature then the Aston Villa striker will certainly will be prominent in his thoughts after scoring two goals and superbly laying on another in an impressive destruction of Newcastle. Southgate could not help but smile as the camera panned to him after Watkins, who also had a strike disallowed, added Villa’s third goal as they produced arguably their best display under Unai Emery.</p><p>These are heady days at Villa Park. Villa have won seven of their past eight matches to wriggle into the conversation for European football and this was a case of them flexing their muscles against a Newcastle team intent on qualifying for the Champions League.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/aston-villa-newcastle-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/aston-villa-newcastle-premier-league-match-report", "date_published": "2023-04-15 13:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tunisian footballer dies after setting himself alight in protest", "description": "<p>Nizar Issaoui, 35, died in hospital after protest against ‘police state’ running country, says brother</p><p>A professional footballer in Tunisia has died after setting himself alight earlier this week in what he called a protest against the “police state” ruling the country, his brother said.</p><p>Nizar Issaoui, 35, suffered third-degree burns from his action in the village of Haffouz in the central region of Kairouan, his brother Ryad said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/tunisian-footballer-dies-after-setting-himself-alight-in-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/tunisian-footballer-dies-after-setting-himself-alight-in-protest", "date_published": "2023-04-15 13:15:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CBI president apologises over sexual misconduct allegations", "description": "<p>Brian McBride says business lobby group was on firm ground in sacking director general Tony Danker</p><p>The president of Britain’s most influential business lobby organisation has apologised for a spate of sexual misconduct allegations and “toxic culture” that has left the Confederation of British Industry fighting for its future.</p><p>Speaking publicly for the first time, Brian McBride apologised to those alleging various forms of sexual misconduct, which span several years, by senior figures at the organisation, including an allegation of rape, first reported in <a href=\"https://www.theguardian.com/business/2023/apr/03/revealed-new-claims-of-sexual-misconduct-and-toxic-culture-at-cbi\">a Guardian investigation</a> last month.</p> <a href=\"https://www.theguardian.com/business/2023/apr/15/cbi-president-apologises-over-sexual-misconduct-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/15/cbi-president-apologises-over-sexual-misconduct-allegations", "date_published": "2023-04-15 13:15:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clinging to power does not make Dianne Feinstein a feminist hero | Arwa Mahdawi", "description": "<p>The 89-year-old senator has been urged to stand down amid doubts about her cognitive and physical health but Nancy Pelosi claims a man would not face similar questions</p><p>Here’s a controversial opinion: when you’re no longer capable of doing your extremely important job you should gracefully step away from your extremely important job. I know that may not sound controversial on the surface, but it appears to be quite the topic of debate in Washington DC. It certainly seems to be a contentious issue for Nancy Pelosi, the former speaker, who recently hit back at calls for the 89-year-old Democratic senator Dianne Feinstein to resign over her health.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/15/clinging-to-power-does-not-make-dianne-feinstein-a-feminist-hero\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/15/clinging-to-power-does-not-make-dianne-feinstein-a-feminist-hero", "date_published": "2023-04-15 13:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Feist: Multitudes review – a soul-stirring career highlight", "description": "<p>(Fiction)<br />The Canadian singer-songwriter processes birth and bereavement on a raw sixth album of gossamer vocals and screaming outbursts</p><p>The six years since the release of <a href=\"https://www.theguardian.com/music/feist\">Leslie Feist</a>’s last album, <em>Pleasure</em>, have been momentous ones for the Canadian singer-songwriter. She has relocated to Los Angeles, adopted a daughter and lost her father. Death, birth and persistence inform her moving, raw and occasionally unpredictable sixth record, <em>Multitudes</em>.</p><p>Over the past three decades, Feist has established herself in indie music as one of her generation’s most distinctive voices. Since the release of her solo debut in 1999, she has produced Grammy-nominated and Juno-winning records that oscillate between intimacy and experimentation. At the height of her popularity – with the 2007 song <a href=\"https://youtu.be/ABYnqp-bxvg\">1234</a>, which soundtracked an iPod commercial, or 2004’s <a href=\"https://youtu.be/cYF0qU5WSew\">Mushaboom</a> – she harnessed pop-focused hooks and acoustic warmth, clothing layered compositions with a catchy simplicity. But her back catalogue is full of unusual sonic details too: 2011’s <em>Metals</em> is punctuated by dynamic bursts of stamping, shouting and scratching guitars, while <em>Pleasure </em>(2017) saw her stretching out into five-minute tracks that unfurl into swaggering riffs.</p> <a href=\"https://www.theguardian.com/music/2023/apr/15/feist-multitudes-review-a-soul-stirring-career-highlight\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/15/feist-multitudes-review-a-soul-stirring-career-highlight", "date_published": "2023-04-15 13:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tony Hadley: ‘People expected super-cool blokes, but we were unbelievably ordinary’", "description": "<p>Spandau Ballet’s frontman, 62, on being bad at maths, an autograph for Ringo Starr and smoking – the ‘stupidest thing I could do’</p><p><strong>My parents had high</strong> expectations for us kids. Dad was a Fleet Street engineer; mum was a force in the local community. I hate referring to the class system – it’s limiting – but you’d call us working-class, I suppose. It was a very ordinary upbringing. They were the anything-is-possible postwar generation. It was instilled in us that we could be whatever we wished.</p><p><strong>I wanted to</strong> be<strong> </strong>an orthopaedic surgeon, but my maths wasn’t up to scratch. Then at Pontins, aged 14, I discovered music. I got on stage and sang Lady Madonna a cappella, and forgot half the words, but I came off to congratulations. I decided it would be my future.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/spandau-ballet-tony-hadley-people-expected-super-cool-blokes-but-we-were-unbelieably-ordinary\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/spandau-ballet-tony-hadley-people-expected-super-cool-blokes-but-we-were-unbelieably-ordinary", "date_published": "2023-04-15 13:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fighter jets seen above Khartoum as fighting in Sudan’s capital intensifies – live", "description": "<p>Heavy gunfire  heard in Khartoum as clashes erupted between the Sudanese army and its paramilitary Rapid Support Forces</p><p>The US secretary of state, Antony Blinken, said earlier today the situation in Sudan was delicate but insisted there was still an opportunity to complete the transition to a civilian-led government.</p><p>Speaking from Hanoi, Blinken said the situation was “fragile” as some actors “may be pushing against that progress”.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/15/sudan-fighting-khartoum-latest-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/15/sudan-fighting-khartoum-latest-news-updates", "date_published": "2023-04-15 12:35:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales v England: Women’s Six Nations – live", "description": "<ul><li>Six Nations updates from the 2.15pm BST kick-off</li><li>And you can drop a <a href=\"mailto:sarah.rendell.casual@theguardian.com\">mail to Sarah</a> or tweet <a href=\"https://twitter.com/rendellx\">@rendellx</a></li></ul><p><strong>Former England player Katy Daley-McLean</strong> also spoke after Middleton made his comments. She told the Rugby Union Daily: “I don’t agree with Simon. Having played the game, if we start changing things like kicking, then we might as well shorten the pitch and change the ball size.”</p><p><strong>Wales player Keira Bevan reacted</strong> to Middleton’s comments, saying: “To be honest I thought it was a quite bizarre suggestion as he has got some of the best kickers in the world in his team. Emma Sing slotted one from the touchline against Italy and that had another five or 10 metres in it. I saw former England coach Gary Street saying that players like Emily Scarratt and Katy Daley-Mclean, who are both fantastic kickers, are not freaks of nature, they just put the hours in and worked hard at it. I think it’s about that – how willing you are to work to get better at a skill and how much time you have. We have more time than ever now so it’s going to get better.” Read the full piece:</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/15/wales-v-england-womens-six-nations-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/15/wales-v-england-womens-six-nations-live-score-updates", "date_published": "2023-04-15 12:35:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Brighton, Tottenham v Bournemouth, and more: clockwatch – live", "description": "<ul><li>Premier League updates and more in the 3pm BST kick-offs</li><li><a href=\"https://www.theguardian.com/football/live\">Live scores</a> | You can <a href=\"mailto:rob.smyth.casual@guardian.co.uk\">email Rob</a> with your thoughts here</li></ul><p><strong>Sum up the Championship in one word…</strong></p><p><strong>Technology 1-0 man</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/apr/15/chelsea-v-brighton-tottenham-v-bournemouth-and-more-premier-league-clockwatch-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/15/chelsea-v-brighton-tottenham-v-bournemouth-and-more-premier-league-clockwatch-live-score-updates", "date_published": "2023-04-15 12:35:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nottingham Forest’s off-field chaos has dealt Steve Cooper a tough hand", "description": "<p>Playoff winners are often favourites to go down, but some of the club’s decisions since have hardly helped manager in his battle against relegation</p><p>It is quite impressive that Steve Cooper has lasted so long at the City Ground, considering what has gone before him in the Evangelos Marinakis era. The 19-month Cooper-Nottingham Forest epoch has seen them go from relegation candidates in the Championship to the Premier League, where they are battling for survival.</p><p>In another week of behind-the-scenes chaos in the run-up to Manchester United’s visit on Sunday, <a href=\"https://www.theguardian.com/football/2023/apr/11/nottingham-forest-sack-sporting-director-filippo-giraldi-after-six-months\" title=\"\">Filippo Giraldi was dismissed</a> from his role as sporting director after six months. The Italian’s downfall was a poor January transfer window in which a further seven players, after last summer’s mass influx, moved to Forest. The new signings have, overall, failed to make an impact and instead unsettled a team that had found form.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/nottingham-forest-off-field-chaos-steve-cooper-premier-league-relegation-battle\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/nottingham-forest-off-field-chaos-steve-cooper-premier-league-relegation-battle", "date_published": "2023-04-15 12:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My vendetta against Putin’: the Ukrainian sculptor whose work is shaped by war", "description": "<p>Michael Reva has used shrapnel and missile parts to recreate the nightmare world of the conflict</p><p>He is Ukraine’s most famous sculptor. <a href=\"http://old.revastudio.org/studio-biography.html\" title=\"\">Mikhail Reva’s playful and humorous creations</a> have been seen by millions of people and can be found in squares and beaches in his native Odesa, in Kyiv and abroad. His sculptures sum up Odesa’s insouciant view of life. “Odesa has a unique language and spirit. I realised that this city should possess its own plastic art – slightly ironic, a little naive, careless and jocular,” he said.</p><p>But Vladimir Putin’s invasion has transformed Reva’s work, as well as that of other Ukrainian artists, prompting him to embrace new and darker forms. The horrors of Bucha and Mariupol – where <a href=\"https://www.theguardian.com/world/2022/apr/07/russian-soldiers-discussed-killing-civilians-in-radio-intercepts\" title=\"\">Russian soldiers executed civilians</a> – inspired him to create a series of extraordinary new sculptures. They might have sprung from a Hoffmann fairytale crossed with a nightmare.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/michael-reva-ukrainian-sculptor-putin-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/michael-reva-ukrainian-sculptor-putin-war", "date_published": "2023-04-15 11:33:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in classical: Reich/Richter; St John Passion – review", "description": "<p><strong>Royal Festival Hall; St John’s Smith Square, London<br /></strong>The grand 2019 collaboration between Steve Reich and Gerhard Richter faces stiff competition from an Anna Clyne miniature, while the OAE and Polyphony join forces in outstanding Easter Bach</p><p>Sometimes, just sometimes, a concert programme can produce something so original, so unexpected that it can eclipse the main event. <strong><a href=\"https://www.southbankcentre.co.uk/whats-on/classical-music/reichrichter?eventId=919566&amp;gclid=CjwKCAjwrdmhBhBBEiwA4Hx5g5HhOgNQiszxOsdZxYQ2N3-H93r-lmV20gIVQMJYfl4v5GDChMBPxRoC5OMQAvD_BwE\">Reich/Richter</a> </strong>– a spectacular collaboration between the American composer Steve Reich and the German artist Gerhard Richter – was certainly top of the London Sinfonietta’s bill at the Festival Hall, but the piece that stuck in the mind afterwards was entirely different, and a mere six minutes long.</p><p><a href=\"https://www.annaclyne.com/\">Anna Clyne</a>’s striking <em>Fractured Time </em>was given its world premiere modestly tucked in among four lesser contemporary pieces that made up the first half of the programme. It’s a frantic whirlwind of creativity that the composer says “explores the experience of time in states of fever, lucidity and anxiety”.</p> <a href=\"https://www.theguardian.com/music/2023/apr/15/reich-richter-london-sinfonietta-manoj-kamps-royal-festival-hall-anna-clyne-review-bach-st-john-passion-st-johns-smith-square-polyphony-oae-layton-nick-pritchard-evangelist-good-friday\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/15/reich-richter-london-sinfonietta-manoj-kamps-royal-festival-hall-anna-clyne-review-bach-st-john-passion-st-johns-smith-square-polyphony-oae-layton-nick-pritchard-evangelist-good-friday", "date_published": "2023-04-15 11:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk reportedly planning to launch AI rival to ChatGPT maker", "description": "<p>Tesla and Twitter boss said to be bringing together team, weeks after co-signing letter demanding pause in AI research</p><p>Elon Musk is reportedly planning to launch an artificial intelligence company to compete with OpenAI, the creator of ChatGPT, as Silicon Valley battles for dominance in the rapidly developing technology.</p><p>The billionaire boss of Tesla and Twitter is in the process of bringing together a team of AI researchers and engineers and is in talks with several investors about the project, according to <a href=\"https://www.ft.com/content/2a96995b-c799-4281-8b60-b235e84aefe4\">the Financial Times</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/15/elon-musk-chatgpt-ai-rival-openai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/15/elon-musk-chatgpt-ai-rival-openai", "date_published": "2023-04-15 11:16:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Avian superhighway: UK’s ‘pitstop’ for migrating birds seeks Unesco status", "description": "<p>East Atlantic Flyway in England takes first step to becoming world heritage site alongside global wonders including the Galápagos and Kilimanjaro</p><p>High over the Essex coast, an ancient battle of life and death is playing out: a peregrine falcon scans the ground at <a href=\"https://www.rspb.org.uk/reserves-and-events/reserves-a-z/old-hall-marshes/\">Old Hall Marshes nature reserve</a> where lapwings guard their nests. A “deceit” (the collective noun for lapwings), bolts into the air to chase away the bird of prey. The furious group of expecting parents nip at the falcon’s feathers until it loses interest.</p><p>“This is probably the wildest part of Essex,” says Kieren Alexander, the RSPB site manager, scanning the wetlands with his binoculars for more skirmishes after the lapwings settle.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/15/avian-super-highway-uks-pitstop-for-migrating-birds-seeks-unesco-status-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/15/avian-super-highway-uks-pitstop-for-migrating-birds-seeks-unesco-status-aoe", "date_published": "2023-04-15 11:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Moyes’ low-risk formula points to a summer change for West Ham | Jacob Steinberg", "description": "<p>Supporters want entertainment and a lack of boldness is likely to cost the manager even if the club ultimately avoid relegation</p><p>Was it ingratitude? Or were the complaints reasonable? Whatever your take, it was intriguing to witness the splits in the West Ham family grow wider at Craven Cottage last Saturday – to see David Moyes reach deep into his well of managerial experience after <a href=\"https://www.theguardian.com/football/2023/apr/05/callum-wilson-and-joelinton-double-up-as-newcastle-thrash-west-ham\" title=\"\">a 5-1 defeat at home to Newcastle</a> and find yet another way to survive by picking a team capable of securing an ugly win over Fulham, only to hear his own supporters respond by booing his substitutions and doubling down on their demands for the Scot to go.</p><p>It was one of those moments that summed up how much expectations between professionals and punters vary. For Moyes, who probably would have been sacked if he had lost, a low-risk formula was imperative. He made five changes, brought in players he could trust and made West Ham hard to beat. Pretty? No. Effective? Well, check the result: a clean sheet, a win secured by <a href=\"https://www.theguardian.com/football/2023/apr/08/fulham-west-ham-premier-league-match-report\" title=\"\">an early own goal from Harrison Reed</a> and another step towards ensuring that West Ham will indeed prove too solid to go down.</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/david-moyes-west-ham-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/david-moyes-west-ham-premier-league", "date_published": "2023-04-15 11:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From budget art to disco planters: 20 cheap ways to give your home and garden a boost", "description": "<p>You don’t have to splash the cash to refresh your living space</p><p><strong>1.</strong> <strong>Fake your flowers</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/how-to-give-your-home-and-garden-a-boost-on-a-budget\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/how-to-give-your-home-and-garden-a-boost-on-a-budget", "date_published": "2023-04-15 11:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Jones looks back: ‘I was filming a reality show in Magaluf when I did my finals, and Davina McCall was my exam invigilator’", "description": "<p>TV host Alex Jones on growing up in Wales, overcoming her shyness, and being more feisty than people might think</p><p>Born in 1977 in Carmarthenshire, south Wales, TV presenter Alex Jones is best known for The One Show. In her early 20s, Jones worked in sport and children’s TV, and on Welsh-language channel <a href=\"https://www.theguardian.com/media/s4c\" title=\"\">S4C</a>, and has since been the steady hand at the helm of major televised moments such as Comic Relief, Eurovision and 2018’s royal wedding coverage. Following her recent documentary, Alex Jones: Making Babies, her current project is hosting <a href=\"https://www.bbc.co.uk/programmes/p0fc60mf\" title=\"\">Reunion Hotel</a> on BBC Two.</p><p><strong>I hated my hair.</strong> Mum would spend every Sunday evening sorting it out. It’s super thick and she was scared I would catch a cold if I went to bed with it wet, so she would blow-dry it to within an inch of its life. She’d take no prisoners: the brush would be out and we would sit there until it was turning under beautifully and shiny like glass. Mum wasn’t happy until it was perfect.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/alex-jones-looks-back-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/alex-jones-looks-back-interview", "date_published": "2023-04-15 11:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Georgina Hayden’s vegan recipe for rhubarb, cardamom and pistachio cake | The new vegan", "description": "<p>This dairy-free cake with a macaroon-like texture combines some favourite flavour profiles with seasonal rhubarb for a touch of sharpness</p><p>The combination of pistachio, rose and cardamom has to be one of my favourite flavour profiles in sweets, desserts and drinks. I can’t get enough of it, not least because it reminds me of my achilles heels: Indian <em>burfi</em> and ice-cream-filled <em><a href=\"https://www.theguardian.com/food/2022/jul/29/falooda-indian-dessert-drink-recipe-ravneet-gill\">falooda</a></em>. This dairy-free cake is a love letter to those treats, with the addition of seasonal vibrant rhubarb adding a welcome sharpness. I’ve used the liquid from a tin of chickpeas to help bring the sponge together, which gives it an almost macaroon-style texture. Just be sure to leave the cake to cool completely, otherwise the sponge will be damp when you cut into it.</p> <a href=\"https://www.theguardian.com/food/2023/apr/15/vegan-rhubarb-cardamom-pistachio-cake-recipe-georgina-hayden\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/15/vegan-rhubarb-cardamom-pistachio-cake-recipe-georgina-hayden", "date_published": "2023-04-15 11:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We only agreed to do it if they shook hands’: Bono on the gig that helped end the Troubles", "description": "<p>From Neil Hannon to Bertie Ahern, musicians, politicians and PR gurus recall the crucial part that a 1998 gig played in Northern Ireland’s peace process</p><p>Music politics can be uneasy bedfellows. But on 19 May 1998, at the Waterfront Hall in Belfast, they combined to make a real difference. It was just five and a half weeks after one of the most historic days in Northern Ireland’s history: on 10 April, the Good Friday agreement, brokered by the Irish and British governments, was finally sealed between the main political parties.</p><p>It was a watershed moment that would eventually help to end four decades of chaos and bloodshed. However, the agreement still needed the support of the people on both sides of the border. Referendums were set for 22 May. In the intervening weeks, a mood of negativity and controversy was emerging over the release of republican and loyalist prisoners, weapons decommissioning and major police reform. A yes vote was by no means a formality.</p> <a href=\"https://www.theguardian.com/music/2023/apr/15/belfast-1998-peace-concert-waterfront-bono-bertie-ahern-neil-hannon-northern-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/15/belfast-1998-peace-concert-waterfront-bono-bertie-ahern-neil-hannon-northern-ireland", "date_published": "2023-04-15 10:55:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aston Villa v Newcastle United: Premier League – live", "description": "<ul><li>Premier League updates from the 12.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scores</a> | And <a href=\"mailto:barry.glendenning@theguardian.com\">email Barry</a> or tweet <a href=\"https://twitter.com/bglendenning\">@bglendenning</a></li></ul><p><strong>Referee: </strong>John Brooks.</p><p><strong>Assistants:</strong> Matthew Wilkes and Mark Scholes.</p><p><strong>Fourth official:</strong> Graham Scott.</p><p><strong>VAR: </strong>Simon Hooper.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/15/aston-villa-v-newcastle-united-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/15/aston-villa-v-newcastle-united-premier-league-live-score-updates", "date_published": "2023-04-15 10:27:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police arrest woman in relation to Grand National protests", "description": "<p>Merseyside police say London woman was arrested on suspicion of conspiracy to cause public nuisance</p><p>A 33-year-old woman has been arrested on suspicion of conspiracy to cause public nuisance in connection with potential coordinated disruption activities at the Grand National horse race at Aintree.</p><p>The woman, from London, was arrested in the Greater Manchester area on Saturday morning, police said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/15/grand-national-protests-merseyside-police-arrest-woman\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/15/grand-national-protests-merseyside-police-arrest-woman", "date_published": "2023-04-15 10:23:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to transform dead spaces in your home –from unused fireplaces to that bit under the stairs", "description": "<p>In every home there’s an area that isn’t pulling its weight. Experts offers ways to make the most of every inch</p><p>If you’re short of storage, those hard-to-reach spaces, such as the tops of shelves, will need reappraising. “There are always opportunities to maximise the space you have,” says interior designer Sarah Brown. Think of the unused space above a wardrobe: the instinct might be to dump suitcases or ugly plastic storage boxes there. “Instead, consider using pretty rattan baskets,” Brown says. “Pentreath &amp; Hall sells a lovely collection of willow and seagrass <a href=\"https://pentreath-hall.com/collections/accessories-baskets\" title=\"\">baskets</a> which could happily house smaller items that you don’t need to hand all year round. Or Toast’s <a href=\"https://www.toa.st/collections/baskets\" title=\"\">Hogla baskets</a> are a more affordable option.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/how-to-transform-dead-spaces-in-your-home-from-unused-fireplaces-to-that-bit-under-the-stairs\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/how-to-transform-dead-spaces-in-your-home-from-unused-fireplaces-to-that-bit-under-the-stairs", "date_published": "2023-04-15 10:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The modern Republican party is hurtling towards fascism | Robert Reich", "description": "<p>We are witnessing the logical culmination of win-at-any-cost politics – and Donald Trump has  encouraged it</p><p>America no longer has two parties devoted to a democratic system of self-government.</p><p>We have a Democratic party, which – notwithstanding a few glaring counter-examples, such as what the Democratic National Committee did to Bernie Sanders in 2016 – is still largely committed to democracy.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/15/the-modern-republican-party-fascism-robert-reich\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/15/the-modern-republican-party-fascism-robert-reich", "date_published": "2023-04-15 10:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s immigration policy tore this family apart. Four years later, they are finally reunited", "description": "<p>Ernesto Ortega Lima and his family were separated in 2018 as they tried to cross into the US while fleeing gang violence in Guatemala</p><p>On a rainy spring afternoon, Nery Ortega Lima, a 47-year-old Guatemalan man living in Rhode Island, held his wife’s hand at a bodega-style market while his nine-year-old daughter threw boxes of strawberry milk and some tomatoes into the family’s basket.</p><p>The market was packed with other neighbors getting their grocery shopping off their to-do lists, but for Ortega Lima, this simple errand has become heavenly after years of his family being torn apart.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/15/trump-immigration-policy-family-separated-reunited\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/15/trump-immigration-policy-family-separated-reunited", "date_published": "2023-04-15 10:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Utah’s Great Salt Lake risked disappearing. Unprecedented weather is bringing it back", "description": "<p>The lake was at a record low before historic snowfall fueled its rise – along with violent runoff that is difficult to control</p><p>Only months ago, scientists reported the megadrought water levels in Utah’s Great Salt Lake were at a record low and the body of water risked disappearing after years of drought.</p><p>But following a historic winter snowfall and rapidly warming temperatures, the lake’s storyline has a bemusing twist: the body of water the size of Delaware is rising. A series of unprecedented weather patterns brought not only remnants of the west coast’s atmospheric rivers but widespread wet avalanches, which are quickly sending spring runoff to the lake and its tributaries.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/15/utah-great-salt-lake-drought-snowfall\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/15/utah-great-salt-lake-drought-snowfall", "date_published": "2023-04-15 10:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heavy gunfire amid military clash causes panic in capital of Sudan", "description": "<p>Powerful paramilitary group reports assault on base by regular army units in Khartoum</p><p>Heavy gunfire was heard in the capital of Sudan, Khartoum, on Saturday as clashes erupted between the Sudanese army and its paramilitary Rapid Support Forces (RSF).</p><p>The RSF said the army had surrounded one of its bases and opened fire with heavy weapons, witnesses told Reuters.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/heavy-gunfire-amid-military-clash-causes-panic-in-capital-of-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/heavy-gunfire-amid-military-clash-causes-panic-in-capital-of-sudan", "date_published": "2023-04-15 09:43:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Surrey v Hampshire, Essex v Lancashire, and more: county cricket – live", "description": "<ul><li>Gloucestershire v Yorkshire match abandoned due to weather</li><li>You can drop Tanya <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">an email</a>, tweet her <a href=\"https://twitter.com/tjaldred\">@tjaldred</a> or post BTL</li></ul><p><br />DIVISION ONE</p><p><strong>Chelmsford</strong>: Essex 219 v Lancashire 207 and 82-1 <em><strong> </strong></em></p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/15/surrey-v-hampshire-essex-v-lancashire-and-more-county-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/15/surrey-v-hampshire-essex-v-lancashire-and-more-county-cricket", "date_published": "2023-04-15 09:35:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grand National 2023 – live", "description": "<ul><li>Updates from Aintree; big race goes off at 5.15pm BST</li><li><a href=\"https://www.theguardian.com/sport/2023/apr/14/grand-national-braced-as-300-plus-protestors-plan-to-disrupt-racing-biggest-day-aintree\">National braced as ‘300-plus’ protesters plan to disrupt race</a></li><li><a href=\"https://www.theguardian.com/sport/2023/apr/13/grand-national-2023-horse-by-horse-guide-to-all-the-runners-horse-racing-tips\">Greg Wood’s horse-by-horse guide to the 2023 National</a></li></ul><p>Merseyside Police have issued a statement to reveal that a 33-year-old woman had been arrested on suspicion of conspiracy to cause public nuisance in connection with potential co-ordinated disruption activities at Aintree.</p><p>The woman, from the London area, was arrested in the Greater Manchester area on Saturday morning, police said.</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/15/grand-national-2023-live-news-updates-tips-aintree\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/15/grand-national-2023-live-news-updates-tips-aintree", "date_published": "2023-04-15 09:34:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden says he will announce 2024 presidential run ‘relatively soon’", "description": "<p>US president says Ireland trip ‘reinforced my sense of optimism about what can be done’</p><p>Joe Biden left Ireland in the early hours of Saturday vowing to run again for president, promising to formally announce his decision to run for a second presidential term “relatively soon”.</p><p>At the same time he spoke of his hope of an epoch of renewal in Northern Ireland, restating the “incredible” US investment opportunities that lay ahead if peace endures.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/15/joe-biden-says-he-will-announce-2024-presidential-run-relatively-soon\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/15/joe-biden-says-he-will-announce-2024-presidential-run-relatively-soon", "date_published": "2023-04-15 09:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They helped their friend get an abortion. Now a bitter ex-husband is suing them | Moira Donegan", "description": "<p>Marcus Silva’s lawsuit is a metaphor for the creepy, stupid and cruel nature of the anti-choice movement</p><p>It wasn’t initially clear how Marcus Silva, a Texas man, even knew about his ex-wife’s abortion. Last month, just weeks after the divorce his wife had filed for was finalized, Silva filed a “wrongful death” lawsuit against three of her closest friends, seeking $1m from each. He claims that the women helped his wife obtain abortion medication in July 2022 – two months after she had filed for divorce from him, and just a few weeks after the Dobbs decision overturned Roe v Wade and states like Texas outlawed abortion. And Silva had text messages to prove it.</p><p>His legal complaint included photos of what Silva claimed was a group chat between his then wife and the three women he is now suing. In it, the women can be seen working together to help their friend end her pregnancy and extricate herself from Silva. In the group chat, the women delegate tasks, each taking on the responsibility to look for abortion providers or financial assistance. They also speak of the need to keep both the pregnancy and the abortion from Silva, speculating that his wife will be made to suffer more if he finds out. “Delete all conversations from today,” <a href=\"https://www.npr.org/2023/04/10/1168951856/documents-in-abortion-pill-lawsuit-raise-questions-about-ex-husbands-claims\">one woman tells Silva’s then wife</a>. “You don’t want him looking through it.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/15/texas-abortion-bounty-hunter-law-friends-sued\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/15/texas-abortion-bounty-hunter-law-friends-sued", "date_published": "2023-04-15 09:14:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Further England nurses’ strikes present ‘severe challenge’ to NHS", "description": "<p>NHS leader says threat of joint strike with junior doctors could pose hardest challenge yet</p><p>A 48-hour nurses’ strike in England in May will present “severe challenges”, and the threat of coordinated industrial action with junior doctors could pose the “most difficult challenge” to date, an NHS boss has said.</p><p>Speaking after a four-day junior doctors’ strike ended at 7am on Saturday, Sir Julian Hartley, the chief executive of NHS Providers, said <a href=\"https://www.theguardian.com/society/2023/apr/14/nurses-will-strike-again-in-england-after-voting-to-reject-government-pay-deal\">fresh strike action</a> announced by the Royal College of Nursing from 30 April until 2 May, and the possibility of stoppages continuing into next winter, was “extremely worrying and concerning”.</p> <a href=\"https://www.theguardian.com/society/2023/apr/15/further-england-nurses-strikes-present-severe-challenge-to-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/15/further-england-nurses-strikes-present-severe-challenge-to-nhs", "date_published": "2023-04-15 09:03:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rap and drill music give voice to the pain of life in a world of violence, and YouTube is the new amphitheatre | Ciaran Thapar", "description": "<p>In ancient Athens, tragic stories brought catharsis, a purging of emotions through art. Today, music helps teenagers process traumatic, stressful lives</p><p>How should we understand violent songs, beyond simply calling them the creation of a folk devil? There must be another way. Because in my youth work with teenagers over the past decade – which has included <a href=\"https://www.huckmag.com/art-and-culture/music-2/rippa-toddla-t-ciaran-thapar-interview-rap-youth-violence/\">mentoring many rappers</a> with experience of serious youth violence – I’ve come to view the narratives of music as a force to be harnessed and critiqued, not suppressed and censored.</p><p>In my search for solutions, including looking at how music forms have been <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/rap-music-young-men-fail-lyrics-conviction\">effectively criminalised</a>, I’ve found it helpful to trace the etymology of a word and idea that’s repeatedly used in common parlance but rarely interrogated: catharsis.</p><p>Ciaran Thapar is a London-based youth worker and author of Cut Short. He writes about youth culture, social change and city life and has a weekly newsletter called <a href=\"https://ciaranthapar.substack.com/\">ALL CITY</a>, in which a version of this article first appeared</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/15/rap-drill-music-life-violence-youtube-ancient-athens-catharsis-music-teenagers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/15/rap-drill-music-life-violence-youtube-ancient-athens-catharsis-music-teenagers", "date_published": "2023-04-15 09:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They created this’: are Republicans willing to lose elections to retain their abortion stance?", "description": "<p>The right has, for decades, relied on abortion to rally their conservative base, but now their unified policy is flagging</p><p>Democrats have taken multiple actions in response to what they say is a <a href=\"https://www.theguardian.com/world/2023/apr/08/abortion-pill-mifepristone-democrats-republicans\">“draconian” and “dangerous”</a> decision by a federal judge in Texas threatening access to the most commonly used method of abortion in the US.</p><p>Several Democratic governors have <a href=\"https://www.theguardian.com/world/2023/apr/11/democratic-governors-stockpile-abortion-drugs\">begun to stockpile</a> doses of the drugs used in medication abortions. Nearly every Democrat in Congress signed onto an amicus brief urging an appeals court to stay the decision, while some called on the Biden administration to simply “ignore” the ruling, should it be allowed to stand. A group of House Democrats introduced a bill that would give the Food and Drug Administration (FDA) final approval over drugs used in medication abortion.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/abortion-republicans-election-supreme-court\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/abortion-republicans-election-supreme-court", "date_published": "2023-04-15 09:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Huthi prisoners flown from Saudi Arabia to Yemen in war exchange", "description": "<p>Second day of exchange involving nearly 900 detainees comes amid peace talks to end eight-year war</p><p>A flight carrying rebel prisoners of war has arrived in Yemen from Saudi Arabia, and Saudi prisoners are due to be released later in the day, the International Committee of the Red Cross has said.</p><p>The flights are part of <a href=\"https://www.theguardian.com/world/2023/apr/14/red-cross-announces-exchange-of-nearly-900-prisoners-in-yemen-war\">a large-scale, multi-day exchange</a> involving nearly 900 detainees and comes amid peace talks which have raised hopes of an end to Yemen’s eight-year war between Iran-backed rebels and a Saudi-led coalition.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/huthi-prisoners-flown-from-saudi-arabia-to-yemen-in-war-exhange\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/huthi-prisoners-flown-from-saudi-arabia-to-yemen-in-war-exhange", "date_published": "2023-04-15 08:17:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Granta’s Best of Young British Novelists – meet the class of 23", "description": "<p>From Kazuo Ishiguro to Zadie Smith, Granta’s list has been spotlighting future stars since 1983. Four decades on, what does its evolution says about our literary landscape?</p><p>Last month, a reformed Glaswegian gang member, a former personal trainer and a Booker prize winner all glammed up for a photoshoot. Graeme Armstrong, Derek Owusu and Eleanor Catton had never met before, but along with 17 other writers under the age of 40, they have been decreed the “Best of Young British Novelists” by the literary magazine Granta.</p><p>A selection of 20 authors every 10 years, the Granta list has become a barometer of the literary climate and a forecast of the stars of the future. The latest cohort join a roll call of literary giants from the particularly stellar 1983 list that included Martin Amis, Pat Barker, Julian Barnes, Kazuo Ishiguro, Ian McEwan and Salman Rushdie; followed by, among others, Hanif Kureishi and Jeanette Winterson (1993); Zadie Smith, Sarah Waters and David Mitchell (2003); and Kamila Shamsie and Sarah Hall (2013). As the list itself turns 40, it seems a timely moment to reflect on its influence and relevance: who’s in, who’s out – and what that says about the literary world.</p> <a href=\"https://www.theguardian.com/books/2023/apr/15/grantas-best-of-young-british-novelists-meet-the-class-of-23\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/15/grantas-best-of-young-british-novelists-meet-the-class-of-23", "date_published": "2023-04-15 08:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s tough for parents’: should young children have their own phone?", "description": "<p>Debate bubbles over how to navigate setting limits as UK study shows fifth of three- and four-year-olds have a device</p><ul><li><a href=\"https://www.theguardian.com/society/2023/apr/14/one-in-five-uk-children-aged-three-and-four-have-mobile-phone-study-finds\">One in five UK children aged three and four have mobile phone, study finds</a></li></ul><p>How old is old enough to have your own mobile phone? For once, your children may be right that everyone else is getting them younger than you think.</p><p><a href=\"https://www.ofcom.org.uk/__data/assets/pdf_file/0027/255852/childrens-media-use-and-attitudes-report-2023.pdf\">New research</a> from <a href=\"https://www.theguardian.com/media/ofcom\">Ofcom</a> has found that a fifth of three- and four-year-olds now have a phone of their own, and are already using them to watch streaming services, use social media and play games online.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/its-tough-for-parents-should-young-children-have-their-own-phone\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/its-tough-for-parents-should-young-children-have-their-own-phone", "date_published": "2023-04-15 08:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Popularity is optional as Republicans find ways to impose minority rule", "description": "<p>Some of Trump’s party’s signature policies enjoy only meagre public support but rightwing judges and state legislators are proving adept at finding workarounds</p><p>“We called for you all to ban assault weapons, and you respond with an assault on democracy.” These were the words of <a href=\"https://twitter.com/therecount/status/1644055892822827010?s=20\">Justin Jones</a>, a Black Democrat, to Tennessee Republicans after he and a colleague, Justin Pearson, were expelled for leading a gun protest on the state house of representatives floor.</p><p>A week later, Jones and Pearson were reinstated amid applause, whoops and cheers at the state capitol in Nashville. But few believe that the assault on democracy is at an end. What happened in Tennessee is seen as indicative of a Donald Trump-led Republican party ready to push its extremist agenda by any means necessary.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/15/republicans-minority-rule-tennessee-race-gun-control\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/15/republicans-minority-rule-tennessee-race-gun-control", "date_published": "2023-04-15 07:30:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on how to future-proof your novel – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/apr/15/tom-gauld-on-how-to-future-proof-your-novel-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/apr/15/tom-gauld-on-how-to-future-proof-your-novel-cartoon", "date_published": "2023-04-15 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tortillas, salsa, mushroom barbacoa and ricotta fritters with cajeta: Yotam Ottolenghi’s recipes for a Mexican feast", "description": "<p>Slow-braised portobellos and shiitakes, tantalising tortillas and sugary fritters with a caramel sauce</p><p>I often ask my test kitchen colleagues to tell me about their memories and experiences, their inspirations and the flavours that stay with them the most. <a href=\"https://www.instagram.com/jake_normal/?hl=en&amp;__coig_restricted=1\">Jake Norman</a>, for instance, lived for some time in Mexico, teaching English, working in a pizzeria and eating his way through bustling markets and must-try street food. He didn’t know it at the time, but the experience marked the beginning of his love affair with food, his subsequent life in kitchens and, now, his landing in this column, drawing on the Mexican flavours he knows and loves. So, here you have it: Jake’s desert island meal, complete with all the trimmings (and a cold beer).</p> <a href=\"https://www.theguardian.com/food/2023/apr/15/tortillas-salsa-pico-de-gallo-mushroom-barbacoa-ricotta-fritters-with-cajeta-recipes-yotam-ottolenghi-mexican-feast\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/15/tortillas-salsa-pico-de-gallo-mushroom-barbacoa-ricotta-fritters-with-cajeta-recipes-yotam-ottolenghi-mexican-feast", "date_published": "2023-04-15 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It is our suffering’: the fight to end Hillsborough abuse and tragedy chanting", "description": "<p>On the 34th anniversary of the disaster, bereaved family members and survivors speak about harm perpetrated against them online and in the stands and why enough is enough</p><p>Saturday is 15 April and so for Louise Brookes it will be a time for poignant reflection. She will visit her local cemetery in Bromsgrove before returning home to light a candle and raise a glass, all in memory of her brother Andrew, one of the 97 people who lost their life as a consequence of the Hillsborough disaster exactly 34 years ago.</p><p>The anniversary has been this way for Brookes since Anfield stopped hosting an <a href=\"https://www.theguardian.com/football/blog/2010/apr/15/hillsborough-disaster-liverpool-memorial-service\" title=\"\">annual memorial service</a> for those who never made it back from Liverpool’s 1989 FA Cup semi-final against Nottingham Forest and she prefers it as such given it means mourning in a quieter, more intimate way a loved one lost far too soon. As Brookes says: “People should be able to remember those who died however they want. And it’s nice to remember them as individuals, because that’s what they were – individual people.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/15/fight-to-end-hillsborough-abuse-tragedy-chanting-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/15/fight-to-end-hillsborough-abuse-tragedy-chanting-liverpool", "date_published": "2023-04-15 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lack of NI government puts net zero targets at risk, UK climate adviser warns", "description": "<p>Climate Change Committee says little hope of getting on track if Stormont power sharing not restored soon</p><p>The prolonged lack of devolved government in Northern Ireland threatens to seriously hamper the country’s ability to hit the ambitious emissions reduction targets enshrined by law in its climate act, the chief executive of the UK’s Climate Change Committee (CCC) has said.</p><p>There has been no power-sharing government in place to advance work on meeting these commitments since Northern Ireland’s Climate Change Act, which includes a 2050 net zero target, was passed last spring.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/15/northern-ireland-government-net-zero-climate-change-committee\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/15/northern-ireland-government-net-zero-climate-change-committee", "date_published": "2023-04-15 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Macron signs controversial pension changes into law after months of protests", "description": "<p>France’s highest constitutional court approved the law on Friday, leading to widespread demonstrations</p><p>French president Emmanuel Macron has signed his controversial pension reform into law, defying three months of protests and pleas from unions not to implement the legislation.</p><p>The alterations became law on Saturday, after the text was published overnight in France’s official journal. This followed the <a href=\"https://www.theguardian.com/world/2023/apr/14/french-court-approves-macrons-unpopular-plan-to-raise-pension-age\">approval on Friday</a> by France’s highest constitutional court of the essence of the legislation, including the banner change of raising the retirement age from 62 to 64.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/macron-signs-controversial-pension-changes-into-law-after-months-of-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/macron-signs-controversial-pension-changes-into-law-after-months-of-protests", "date_published": "2023-04-15 06:35:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Far Around They Saw Us Burn by Alice Jolly review – tales of the misunderstood", "description": "<p>This remarkable collection of short stories locates surprising truths in a cast of characters who are desperate to be heard</p><p>One February night in 1943, a fire broke out at a Catholic orphanage in Ireland. Thirty-five girls became trapped and died; the cook also lost her life. Every nun survived. An inquiry the same year reported appalling mistakes. The Sisters had requested that the fire be put out before the children were evacuated. The fire brigade was slow to respond and finally arrived with inadequate equipment. No one was found to blame.</p><p>In the remarkable title story of this debut collection, the dead girls narrate the tale of this terrifying night. It is superbly paced, to devastating effect. From the view of the town of Cavan and beyond, the focus tightens, line by line, to the neighbours who noticed the smoke, to the girls who “felt it first as a settling of boards, the scraping of a hinge, a sound like a yawn, a taste of ash at the back of the throat”. Soon, there are screams and prayers and calls to be saved.</p> <a href=\"https://www.theguardian.com/books/2023/apr/15/from-far-around-they-saw-us-burn-by-alice-jolly-review-tales-of-the-misunderstood\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/15/from-far-around-they-saw-us-burn-by-alice-jolly-review-tales-of-the-misunderstood", "date_published": "2023-04-15 06:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Brazil’s president accuses US of ‘encouraging’ the war after meeting Xi Jinping", "description": "<p>Lula says Washington and EU should ‘start talking about peace’; death toll of Russian strike on Sloviansk apartment blocks rises to nine</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/15/russia-ukraine-war-at-a-glance-what-we-know-on-day-416-of-the-invasion\">What we know on day 416 of the war</a></li></ul><p>The Brazilian president, Luiz Inacio Lula da Silva, has said the US should stop “encouraging war” in Ukraine “and start talking about peace”.</p><p>In that way, the international community would be able to “convince” the Russian and Ukrainian presidents that “peace is in the interest of the whole world”, Lula told reporters in Beijing at the end of a visit where he met President Xi Jinping.</p><p>The United States needs to stop encouraging war and start talking about peace. the European Union needs to start talking about peace.</p><p>But above all, it is necessary to convince the countries that are supplying weapons, encouraging the war, to stop.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/15/russia-ukraine-war-live-brazils-president-accuses-us-of-encouraging-war-in-ukraine-after-meeting-xi-jinping\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/15/russia-ukraine-war-live-brazils-president-accuses-us-of-encouraging-war-in-ukraine-after-meeting-xi-jinping", "date_published": "2023-04-15 06:15:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU driver slapped with London emissions fines totalling £25,000", "description": "<p>Thousands being caught out by little-known requirement to pre-register vehicle with TfL</p><p>A French driver has handed fines totalling nearly £25,000 for driving in London’s low-emissions zone, even though his minibus was exempt from the emissions charge.</p><p>Fernando Neiva, who runs a transport service for French tourists to the UK, has received 12 fines of £2,000 each after one of his drivers entered the Low Emissions Zone (LEZ) and three<strong> </strong>fines totalling over £700<strong> </strong>for breaching Ultra Low Emissions (Ulez) rules after visits to London last October and November.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/eu-driver-slapped-with-london-emissions-fines-totalling-25k\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/eu-driver-slapped-with-london-emissions-fines-totalling-25k", "date_published": "2023-04-15 06:03:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chocolate french toast and fry-up noodles: Ravinder Bhogal’s weekend breakfast recipes", "description": "<p>Saturday is not the day for cereal! It is a time for an egg, bacon and mushroom breakfast noodle bowl with hangover chilli sauce, and for chocolate and banana French toast with miso caramel</p><p>Harried weekday breakfasts often involve little more than a bowl of cereal or slice of toast devoured on the run, but weekends are for leisurely indulgences. Start your Saturday morning right with something a little more adventurous. This noodle bowl gives eggs and bacon an exciting makeover, while staying true to the comfort that makes them a breakfast mainstay, while the French toast’s rich, custardy interior is complemented by a salty miso caramel that keeps it on just the right side of sweet. Serve with a fishbowl-sized cup of coffee.</p> <a href=\"https://www.theguardian.com/food/2023/apr/15/weekend-breakfast-recipes-chocolate-french-toast-fry-up-egg-bacon-noodles-chilli-sauce-ravinder-bhogal\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/15/weekend-breakfast-recipes-chocolate-french-toast-fry-up-egg-bacon-noodles-chilli-sauce-ravinder-bhogal", "date_published": "2023-04-15 06:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pentagon leaks suspect wins praise from far-right US politicians and media", "description": "<p>Marjorie Taylor Greene calls Jack Teixeira ‘white, male, Christian and anti-war’ as Tucker Carlson says his sin was ‘telling the truth’</p><p>Washington lawmakers have written off Jack Teixeira, the 21-year-old air national guardsman accused of being behind the worst US intelligence leak in a decade, as an “alleged criminal” after his arrest yesterday, but that hasn’t stopped him from winning praise from the political right.</p><p>“He revealed the crimes, therefore he’s the criminal. That’s how Washington works. Telling the truth is the only real sin,” <a href=\"https://www.foxnews.com/opinion/tucker-carlson-telling-truth-only-real-sin-washington\">declared</a> the Fox News commentator Tucker Carlson on Thursday evening in the opening monologue of his show, which is the most watched on cable television. “The news media are celebrating the capture of the kid who told Americans what’s actually happening in Ukraine. They are treating him like <a href=\"https://www.theguardian.com/world/osamabinladen\">Osama bin Laden</a>,” the late al-Qaida terrorist leader.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/15/pentagon-leaks-suspect-reaction-republicans-tucker-carlson\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/15/pentagon-leaks-suspect-reaction-republicans-tucker-carlson", "date_published": "2023-04-15 06:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany’s last three nuclear power stations to shut this weekend", "description": "<p>Closures, delayed after Russia reduced Europe’s gas supplies, leave conundrum for energy policymakers</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/apr/14/sterling-rises-against-dollar-inflation-pressures-ease-gold-silver-business-live\">Business live – latest updates</a></li></ul><p>Germany’s three remaining nuclear power stations will shut down on Saturday, 12 years after <a href=\"https://www.theguardian.com/environment/2012/feb/28/fukushima-workers-twisted-steel-radiation\">the Fukushima disaster</a> in Japan accelerated the country’s exit from atomic energy.</p><p>The closures mark the conclusion of a stop-start approach to atomic energy and a victory for the country’s vociferous anti-nuclear movement.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/15/germany-last-three-nuclear-power-stations-to-shut-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/15/germany-last-three-nuclear-power-stations-to-shut-this-weekend", "date_published": "2023-04-15 06:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A lot of it starts with cushions’: what happened when I let a primpover expert into my home", "description": "<p>I’m messy and bad with furniture – could some artful rearrangement help me fall in love with my house again?</p><p>In normal times, if you’ve really had it with where you live, if there are too many of you and not enough of your home, you move. But with soaring interest rates, higher mortgage payments, punishing rents<strong> </strong>and whatnot, you can’t move. So in other times, perhaps you’d paint the walls, or throw out old stuff and buy new stuff, but these are choppy waters: in an ideal world, you could create miraculous change on zero pounds.</p><p>So what will it take to make you fall back in love with your environment? Primping, idiot: improving the overall look of your home with stuff you already own, by moving it about and maybe dusting it. It’s the interiors version of a date night: small, even minute acts of care and adjustment that flatter the perspective.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/a-lot-of-it-starts-with-cushions-what-happened-when-i-let-a-primpover-expert-into-my-home\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/a-lot-of-it-starts-with-cushions-what-happened-when-i-let-a-primpover-expert-into-my-home", "date_published": "2023-04-15 06:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Fever in the Heartland review: chilling tale of the Klan and a dangerous leader", "description": "<p>Timothy Egan has written a meticulous and highly relevant account of the rise of the KKK a hundred years ago</p><p>Hubris can be difficult to resist, no matter how well one appreciates the danger. Foremost, in his new book A Fever in the Heartland: The Ku Klux Klan’s Plot to Take Over America and the Woman Who Stopped Them”, <a href=\"https://www.theguardian.com/books/2023/apr/11/kkk-book-american-midwest-fever-in-the-heartland-timothy-egan\">Timothy Egan</a> indicates just how self-destructive hubris can be.</p><p>It led to the downfall of David C Stephenson, a sadistic, grifting, backstabbing, vengeful, womanizing grand wizard of the Ku Klux Klan, the center of Egan’s story of extremism and white rage, a tale with many parallels to our own time. Similar overconfidence might yet bring down Donald J Trump. For sure, reading Egan’s gripping book, my own hubris nearly waylaid me.</p><p><em>A Fever in the Heartland is <a href=\"https://bookshop.org/p/books/a-fever-in-the-heartland-the-ku-klux-klan-s-plot-to-take-over-america-and-the-woman-who-stopped-them-timothy-egan/18614575\">published in the US</a> by Viking</em></p> <a href=\"https://www.theguardian.com/books/2023/apr/15/a-fever-in-the-heartland-book-review-kkk-timothy-egan\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/15/a-fever-in-the-heartland-book-review-kkk-timothy-egan", "date_published": "2023-04-15 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gloriously unorthodox … Greece’s wilder side has plenty of adventures in store", "description": "<p>The authors of a new guide to wild Greece know where to find rugged landscapes, pristine beaches and lush vistas away from the touristy hotspots</p><p>The Zagori region, in the remote north-west of mainland Greece, is dominated by the lush Pindus mountains, home to alpine lakes, the world’s deepest gorge and pristine river pools. The area is also famed for its mountain villages, or <em>Zagorochoria</em>, built around splendid plane-tree-lined squares and connected via cobbled trading tracks and Ottoman bridges.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/15/gloriously-unorthodox-greeces-wilder-side-has-plenty-of-adventures-in-store\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/15/gloriously-unorthodox-greeces-wilder-side-has-plenty-of-adventures-in-store", "date_published": "2023-04-15 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK families tell of threats and police warnings over children playing in street", "description": "<p>Readers say they are afraid to let children outside after warnings from authorities and neighbours’ threats</p><p><a href=\"https://www.theguardian.com/environment/2023/apr/15/cars-dog-poo-and-delivery-drivers-why-children-dont-play-out-anymore\">Cars, dog poo and delivery drivers: why children don’t play out anymore</a></p><p>Families are facing threats and police warnings for letting their children play in the street, Guardian readers have reported, leaving parents afraid to let their children spend time outside.</p><p>Liz Swift thought a basketball hoop on wheels pushed to the corner of her street on sunny afternoons would be a great way to keep her 13-year-old active. But the local authority did not agree. The family received letters from Waltham Forest council warning them that children playing in the street were “causing a nuisance to neighbours”.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/15/uk-families-threats-police-warnings-children-playing-in-street\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/15/uk-families-threats-police-warnings-children-playing-in-street", "date_published": "2023-04-15 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK pensions: how much do you need to retire as the cost of living soars?", "description": "<p>As inflation bites into pension pots, we find out what it takes to keep up your standard of living</p><p>The cost of living crisis is turning into a cost of retirement crisis as rising food and energy prices mean the amount of money you need to retire at a minimum living standard has increased by almost £2,000 in the last year.</p><p>In 2022 the minimum required to survive as a single pensioner jumped by 18% to £12,800 a year. Meanwhile, a retired couple now need a minimum of £19,900 a year – up £3,200, an even bigger rise of 19%, according to a study funded by the Pensions and Lifetime Savings Association (PLSA) at Loughborough University.</p> <a href=\"https://www.theguardian.com/money/2023/apr/15/uk-pensions-how-much-retire-cost-of-living-inflation-income\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/15/uk-pensions-how-much-retire-cost-of-living-inflation-income", "date_published": "2023-04-15 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LloydsPharmacy shared customers’ sensitive data for targeted advertising", "description": "<p>Exclusive: Investigation finds company passed on information such as purchases of Viagra to TikTok and Facebook</p><p>LloydsPharmacy has been sharing customer data on sensitive purchases such as Viagra with TikTok and Facebook in order to feed them information for their targeted advertising systems, an investigation has found.</p><p>The high street company is one of hundreds of online chemists found to have been using tiny pieces of computer code that can share personal details with the tech giants – including full names and phone numbers.</p> <a href=\"https://www.theguardian.com/business/2023/apr/15/lloyds-pharmacy-shared-customer-sensitive-data-targeted-advertising-tiktok-facebook\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/15/lloyds-pharmacy-shared-customer-sensitive-data-targeted-advertising-tiktok-facebook", "date_published": "2023-04-15 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scared of the Dark: this throwback reality show is just Celebrity Big Brother with the lights off", "description": "<p>What could be worse than being stuck in the pitch black for Channel 4’s new Danny Dyer-hosted series? Being trapped in there with Chris Eubank…</p><p>I always thought that if you subjected people to psychological or physical torture, then you have to go to prison. Isn’t it sort of one of the rules of torture? Drastically illegal, right on the edges of being a war crime, no? Yet Channel 4 has created a psychological punishment hangar and locked Love Island’s Chloe Burrows in there with <a href=\"https://www.theguardian.com/sport/2014/nov/28/chris-eubank-junior-interview-billy-joe-saunders\">Chris Eubank</a>, and apparently this isn’t in direct convention of international law, or anything. As long as Danny Dyer’s on board to do the hosting, you can do anything you want to a celebrity if their agent can get their fee up high enough. Join us next summer for ITV’s inevitable Celebrity Soup, where they boil Joey Essex in a big pot of aromatics and serve him to unsuspecting guests at a Towie<em> </em>reunion show.</p><p>Before that, though, Scared of the Dark (daily from Sunday 16 April, 9pm). Eight of your finest reality TV show celebrities are driven to an enormous aircraft hangar where all light has been completely blotted out, and they have to stay there for a week. There are challenges, obviously. They have to find their items in the dark without being too afraid of an air horn. There is a lot of sudden, terrified screaming. They are served their food cut into neat cubes so they don’t really know what they are eating (a genius move – whoever had the idea that led to me watching Max George eat a cube of chicken in pitch darkness while going “yeah it’s beef”, please pat yourself on the back).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/15/scared-of-the-dark-this-throwback-reality-show-is-just-celebrity-big-brother-with-the-lights-off\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/15/scared-of-the-dark-this-throwback-reality-show-is-just-celebrity-big-brother-with-the-lights-off", "date_published": "2023-04-15 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What links His Girl Friday and Spotlight? The Saturday quiz", "description": "<p>From Joni Mitchell to Dashing White Sergeant, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Which Joni Mitchell song is about a 1969 event she didn’t attend?<br /><strong>2</strong> Which symbol was added to morse code in 2004?<br /><strong>3</strong> Pedro I and Pedro II were the only emperors of which empire?<br /><strong>4</strong> The fen raft and the cardinal are the UK’s largest types of what creature?<br /><strong>5</strong> What food is variously known as garbanzo, gram and chana?<br /><strong>6</strong> Which US state has hosted both the summer and winter Olympics?<br /><strong>7</strong> Which war is credited with popularising cigarette smoking in Britain?<br /><strong>8</strong> Ducati, Maserati and Lamborghini were all founded in which city?<br /><strong>What links:<br />9</strong> Meena; Tay; Blenderbot; Kuki; Jasper?<br /><strong>10</strong> Newfoundland; Gibraltar; Alcatraz; St Peter; Dwayne Johnson?<br /><strong>11</strong> A to Ant (1888); Wise to Wyzen (1928)?<br /><strong>12</strong> Bertram Mills; William Smart; James Chipperfield?<br /><strong>13</strong> Duke of Perth; Dashing White Sergeant; Gay Gordons; Monymusk?<br /><strong>14</strong> His Girl Friday; Citizen Kane; All the President’s Men; Spotlight?<br /><strong>15</strong> Celebes crested macaque; Bradley Cooper; Robert Cornelius; Curiosity Rover?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/what-links-his-girl-friday-and-spotlight-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/what-links-his-girl-friday-and-spotlight-the-saturday-quiz", "date_published": "2023-04-15 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood writers vote on strike: ‘At stake is the viability of TV as a career’", "description": "<p>WGA union argues companies have ‘leveraged the streaming transition to underpay writers’</p><p>Hollywood writers have until Monday to authorize their union to call a strike amid contentious contract negotiations with major studios.</p><p>The authorization, based on a vote by guild members, would grant the leadership of the Writers Guild of America (WGA) the ability to call a strike if it can’t reach a contract with Alliance of Motion Picture and Television Producers (AMPTP) by 1 May.</p> <a href=\"https://www.theguardian.com/media/2023/apr/15/tv-writers-strike-streaming-wga-amptp\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/15/tv-writers-strike-streaming-wga-amptp", "date_published": "2023-04-15 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Quiz: who said it – Roy or Murdoch", "description": "<p>Can you tell your fictional much-married media magnate-cum-patriarch from his real-life equivalent? Take our quiz to find out</p><p>This has been an absurdly big week for ageing media magnates. On Monday, <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/12/spoiler-people-need-to-stop-ruining-the-plot-of-tv-shows\">the latest episode of Succession (spoiler alert)</a> finally delivered on its promise by killing off its ferocious, foul-mouthed, billionaire patriarch, Logan Roy, after three and a half seasons of ruthless ambition, the bulk of which came at the expense of his squabbling children.</p><p>But then, not to be outdone, Wednesday brought Vanity Fair’s long report about Roy’s real-life inspiration, <a href=\"https://www.theguardian.com/media/2023/apr/13/succession-anxiety-bombshell-claims-rupert-murdoch-family\">billionaire patriarch Rupert Murdoch</a>, filled with the sort of juicy insider details that could have only come from someone close to the source.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/15/quiz-who-said-it-roy-or-murdoch\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/15/quiz-who-said-it-roy-or-murdoch", "date_published": "2023-04-15 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Silicon valediction? Our road trip to tech industry hotspots as the sector cools", "description": "<p>Tables may have freed up at Silicon Valley’s Coupa Cafe, but ‘scalability’ is still on the menu as tech workers look forward</p><p>If you <a href=\"https://www.nytimes.com/2022/12/17/business/economy/california-san-francisco-empty-downtown.html\">read the news</a>, you’d think that San Francisco is dead. If you try to drive there during rush hour, you’d find that hard to believe.</p><p>On a sunny Wednesday morning this month, I found myself on the Bay Bridge, en route to inspect the alleged demise of San Francisco and the reports that Silicon Valley’s golden age is coming to a halt.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/15/silicon-valley-road-trip-tech-industry-decline\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/15/silicon-valley-road-trip-tech-industry-decline", "date_published": "2023-04-15 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: who shot dead Essex’s biggest drug dealers in the 90s?", "description": "<p>A three-part documentary investigates the murders of ‘the Essex boys’. Plus: a wonderful tribute to Lyra McKee. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/15/tv-tonight-who-shot-dead-essexs-biggest-drug-dealers-in-the-90s\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/15/tv-tonight-who-shot-dead-essexs-biggest-drug-dealers-in-the-90s", "date_published": "2023-04-15 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s about pride’: Louisiana woman sets record for world’s largest afro", "description": "<p>Aevin Dugas wins Guinness world record for third time in 13 years, with a circumference of 5ft 5in</p><p>The Louisiana woman who has set the Guinness world record for the largest afro three different times in the last 13 years says she keeps breaking the mark to personally vouch for the beauty of natural hair.</p><p>“I didn’t decide to grow an afro as much as I decided to go natural,” Aevin Dugas told <a href=\"https://www.guinnessworldrecords.com/news/2023/4/woman-with-worlds-largest-afro-says-pride-in-her-hair-has-led-to-self-love-743551\">Guinness World Records</a> in an interview earlier this month. “It’s about pride in textured hair which leads to self-love.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/largest-afro-guinness-world-record\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/largest-afro-guinness-world-record", "date_published": "2023-04-15 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Renfield to Dead Ringers: a complete guide to this week’s entertainment", "description": "<p>Whether it’s Nicolas Cage as Count Dracula or Rachel Weisz as creepy twin gynaecologists, our critics have you covered for the next seven days</p><p><strong>Renfield</strong><br /><em>Out now</em><br />Nicolas Cage is Dracula. Nicholas Hoult is his minion Renfield. That’s it, that’s the pitch, now make a horror-comedy. In some ways, the most surprising thing about all of this is that Cage has never played Dracula before, what with his theatrical ways and persistent habit of popping back up just when you thought he was history.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/15/from-renfield-to-dead-ringers-a-complete-guide-to-this-weeks-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/15/from-renfield-to-dead-ringers-a-complete-guide-to-this-weeks-entertainment", "date_published": "2023-04-15 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to turn past-their-best soft herbs into chermoula – recipe | Waste not", "description": "<p>Revive tired soft herbs by grinding them with spices into a lively salsa that doubles up as a stuffing or dressing – freeze it in ice-cube trays, and it’ll keep for weeks</p><p>Chermoula transforms past-their-best herbs, including any straggly stalks, into an awesome flavour bomb to elevate any meal. It’s normally made with mostly coriander and perhaps some parsley, but it also works with any combination of soft herbs, so use whatever you’ve got lurking in the fridge or growing in the garden.</p><p>To revive old herbs and reduce waste, remove and compost any mulchy leaves or stalks, and put the rest, still in a bunch, ideally, in a bowl of iced water for three minutes, to refresh. Remove, shake, then pat dry in a clean tea towel. Finely chop from the stalk end up all the way to the leaves, and cutting the stalks no more than 5mm long to maintain a decent texture.</p> <a href=\"https://www.theguardian.com/food/2023/apr/15/turn-soft-herbs-into-chermoula-recipe-zero-waste-cooking-tom-hunt\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/15/turn-soft-herbs-into-chermoula-recipe-zero-waste-cooking-tom-hunt", "date_published": "2023-04-15 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pentagon leaks: how Jack Teixeira was identified as the alleged source", "description": "<p>An online sleuthing group, a news media outlet and the FBI all followed digital breadcrumbs leading to the 21-year-old</p><p>Until Jack Teixeira appeared in federal court on Friday morning, the unmasking of the alleged Pentagon leaker had taken on the air of a fascinating mystery novel.</p><p>Among those vying for starring roles were the online sleuthing group Bellingcat, which on 9 April publicly <a href=\"https://www.bellingcat.com/news/2023/04/09/from-discord-to-4chan-the-improbable-journey-of-a-us-defence-leak/\">identified</a> the private Discord server where Teixeira is said to have posted classified documents; and the New York Times, which matched <a href=\"https://twitter.com/EliotHiggins/status/1646595323408654336\">images of the Teixeira family kitchen</a> where the top secret papers were supposedly photographed to the 21-year-old defendant’s social media profile.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/14/how-jack-teixeira-was-caught-pentagon-leaks-fbi-bellingcat\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/14/how-jack-teixeira-was-caught-pentagon-leaks-fbi-bellingcat", "date_published": "2023-04-15 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Something special’: same-sex couple wed in UK year on from fleeing Ukraine", "description": "<p>Yulia and Tetiana knew they would have to marry abroad – but never in the context of an invasion</p><p>Yulia and Tetiana had spent a while deliberating over a date for their wedding before they decided it had to be 1 March – exactly a year to the day they fled the war in Ukraine.</p><p>“That date should be a sad anniversary, the anniversary of us leaving our old life behind, but we decided to rewrite this story and made it our special anniversary,” said Tetiana, 42. “We lost a lot and there is a lot of evil in this world, but we’ve turned that evil into something good.”</p> <a href=\"https://www.theguardian.com/society/2023/apr/15/same-sex-couple-wed-uk-year-after-fleeing-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/15/same-sex-couple-wed-uk-year-after-fleeing-ukraine", "date_published": "2023-04-15 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘She’s prim and proper with a subtle smattering of unpredictability’", "description": "<p>Heather, 30, an academic skills tutor, meets Sam, 30, an artist</p><p><br /><strong>What were you hoping for?</strong><br />A good conversation with someone engaging.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/blind-date-sam-heather\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/blind-date-sam-heather", "date_published": "2023-04-15 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brooklyn and Nicola have entered my subconscious: Edith Pritchett on the Peltz-Beckhams –cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/15/brooklyn-and-nicola-have-entered-my-subconscious-edith-pritchett-on-the-peltz-beckhams-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/15/brooklyn-and-nicola-have-entered-my-subconscious-edith-pritchett-on-the-peltz-beckhams-cartoon", "date_published": "2023-04-15 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One in six young adults live in poor housing, UK study shows", "description": "<p>Up to 2.6 million people aged 18-34 in damp, draughty and cramped living conditions, says thinktank</p><p>One in six young adults in the UK are living in poor-quality housing, according to research that says damp, draughty and cramped living conditions are harming the physical and mental health of millions.</p><p>Resolution Foundation said Britain was facing a twin housing crisis as soaring rents and mortgage payments added to the pressure on people living in substandard accommodation, with young adults bearing the brunt.</p> <a href=\"https://www.theguardian.com/business/2023/apr/15/young-adults-uk-housing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/15/young-adults-uk-housing", "date_published": "2023-04-15 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: my wife is alone while I’m on tour. Will she cope?", "description": "<p>I’ve only been away 46 hours and she’s already moved bedrooms and started watching football </p><p>It is the start of the spring tour of the band I’m in, and I am driving down the motorway while heavy rain batters the windscreen. My passenger, the accordion player, is describing a crossword clue to me.</p><p>“Ten letters,” he says. “And the tremultimate letter is an E.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/tim-dowling-my-wife-is-alone-while-im-on-tour-will-she-cope\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/tim-dowling-my-wife-is-alone-while-im-on-tour-will-she-cope", "date_published": "2023-04-15 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan PM rushed to safety after object thrown at him and blast heard", "description": "<p>Man detained after what looked like a smoke bomb was thrown at Fumio Kishida</p><p>Japan’s prime minister, Fumio Kishida, was evacuated unhurt after a suspect threw what appeared to be a smoke bomb at an outdoor speech in western Japan on Saturday, domestic media reported.</p><p>A loud explosion was heard but Kishida took cover and was unharmed while police subdued a man at the scene, public broadcaster NHK said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/japan-pm-rushed-to-safety-after-object-thrown-at-him-and-blast-heard\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/japan-pm-rushed-to-safety-after-object-thrown-at-him-and-blast-heard", "date_published": "2023-04-15 04:33:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: So much life is here when I am not | Amanda Thomson", "description": "<p><strong>Abernethy Forest, Cairngorms:</strong> My daytime walk through the woods is rich with crested tits and busy ants; by night the clientele changes entirely</p><p>I’m walking through the woods to a huge old granny pine that’s gnarled and twisted, its lower branches thicker than the old plantation pines around it. It’s a beautiful, steady presence. The woods feel lush and full of birdsong. Thick strands of new-growth heather poke up. In the afternoon sunshine the mosses glow and creep up and along the trees. There’s a lovely old Scots phrase, <em>moss fa’en</em>, to describe a fallen tree that’s now shrouded in green.</p><p>Near the granny lies a deep chocolatey-brown peaty mire that often has hoof prints in it, and I’ve had a camera on it just to see what is there when I am not. It’s clear that deer visit this place quite regularly, sometimes singly but often in groups, and use it as a wallow. At night, they’re sometimes reduced to the vaguest of shadows, and mostly they’re quietly passing by and the camera captures the bright dots of their eyes as they cross the frame. Occasionally their eyes gleam like headlights as they face the camera. They might be in groups of seven or eight, perhaps more, and they’ll linger and tussle, hoof and splash around.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/15/country-diary-so-much-life-is-here-when-i-am-not\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/15/country-diary-so-much-life-is-here-when-i-am-not", "date_published": "2023-04-15 04:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Amazon doesn’t care about books’: how Barnes & Noble bounced back", "description": "<p>Barnes &amp; Noble is the US’s largest remaining book chain but, under James Daunt, each of the 600 stores is meant to run like an independent bookstore</p><p>Walking into the big Barnes &amp; Noble store in New York’s Union Square a few years ago, a book lover might have been surprised by what they found: an absence of books. Barnes &amp; Noble shops were once full of other things: Lego sets, calendars, Funko Pop figurines, puzzles, chocolates – all with their own display shelves. The books were mainly upstairs.</p><p>Not any more. Now, “you’re not seeing much beyond books”, says James Daunt, Barnes &amp; Noble’s British chief executive, standing on the first floor of the giant bookstore, the second-largest in the US. “I mean, there are other things, but it’s unequivocally book-driven.”</p> <a href=\"https://www.theguardian.com/books/2023/apr/15/barnes-and-noble-bookstores-james-daunt\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/15/barnes-and-noble-bookstores-james-daunt", "date_published": "2023-04-15 04:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US looks to boost ties in Vietnam as China reportedly stalls  Blinken visit", "description": "<p>Secretary of state to break ground on new US embassy while Hanoi reluctant to antagonise its powerful neighbour</p><p>China has reportedly refused to reschedule a visit from the US secretary of state, as Antony Blinken kicked off a trip to Vietnam, a crucial South-east Asian trade partner that Washington is looking to bolster ties with as it works to balance Beijing’s growing assertiveness in the region and beyond.</p><p>In his first visit to the country as the top US diplomat, Blinken will meet with top Vietnamese officials, including Vietnam’s general secretary, Nguyen Phu Trong, and formally break ground on Saturday on a new US embassy compound in Hanoi. On Sunday he is heading to Japan for a meeting of the Group of Seven wealthy nations.</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/us-looks-to-boost-ties-in-vietnam-as-china-reportedly-refuses-to-reschedule-blinken-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/us-looks-to-boost-ties-in-vietnam-as-china-reportedly-refuses-to-reschedule-blinken-visit", "date_published": "2023-04-15 02:57:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 416 of the invasion", "description": "<p>Nine killed and 21 wounded in Russian missile attack on apartment blocks in Sloviansk; Vladimir Putin signs bill sparking fears of new wave of mobilisation</p> <a href=\"https://www.theguardian.com/world/2023/apr/15/russia-ukraine-war-at-a-glance-what-we-know-on-day-416-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/15/russia-ukraine-war-at-a-glance-what-we-know-on-day-416-of-the-invasion", "date_published": "2023-04-15 00:26:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He’s much more cheery than that’: a son’s self-portrait, painted in secret", "description": "<p>In our series on artworks in Australian homes, Kylie Needham shows us the surprisingly restrained self-portrait her son painted at age 12</p><ul><li>Read more <a href=\"https://www.theguardian.com/lifeandstyle/series/wall-stories\">Wall Stories here</a></li><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Five years ago, author Kylie Needham was given a surprise birthday present by her then 12-year-old son Joe. The oil on canvas self-portrait had been created in secret in her husband’s studio.</p><p>“I was so proud of it, but I could see he was really proud of himself too,” says Needham.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/hes-much-more-cheery-than-that-a-sons-self-portrait-painted-in-secret\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/15/hes-much-more-cheery-than-that-a-sons-self-portrait-painted-in-secret", "date_published": "2023-04-15 00:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}]