[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Two LAPSUS$ Hackers Convicted in London Court for High-Profile Tech Firm Hacks", "description": "Two U.K. teenagers have been convicted by a jury in London for being part of the notorious LAPSUS$ transnational gang and for orchestrating a series of brazen, high-profile hacks against major tech firms and demanding a ransom in exchange for not leaking the stolen information.\nThis includes Arion Kurtaj (aka White, Breachbase, WhiteDoxbin, and TeaPotUberHacker), an 18-year-old from Oxford, and", "link": "https://thehackernews.com/2023/08/two-lapsus-hackers-convicted-in-london.html", "date_published": "2023-08-25T14:32:40.449933+00:00", "persistent": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Learn How Your Business Data Can Amplify Your AI/ML Threat Detection Capabilities", "description": "In today's digital landscape, your business data is more than just numbers—it's a powerhouse. Imagine leveraging this data not only for profit but also for enhanced AI and Machine Learning (ML) threat detection.\nFor companies like Comcast, this isn't a dream. It's reality.\nYour business comprehends its risks, vulnerabilities, and the unique environment in which it operates. No generic,", "link": "https://thehackernews.com/2023/08/learn-how-your-business-data-can.html", "date_published": "2023-08-25T12:33:57.213469+00:00", "persistent": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "China-Linked Flax Typhoon Cyber Espionage Targets Taiwan's Key Sectors", "description": "A nation-state activity group originating from China has been linked to cyber attacks on dozens of organizations in Taiwan as part of a suspected espionage campaign.\nThe Microsoft Threat Intelligence team is tracking the activity under the name Flax Typhoon, which is also known as Ethereal Panda.\n\"Flax Typhoon gains and maintains long-term access to Taiwanese organizations' networks with minimal", "link": "https://thehackernews.com/2023/08/china-linked-flax-typhoon-cyber.html", "date_published": "2023-08-25T11:56:13.029516+00:00", "persistent": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Navigating Legacy Infrastructure: A CISO's Actionable Strategy for Success", "description": "Every company has some level of tech debt. Unless you’re a brand new start-up, you most likely have a patchwork of solutions that have been implemented throughout the years, often under various leadership teams with different priorities and goals. As those technologies age, they can leave your organization vulnerable to cyber threats.\nWhile replacing legacy technologies can be costly, those", "link": "https://thehackernews.com/2023/08/navigating-legacy-infrastructure-cisos.html", "date_published": "2023-08-25T11:56:13.027259+00:00", "persistent": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Urgent FBI Warning: Barracuda Email Gateways Vulnerable Despite Recent Patches", "description": "The U.S. Federal Bureau of Investigation (FBI) is warning that Barracuda Networks Email Security Gateway (ESG) appliances patched against a recently disclosed critical flaw continue to be at risk of potential compromise from suspected Chinese hacking groups.\nIt also deemed the fixes as \"ineffective\" and that it \"continues to observe active intrusions and considers all affected Barracuda ESG", "link": "https://thehackernews.com/2023/08/urgent-fbi-warning-barracuda-email.html", "date_published": "2023-08-25T08:55:38.624954+00:00", "persistent": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]