[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Things Armored Core 6 DOESN'T TELL YOU", "description": "With the developer returning to the mech genre of games after spending a decade focusing almost entirely on one genre, Armored Core 6: Fires of Rubicon in many ways acts like the return of an old, cherished friend. The game offers plenty of bespoke ways to play thanks to a strong emphasis on customization.\n\nArmored Core 6: Fires of Rubicon is an incredibly complex game, not only in its minute-to-minute combat, but also in just how in-depth some of the customization options the game offers. While just about every aspect of the game is explained quite well in the title's introductory missions, as well as the plethora of tutorial missions unlocked during the game's early acts, some players might find it tougher to truly understand what's happening.", "link": "https://www.youtube.com/watch?v=CVfpNFspv_I", "date_published": "2023-08-25T23:08:34.930104+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/CVfpNFspv_I/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Immortals of Aveum Review - The Final Verdict", "description": "With a unique premise and a focus on magic over guns, Immortals of Aveum certainly stands out. Its narrative focus, loot and platforming to Talents and exploration - certainly feel distinct.\n\nHowever, even with solid art direction and a combat system that has potential, Ascendant Studios' first-person shooter ultimately falls flat. Its dialogue, fit for the worst Marvel movies, undercuts the narrative and setting. The combat falters due to a lack of options and visibility issues. The presentation, at least on Xbox Series X/S, has problems with distant details and image quality.\n\nImmortals of Aveum had some potential. There are some redeeming qualities, but as a whole, it fights you at every turn.", "link": "https://www.youtube.com/watch?v=fDbCooPYdGY", "date_published": "2023-08-25T23:08:34.928229+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/fDbCooPYdGY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 BIGGEST Announcements At Gamescom 2023", "description": "Gamescom 2023 is currently in full swing but the biggest announcements from the event have already happened. In this video, we are going to take a look at 10 of the biggest. Let’s get started.", "link": "https://www.youtube.com/watch?v=k46Q96S5mDU", "date_published": "2023-08-25T17:48:24.245853+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/k46Q96S5mDU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "STARFIELD - 10 MORE NEW Details You Need To Know Before You Buy", "description": "As we get closer and closer to Starfield’s imminent launch, excitement and anticipation surround its release continues to mount by the day- which, given the fact that it’s a brand new open world RPG by the legendary Bethesda Game Studios, comes as no surprise. \n\nOver the last few days, courtesy of plenty of new hands-off previews, interviews, gameplay showings, and more coming from Gamescom, several new details have emerged on the upcoming space-faring RPG, from behind the scenes development tidbits to interesting new details about what the experience itself will have in store. Here, as we mark off the days on the calendar in anticipation of Starfield’s release, we’re going to go over all of those new details that you should know about.", "link": "https://www.youtube.com/watch?v=0ngBjzENNh0", "date_published": "2023-08-25T10:55:23.091417+00:00", "persistent": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0ngBjzENNh0/hqdefault.jpg"}]