[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Path of Exile 2 Official Druid Gameplay Walkthrough | Gamescom 2023", "description": "Learn more about how the Druid plays in Path of Exile 2 from Jonathan Rogers one of the game directors. We get to see various moves and mechanics that you'll get to unleash as the Druid, which is 1 of 12 playable classes in the game.\n\nTimestamps \nIntro 0:00\nSpellcasting Gameplay 0:47\nBear Form and various skills 1:03\nFerocious Roar With Skill Gems 3:34\nSpellcasting Breakdown 4:57\nAnimal Companions 5:50\nVolcano Skill 6:12\nDruid Skill Tree 10:00\nBlind Beast Boss Fight 10:40\n\n\n#pathofexile2 #gamescom #gaming", "link": "https://www.youtube.com/watch?v=VwbCqQnWqog", "date_published": "2023-08-25T23:08:34.338759+00:00", "persistent": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/VwbCqQnWqog/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "6 Minutes of New Lies of P Gameplay | Gamescom 2023", "description": "We saw Lies of P at Gamescom, here is 6 minutes of new gameplay that features some new enemy combat, exploration, and a look at a new boss fight.\n\nLies of P releases on September 19th, 2023 on PlayStation, Xbox and PC.\n\n#liesofp #gamescom #gaming", "link": "https://www.youtube.com/watch?v=NH_mJFOQJzE", "date_published": "2023-08-25T21:28:31.328249+00:00", "persistent": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/NH_mJFOQJzE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Black Myth Wukong Is Delivering a Fresh Take On The Soulsborne Formula - Hands On Impressions", "description": "At Gamescom 2023 we got to play a little of the  upcoming Black Myth: Wukong and could finally get a sense on how this beautiful game feels. Its fast and fluid combat takes on an almost dance like feeling as you flow between wide sweeps of your staff or climbing up its length to deliver a heavy blow, all while mixed with bizzare spells that transform you into a fiery warrior, change your flesh to stone to stun an enemy, or summon monkey allies with tufts of your hair. \n\nDave and Chris discuss what makes Black Myth: Wukong stand out against other Soulsbornes, what inspiration the game has taken from the genre, as well as what it hopes to add to it.\n\n#blackmythwukong #gamescom #gaming", "link": "https://www.youtube.com/watch?v=7yB85Gp6idk", "date_published": "2023-08-25T20:28:29.772276+00:00", "persistent": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/7yB85Gp6idk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Why It’s Hard To Fix Live Service Games (feat. Diablo IV) | Spot On", "description": "At gamescom 2023, Tam and Lucy caught up with Diablo’s Rod Fergusson and Chris Wilson to ask about the process of fixing a live service game. \n#gaming #gamespot #diablo4 \n\nIt’s fair to say that the first season of Diablo IV wasn’t a strong one. Many players were unimpressed with the season’s unexpected nerfs and its lacklustre endgame. While community sentiment improved with the announcement of the game’s second season, Blizzard still has a ways to go to implement necessary changes. \n\nTam and Lucy talk to the Diablo team at gamescom 2023 and ask about how developers assess what changes need to be made, how tricky it is to do it, and the pros and cons of being transparent with the community.", "link": "https://www.youtube.com/watch?v=twCEqAd0dq8", "date_published": "2023-08-25T19:28:26.995622+00:00", "persistent": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/twCEqAd0dq8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite Chapter 4 Season 4 LAST RESORT Official Gameplay Trailer", "description": "The luxurious exteriors of Sanguine Suites, Relentless Retreat, and Eclipsed Estate are strongly-defended bases complete with cameras, laser grids, and guards. Locked up in the depths of Thorne’s properties are Mythic items from Fortnite’s history, like The Foundation's MK-Seven Assault Rifle, Midas’ Drum Gun, Zyg and Choppy's Ray Gun, and more.\n\nCheck out new weapons that’ll help you with your break-in. Boost to a base with the “Rocket Ram,” and once inside, break out the “Infiltrator Pump Shotgun,” the “Scoped Burst SMG,” or the quick reload “Twin Mag Assault Rifle.” Want a weapon that’s a little more hands-off? Throw down a “Business Turret” that automatically fires at nearby enemies.  \n\nThis season’s Battle Pass includes all new Outfits, Emotes, Pickaxes, and more to take down the villain in style. See the full list of Outfits that will be available in the Fortnite Last Resort Season Battle Pass: Nolan Chance, Piper Pace, Fish Thicc, Mae, Antonia, Khaby Lame, Kado Thorne, and Ahsoka Tano.", "link": "https://www.youtube.com/watch?v=WMRdpU2r53c", "date_published": "2023-08-25T07:16:18.270438+00:00", "persistent": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/WMRdpU2r53c/hqdefault.jpg"}]