[{"source": "http://feeds.feedburner.com/biometricupdate", "title": "Feds could take years to OK a state’s request for RFID-powered IDs", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/09/02135548/truck-driver-biometric-monitoring-scaled.jpg\" width=\"2048\" />\n\t\tProposed new driver's licenses with embedded radio chips for the U.S. state of Ohio reportedly will wait years for approval by the federal Homeland Security Department.\n\nLegislators in Ohio, which lies close to Canada, approved development of the digital IDs in April. Neither <a href=\"https://www.biometricupdate.com/202307/no-real-standard-for-mobile-drivers-licenses-in-temporary-dhs-reversal\">mobile</a> nor (the <a href=\"https://www.biometricupdate.com/202203/alaska-bill-proposes-repeal-of-real-id-to-offer-non-biometric-drivers-licenses\">much-delayed</a>) Real ID licenses, the enhanced document would broadcast a unique code and biometric data that border guards for a small selection of nations could receive to identify the bearer remotely.\n\nThe goal is to speed border transits via land and at seaports when traveling to Canada, Mexico and some Caribbean Sea nations, <a href=\"https://www.limaohio.com/news/2023/08/23/ohio-enhanced-drivers-licenses-on-hold-as-state-awaits-feds-approval/\">according to</a> The Plain Dealer, a news publisher covering Cleveland. One market would be cross-border truck drivers.\n\nEditors for Cleveland.com report that they have not been able to get details about why federal approval will take so long. They were told it \"could be a multi-year process.\"\n\nFive states, Washington, Vermont, New York, Minnesota and Michigan – all sharing a border with Canada – already have been authorized by the federal government to issue the RFID-enhanced documents.\n\nFour provinces in Canada have distributed their own version of the ID more than a decade ago but dropped it, according to Cleveland.com for lack of demand due to better alternatives.\n\nThe <a href=\"https://www.biometricupdate.com/tag/rfid\">addition of radio</a> chips to digital ID and access management goes back at least a decade in the United States. Once approved, the documents likely would face significant opposition over worries that the government or businesses would track the wallet beacons.\n\nApple nonetheless has <a href=\"https://www.biometricupdate.com/202108/apple-sees-a-way-for-traffic-stops-to-be-almost-autonomous\">patented</a> a wireless mobile driver's license.", "link": "https://www.biometricupdate.com/202308/feds-could-take-years-to-ok-a-states-request-for-rfid-powered-ids", "date_published": "2023-08-25T20:48:30.044248+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Digital verification gets thumbs up from Canadian business leaders", "description": "<img alt=\"remote biometric onboarding - digital identity verification\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"697\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2021/07/28173912/remote-biometric-onboarding-digital-identity-verification.png\" width=\"1173\" />\n\t\tInterac opens its new <a href=\"https://www.interac.ca/wp-content/uploads/2023/08/EN_Interac_Digital-Verification-in-Canada-digital-report.pdf\">report</a>, “Digital Verification for Canadian Businesses: Insights from Decision Makers”, with a statement on trust.\n\n“<a href=\"https://www.biometricupdate.com/202307/mistrust-in-liberias-biometric-voter-registration-system-is-high-survey-claims\">Trust</a> is the cornerstone of any meaningful relationship, whether personal or business related,” says the report. Consumers want to trust the businesses they interact with. Likewise, businesses looking to provide a personalized product or service need to trust that their customers are telling their truth about their identity.\n\nEnter digital verification. From employee safety to security and access, digital verification scored high across the board among the nearly 300 respondents to Interac’s survey. A 57 percent majority said they were looking to adopt digital verification tools, or saw value in understanding them. Of those who plan to adopt digital verification, nearly half said they planned to do so in the next year.\n\nOther noteworthy numbers in the report include the 77 percent of respondents who said digital verification improved safety for remote access, and the 80 percent who agreed it improves safety for employees.\n\nThe largest worry among business leaders was <a href=\"https://www.biometricupdate.com/202306/study-shows-data-security-is-key-to-rebuilding-consumer-trust\">data privacy</a>, about which 47 percent of respondents had concerns. That number looks fixable, though, considering the second largest concern is lack of education about the benefits of digital verification. This suggests that unfamiliarity is still partly driving hesitation.\n\nThe report returns to trust on the question of partnerships and vendor relationships. “Nearly 70 percent of survey respondents who use digital verification either deliver digital verification under a vendor brand or have a vendor endorse it,” it says. Customers trust businesses who engage a third party in the security process, especially if the vendor brand brings its own cache of consumer trust.\n\n“Delivering digital verification methods under a trusted vendor brand may also reflect the fact that Canadians access many different online services from many different organizations, often in a single day,” says the report. “The name recognition of a vendor brand can provide peace of mind and further strengthen the trust associated with the company delivering the digital verification service.”\n\nIn terms of how to select the right partner, Interac suggests businesses look for “a digital verification solution provider who leverages market-leading technology and partnerships, has a proven track record in operational excellence and constantly builds their capability to support future verification needs as they emerge.”\n\nRegardless, the report is blunt on its assessment of those who cling to paper as more and more leaders adopt biometric and <a href=\"https://www.biometricupdate.com/202004/idnow-reports-26-8-percent-spike-in-digital-verification-following-coronavirus-outbreak\">digital verification</a> tools. Says Neil Butters, the vice president of product for Interac Verified, “The consumer demand for digital interactions is only increasing, which means any business or organization that requires an element of in-person or paper-based onboarding is at risk of losing customers who are seeking out online, digital-first solutions.”", "link": "https://www.biometricupdate.com/202308/digital-verification-gets-thumbs-up-from-canadian-business-leaders", "date_published": "2023-08-25T20:48:30.034767+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Biometric wrist monitor tests the future of ankle bracelets in jail and at the border", "description": "<img alt=\"smartwatch collecting biometric data\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"435\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2020/10/02143738/smartwatch-collecting-biometric-data.jpg\" width=\"1008\" />\n\t\tU.S. law enforcement agencies at the national and county levels are testing biometric watches as a replacement for ankle bracelets to monitor low-threat offenders and migrants awaiting deportation.\n\nAs reported by CBS News, Immigration and Customs Enforcement (<a href=\"https://www.biometricupdate.com/201905/ice-seeks-proposals-for-biometric-tracking-tech-as-alternative-to-immigrant-detention\">ICE</a>) officials announced Monday a pilot program to assign watches to 50 adult migrants in the Denver, Colo., area facing deportation. Tests will last several weeks.\n\nOfficials said the program could be expanded to help with the backlog of migrants in the federal Alternatives to Detention program, which is designed to reduce costs and <a href=\"https://www.biometricupdate.com/202206/think-tank-says-biometric-monitoring-of-asylum-seekers-is-better-for-all-than-detention\">humanize the amnesty-application process</a> for those deemed unlikely to pose a risk to the public or national security.\n\nThe VeriWatches, made by <a href=\"https://bi.com/\">BI</a>, would likely be preferable to most people when faced with the alternative, a stay in a <a href=\"https://www.opensecrets.org/news/2022/06/private-prison-industry-shifts-focus-to-immigrant-detention-centers-funding-immigration-hawks/\">for-profit prison</a>, many of which are operated by BI's parent, <a href=\"https://www.biometricupdate.com/202211/biometric-detainee-monitoring-grows-in-australia-and-us\">GEO Group</a>.\n\nThe watches, not all of which can be removed by the wearer, have GPS and scheduling apps. Language options include English, Spanish, Portuguese and Haitian creole. A removable version charges while the wearer sleeps. The other version sends an alert if removed, prompting a mandatory check-in. The <a href=\"https://bi.com/wp-content/uploads/2023/04/BI-VeriWatch-Wrist-Worn-GPS-Monitoring-Biometric-Authentication-BI.pdf\">product sheet</a> lists “enhanced productivity” and convenient charging as benefits.\n\nThe operating cost reportedly is less than $8 per day.\n\n<a href=\"https://www.newsnationnow.com/crime/ohio-court-system-ankle-bracelets-smartwatches/\">NewsNation</a> has reported that county courts in southwest Ohio are also running a trial of VeriWatch for low-threat offenders. The tested watches reportedly will cost less than $5 a day to operate versus $93 a day house an inmate at the Warren County Jail.\n\nRobert Peeler, a Warren County judge advocating for the VeriWatch, compared ankle bracelets to Nathaniel Hawthorne’s <a href=\"https://en.wikipedia.org/wiki/The_Scarlet_Letter\">scarlet letter</a>, and reportedly told NewsNation, “our goal is to remove the obstacles to recovery.”\n\nBiometric authentication safeguards in the VeriWatch combine facial comparison and <a href=\"https://www.biometricupdate.com/202308/unleashing-the-power-of-liveness-detection-a-game-changer-in-the-battle-against-deepfakes\">liveness detection</a> with an optical proximity and removal sensors.", "link": "https://www.biometricupdate.com/202308/biometric-wrist-monitor-tests-the-future-of-ankle-bracelets-in-jail-and-at-the-border", "date_published": "2023-08-25T20:48:30.032805+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Single sign-on Login.gov accounts grow in US; still a long way to go", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"992\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/04/15163059/digital-government-services-scaled.jpg\" width=\"2048\" />\n\t\tThe U.S. government says 70 million Login.gov single sign-in accounts have been created, a 50 percent increase compared to a year ago when 47 million accounts existed.\n\nThe General Services Administration, which is charged with operating Login.gov, says the service creates a single sign-on for 43 federal and state services. There are 258.3 million adults in the United States, according to the government.\n\nIt is \"on a path to providing an IAL2-compliant verification service,\" according to the agency. There are three identity assurance levels, part of the National Institute of Standards' 800-63-3 guidelines. Each represents a certain level of security that can required by a government agency of someone needing to prove their identity. IAL2 stipulates either in-person or biometric comparison to a piece of identity evidence.\n\nIn an <a href=\"https://www.gsa.gov/blog/2023/08/18/reducing-fraud-and-increasing-access-drives-record-adoption-and-usage-of-logingov?utm_medium=email&amp;utm_source=govDelivery\">announcement</a> that has the boosterism feel of decades of government promotions, the GSA says that the agencies adopting Login.gov are \"looking to raise the bar on program security,\" fight program fraud and \"improve equitable access\" to the government.\n\nThe government twice says that its evidence-based ID verification service 130 percent in the past 12 months, although no further details are volunteered.\n\nIn-person verification has been expanded to 18,000 post offices, according to the GSA.\n\nThe GSA <a href=\"https://www.biometricupdate.com/202308/washington-prepares-to-tender-remote-id-proofing-upgrade-for-login-gov\">scheduled</a> a meeting earlier this month with vendors interested on creating new remote ID-proofing software for Login.gov, according to notice ID <a href=\"https://sam.gov/opp/9d664a81dc234be7a8ed2b75e3fcf146/view\">47QPCAR0001</a>.", "link": "https://www.biometricupdate.com/202308/single-sign-on-login-gov-accounts-grow-in-us-still-a-long-way-to-go", "date_published": "2023-08-25T18:28:19.691367+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Police Scotland digital strategy seeks real-time biometrics within 5 years", "description": "<img alt=\"police scotland body cameras biometrics\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"777\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2019/12/17152505/police-scotland-body-cameras-biometrics.jpg\" width=\"1200\" />\n\t\tThe five year plan for digitization by Police Scotland features real-time biometrics analytics, body-worn video cameras and other advanced technologies.\n\nThe plan was presented to the Scottish Police Authority Board this week, ahead of its expected approval. It includes the adoption of augmented reality, digital identity and access management, and digital evidence sharing capabilities. A modality for the real-time biometrics capability is not specified, but the document notes DNA and fingerprints among the current technologies the strategy is intended to compliment.\n\nThe adoption is presented as a gradual, considered process, rather than a rush for the newest tools.\n\n“In terms of emerging digital technologies such as, but not limited to, Artificial Intelligence (AI), Machine Learning (ML) and Facial Recognition it is essential that these are only considered for introduction into operational policing <strong>after</strong> [emphasis in original] the appropriate Data Ethics assessments have taken place,” the paper reads. “The Digital Strategy references and emphasises [sic] this process in order to provide necessary assurance to key stakeholders.”\n\nThe strategy is underpinned by six pillars, or “enablers,” including the recognition of data as an asset, data ethics, cyber resilience, “people,” sustainability and investment and prioritization.\n\nThe use of body worn video cameras is expected to increase public trust, as 85 percent of respondents in a public consultation told Police Scotland that they would do so.\n\nUpgrades of data and advanced analytics capabilities, along with forensic services transformation, are planned for completion in 2027, according to the plan.\n\nThe “<a href=\"https://www.spa.police.uk/spa-media/wdnj5no0/item-11-digital-strategy-strategic-outline-business-case.pdf\">Digital Strategy Strategic Outline Business Case</a>” was presented by Chief Digital Information Officer Andrew Hendry. It specifies that the plan requires £398.7 (US$500.7 million) in funding, though that total includes some money already earmarked for technology investments.\n\nMuch of the document is dedicated to planning for the resources <a href=\"https://www.biometricupdate.com/?posttype=all&amp;s=Scottish+police\">Scottish police</a> will need to crack down on the growth in cybercrime and online fraud in the country.\n\nThe proposal has been approved, reports the <a href=\"https://www.dailymail.co.uk/news/article-12444469/Scottish-police-consider-using-smart-glasses-spot-criminals-translate-languages-lip-read.html\">Daily Mail</a>.", "link": "https://www.biometricupdate.com/202308/police-scotland-digital-strategy-seeks-real-time-biometrics-within-5-years", "date_published": "2023-08-25T18:28:19.689742+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Autonomous cars may have a person detection bias problem with complexions", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"576\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/25135501/automotive-iot-data-1024x576-1.jpg\" width=\"1024\" />\n\t\tMakers of self-driving cars have for years been fending off criticism about safety. Now, they may have to defend themselves against charges of AI bias.\n\nA team of researchers from King’s College London and Peking University <a href=\"https://arxiv.org/abs/2308.02935\">examined</a> eight deep-learning pedestrian detectors used for research on driverless cars using four widely studied testing datasets. Their results show significant fairness issues related to skin tone and age.\n\nAccuracy of detection for adults was 19.67 percent higher compared to children. The study also found that the systems were 7.52 percent better at detecting light-skin individuals than dark-skin ones in all image datasets.\n\nResults also showed that detection performance involving the dark-skin group decreased under low-brightness and -contrast situations compared to the light-skin group: The miss rate difference between the dark- and light-skin subjects jumped to 9.68 percent at night.\n\n“Fairness issues in autonomous driving systems, such as a higher accuracy in detecting pedestrians of white ethnicity compared to black ethnicity, can perpetuate discriminatory outcomes and unequal treatment based on race,” the researchers write.\n\nThe situation is hardly surprising, given the problems with face detection for different demographics experienced by some users of <a href=\"https://www.biometricupdate.com/202106/proctoring-industrys-big-moment-is-really-a-big-black-eye\">remote proctoring</a> software.\n\nThe study finds some positives with only a 1.1 percent difference in detection accuracy when it comes to gender.\n\nFairness is an emerging domain within software testing. In the study, researchers added manually labeled demographic information to the four large-scale datasets used in the study, resulting in 8,311 images with over 16,000 gender labels, 20,000 age labels and 3,500 skin-tone labels.\n\nSelf-driving companies such as Waymo, a subsidiary of Alphabet, are already responding to the new study. In a <a href=\"https://gizmodo.com/driverless-cars-worse-kids-dark-skinned-people-study-1850770302\">statement</a> to Gizmodo, Waymo said that the study doesn’t take into account all the other tools that its autonomous vehicles use to detect pedestrians.\n\n“We don’t just use camera images to detect pedestrians,” says Waymo spokesperson Sandy Karp. “Instead, we tap into our full sensor suite – including our lidars and radars, not just cameras – to help us actively sense details in our surroundings in a way that would be difficult to do with cameras alone.”", "link": "https://www.biometricupdate.com/202308/autonomous-cars-may-have-a-person-detection-bias-problem-with-complexions", "date_published": "2023-08-25T18:28:19.687839+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Gov’t, industry officials hope airport biometrics lower traveler stress levels", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/02/16123111/airport-facial-recognition-vietnam-scaled.jpg\" width=\"2048\" />\n\t\tTraveling through airports can be a stressful experience but government agencies across the United States, India, Vietnam and other countries are introducing biometric solutions that could speed up the process. Stakeholders including representatives of Idemia and the TSA convened for a panel to discuss the changes ahead.\n<h2>What is the future of biometrics in North American travel?</h2>\nDuring a webinar organized by Future Travel Experience, government officials and representatives from businesses including <a href=\"https://www.biometricupdate.com/companies/idemia\">Idemia</a> discussed how the United States is making progress in bringing biometrics to airports. The U.S. has faced an additional hurdle in building these systems as there is no national ID, unlike countries in Europe and other parts of the world.\n\n“It's taken us a little while to get to a place where we can connect up all of those driver's license databases and do authentication against them,” says Anne Marie Pellerin, founder and managing partner at advisory company <a href=\"https://lam-lha.com/\">Lam Lha</a>.\n\nThe U.S. Department of Homeland started to introduce the Comprehensive Biometric Entry and Exit Plan (CBP) back in 2016 with the Transportation Security Administration (TSA) rolling out pilots the following year. Today, U.S. airports have several projects incorporating biometrics, built by both government agencies and private sector partners such as airports and airlines, while CBP and TSA are collaborating to test the technologies according to NIST standards.\n\nThe progress that the U.S. has made in introducing biometrics in airports is largely thanks to the desire to introduce passenger vetting, says Matt Davies, executive director of admissibility and passenger programs at the U.S. Customs and Border Protection. Biometric exits are now located at 46 different airport locations. These have helped the agency identify overstays and impostors.\n\n“We're actually confirming the identity using [biometric facial comparison] technology, but always with the human touch,” says Davies, noting that an officer makes the final decision on evaluating the passengers’ documents.\n\nThe agency is working on a number of other programs including the Global Entry which is a trusted traveler program similar to mobile passport control that has exceeded over 12.3 million sign-ups, with over 3.1 million enrolled and renewed this year.\n\nOthers include mobile app programs which could reach 3.5 million users by the end of the year, says Davies. The Mobile Passport Control app designed for Canadian and U.S. citizens was launched in June and requires users to upload photos of themselves and their passports. Another is the <a href=\"https://www.biometricupdate.com/202306/border-protection-in-us-debuts-biometric-app-using-facetec-liveness\">Electronic System for Travel Authorization</a> (ESTA) application.\n\n“When we're using that as a matching service with the photos and the passport photos, the live selfie photos, we're seeing match rates of about 99.46 percent,” says Davies. “It's more secure for us, but also puts some of that control and that power back in the hands of the traveler to know what they should expect.”\n\nThe next step for the agency is seeing how they can align people and their bags, especially for international connecting passengers.\n\nMatt Gilkeson, director of the TSA Innovation Taskforce, says that the agency has been excited to work on mobile driver's licenses (mDLs) and digital IDs. The agency adopted the ISO/IEC standard for <a href=\"https://www.iso.org/standard/69084.html\">digital IDs that maintain privacy</a>. Programs are already live in five states with over 25 airports across the country accepting mDLs.\n\n“We've also got private label digital IDs with American Airlines which also allows us to do that one-on-one matching,” Gilkeson says.\n\nIdentity management will become a critical part of the security landscape, he adds. The current kind of state-of-the-art today is Credential Authentication Technology (CAT), which automates the verification of the ID, boarding pass information and secure flight matching.\n\nCurrently, the officer has to manually verify the match between the person and the credential, but with <a href=\"https://www.biometricupdate.com/202306/rollout-of-biometric-cat2s-begins-in-colorado-as-legacy-scanners-reject-state-ids\">CAT2</a>, the agency is moving a step forward in automation by allowing biometric verification of the ID credential. Within the next 12 to 18 months, the TSA will work with identity verification company Idemia on a nationwide rollout of a stronger security solution with an aim to switch from one-to-one matching to one-to-end matching for those customers who opt-in.\n\nBut Gilkeson also notes that technology is not the problem: “The people are the challenge.”\n\nIdemia’s Lisa Sullivan agrees. The company’s senior vice president for travel and transport notes that when people who are traveling are stressed, they are less compliant.\n\n“When they're stressed, they also don't spend as much money because they're not happy,” she says.\n\nThe introduction of new programs for travel is a great way to reduce stress and Idemia has been helping TSA in several of them, including the Pre-Check program which has so far enrolled 18 million passengers. The program allows passengers to get shorter lines by paying US$70 for five years. Idemia says that the next big thing in travel will be mobile identities.\n\n“Digital identities are here,” says Sullivan. With the advent of mobile IDs including TSA’s acceptance of mobile IDs and mDLS, more users will start to adopt these solutions, she adds.\n\nAirline companies are also <a href=\"https://skift.com/2023/08/24/ryanair-delta-lufthansa-what-airline-execs-are-saying-about-ai-biometrics-and-apps/\">investing</a> in biometrics and digital IDs. Air Canada has expanded its biometric facial recognition pilot program boarding aircraft and entering lounges.\n\nDelta Air Lines has been working on new biometrics around digital ID to allow customers to go through TSA and board the aircraft without showing anything.\n<h2>Vietnam, India deploy more biometrics at airports</h2>\nOther countries across the world are <a href=\"https://www.biometricupdate.com/202304/airports-in-4-countries-deploy-biometrics-digitize-to-streamline-operations\">pushing their own projects</a> to streamline flying with biometrics.\n\nThe latest news comes from Vietnam, where five airports have launched automatic entry systems called Autogate. In April, the country announced it had chosen <a href=\"https://www.biometricupdate.com/companies/vision-box\">Vision-Box</a> for its border modernization project.\n\nThe arrival terminals will be accessible to all Vietnamese citizens holding chip-based passports. Passengers without such passports will be allowed to register for the service by scanning their passports and fingerprints, as well as going through facial recognition, VietnamNet <a href=\"https://vietnamnet.vn/en/five-vietnamese-airports-launch-automatic-entry-systems-2179569.html\">reports</a>.\n\nIndia is also expanding its Digi Yatra facial recognition-enabled boarding system to another airport, this time in Guwahati in the state of Assam. The airport will allow passengers to register their documents on the Digi Yatra app and enter the airport just by scanning their faces, Live Mint <a href=\"https://www.livemint.com/news/india/assam-guwahati-airport-becomes-first-in-northeast-to-get-digi-yatra-facility-details-here-11692604485989.html\">reports</a>.\n\nUsers of Digi Yatra biometric ID checks reached <a href=\"https://www.biometricupdate.com/202307/airport-face-biometrics-expansion-in-us-india-accelerating\">1.74 million</a> in July. The app was launched<a href=\"https://www.biometricupdate.com/202303/indias-government-says-digi-yatra-biometric-system-not-covered-under-information-law\"> in December</a> as part of a public-sector initiative and after launching across an initial seven airports, authorities announced in April that the program will be rolled out at an additional seven locations, including Guwahati.\n\nIdemia has <a href=\"https://www.biometricupdate.com/202306/idemia-grabs-a-piece-of-digi-yatra-airport-biometrics-rollout\">won a contract</a> to provide facial recognition for Digi Yantra managed by GMR Group, which operates airports in Delhi, Hyderabad and Goa.", "link": "https://www.biometricupdate.com/202308/govt-industry-officials-hope-airport-biometrics-lower-traveler-stress-levels", "date_published": "2023-08-25T16:48:16.504308+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Veridas joins Open Identity Exchange amid global expansion push", "description": "<img alt=\"advisory-board-artificial-intelligence-leadership\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"511\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2019/09/23155952/advisory-board-artificial-intelligence-leadership.jpg\" width=\"1080\" />\n\t\t<span style=\"font-weight: 400;\">Identity verification company </span><a href=\"https://www.biometricupdate.com/companies/veridas\"><span style=\"font-weight: 400;\">Veridas</span></a><span style=\"font-weight: 400;\"> has joined Open Identity Exchange (</span><a href=\"https://www.biometricupdate.com/companies/the-open-identity-exchange\"><span style=\"font-weight: 400;\">OIX</span></a><span style=\"font-weight: 400;\">), the non-profit organization that aims to ensure digital ID works well for everyone.</span>\n\n<span style=\"font-weight: 400;\">The news comes as the Spain-headquartered company is ramping up efforts for expansion after receiving a </span><a href=\"https://www.biometricupdate.com/202304/veridas-folds-in-dasgate-raises-e15m-from-partners-for-ambitious-global-expansion\"><span style=\"font-weight: 400;\">US$16.5 million</span></a><span style=\"font-weight: 400;\"> investment from its partners with a goal to take a top-three position in the global identity market within the next five years. As part of this plan, Veridas brought on </span><a href=\"https://www.biometricupdate.com/202307/facing-new-id-security-challenges-orgs-bring-on-fresh-faces\"><span style=\"font-weight: 400;\">a new general manager</span></a><span style=\"font-weight: 400;\"> for North America last month. </span>\n\n<span style=\"font-weight: 400;\">In its announcement, Veridas says that joining the OIX community will enable it to collaborate with the organization’s global network, exchanging knowledge and best practices. The company has clients in 25 countries.</span>\n\n<span style=\"font-weight: 400;\">“The world needs identity technology that allows consumers and citizens to move through their digital and physical worlds without friction or fear,” says Veridas CEO Eduardo Azanza. “For this to be possible, we must foster community innovation and contribute to the goal of a holistically adopted secure and reliable identity verification solution.” </span>\n\n<span style=\"font-weight: 400;\">A recent National Institute of Standards and Technology (NIST)</span><a href=\"https://veridas.com/en/nist-ranks-veridas-world-top-facial-biometric-engines/\"> <span style=\"font-weight: 400;\">evaluation</span></a><span style=\"font-weight: 400;\"> placed Veridas at number two in face and voice authentication worldwide. The Navarra-based firm also recently </span><a href=\"https://www.biometricupdate.com/202308/idnow-veridas-vouched-authenticid-sqr-group-announce-certifications\"><span style=\"font-weight: 400;\">received </span></a><span style=\"font-weight: 400;\">the LenelS2 factory certification for interfacing on the OnGuard access control system and </span><a href=\"https://www.biometricupdate.com/202306/veridas-adds-anonymous-age-assurance-in-regulatory-compliance-platform-expansion\"><span style=\"font-weight: 400;\">expanded</span></a><span style=\"font-weight: 400;\"> the capabilities of its age verification software with its Facial Age Validation service which works through selfie biometrics.</span>\n\n<span style=\"font-weight: 400;\">OIX was the first trust framework provider certified by the U.S. government. Its founding members include Booz Allen Hamilton, CA Technologies, Equifax, Google, PayPal, Verisign and Verizon. The organization is currently preparing to hold its </span><a href=\"https://www.biometricupdate.com/202306/open-identity-exchange-oix\"><span style=\"font-weight: 400;\">IdentityTrust2023 Conference</span></a><span style=\"font-weight: 400;\"> on the 28th of September in London.</span>", "link": "https://www.biometricupdate.com/202308/veridas-joins-open-identity-exchange-amid-global-expansion-push", "date_published": "2023-08-25T16:48:16.502670+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "ITL brings facial age estimation to Dutch retailers", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1347\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/25122421/retail-alcohol-scaled.jpg\" width=\"2048\" />\n\t\t<a href=\"https://www.biometricupdate.com/companies/innovative-technology\">Innovative Technology</a> (ITL), a company that provides biometric age-checking devices to retailers, is bringing its hardware to the Netherlands. Its distribution partner will be Moneytronic, which offers cash management solutions, including age and ID checkers to retailers, in the Netherlands and Belgium.\n\nITL will be offering its age estimation solutions for age-restricted goods such as alcohol, tobacco and vapes. The United Kingdom-based company will initially focus on two key biometric products, MyCheckr and MyCheckr Mini which will be sold to retailers directly.\n\nThe <a href=\"https://www.intelligent-identification.com/mycheckr\">MyChecker</a> devices with integrated cameras offer anonymous age estimation. Earlier this year, ITL added<a href=\"https://www.biometricupdate.com/202302/anonymized-demographic-data-targeted-advertising-added-to-itls-age-estimation\"> demographics and targeted advertising</a> capabilities to the product.\n\n“With five trial sites already live in tobacco, liquor and convenience stores, we expect this to be a very successful partnership,” says Stephan Rosseneu, ITL’s regional business development manager.\n\nThe Netherlands is not the only European country that ITL has been expanding to. Liquor stores in Germany have <a href=\"https://www.biometricupdate.com/202307/retail-face-biometrics-devices-roll-out-in-germany-for-age-checks-china-for-payments\">been using</a> its age verification technology to guide staff ID checks. The company has also been <a href=\"https://www.biometricupdate.com/202304/currency-exchange-kiosks-with-itl-face-biometrics-deployed-across-europe\">placing</a> its facial recognition software into currency exchange kiosks made by Swiss company Ecex Group across airports and travel hubs in Europe.\n\nIn the UK, ITL has been <a href=\"https://www.biometricupdate.com/202306/uk-retailer-uses-itl-biometrics-to-verify-age-as-teen-vaping-risks-pile-up\">placing</a> its MyCheckr system in convenience store chains such as Bestway Retail, Bargain Booze and Costcutter.\n\nLast year, product manager for ITL Andrew O’Brien discussed the<a href=\"https://www.biometricupdate.com/202205/itls-mycheckr-a-step-forward-in-age-estimation\"> benefit of automated age checks</a> to retail staff with <em>Biometric Update</em>.", "link": "https://www.biometricupdate.com/202308/itl-brings-facial-age-estimation-to-dutch-retailers", "date_published": "2023-08-25T16:48:16.500774+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "What is emotion recognition, and how can biometrics be used to perform it?", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"2048\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/16185607/face-recognition-cropped-scaled.jpg\" width=\"2046\" />\n\t\tAt a basic level, emotion recognition (ER) is the process of identifying human sentiment. While there have been many contributions to this discipline from a psychological and philosophical standpoint, the same cannot be said about technology. Attempting to identify human emotion using technology is a relatively new field and one that has been met with <a href=\"https://www.biometricupdate.com/202202/3d-emotion-recognition-hardware-gets-better-but-the-software-might-still-be-iffy\">mixed results.</a>\n\nWithin the realm of these applications, however, biometric approaches have shown promise, particularly face biometrics. The combination of different physiological and behavioral data types, and use of multimodal biometrics have also helped the discipline <a href=\"https://www.biometricupdate.com/202208/new-unsupervised-ai-method-performs-multimodal-emotion-recognition\">move forward.</a>\n\nBut how can biometric scanners and algorithms measure human emotion in practical terms?\n<h2>Face biometrics</h2>\nMost ER tools based on face biometrics work via readings of physiological responses and facial expressions. The latter are categorized into discrete emotions and typically include amusement, awe, enthusiasm, liking, surprise, anger, disgust, fear, and sadness.\n\nAs described in a <a href=\"https://www.researchgate.net/publication/343443531_Facial_Emotion_Recognition_A_Brief_Review\">2018 study</a> by Universiti Putra Malaysia, facial emotion recognition (FER) processes are usually divided into three stages, face detection, feature extraction (nose, mouth, etc.), and emotion classification.\n\nFor a FER system to work, in the last stage of this process, a classifier needs to be trained in order to generate labels for individual emotions using the training data. Different facial coding systems have been developed to classify emotions based on the movements of specific facial muscles.\n<h2>Voice recognition</h2>\nER based on voice biometrics is still in its infancy. Still, as voice recognition algorithms become <a href=\"https://www.biometricupdate.com/202210/id-rd-claims-first-place-in-global-voice-biometrics-competition-for-in-the-wild-samples\">increasingly more efficient</a>, researchers and companies alike are working to apply the technology to measuring sentiment.\n\nTechnically, speech ER (SER) can rely on three distinct characteristics of the human voice, namely lexical features (vocabulary), visual features (facial expressions) and acoustic features (sound properties).\n\nAccording to a <a href=\"https://www.analyticsinsight.net/speech-emotion-recognition-ser-through-machine-learning/\">2020 study</a> by Brillio, SER systems relying on lexical features require a transcript of the speech alongside text extraction capabilities to predict emotions from real-time audio. Those depending on visual elements, on the other hand, rely on the analysis of the video of the conversations, making it a form of multimodal biometric ER.\n\nBecause of these limitations, many SER rely on acoustic features, which can be analyzed in real-time. The Brillio studio mentioned here, in particular, tried to classify emotions based on two methods.\n\nThe first one, called discrete classification, is akin to what is mentioned above for FER, categorizing emotions in discrete labels like anger, happiness, boredom, etc. The second one, “dimensional representation,” aims to represent emotions with dimensions such as Valence (on a negative to positive scale), Activation or Energy (on a low to high ranking) and Dominance (on an active to passive scale).\n\nIt is helpful to mention here that with both face and <a href=\"https://www.biometricupdate.com/202106/south-asian-group-develops-voice-based-emotion-recognition\">voice biometrics ER</a> tools (as well as standalone devices), wearables are often used to record physiological data, including cardiovascular information, to identify emotions more accurately.\n<h2>Gait recognition</h2>\nMethods of reading individuals' emotions from their gait biometrics are slowly improving, but the technology is still relatively far away from commercial applications.\n\nStill, there have been several attempts by researchers and governments to turn gait ER (GER) into a viable method of assessing a person's emotional status.\n\nAccording to a <a href=\"https://www.biometricupdate.com/202211/scientists-say-theyve-improved-on-emotion-recognition-from-a-persons-gait\">non-peer-reviewed study</a> published by Chinese researchers in September 2022, for instance, it is possible to assess an individual's emotion based on the position of certain bones in their skeleton as they walk.\n\nThe algorithm used in this study, called multi-scale adaptive graph convolution network (MSA-GCN), is intended to extract general gait data and create fine-grained graphs to uncover local information.\n\nA similar technique (generally understood as the most widespread technique to perform GER at the time of writing) was presented in a <a href=\"https://pubmed.ncbi.nlm.nih.gov/35009944/\">separate paper</a> published in January 2022 by a joint team of Canadian and Taiwanese researchers.\n<h2>Legal implications</h2>\n<a href=\"https://www.biometricupdate.com/tag/video-surveillance\">Biometric surveillance</a> is generally among the most criticized methods of technocratic control by authoritarian regimes worldwide, and is often associated with emotion recognition. ER to many people evokes dystopian images of mind-controlled citizens, immediately punished for thinking or feeling something they should not.\n\nIn China, for instance, the government has deployed facial recognition tools to <a href=\"https://www.biometricupdate.com/202209/biometric-data-collection-by-chinese-government-still-growing-along-with-breaches\">record students' moods</a> or ones allegedly capable of testing <a href=\"https://www.biometricupdate.com/202207/china-develops-face-biometrics-ai-tool-to-test-party-member-loyalty\">loyalty to the Party.</a>\n\nBeyond the alleged and actual Orwellian schemes associated with ER deployments, these technologies are finding fertile ground <a href=\"https://www.biometricupdate.com/202205/emotion-recognition-ai-finding-fans-among-lawyers-swaying-juries-and-potential-clients\">among lawyers in the U.S.,</a> who have been reportedly using them to assess the emotions of panels hired by attorneys before trials as stand-ins for juries.\n\nMeanwhile, UK politicians are treading carefully regarding emotion recognition technologies. The country's Information Commissioner's Office (ICO) <a href=\"https://www.biometricupdate.com/202210/uk-regulator-warns-firms-off-ai-emotional-analysis\">issued a warning</a> against the deployment of these technologies in October 2022.", "link": "https://www.biometricupdate.com/202308/what-is-emotion-recognition-and-how-can-biometrics-be-used-to-perform-it", "date_published": "2023-08-25T15:48:15.075805+00:00", "persistent": false, "dead": false, "artist": "Biometric Update", "album": "Biometric Update", "user": null, "language": "en-US", "thumbnail": null}]