[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Astronomers Say Chinese Satellite Beamed Green Lasers Over Hawaii", "description": "Astronomers believe the green laser beams spotted over the Hawaiian Islands last month came from a Chinese satellite. The National Astronomical Observatory of Japan (NAOJ) said in a January 30 tweet that the space agency’s Subaru-Asahi Star Camera on Mauna Kea on the Big Island of Hawaii captured green laser lights in the cloudy sky ...", "link": "https://www.dailywire.com/news/astronomers-say-chinese-satellite-beamed-green-lasers-over-hawaii", "date_published": "2023-02-12 16:53:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Balloons And UFOs: Here’s What’s Happened, And What We Know", "description": "New UFO sightings appear to be popping up all around the United States over the past few days. In the week since the U.S. military shot down a suspected Chinese spy balloon off the coast of South Carolina, officials say at least three other strange flying objects have been blasted out of the sky, and ...", "link": "https://www.dailywire.com/news/balloons-and-ufos-heres-whats-happened-and-what-we-know", "date_published": "2023-02-12 16:50:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "ChatGPT Makes Up An Academic Paper To Push Radical Gender Theory, Professor Says", "description": "A university professor accused the popular AI software ChatGPT of fabricating an academic paper to push radical gender theory. Nick Flor, a professor of information systems at the University of New Mexico, posted a tweet on Friday experimenting with the software, which has been shown to harbor a liberal bias. While chatting with the AI, ...", "link": "https://www.dailywire.com/news/chatgpt-makes-up-an-academic-paper-to-push-radical-gender-theory-professor-says", "date_published": "2023-02-12 16:23:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Military Shoots Down Unidentified Object Over Lake Huron", "description": "The U.S. military shot down a fourth unidentified object over Lake Huron on Sunday, according to U.S officials. “I’ve been in contact with DOD regarding operations across the Great Lakes region today,” Rep. Jack Bergman (R-MI) tweeted. “The US military has decommissioned another ‘object’ over Lake Huron.” “I appreciate the decisive action by our fighter ...", "link": "https://www.dailywire.com/news/u-s-military-shoots-down-unidentified-object-over-lake-huron", "date_published": "2023-02-12 16:23:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Earthquake Death Toll In Turkey And Syria Surpasses 33,000", "description": "More than 33,000 people are dead after massive earthquakes rocked Turkey and Syria last week, according to the latest estimates. Officials in Turkey reported 29,605 deaths as of Sunday afternoon, while the total in Syria stood at 3,553, though the Associated Press noted the numbers from government-held parts of the country have not been updated in ...", "link": "https://www.dailywire.com/news/earthquake-death-toll-in-turkey-and-syria-surpasses-33000", "date_published": "2023-02-12 14:33:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Details Emerge About The Object Shot Down Over Alaska: Report", "description": "New details emerged over the weekend about the unidentified object that the U.S. military shot down on Friday several miles off the coast of Alaska. The new information comes after the U.S. military shot down an object with a “cylindrical shape” that was about the size of a small car, according to U.S. officials. The ...", "link": "https://www.dailywire.com/news/new-details-emerge-about-the-object-shot-down-over-alaska-report", "date_published": "2023-02-12 13:55:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Closes Airspace Over Northern Michigan For National Defense Situation", "description": "The U.S. Federal Aviation Administration (FAA) closed a section of airspace in northern Michigan on Sunday in support of a national defense situation. The closed airspace, which is now designated as &#8220;national defense airspace,&#8221; is mostly located over the northern part of Lake Michigan. NEW: A new NOTAM has been posted and a Temporary Flight ...", "link": "https://www.dailywire.com/news/u-s-closes-airspace-over-northern-michigan-for-national-defense-situation", "date_published": "2023-02-12 13:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sen. Jon Tester On Probe Into Potential Object Detected Over Montana: ‘May Still Be Something Out There’", "description": "Sen. Jon Tester (D-MT) said that the investigation into a potential object detected over the state of Montana Saturday night is ongoing and that there may still be something there. Tester, Chairman of the Defense Appropriations Subcommittee, made the remarks during a Sunday appearance on CBS News&#8217;s &#8220;Meet The Press&#8221; with host Margaret Brennan. &#8220;The ...", "link": "https://www.dailywire.com/news/sen-jon-tester-on-probe-into-potential-object-detected-over-montana-may-still-be-something-out-there", "date_published": "2023-02-12 13:14:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Foreign Affairs Chairman Reveals How Much ‘Damage’ Biden Caused By Letting Spy Balloon Fly Over Nation", "description": "House Foreign Affairs Committee Chairman Michael McCaul (R-TX) revealed the extent of the damage that President Joe Biden caused the United States by allowing a Chinese spy balloon to travel over the country before shooting it down over the Atlantic Ocean off the coast of South Carolina. McCaul made the remarks on CBS News&#8217; &#8220;Face ...", "link": "https://www.dailywire.com/news/foreign-affairs-chairman-reveals-how-much-damage-biden-caused-by-letting-spy-balloon-fly-over-nation", "date_published": "2023-02-12 12:52:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gretchen Whitmer Defends Using TikTok Despite Most States And Congress Banning Use On Govt Devices", "description": "Michigan Democratic Gov. Gretchen Whitmer on Sunday made excuses for using the Chinese-owned social media app TikTok, despite Congress and most states partially or fully banning the app on government-issued devices. Appearing on CNN&#8217;s &#8220;State of the Union,&#8221; Whitmer was pressed by host Jake Tapper on why she continues to use the app after concerns ...", "link": "https://www.dailywire.com/news/gretchen-whitmer-defends-using-tiktok-despite-most-states-and-congress-banning-use-on-govt-devices", "date_published": "2023-02-12 12:40:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "James Comer Says Hunter Biden Probe Critical For ‘Legislative Fix’", "description": "A leading House Republican says the congressional investigation into Hunter Biden is essential to creating a &#8220;legislative fix&#8221; to prevent unsavory financial entanglements involving the president of the United States. House Oversight Committee Chairman James Comer (R-KY) repeatedly stressed a need for legislation during an interview Sunday, days after Biden&#8217;s attorney denied the oversight panel&#8217;s ...", "link": "https://www.dailywire.com/news/james-comer-says-hunter-biden-probe-critical-for-legislative-fix", "date_published": "2023-02-12 12:21:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Intel Chairman Mike Turner: The U.S. Has Holes In Homeland Defense Infrastructure That Need Fixing", "description": "House Intelligence Chairman Mike Turner (R-OH) said in an interview Sunday that the U.S. has holes in its homeland defense infrastructure that have been exposed by the recent incursions of foreign objects into U.S. airspace. Turner told CNN&#8217;s Jake Tapper on &#8220;State of the Union&#8221; that he believes President Joe Biden has turned &#8220;trigger-happy&#8221; after ...", "link": "https://www.dailywire.com/news/house-intel-chairman-mike-turner-the-u-s-has-holes-in-homeland-defense-infrastructure-that-need-fixing", "date_published": "2023-02-12 12:04:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Schumer Says U.S. Officials Believe UFOs Shot Down Over Alaska And Canada Were Balloons", "description": "U.S. officials believe the unidentified flying objects (UFO) spotted over the United States and Canada over the past couple days are balloons, the Senate&#8217;s top Democrat said Sunday morning. Senate Majority Leader Chuck Schumer (D-NY) told ABC News&#8217;s George Stephanopoulos he discussed the situation with National Security Adviser Jake Sullivan on Saturday night. &#8220;They believe ...", "link": "https://www.dailywire.com/news/schumer-says-u-s-officials-believe-ufos-shot-down-over-alaska-and-canada-were-balloons", "date_published": "2023-02-12 10:36:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chinese Authorities Claim To Spot UFO: State Media", "description": "Authorities in China claim they spotted an unidentified flying object (UFO) off the coast of a port city, according to a state-run newspaper. &#8220;Local maritime authorities in East China&#8217;s Shandong Province announced on Sunday that they had spotted an unidentified flying object in waters near the coastal city of Rizhao in the province and were ...", "link": "https://www.dailywire.com/news/chinese-authorities-claim-to-spot-ufo-state-media", "date_published": "2023-02-12 10:11:47+00:00", "persistent": false, "user": null, "language": "en-US"}]