[{"source": "https://www.theguardian.com/international/rss", "title": "Cyclone Gabrielle: states of emergency declared in New Zealand as storm approaches – live", "description": "<p>Flights cancelled and severe weather warnings in place as North Island braces for category two cyclone to hit</p><p>Forecasters and weather monitoring agencies are forecasting huge swells around the North Island – and warning people to stay away.</p><p>National forecaster Metservice says the worst weather is still to come – and that it has already broken records for the most “red” weather warnings ever issued. Some of the key points from their statement at noon:</p><p>Cyclone Gabrielle is bearing down on the North Island, and despite widespread damage and disruption last night and this morning, the worst weather is still to come for many regions today.</p><p>“This is a major weather system and shouldn’t be taken lightly,” explains meteorologist Angus Hines. “We have a couple more days of wild weather ahead. We’ve never had such an extensive range of Red Severe Weather Warnings – which are the highest classification of Severe Weather Warning MetService can issue.”</p><p>“All of these places have already dealt with immense rainfall this year, and lots of them are in clean up mode from recent flooding,” says Angus.</p><p>“Unfortunately, we expect further flooding, slips power outages, and road closures Monday and Tuesday, prolonging this unprecedented wet summer.”</p> <a href=\"https://www.theguardian.com/world/live/2023/feb/13/cyclone-gabrielle-new-zealand-regional-states-of-emergency-evacuation-declared-auckland-as-storm-approaches\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/feb/13/cyclone-gabrielle-new-zealand-regional-states-of-emergency-evacuation-declared-auckland-as-storm-approaches", "date_published": "2023-02-12 23:40:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "European roundup: Napoli maintain streak, Pedri fires Barcelona victory", "description": "<ul><li>Osimhen continues streak in Napoli’s sixth successive win</li><li>Memphis Depay scores first Atlético goal at Celta Vigo </li></ul><p>Serie A leaders <strong>Napoli</strong> eased to a 3-0 home win over bottom side <strong>Cremonese</strong>, claiming their sixth consecutive league win.</p><p>Napoli took the lead in the 21st minute through winger Khvicha Kvaratskhelia who kept the ball from going off the pitch and went on to finish his solo effort with a low shot into the bottom right corner. Striker Victor Osimhen doubled their advantage shortly after the hour mark from close range, scoring in his sixth league game in a row to make it eight goals in 2023.</p> <a href=\"https://www.theguardian.com/football/2023/feb/12/european-roundup-serie-a-juventus-fiorentina-napoli-cremonese-la-liga-barcelona-villarreal-atletico-madrid-celta-vigo\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/12/european-roundup-serie-a-juventus-fiorentina-napoli-cremonese-la-liga-barcelona-villarreal-atletico-madrid-celta-vigo", "date_published": "2023-02-12 22:22:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US military shoots down fourth flying object over North American airspace", "description": "<p>Incident involved third unidentified object downed by US and Canadian jets in recent days, and follows shooting of large balloon claimed by China</p><p>The US military shot down <a href=\"https://www.theguardian.com/us-news/2023/feb/12/schumer-chinese-humiliated-flying-objects-shot-down\">a fourth flying object</a> over North American airspace in a week on Sunday over Lake Huron in Michigan, confirmed the state’s governor, Gretchen Whitmer.</p><p>The high-altitude unidentified object was the third to be downed by US and Canadian fighter jets in as many days, starting with a vessel about the size of a small car off the coast of Alaska on Friday, followed by a similar flying object over Yukon in Canada on Saturday. On 4 February, a large balloon which has been claimed by China <a href=\"https://www.theguardian.com/us-news/2023/feb/04/chinese-spy-balloon-shot-down-us\">was shot down</a> off the coast of South Carolina.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/12/us-military-shoots-down-fourth-flying-object-over-north-american-airspace\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/12/us-military-shoots-down-fourth-flying-object-over-north-american-airspace", "date_published": "2023-02-12 21:37:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Leeds and Manchester United condemn ‘unacceptable’ tragedy chants", "description": "<ul><li>Premier League says it is treating issue as ‘matter of urgency’</li><li>Marcus Rashford hailed by Erik ten Hag as one of Europe’s best</li></ul><p>The Premier League said it was treating “tragedy chanting” as a “matter of urgency” after extremely unsavoury behaviour inside Elland Road by Leeds and Manchester United fans prompted a joint statement of condemnation from the clubs.</p><p>Although Erik ten Hag praised the atmosphere during <a href=\"https://www.theguardian.com/football/2023/feb/12/leeds-united-manchester-united-premier-league-match-report\">Manchester United’s 2-0 win</a>, he had apparently not heard the chants on the brink of half-time. Leeds supporters sung about the Munich air disaster in 1958 in which eight Manchester United players were among the 23 who died. Travelling fans responded with a similarly moronic song regarding the events of 2000 in Istanbul when two Leeds supporters died.</p> <a href=\"https://www.theguardian.com/football/2023/feb/12/leeds-and-manchester-united-condemn-unacceptable-tragedy-chants\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/12/leeds-and-manchester-united-condemn-unacceptable-tragedy-chants", "date_published": "2023-02-12 19:03:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Harden unsurprised Durant and Irving left ‘dysfunction’ at Brooklyn Nets", "description": "<ul><li>Trio had been part of so-called ‘Big Three’ in Brooklyn</li><li>All three have now left embattled Nets franchise</li></ul><p>James Harden isn’t surprised Kevin Durant and Kyrie Irving wanted out of Brooklyn, having tired quickly of the “dysfunction” he saw in his brief time with the Nets and asking out.</p><p>“I didn’t just ask to leave for no reason,” Harden said.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/12/harden-unsurprised-durant-and-irving-left-dysfunction-at-brooklyn-nets\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/12/harden-unsurprised-durant-and-irving-left-dysfunction-at-brooklyn-nets", "date_published": "2023-02-12 14:11:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "After my brother’s death, my parents found the hope to try again. I am that hope | Lucy Berry", "description": "<p>If he hadn’t died, I would never have been born. Our family is very loving, but trauma still shapes us</p><ul><li><a href=\"https://viewer.gutools.co.uk/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>A week after my mum’s 30th birthday, my brother died. I don’t remember this, because it was 42 years ago and I wasn’t there to make a memory. Thomas was only nine months old, and I wasn’t born yet. The strange reality I’ve come to accept is that if he hadn’t died – in an awful accident that haunts my parents and siblings still – I’d never have been born.</p><p>Thomas was a happy, sweet baby. In the too-few photos we have, he is smiling and dimpled. He looks like my other siblings, and me. The pictures are all hard copy, small with round corners, slightly yellowed. In one, he grins over my mum’s shoulder towards the camera and she gazes at Tom’s face in turn. I wish I could say exactly the right thing to save them both.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/13/after-my-brothers-death-my-parents-found-the-hope-to-try-again-i-am-that-hope\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/13/after-my-brothers-death-my-parents-found-the-hope-to-try-again-i-am-that-hope", "date_published": "2023-02-12 14:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Yo La Tengo: This Stupid World review – a welcome handbrake turn", "description": "<p>(Matador)<br />The New Jersey trio regain an edge of unpredictability while maintaining their warm sound on their 16th record</p><p>After a quarter of a century in which <a href=\"https://yolatengo.com/\">Yo La Tengo</a>’s songs have gradually been shedding their more avant garde trappings for gentler, increasingly meditative ruminations (most notably on 2018’s <em><a href=\"https://www.theguardian.com/music/2018/mar/18/yo-la-tengo-theres-a-riot-going-on-review-improvised-meditative-for-you-too-shades-of-blue\">There’s a Riot Going On</a></em>), <em>This Stupid World</em> feels like quite the handbrake turn. While their 16th album proper still sounds as warm as ever, they have regained their edge of unpredictability, with Ira Kaplan’s Velvets-indebted guitar work reclaiming centre stage.</p><p>The combination of pristine melody and fuzzed delivery on recent single <a href=\"https://www.youtube.com/watch?v=xmA_d2DM57U\">Fallout</a> recalls 1997’s sublime <a href=\"https://www.youtube.com/watch?v=h7SdOtXI5R8\">Sugarcube</a>, while the title track is wreathed in washes of ominous distortion. Meanwhile, Tonight’s Episode finds bassist James McNew reciting absurdist lyrics about yo-yos and guacamole atop a motorik groove worthy of psychedelic rockers Wooden Shjips. They can still do gorgeous introspection, too: Georgia Hubley’s vocals on <a href=\"https://www.youtube.com/watch?v=7J9fV29AuOQ\">Aselestine</a> sound eerily comforting, even as she sings: “Where are you?/ The drugs don’t do what you said they do.” It all makes for the New Jersey trio’s most engaging album since 2000’s <em>And Then Nothing Turned Itself Inside-Out</em>.</p> <a href=\"https://www.theguardian.com/music/2023/feb/12/yo-la-tengo-this-stupid-world-review-a-welcome-handbrake-turn\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/12/yo-la-tengo-this-stupid-world-review-a-welcome-handbrake-turn", "date_published": "2023-02-12 13:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Prosecution drawing to close in US trial against Mexican ex-security chief", "description": "<p>Cartel operators, ex-police and a former government official testified against Genaro García Luna with tales of cash drops and kidnappings</p><p>The <a href=\"https://www.theguardian.com/world/2023/jan/16/genaro-garcia-luna-mexican-security-head-trial-brooklyn\">blockbuster trial of one of Mexico’s top former law enforcement officials</a> is drawing toward its conclusion in a Brooklyn court, with the prosecution likely to rest its case next week after providing explosive accusations from convicted criminals but little in the way of hard evidence.</p><p>Genaro García Luna, who once led Mexico’s security ministry and its bloody war against powerful cartels, is standing trial accused of conspiring to traffic drugs into the US and of <a href=\"https://www.theguardian.com/world/2023/jan/23/mexico-genaro-garcia-luna-trial-brooklyn-drug-cartel\">taking multimillion-dollar bribes from the violent Sinaloa cartel</a> in exchange for impunity.</p> <a href=\"https://www.theguardian.com/world/2023/feb/12/prosecution-drawing-to-close-in-us-trial-against-mexican-ex-security-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/12/prosecution-drawing-to-close-in-us-trial-against-mexican-ex-security-chief", "date_published": "2023-02-12 11:15:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tottenham v Manchester United: Women’s Super League – live", "description": "<ul><li>Live WSL updates from midday GMT kick-off</li><li>You can <a href=\"mailto:rob.smyth@theguardian.com\">email Rob with your thoughts</a></li></ul><p>Spurs are unchanged; United bring in Nikita Parris for Lucia Garcia on the right wing.</p><p>The WSL is a marathon <em>and </em>a sprint. The pace at the top is so unforgiving that any dropped points, especially against the have-nots, feel like a disaster. Manchester United’s goalless draw with Everton last weekend was the first time this season they had failed to beat a team outside the top four. They can’t afford m/any more dropped points if they are to qualify for the Champions League, never mind take Chelsea’s title.</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/12/tottenham-v-manchester-united-womens-super-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/12/tottenham-v-manchester-united-womens-super-league-live", "date_published": "2023-02-12 11:07:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Canada women resume training after federation threatens legal action over protest", "description": "<ul><li>Canada women resume training after federation meeting</li><li>Men’s team players ‘wholeheartedly support’ women’s side</li></ul><p>The Canadian women’s national team said Saturday night that players would return to team activities after Canada Soccer threatened legal action because of <a href=\"https://www.theguardian.com/football/2023/feb/11/canada-soccer-womens-team-on-strike-financial-issues-christine-sinclair\">their protest</a> over cuts to the women’s program.</p><p>Players did not practice earlier Saturday in preparation for this week’s SheBelieves Cup game against the rival US national team in Florida, after announcing a day earlier: “The time is now, we are taking job action.”</p> <a href=\"https://www.theguardian.com/football/2023/feb/12/canada-women-resume-training-legal-action-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/12/canada-women-resume-training-legal-action-protest", "date_published": "2023-02-12 06:20:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hippy daze: a survey of the UK drugs scene, 1973", "description": "<p>A drug-by-drug guide talked beginners through marijuana, heroin, barbs and speed which was prescribed for weight loss</p><p>‘If you found one of these in your child’s pocket, would you know what it was?’ the <em>Observer</em> asked on 21 October 1973, introducing its guide to that year’s drugs scene, over a picture of a joint and a foil square of heroin. The dossier investigated how drugs reached Britain and the economics of the trade, interviewing users and smugglers. There’s a drug-by-drug layperson’s guide and a startling photo of a row of thriving marijuana plants growing next to a Scotland Yard officer’s desk (to appear in court as evidence, the caption explains).</p><p>Other surprises include an interview with a long-term addict recovering from an overdose who explains, ‘Gabs got her heroin prescribed by doctors who, before the law was altered in the late 1960s, were allowed to do so.’ Becky, another interviewee, says: ‘I don’t really use drugs any more,’ but explains she still takes ‘a few barbs’, smokes cannabis and has ‘a prescription for speeds from the doctor to help me with my weight’. Gerrard Street in Chinatown is described as ‘to the Chinese heroin trade what Covent Garden is to fruit and vegetables,’ with ‘thin, nervy customers hanging around in doorways.’ The price of drugs is fascinating, as past prices of everything are: £1.50 for 10mg of heroin; 12p for a speed pill.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/12/hippy-daze-a-survey-of-the-uk-drugs-scene-1973\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/12/hippy-daze-a-survey-of-the-uk-drugs-scene-1973", "date_published": "2023-02-12 06:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Secret Things/ Everyone Keeps Me; Dance Me review – the glory of Pam Tanowitz", "description": "<p><strong>Linbury theatre, Royal Opera House; Sadler’s Wells, London<br /></strong>The American choreographer delights with a programme of rare wit, beauty and unshowy complexity. Elsewhere, a Vegas-style tribute to Leonard Cohen</p><p>There’s something about <a href=\"https://www.pamtanowitzdance.org/people\">Pam Tanowitz</a>. A bright-edged clarity fills her works, illuminating the space around the steps, making you see movement just a little differently. It has taken the American choreographer, now 54, a long time to find the kind of success that sees her making work for companies such as New York City Ballet and the Royal Ballet. But the waiting seems to have distilled her vision, giving it a rare beauty, wit and sense of purpose. She compels attention.</p><p>The Royal Ballet has to date commissioned three of her works, shown here in a programme – two live and one on film – that <a href=\"https://www.roh.org.uk/tickets-and-events/everyone-keeps-me-new-pam-tanowitz-details\">lasts just over an hour</a> but feels full of riches. It opens with a new piece, <em>Secret Things</em>, to a score for string quartet by <a href=\"https://www.annaclyne.com/\">Anna Clyne</a>. At the start, dancer Hannah Grennell saunters through the musicians, looking at them thoughtfully before she begins to turn, eyes searching a fixed point, at the start of a lengthy, intricate solo full of contrasts between the graceful movements of dance and more natural notes when feet flex or bodies flop.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/12/pam-tanowitz-secret-things-everyone-keeps-me-royal-ballet-review-dance-me-leonard-cohen-ballets-jazz-montreal-sadlers-wells\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/12/pam-tanowitz-secret-things-everyone-keeps-me-royal-ballet-review-dance-me-leonard-cohen-ballets-jazz-montreal-sadlers-wells", "date_published": "2023-02-12 05:30:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Officer involved in Tyre Nichols arrest previously accused in assault of prison inmate", "description": "<p>Demetrius Haley allegedly took part in a 2015 incident at a county prison that resulted in an entire cellblock writing a letter to the corrections director</p><p>Years before Memphis police officer Demetrius Haley pulled <a href=\"https://www.theguardian.com/us-news/tyre-nichols\">Tyre Nichols</a> from his car on 7 January, setting in motion a deadly confrontation, Haley was accused of taking part in the savage beating of an inmate at a county prison.</p><p>The 2015 assault of the inmate was so disturbing that 34 others – the entire cellblock – signed a letter to the corrections director.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/12/officer-involved-in-tyre-nichols-arrest-previously-accused-in-assault-of-prison-inmate\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/12/officer-involved-in-tyre-nichols-arrest-previously-accused-in-assault-of-prison-inmate", "date_published": "2023-02-12 02:08:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Inflation may have peaked, but the cost of living pain is far from over", "description": "<p>The fall in petrol and oil prices is helping bring down the inflation rate, but an uncertain jobs market urges caution</p><p>At long last, Britain’s annual <a href=\"https://www.theguardian.com/business/inflation\">inflation</a> rate is on the way down. After hitting the highest level since the 1980s, heaping pressure on millions of households as living costs soared, official figures this week could bring some rare good news.</p><p>City economists expect UK inflation to have cooled for a third month running in January – the exact number is announced on Wednesday – helped by falling petrol prices and a broader <a href=\"https://www.theguardian.com/business/2023/jan/03/why-are-wholesale-gas-prices-falling-cut-uk-bills-power-cuts\">decline in the global price of oil and gas</a> in recent months. The hope now is for a sustained decline in the months ahead, continuing a steady drop from the peak of 11.1% seen in October.</p> <a href=\"https://www.theguardian.com/business/2023/feb/12/inflation-may-have-peaked-but-the-cost-of-living-pain-is-far-from-over\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/12/inflation-may-have-peaked-but-the-cost-of-living-pain-is-far-from-over", "date_published": "2023-02-12 00:05:07+00:00", "persistent": false, "user": null, "language": "en-US"}]