[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "All New and Returning Pokemon - The Teal Mask & Indigo Disk DLC", "description": "Pokémon Scarlet and Violet's first major expansion, The Hidden Treasure of Area Zero, is set to launch on September 13, 2023. This expansion will be divided into two parts: The Teal Mask and The Indigo Disc, introducing over 230 new and returning Pokémon to discover and add to your Pokédex. While we wait, let's take a look at some of the new and returning Pokémon that will be available in the Hidden Treasure of Area Zero later this fall.", "link": "https://www.youtube.com/watch?v=NfNEFwBQwe4", "date_published": "2023-08-16T22:30:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/NfNEFwBQwe4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "BlazBlue Entropy Effect: 18 Minutes of Gameplay", "description": "BlazBlue Entropy Effect is a roguelike in the vein of Dead Cells, with a bit of Hades to boot. Here's 18 minutes of gameplay!\n\nBlazBlue: Entropy Effect brings familiar characters (Ragna, Kokonoe, Hibiki, Hakumen, and others) from the Blazblue Calamity Trigger, Continuum Shift, and Chrono Phantasma universe to a new side-scrolling gameplay. Collect new boons and tactics when finishing screens to power up your character, take on bosses, and fight increasingly dangerous enemies.\n\n#IGN #Gaming #BlazBlue", "link": "https://www.youtube.com/watch?v=myDdlQYsFqk", "date_published": "2023-08-16T21:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/myDdlQYsFqk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Skull and Bones - Official Closed Beta Trailer", "description": "Skull and Bones is a multiplayer pirate game developed by Ubisoft. Players must overcome the odds and rise from an outcast to become an infamous pirate. Assemble your very own formidable fleet and use it to build your empire in a visceral world that introduces new challenges, stories, and features every season. Gather your friends and engage in naval battles during the Closed Beta for Skull and Bones running from August 25 through August 28.", "link": "https://www.youtube.com/watch?v=Pnwh7eBUboA", "date_published": "2023-08-16T20:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/Pnwh7eBUboA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Blue Beetle Review", "description": "Blue Beetle reviewed by Alyssa Mora.\n\nUnder Ángel Manuel Soto’s direction, Blue Beetle is a superhero movie that sets itself apart within the bloated genre through the deeply connected bonds of Jaime Reyes and his family. Xolo Maridueña is wonderfully cast, able to convey Jaime’s reluctance toward superhero-dom and the fierce protectiveness he feels for his family and community. His Mexican-American identity isn’t just set-dressing, it’s vital to the character and the plot of the film. Though genre cliches and the villain’s relatively uninteresting motivation impede the momentum of the third act, the emotional force behind the movie is enough to make it worth a watch.", "link": "https://www.youtube.com/watch?v=XOASJOiGsxE", "date_published": "2023-08-16T19:09:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/XOASJOiGsxE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "TMNT: Shredder's Revenge - Official Dimension Shellshock DLC Release Date Trailer", "description": "TMNT: Shredder's Revenge is the 2D melee brawler developed by Tribute Games. Karai joins the fight in the Dimension Shellshock DLC as the fiercest Foot Clan fighter. Take a look at the trailer debuting her appearance and abilities as she charges enemies with lightning-fast moves alongside her four favorite Turtles. Fight your way across the various new worlds in Dimension Shellshock’s Survival Mode. The Dimension Shock DLC for TMNT: Shredder's Revenge launches on August 31 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming #TMNT", "link": "https://www.youtube.com/watch?v=p26rL80WAKc", "date_published": "2023-08-16T19:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/p26rL80WAKc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Shadow Gambit: The Cursed Crew Review", "description": "Shadow Gambit: The Cursed Crew reivewed by Jon Bolding on PC. Also available on Xbox Series X/S and PlayStation 5.\n\nShadow Gambit: The Cursed Crew is a peak example of the stealth tactics genre from a studio that is clearly mastering its craft. Its mission structure is spread across excellently entertaining levels with rich detail to find and master, while characters shine with voice performances, endearing humor, and colorful art that both delight and impress. With innumerable ways to approach its levels and an extremely smart integration of the practice of saving and reloading into the world’s fiction, it’s firing on all cylinders in all categories except perhaps enemy AI. Frankly, I don't know anyone I wouldn't recommend it to.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=wtxGZZZ6Gyo", "date_published": "2023-08-16T18:29:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wtxGZZZ6Gyo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "NHL 24 - Official Reveal Trailer", "description": "NHL 24 is introducing the next generation of NHL Hockey developed by EA Vancouver. NHL 24 offers all-new gameplay features that bring the on-ice action closer to the player. Introducing features such as Sustained Pressure System, One-Touch Passing, Human Goalie Controls, Tethered Control System, and more. NHL 24 is launching on October 6 for PlayStation 4, PlayStation 5, Xbox One, and Xbox Series S|X.\n\n#IGN #Gaming #NHL", "link": "https://www.youtube.com/watch?v=yGvRwRC70YA", "date_published": "2023-08-16T18:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/yGvRwRC70YA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dragon Ball Z: Kakarot - Official DLC 5 'The 23rd World Tournament' Launch Trailer", "description": "Dragon Ball Z: Kakarot is introducing DLC 5 into the game titled 'The 23rd World Tournament' developed by CyberConnect2. Players will join Goku in his legendary battle at the 23rd World Martial Arts Tournament. In order to reign victorious, players will need to knock opponents out of the ring and defeat those that stand in their way one by one. DLC 5 for Dragon Ball Z: Kakarot is launching on August 17 for PlayStation 4, PlayStation 5, Xbox, Nintendo Switch, and PC.\n\n#IGN #Gaming #DragonBall", "link": "https://www.youtube.com/watch?v=iySazDyQNRg", "date_published": "2023-08-16T17:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iySazDyQNRg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zoria: Age of Shattering – Official Release Date Trailer", "description": "Zoria: Age of Shattering is an upcoming tactical, turn-based fantasy RPG for PC. It's on its way to Steam and GOG on October 5. Enjoy this new release date gameplay trailer and check out the new playable demo on Steam.", "link": "https://www.youtube.com/watch?v=CwBqeDXWbtM", "date_published": "2023-08-16T16:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/CwBqeDXWbtM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Deceit 2 Mixes Social Deception With Eldritch Monstrosities", "description": "We were thoroughly impressed during our hands-on time with the first-person social deception multiplayer game Deceit 2, in which lying and turning into an Eldritch monstrosity are part of the core gameplay mechanics.  Previewed on PC by Brian Barnett.\n\n#IGN", "link": "https://www.youtube.com/watch?v=7f5XLu4RKxM", "date_published": "2023-08-16T16:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/7f5XLu4RKxM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Invasion Season 2 - Official Opening Scene (2023) Shioli Kutsuna", "description": "Watch the explosive first six minutes right here of the Invasion Season 2 premiere. The AppleTV+ series about an alien invasion of Earth returns for a second season on August 23.\n\nHere's Apple's synopsis of the show: \"Earth is visited by an alien species that threatens humanity’s existence. Events unfold in real time through the eyes of five ordinary people across the globe as they struggle to make sense of the chaos unraveling around them.\"", "link": "https://www.youtube.com/watch?v=4bhtWHs8eOk", "date_published": "2023-08-16T16:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/4bhtWHs8eOk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "WrestleQuest Review", "description": "WrestleQuest reviewed by Jarrett Green on PC. Also available on Xbox, PlayStation, and Nintendo Switch.\nWrestleQuest is truly an earnest attempt at telling an authentic wrestling tale in old-school RPG format. Competent combat mechanics add flair and depth to a usually pretty banal aspect of this style of game, but much of the depth feels easy to ignore, and the parts that aren't – namely dramatic moments – supply the opposite of a fun challenge. Likewise, it may take a bit of fighting spirit to make it through the slow and arduous dungeons and some of the bloated and jarring plot, yet it captures the intrepid lives of people who travel the world, beating each other up for fame and fortune in charming and touching ways that are enhanced by its Toy Story-style innocence. For being the first attempt at telling a pro wrestling tale in such a story-forward medium, WrestleQuest is championship material – but maybe just a mid-card title.", "link": "https://www.youtube.com/watch?v=97xH62_WSCY", "date_published": "2023-08-16T15:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/97xH62_WSCY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sprawl: 14 Minutes of Fast-Action FPS Gameplay", "description": "Enjoy 14 minutes of gameplay from Sprawl, an imminent new fast-action, retro-styled first-person shooter with a bit of a cyberpunk theme. It's due out later this month on PC.", "link": "https://www.youtube.com/watch?v=-6e_4Dp6AKo", "date_published": "2023-08-16T15:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/-6e_4Dp6AKo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Vorax - Official Confession Trailer", "description": "Vorax is a first-person open-world survival horror game developed by IndieGala. A mysterious pathogen has spread across a Mediterranean island with an army sent into quarantine the population. With communication lost, players must fight to survive no matter the cost. Scavenge food, weapons, and supplies to survive the nightmare. Vorax is launching on PC in Q1 2024.\n\n#IGN #Gaming #Vorax", "link": "https://www.youtube.com/watch?v=jWiWrxa-qF0", "date_published": "2023-08-16T14:30:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/jWiWrxa-qF0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Enshrouded - Official Gameplay Overview Trailer", "description": "Get a deep dive into the survival and exploration gameplay elements of Enshrouded in this latest trailer for the upcoming action RPG. Check it out to see the world of Enshrouded and how to survive against wildlife, enemies, and more through resource gathering, and crafting essential items like weapons and shields. The trailer also gives a peek at quests, combat, and navigating The Shroud as you explore the world of Embervale.\n\nEnshrouded is headed to Steam Early Access in 2023.\n\n#IGN #Gaming #Enshrouded", "link": "https://www.youtube.com/watch?v=dhOfLZU3JYg", "date_published": "2023-08-16T14:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dhOfLZU3JYg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Creature Keeper - Official Nintendo Switch Announcement Trailer", "description": "Creature Keeper, the retro-inspired RPG from the one-person development team at Fervir Games, is, fittingly, on its way to Nintendo Switch. You'll befriend a variety of creatures as you \"embark on an epic adventure to restore balance to Thera and stop a sickness from affecting the healthy creatures of the world.\" Cooking, crafting, and even fashion design (yes, you can make outfits for your creatures) are all part of this pixel-art role-playing adventure.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=nON3dVOK6N8", "date_published": "2023-08-16T14:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/nON3dVOK6N8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Signal - Official Announcement Trailer", "description": "Startup developer Goose Byte's Unreal Engine 5-powered The Signal aims to be an \"approachable, third-person multiplayer open-world survival craft game with a key focus on pushing player creativity over violence.\" It's set on an alien planet with numerous biomes and puzzles, playable solo or with up to 16 players.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=TqD8OY0tp7M", "date_published": "2023-08-16T13:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/TqD8OY0tp7M/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ahsoka - Official 'A Hero's Journey' Teaser Trailer (2023) Rosario Dawson, Mary Elizabeth Winstead", "description": "In this latest teaser for Ahsoka, star Rosario Dawson talks about the legacy of Star Wars, the impact the series had on her, and playing the character Ahsoka. The Disney+ Star Wars show also stars Natasha Liu Bordizzo, Wes Chatham, Mary Elizabeth Winstead, Lars Mikkelsen, Ray Stevenson, Eman Esfandi, Diana Lee Inosanto, and more. The series is created by Dave Filoni and directed by Dave Filoni, Steph Green, Peter Ramsey, Jennifer Getzinger, Geeta Vasant Patel, and Rick Famuyiwa. Its executive producers are Jon Favreau, Kathleen Kennedy, Colin Wilson, Dave Filoni, and Carrie Beck.\n\nStar Wars: Ahsoka begins streaming on Disney+ on August 23 with a two-episode series premiere, followed by weekly episodes.", "link": "https://www.youtube.com/watch?v=xevTxr6BqWk", "date_published": "2023-08-16T01:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/xevTxr6BqWk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "New Game Pass Games You Can Play Before Starfield Is Released - IGN Daily Fix", "description": "On today's Daily Fix:\nMicrosoft has confirmed the Game Pass lineup from today, August 15 up to the launch of Starfield on September 6. Xbox has announced a new strike-based program to decrease bad behavior on the platform. Finally, someone has completed Baldur's Gate 3, from start to credit roll, in just over ten minutes. Yes, ten minutes.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=SqqX_4CwS8s", "date_published": "2023-08-16T00:18:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/SqqX_4CwS8s/hqdefault.jpg"}]