[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "What's the State of Credential theft in 2023?", "description": "At a little overt halfway through 2023, credential theft is still a major thorn in the side of IT teams. The heart of the problem is the value of data to cybercriminals and the evolution of the techniques they use to get hold of it. The 2023 Verizon Data Breach Investigations Report (DBIR) revealed that 83% of breaches involved external actors, with almost all attacks being financially motivated", "link": "https://thehackernews.com/2023/08/whats-state-of-credential-theft-in-2023.html", "date_published": "2023-08-16T11:57:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Experts Uncover Weaknesses in PowerShell Gallery Enabling Supply Chain Attacks", "description": "Active flaws in the PowerShell Gallery could be weaponized by threat actors to pull off supply chain attacks against the registry's users.\n\"These flaws make typosquatting attacks inevitable in this registry, while also making it extremely difficult for users to identify the true owner of a package,\" Aqua security researchers Mor Weinberger, Yakir Kadkoda, and Ilay Goldman said in a report shared", "link": "https://thehackernews.com/2023/08/experts-uncover-weaknesses-in.html", "date_published": "2023-08-16T11:56:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Guide: How Google Workspace-based Organizations can leverage Chrome to improve Security", "description": "More and more organizations are choosing Google Workspace as their default employee toolset of choice. But despite the productivity advantages, this organizational action also incurs a new security debt. Security teams now have to find a way to adjust their security architecture to this new cloud workload.\nSome teams may rely on their existing network security solutions. According to a new guide", "link": "https://thehackernews.com/2023/08/guide-how-google-workspace-based.html", "date_published": "2023-08-16T11:12:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Google Introduces First Quantum Resilient FIDO2 Security Key", "description": "Google on Tuesday announced the first quantum resilient FIDO2 security key implementation as part of its OpenSK security keys initiative.\n\"This open-source hardware optimized implementation uses a novel ECC/Dilithium hybrid signature schema that benefits from the security of ECC against standard attacks and Dilithium's resilience against quantum attacks,\" Elie Bursztein and Fabian Kaczmarczyck", "link": "https://thehackernews.com/2023/08/google-introduces-first-quantum.html", "date_published": "2023-08-16T10:59:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical Security Flaws Affect Ivanti Avalanche, Threatening 30,000 Organizations", "description": "Multiple critical security flaws have been reported in Ivanti Avalanche, an enterprise mobile device management solution that’s used by 30,000 organizations.\nThe vulnerabilities, collectively tracked as CVE-2023-32560 (CVSS score: 9.8), are stack-based buffer overflows in Ivanti Avalanche WLAvanacheServer.exe v6.4.0.0.\nCybersecurity company Tenable said the shortcomings are the result of buffer", "link": "https://thehackernews.com/2023/08/critical-security-flaws-affect-ivanti.html", "date_published": "2023-08-16T10:38:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Nearly 2,000 Citrix NetScaler Instances Hacked via Critical Vulnerability", "description": "Nearly 2,000 Citrix NetScaler instances have been compromised with a backdoor by weaponizing a recently disclosed critical security vulnerability as part of a large-scale attack.\n\"An adversary appears to have exploited CVE-2023-3519 in an automated fashion, placing web shells on vulnerable NetScalers to gain persistent access,\" NCC Group said in an advisory released Tuesday.\n\"The adversary can", "link": "https://thehackernews.com/2023/08/nearly-2000-citrix-netscaler-instances.html", "date_published": "2023-08-16T04:20:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]