[{"source": "https://businessinsider.com.pl/.feed", "title": "Nie wierzą w pracę od 8 do 16. Pokolenie Z dorabia na boku i dobrze na tym wychodzi", "description": "W obliczu niepewnej gospodarki i chwiejnego rynku pracy \"Zetki\" robią, co mogą, aby utrzymać się na powierzchni. Gen przedsiębiorczości to ich znak rozpoznawczy. Poznajcie więc generację Z — pokolenie ludzi przedsiębiorczych.", "link": "https://businessinsider.com.pl/lifestyle/nie-wierza-w-prace-od-8-do-16-pokolenie-z-dorabia-na-boku/7j4f4yx", "date_published": "2023-05-21 14:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Myśliwce F-16 dla Ukrainy. Ten kraj może dołączyć do szkolenia ukraińskich pilotów", "description": "Premier Kanady Justin Trudeau zapowiedział w niedzielę podczas szczytu G-7 w Japonii, że jego kraj będzie kontynuował szkolenie ukraińskiej armii i może uczestniczyć w szkoleniu pilotów myśliwców F-16, poinformowała Agencja Reutera.", "link": "https://businessinsider.com.pl/wiadomosci/ukraina-czeka-na-mysliwce-f-16-nieoczekiwana-deklaracja-kanady/ky0298k", "date_published": "2023-05-21 14:32:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Hillary Clinton o Putinie i planach Chin wobec Tajwanu", "description": "Wojna Putina w Ukrainie \"cofnęła\" ambicje Chin do inwazji na Tajwan — powiedziała była sekretarz stanu USA Hillary Clinton w wywiadzie dla \"Financial Times Weekend\".", "link": "https://businessinsider.com.pl/wiadomosci/hillary-clinton-dosadnie-o-putinie-i-planach-chin-wobec-tajwanu/prf650g", "date_published": "2023-05-21 13:46:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak firmy wprowadzają nas w błąd. Udają, że są bardziej eko niż w rzeczywistości", "description": "Korporacje często wprowadzają nas w błąd. Twierdzą, iż dokonują korzystnych wyborów dla środowiska, podczas gdy prawda wygląda inaczej. Thomas Lyon, naukowiec z Uniwersytetu Michigan, komentuje sens robienia zakupów ekologicznych produktów, tłumaczy, czym są kredyty węglowe i czy faktycznie działają, oraz wyjaśnia, jak powszechny jest greenwashing.", "link": "https://businessinsider.com.pl/wiadomosci/firmy-wprowadzaja-nas-w-blad-udaja-ze-sa-bardziej-eko-niz-w-rzeczywistosci/dnw6gs2", "date_published": "2023-05-21 13:27:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miliardy na odbudowę Ukrainy. Wiceprezeska EBI: nie powinniśmy czekać do końca wojny", "description": "Odbudowa Ukrainy powinna trwać już dzisiaj, nie powinniśmy czekać do końca wojny – stwierdziła wiceprezeska EBI Teresa Czerwińska. Dodała, że Europejski Bank Inwestycyjny chce kontynuować swoje wsparcie dla Ukrainy. Tylko w ubiegłym roku EBI przeznaczył na ten cel 1,7 mld euro.", "link": "https://businessinsider.com.pl/wiadomosci/miliardy-na-odbudowe-ukrainy-wiceprezeska-ebi-podaje-konkretne-kwoty/5dkjz2m", "date_published": "2023-05-21 13:16:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten alkohol trafia do głównego nurtu. Z produkcji feni żyją całe rodziny", "description": "Podczas gdy niektóre marki starają się wprowadzić feni do głównego nurtu, ci rolnicy kontynuują wielowiekową tradycję. Rodzina Goankar każdego ranka przeszukuje swoją ziemię w poszukiwaniu opadłych owoców. Z nich powstaje trunek.", "link": "https://businessinsider.com.pl/technologie/feni-ten-alkohol-trafia-do-glownego-nurtu-z-produkcji-zyja-cale-rodziny/12ysly3", "date_published": "2023-05-21 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wygląda jak kawałek kredy, gnie się jak modelina. Sztuczna kość stworzona przez Polaków wchodzi na rynek arabski", "description": "FlexiOss to biomateriał stworzony przez prof. Grażynę Ginalską z Uniwersytetu Medycznego w Lublinie na zamówienie chirurgów. Wygląda jak kawałek kredy, która po namoczeniu staje się elastyczna i sprężysta. Można za jej pomocą uzupełniać ubytki kostne i leczyć skomplikowane złamania. Sztuczna kość ma też zastosowanie w stomatologii i na rynku weterynaryjnym. Polski wynalazek uratował już kilka osób przed amputacją. Teraz interesują się nim lekarze i kliniki z Europy, Azji i państw arabskich.", "link": "https://businessinsider.com.pl/biznes/sztuczna-kosc-stworzona-przez-polakow-wchodzi-na-rynek-arabski-wyglada-jak-kreda-gnie/y68q6r5", "date_published": "2023-05-21 12:21:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kenia, Egipt lub RPA — zaplanuj niezapomniane wakacje", "description": "Przenikanie się społeczności, kultur, języków, kolorów, dźwięków i zwyczajów to cechy charakterystyczne dla krajów afrykańskich. Każdy, kto wybiera się na urlop do Afryki, może liczyć na słoneczną pogodę, piaszczyste plaże, piękne krajobrazy oraz wiele przygód i atrakcji. Kenia, Egipt i RPA to popularne kierunki turystyczne, pozwalające na wypoczynek w słońcu i wiele niesamowitych przygód. Kraje afrykańskie od lat przyciągają turystów dobrą pogodą, wysokim standardem usług hotelowych, dziką przyrodą i cenami, które nie są szczególnie wygórowane dla Europejczyków. W artykule polecamy sprawdzone i docenione przez klientów wycieczki biura podróży Albatros. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/kenia-egipt-lub-rpa-zaplanuj-niezapomniane-wakacje/gbbrfg5", "date_published": "2023-05-21 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Korepetycje opłaca już 26 proc. rodziców. Stawki bywają wyższe niż za wizytę u lekarza specjalisty", "description": "Trwają matury, zbliża się egzamin ósmoklasisty. Wielu uczniów przygotowuje się do nich z pomocą korepetytorów. Obok tradycyjnych lekcji w domu ucznia, na rynku znajdziemy korepetycje zdalne, grupowe kursy powtórkowe i materiały wideo. Stawki rzędu 200-300 zł za godzinę nie należą wcale do rzadkości.", "link": "https://businessinsider.com.pl/poradnik-finansowy/korepetycje-oplaca-juz-26-proc-rodzicow-stawki-bywaja-wyzsze-niz-za-wizyte-u-lekarza/gp93mvs", "date_published": "2023-05-21 11:28:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lewandowski obniża wartość własnej marki? \"Rozmienia się na drobne\"", "description": "\"Nieumiejętne dobieranie kontraktów\", \"rozmienianie się na drobne\" – nie milkną echa po ogłoszeniu przez Roberta Lewandowskiego decyzji o współpracy z nową, mało znaną na rynku marką. Sam Lewy przyznaje, że dotąd w ogóle o niej nie słyszał.", "link": "https://businessinsider.com.pl/media/marketing/lewandowski-obniza-wartosc-wlasnej-marki-eksperci-bezlitosni-dla-lewego/m70ybd0", "date_published": "2023-05-21 10:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Powodzie we Włoszech. Polska gotowa wysłać swoje służby ratownicze", "description": "Polska zaoferowała Włochom pomoc w postaci modułu ratowniczego złożonego z 44 ratowników, 19 pojazdów oraz pomp wysokiej wydajności — poinformował w niedzielę rzecznik prasowy Państwowej Straży Pożarnej bryg. Karol Kierzkowski.", "link": "https://businessinsider.com.pl/wiadomosci/wlosi-walcza-ze-skutkami-powodzi-polska-odpowiada-na-prosbe-misja-italia/5svrr1g", "date_published": "2023-05-21 10:32:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Poświęcił swoje życie, aby walczyć w błocie. \"Budzę się codziennie o 3:55\"", "description": "Mauli w ciągu czteromiesięcznego sezonu zarabia do 55 tys. dol. Zwykłej rodzinie rolniczej zajęłoby w Indiach ponad 35 lat, aby tyle zarobić.", "link": "https://businessinsider.com.pl/wideo/poswiecil-swoje-zycie-aby-walczyc-w-blocie-budze-sie-codziennie-o-355/txsg4wr", "date_published": "2023-05-21 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szef znanej sieci piekarni: podwyżki są dwa razy w roku, a pracowników i tak brakuje", "description": "Każdego dnia piekarnie i cukiernie Putka przerabiają ok. 60 ton mąki. Firma ma 66 piekarni firmowych i 46 patronackich na terenie Warszawy i okolic oraz w Łodzi. W sklepach i piekarniach zatrudnia 1500 osób, ale jak przyznaje prezes Grzegorz Putka, od ręki zatrudniłby kolejne 100.", "link": "https://businessinsider.com.pl/wiadomosci/brakuje-chetnych-do-pracy-w-piekarniach-ta-siec-od-reki-zatrudnilaby-100-osob/g70gfrm", "date_published": "2023-05-21 09:45:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cmentarzysko dźwięków. Tak wygląda jeden z najdziwaczniejszych obiektów testowych NASA", "description": "W Cleveland w stanie Ohio znajduje się siedziba jednego z najdziwaczniejszych obiektów NASA: Aeroakustycznego Laboratorium Napędu Odrzutowego (AAPL). To miejsce, gdzie umierają dźwięki. — Gdybyś stanął w wejściu i krzyknął \"Halo!\" do przyjaciela znajdującego się w samym środku, ten ledwo usłyszałby twój głos, mimo że dzieliłaby was odległość zaledwie 20 m — opowiada ekspert.", "link": "https://businessinsider.com.pl/technologie/cmentarz-dla-dzwiekow-oto-jak-wyglada-jeden-z-najdziwaczniejszych-obiektow-testowych/mk3nenh", "date_published": "2023-05-21 09:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rewolucja w wojnie powietrznej. Amerykańskie drony nowej generacji nadlatują i będą walczyć obok samolotów", "description": "Aby zwiększyć swoją flotę bez rozbijania banku, Siły Powietrzne USA testują drony nowej generacji. Mają współpracować z pilotowanymi w tradycyjny sposób samolotami albo walczyć samodzielnie.", "link": "https://businessinsider.com.pl/wiadomosci/rewolucja-w-wojnie-powietrznej-amerykanskie-drony-nowej-generacji-nadlatuja-i-beda/jqr81gk", "date_published": "2023-05-21 08:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak będzie wyglądać inteligentna paczka sterowana przez aplikację [ZDJĘCIA]", "description": "Czujniki ruchu, temperatury i wilgotności. Panel fotowoltaiczny, sterowany elektronicznie rygiel i e-papier — to elementy, z jakich składa się opatentowana przez Polaków inteligenta paczka wielokrotnego użytku. E-Pack pozwoli śledzić, czy nasza przesyłka dotarła bezpiecznie do odbiorcy. Jeśli ulegnie uszkodzeniu, łatwo znajdziemy winnych.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/inteligentna-paczka-stworzona-przez-polakow-mamy-zdjecia-wynalazku/lxct1wm", "date_published": "2023-05-21 08:34:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny etap przekopu Mierzei Wiślanej. Najdłuższy most obrotowy niemal gotowy", "description": "Most obrotowy w Nowakowie, budowany w ramach drogi wodnej łączącej Zalew Wiślany z Zatoką Gdańską, zostanie oddany do użytku przed wakacjami. To trzeci i największy most obrotowy na nowym szlaku do Elbląga — podała rzeczniczka inwestora Urzędu Morskiegow Gdyni Magdalena Kierzkowska.", "link": "https://businessinsider.com.pl/wiadomosci/najdluzszy-most-obrotowy-przy-przekopie-mierzei-niemal-gotowy-kiedy-otwarcie/9s9egj1", "date_published": "2023-05-21 08:16:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co jeszcze można przekazać Ukrainie? Doradca NATO ma pomysł [WYWIAD]", "description": "Wciąż istnieje całych wachlarz możliwości. To nie tylko większa liczba czołgów czy odrzutowce — mówi o wspieraniu Ukrainy prof. Julian Lindley-French, brytyjski strateg i autor przedstawianych na forum NATO analiz. W rozmowie z Business Insiderem mówi też, czy mogłoby dojść do interwencji pokojowej oddziałów Sojuszu.", "link": "https://businessinsider.com.pl/wiadomosci/co-jeszcze-mozna-przekazac-ukrainie-do-walki-z-rosja-doradca-nato-ma-pomysl/m0g189x", "date_published": "2023-05-21 07:40:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Politycy proponują proste podatki. Mentzen chce wręcz rewolucji. Jesteś za czy przeciw?", "description": "Proste i niskie podatki to nośne hasło polityczne. Swoje propozycje przedstawili premier Mateusz Morawiecki, Sławomir Mentzen z Konfederacji oraz Donald Tusk. Porównujemy propozycje polityków i sprawdzamy, czy są realne. Najwięcej konkretów pokazał Mentzen. Jego wizja jest sprzeczne z tym, co zrobił i chce zrobić PiS. W praktyce może to stawiać pod znakiem zapytania potencjalną koalicję. A zdaniem ekspertów pomysły lidera Konfederacji są nie do zrealizowania.", "link": "https://businessinsider.com.pl/prawo/podatki/pis-po-i-mentzen-chca-prostych-podatkow-co-z-tego-jest-realne/6hxqg13", "date_published": "2023-05-21 07:04:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Państwowe spółki ratują budżet państwa. Oto które płacą najwięcej podatków", "description": "Tak wiele zależy od tak niewielu, jakby mógł powiedzieć Winston Churchill. Dziesięciu największych płatników podatków wśród spółek giełdowych wpłaciło w ubiegłym roku o 21 mld zł więcej danin publicznych niż rok wcześniej. Przy tym pierwsza dziesiątka to prawie wyłącznie spółki kontrolowane przez państwo i to one ratowały budżet w potrzebie.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/panstwowe-spolki-ratuja-budzet-panstwa-oto-ktore-placa-najwiecej-podatkow/qh4n6g3", "date_published": "2023-05-21 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kupiła trzy opuszczone domy za 3,3 dol. Włochy desperacko próbują zaludniać miasta-widma", "description": "Włochy oferują środki finansowe i domy za bezcen wszystkim tym, którzy pomogą w ponownym zaludnieniu pustoszejących wsi i miasteczek. Trzeba jednak liczyć się także z wyzwaniami, jakie niesie za sobą taki ruch.", "link": "https://businessinsider.com.pl/lifestyle/kupila-trzy-domy-za-33-dol-wlochy-desperacko-probuja-zaludniac-miasta-widma/f5ctbkr", "date_published": "2023-05-21 06:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}]