[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Best Story Expansions YOU NEED TO PLAY", "description": "While post-launch expansion packs aren’t as popular as they once used to be, every now and then we get fantastic DLCs that add so much to the base experience that they become an essential part of the package itself. \n\nSome might add a crucial new mechanic, some might tell independent stories, while others might fix key criticisms of the base game. And with this feature, we will look at 15 such examples of expansions that you need to check out.", "link": "https://www.youtube.com/watch?v=IqGodDdCyOA", "date_published": "2023-05-21 15:30:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Best Indie Gems On PS5 YOU LIKELY MISSED", "description": "Indie games obviously don't have the backing of massive finances and resources that AAA games do, but the best of the best of them tend to more than make up for those restrictions in other ways. \n\nA lot of these get the recognition they deserve for being as great as they are, and go on to develop massive fanbases- but some, sadly, end up getting at least a little overlooked. Here, we're going to talk about a few such indie games that may have got lost in the crowd that you should check out.", "link": "https://www.youtube.com/watch?v=Bt6SYOwD8k8", "date_published": "2023-05-21 13:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Humanity Review - The Final Verdict", "description": "Humanity is a dense, addictive, unique, and satisfying package, be that in terms of its mechanics, its design, or the volume of content it has on offer. THA Limited and Enhance have another weird little hit on their hands.", "link": "https://www.youtube.com/watch?v=yePiZw3YpZw", "date_published": "2023-05-21 09:45:03+00:00", "persistent": false, "user": null, "language": "en-US"}]