[{"source": "https://www.theguardian.com/international/rss", "title": "Dortmund one win from Bundesliga title as Haller double defeats Augsburg", "description": "<p>Sébastien Haller scored twice as Borussia Dortmund beat 10-man Augsburg 3-0 on Sunday to go top of the Bundesliga and take control of the title race with one round of matches to go.</p><p>After a goalless first half which saw Felix Uduokhai sent off for the hosts, Haller broke the deadlock in the 58th minute. The forward tapped in his second goal of the afternoon late on to seal the win, before Julian Brandt completed the scoring with a stoppage-time goal.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/bundesliga-augsburg-dortmund-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/bundesliga-augsburg-dortmund-match-report", "date_published": "2023-05-21 18:53:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Dreams come true for football’s everymen on Non-League Finals Day | Rob Smyth", "description": "<p>FC Halifax Town won the FA Trophy thanks to Jamie Cooke and Kai Walters seized the FA Vase for Ascot United</p><p>English football’s elite have never felt so far removed from the everymen further down the pyramid, but there remains one bit of common ground: Wembley Stadium, a place that defines seasons and sometimes careers. At Non-League Finals Day, the double header that has become a rich addition (spiritually if not financially) to the English football calendar, Kai Walters of Ascot United and Jamie Cooke of FC Halifax Town were carved on to the list of players who have lived the ultimate childhood daydream by scoring a winning goal at Wembley.</p><p>Non-League Finals Day, which started in 2016, is an opportunity for four teams of semi-professional players to see how the other half live. It combines the finals of the FA Vase, the knockout trophy for teams in tiers nine and 10 of English men’s football, and the FA Trophy (tiers five to eight). There’s none of the entitlement and ennui you sometimes see when the biggest clubs return to Wembley, and the mood around the stadium is subtly different: eyes are a little wider, smiles a little broader, songs a little lustier.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/dreams-come-true-for-footballs-everymen-on-non-league-finals-day\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/dreams-come-true-for-footballs-everymen-on-non-league-finals-day", "date_published": "2023-05-21 18:35:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester City cap title triumph with win over Chelsea thanks to Álvarez", "description": "<p>Manchester City have never enjoyed a more dominant moment – or a more tantalising one. A third Premier League title in a row and fifth in six seasons? Check. It had been sealed when Arsenal lost at Nottingham Forest on Saturday evening – what happened on the pitch here felt incidental.</p><p>It was a party in sky blue, beginning inside the Etihad when the Chelsea players lined up to give the champions a pre-match guard of honour and rolling all the way through to the pitch invasion from thousands of City supporters at full time. The lack of jeopardy or drama did not make the trophy-lift any less sweet for the captain, Ilkay Gündogan, or anyone connected to the club.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/manchester-city-chelsea-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/manchester-city-chelsea-premier-league-match-report", "date_published": "2023-05-21 17:17:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Essendon’s total control trumps Richmond’s beautiful chaos in AFL Dreamtime boilover", "description": "<p>Against a backdrop of complex issues named for a man of multiple talents, Essendon and Richmond’s contrasting styles delivered sweet pandemonium</p><p>Football is constantly lurching from the sublime to the farcical and the execrable. The Sir Doug Nicholls Round was no exception. Like the man it honoured - a boxer, footballer, professional sprinter, Minister, social worker, Governor and leader of his people – the round contained multitudes. From the riveting (Collingwood), to the rickety (Carlton) and wretched (West Coast), this round had the lot.</p><p>You have to suspend disbelief as a football fan sometimes. An hour after a coach who denies an accusation of pressuring an Aboriginal couple to terminate a pregnancy stepped down, the league endorsed a Voice to Parliament. A few days later, the same coach was given a round of applause at the 23rd minute mark of the first quarter. A few hours later, his team was denied its tenth win in three years because of an interchange infringement.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/22/essendons-total-control-trumps-richmonds-beautiful-chaos-in-afl-dreamtime-boilover\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/22/essendons-total-control-trumps-richmonds-beautiful-chaos-in-afl-dreamtime-boilover", "date_published": "2023-05-21 15:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Can I just … rest?’: guilt, the four-day working week and what to do with the fifth day", "description": "<p>As support for the four-day working week grows, we wrestle with the culture of achievement and busyness, and feelings of guilt and accountability</p><p>The clatter and clamour of the morning is gone. Coffee dregs stain the base of a pair of cups. Cereal bowls are stacked in the sink. The sound of my footsteps down the hallway bounce through the house and the keys clash on the drawers like a cymbal. Everyone has gone. Off to work, off to school. Except me.</p><p>I work a four-day week and today is my fifth day. The day of not-work. So, what do I do now?</p> <a href=\"https://www.theguardian.com/money/2023/may/22/can-i-just-rest-guilt-the-four-day-working-week-and-what-to-do-with-the-fifth-day\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/22/can-i-just-rest-guilt-the-four-day-working-week-and-what-to-do-with-the-fifth-day", "date_published": "2023-05-21 15:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Kaytraminé: Kaytraminé review – spry, sparkling rap collaboration", "description": "<p>(Venice)<br />Producer Kaytranada and MC Aminé are joined by Pharrell, Snoop Dogg and more on this set of bouncy club jams</p><p>Over the past decade, Canadian producer Louis Celestin, AKA Kaytranada, has filled dancefloors with his distinct brand of funk-forward house music. His three albums<em> </em>have produced high-energy live sets, including a viral 2014 performance for <a href=\"https://www.youtube.com/watch?v=-5EQIiabJvk&amp;ab_channel=BoilerRoom\">Boiler Room</a>, and remixes for the likes of Dua Lipa and the Weeknd. Featuring bright melodies and rhythmic spaciousness, Celestin’s productions are an ideal fit for rappers to riff on, and his latest album sees him collaborating with MC Aminé as Kaytraminé, creating 11 tracks of effortless, hip-hop-inflected club jams.</p><p>The record is packed with high-profile features that complement Celestin’s instrumental bounce and Aminé’s nimble delivery. A syncopated Afrobeat pulses beneath Pharrell’s vocals on standout <a href=\"https://www.youtube.com/watch?v=fAPt8AxjPbI\">4EVA</a>, while a pitched-up Aminé provides a counterpoint to Snoop Dogg’s verses on the synth-laden Eye. When the pair are producing alone the result is equally compelling, with Aminé meandering between R&amp;B vocals on the jazz references of Rebuke, while taking on baritone verses for the trap bass of Westside. With most tracks running at under three minutes, <em>Kaytraminé </em>can feel more like a mixtape than a fully realised album, but its brief compositions mark Celestin and Aminé out as an agile pairing, capable of holding their own.</p> <a href=\"https://www.theguardian.com/music/2023/may/21/kaytramine-review-spry-sparkling-rap-collaboration\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/21/kaytramine-review-spry-sparkling-rap-collaboration", "date_published": "2023-05-21 14:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Kesha: Gag Order review – angry and uplifting", "description": "<p>(Kemosabe/RCA)<br />The pop survivor addresses past traumas on her powerful fifth album, with lush production by Rick Rubin</p><p>“You don’t wanna be changed like it changed me” is the refrain on <a href=\"https://www.youtube.com/watch?v=J1hecebh3Hc\">Eat the Acid</a>, from <a href=\"https://www.keshaofficial.com/\">Kesha</a>’s new album, <em>Gag Order</em>. The pop star has explained that it’s a reference to her mother’s warnings about LSD, but it’s hard not to read a further meaning here. Kesha’s fifth full-length record addresses the stark realities of trauma and its aftermath – notable, given the specifics of <a href=\"https://www.theguardian.com/music/2023/may/06/kesha-gag-order-interview\">her 2014 lawsuit</a> alleging abuse by her former producer and label head.</p><p>With exquisite production from Rick Rubin, it’s a record that delves between plaintive, new agey sounds and crescendoing waves of euphoria. Over liturgical electronics, soft guitars and quasi-gospel vocal harmonies, the American singer’s voice is potent and distorted, dense with candour, with lines such as “All the doctors and lawyers have cut the tongue out of my mouth” on <a href=\"https://www.youtube.com/watch?v=LQSK8pyrI5A\">Fine Line</a>).</p> <a href=\"https://www.theguardian.com/music/2023/may/21/kesha-gag-order-review-angry-and-uplifting\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/21/kesha-gag-order-review-angry-and-uplifting", "date_published": "2023-05-21 12:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Obsessed people make the best stories’: magazine journalist is Hollywood’s hot new thing", "description": "<p>David Grann’s books are enormously popular with readers. Now Martin Scorsese’s epic adaptation of the writer’s 2017 masterpiece has premiered at Cannes</p><p>The nonfiction writer David Grann has long been fascinated by obsessive men and women who go to staggering lengths to satisfy their obsessions – by embarking on perilous quests or labouring for years to expose some hidden truth or public lie.</p><p>“I always thought that my fascination with obsessed people was because they made the best stories,” Grann <a href=\"https://www.cbsnews.com/video/david-grann-wager-author-60-minutes-video-2023-04-16/\" title=\"\">told the CBS show </a><em><a href=\"https://www.cbsnews.com/video/david-grann-wager-author-60-minutes-video-2023-04-16/\" title=\"\">60 Minutes</a></em><a href=\"https://www.cbsnews.com/video/david-grann-wager-author-60-minutes-video-2023-04-16/\" title=\"\"> last month</a>. “Over time, I began to realise that I might have a little bit more in common with some of these obsessives than I care to admit.”</p> <a href=\"https://www.theguardian.com/film/2023/may/21/obsessed-people-make-the-best-stories-magazine-journalist-is-hollywoods-hot-new-thing\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/obsessed-people-make-the-best-stories-magazine-journalist-is-hollywoods-hot-new-thing", "date_published": "2023-05-21 10:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "After Brexit: what are the Tories really for?", "description": "<p>As Rishi Sunak flew off to Japan, he left behind a party flailing around for an identity</p><p>During some of the darkest days of his premiership almost three decades ago, John Major headed to Japan on an official visit, hoping to leave the turmoil inside the Conservative party behind him.</p><p>Arguments over Europe were raging at home. The Tory right was in open revolt. The economy was still reeling from aftershocks following the UK’s traumatic exit from the European exchange rate mechanism the year before, and the promised “green shoots” of economic recovery had yet to appear.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/after-brexit-what-are-the-tories-really-for\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/after-brexit-what-are-the-tories-really-for", "date_published": "2023-05-21 08:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We go for all and by all’: Artemis II crew certain of moon mission success", "description": "<p>Called ‘humanity’s crew’, the four-person team comprises the first woman and the first person of color on a lunar assignment</p><p>At <a href=\"https://www.youtube.com/watch?v=QFo8ZmLNKDg\">a press conference</a> on 5 July 1969, 11 days before the launch of Apollo 11, Neil Armstrong, Buzz Aldrin and Michael Collins sat on stage in a plastic box with blowers making sure they did not inhale airborne germs from the sizeable gathering of journalists.</p><p>Asked about the risk of getting stranded on the moon, Armstrong replied: “Well, that’s an unpleasant thing to think about.”</p> <a href=\"https://www.theguardian.com/science/2023/may/21/nasa-artemis-ii-crew-moon-mission\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/21/nasa-artemis-ii-crew-moon-mission", "date_published": "2023-05-21 07:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "I’m consumed by a crush, but we are both married | Ask Philippa", "description": "<p>Don’t take your feelings too seriously, observe them instead. This will help you to make sense of them</p><p><em><strong>The question </strong>Please take this seriously as I really need some genuine advice. I have a crush on someone who I feel completely consumed by whenever I see or even think about them. We’re both married and we only talk face to face, never online. I have to admit that he has never given me any reason to think he likes me in that way. I daydream about running away and having lots of sex with him and making him tea, but I know it’s just a fantasy.</em></p><p><em>I genuinely love my husband and I’m happy when I hear his key in the door after a day at work. We have had some tough times. A while back we were both misunderstanding, hurting and blaming each other, but we’ve made it through and are better than we ever were.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/i-am-consumed-by-a-crush-but-we-are-both-married-philippa-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/i-am-consumed-by-a-crush-but-we-are-both-married-philippa-perry", "date_published": "2023-05-21 05:01:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nuggets on brink of first NBA finals after in-form Murray mauls Lakers again", "description": "<ul><li>Nuggets beats Lakers 119-108 for commanding 3-0 series lead</li><li>Jamal Murray scores 30 of game-high 37 points in first half</li></ul><p>Jamal Murray scored 37 points, Nikola Jokic added 24 points and eight assists, and the Denver Nuggets rolled to a 3-0 lead in the Western Conference finals with a 119-108 victory over the Los Angeles Lakers on Saturday night.</p><p>Kentavious Caldwell-Pope scored 12 of his 17 points in the second half against his former team for the top-seeded Nuggets, who have never been this close to the NBA Finals in 47 years in the league.</p> <a href=\"https://www.theguardian.com/sport/2023/may/20/la-lakers-denver-nuggets-nba-playoffs-score\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/20/la-lakers-denver-nuggets-nba-playoffs-score", "date_published": "2023-05-21 03:30:36+00:00", "persistent": false, "user": null, "language": "en-US"}]