[{"source": "https://www.theguardian.com/rss", "title": "China’s war chest: how the fight for semiconductors reveals the outlines of a future conflict", "description": "<p>US efforts to stifle China’s chip industry are thought to be part of a wider plan to hinder Beijing’s preparations for war</p><p>Signs of the burgeoning conflict between the US and China can be spotted in many different places, from balloons in the sky to videos on TikTok. But nowhere is it more apparent than on the microscopic wafers of silicon, otherwise known as semiconductors.</p><p><a href=\"https://www.theguardian.com/commentisfree/2023/feb/18/cold-war-20-will-be-a-race-for-semiconductors-not-arms\">Semiconductors</a>, or microchips, are tiny pieces of technology that power everything from microwaves to military weapons. The industry is worth more than $580bn (£466bn), but even that figure belies their importance to the global economy. Their existence powers several trillion dollars’ worth of goods and processes; without them the global economy would shudder to a halt.</p> <a href=\"https://www.theguardian.com/world/2023/may/22/chinas-war-chest-how-the-fight-for-semiconductors-reveals-the-outlines-of-a-future-conflict\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/22/chinas-war-chest-how-the-fight-for-semiconductors-reveals-the-outlines-of-a-future-conflict", "date_published": "2023-05-21 23:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester Arena attack: nearly a third of young survivors have not had professional help", "description": "<p>Survey of 236 young people caught up in 2017 blast shows 29% have not received any mental health support</p><ul><li><a href=\"https://www.theguardian.com/society/2023/may/21/i-was-completely-rejected-manchester-arena-survivor-recalls-struggle-to-get-therapy\">‘I was completely rejected’: Manchester Arena survivor recalls struggle to get therapy</a></li></ul><p>Nearly one in three children and young people caught up in the Manchester Arena attack have not received any professional help, a study has found.</p><p>A survey of 236 young people affected by the atrocity found that 29% had not had any psychological help, despite most feeling damaged by the blast six years ago.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/22/manchester-arena-attack-nearly-a-third-of-young-survivors-have-not-had-professional-help\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/22/manchester-arena-attack-nearly-a-third-of-young-survivors-have-not-had-professional-help", "date_published": "2023-05-21 23:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Last of the seaside cinema organs: Weston-super-Mare bids adieu to its Compton", "description": "<p>As Odeon brings down the curtain on the Somerset cinema, a farewell concert will sound the last of its ‘wonder’ pipe organ</p><p>For almost a century an extraordinary Compton theatre pipe organ has wowed audiences, local people and visitors alike, at the Odeon in the seaside town of Weston-super-Mare.</p><p>But on Sunday its warm, mellow, nostalgic tones were being heard for the final time before the Somerset cinema’s closing.</p> <a href=\"https://www.theguardian.com/culture/2023/may/22/last-of-the-seaside-cinema-organs-weston-super-mare-bids-adieu-to-its-compton\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/22/last-of-the-seaside-cinema-organs-weston-super-mare-bids-adieu-to-its-compton", "date_published": "2023-05-21 23:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jennifer Lawrence brings documentary about Afghan women to Cannes", "description": "<p>Bread and Roses, co-produced by Lawrence, documents lives of three women after Taliban’s return to power</p><p>A documentary about the lives of three women living under the Taliban, co-produced by Jennifer Lawrence, has premiered at the Cannes film festival.</p><p>Bread and Roses, shown at a special screening on Sunday, follows three Afghan women in the weeks after the Taliban’s return to power in 2021 after the withdrawal of US troops.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/jennifer-lawrence-brings-documentary-about-afghan-women-to-cannes\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/jennifer-lawrence-brings-documentary-about-afghan-women-to-cannes", "date_published": "2023-05-21 22:57:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brooks Koepka becomes first LIV golfer to win major with US PGA triumph", "description": "<ul><li>Challenge of Viktor Hovland falters in bunker on 16th hole</li><li>Club pro Michael Block hits hole in one in final round</li></ul><p>The cheers for Brooks Koepka’s US PGA Championship victory reverberated from Rochester to Riyadh.For the American, a fifth major title which places him alongside the likes of Byron Nelson and Peter Thomson in golf’s pantheon of greats. He becomes only the 20th golfer in history to reach five. Arnold Palmer, who claimed seven, is within view. Koepka’s return from his darkest days, when it looked as if injury could curtail his career, is complete. He cut an uncharacteristically emotional figure on the final green, doubtless reflecting on his earlier physical distress.</p><p>For LIV itself, validation that their much-maligned format does indeed have competitive merit. Perhaps Greg Norman can convince his Saudi Arabian paymasters that the LIV project is worthy of enhanced time and investment now that Koepka has seen off what is widely described as the strongest field in golf. Norman must be purring at Koepka’s success. Not so Jay Monahan and the PGA Tour; with Cameron Smith also a LIV golfer, the traditional ecosystem is minus two of four current major holders.</p> <a href=\"https://www.theguardian.com/sport/2023/may/21/brooks-koepka-becomes-first-liv-golfer-to-win-major-with-us-pga-triumph\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/21/brooks-koepka-becomes-first-liv-golfer-to-win-major-with-us-pga-triumph", "date_published": "2023-05-21 22:55:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FBI investigating shooting death of Native man by border patrol in Arizona", "description": "<p>Raymond Mattia of the Tohono O’odham Nation in southern Arizona was shot by agents after calling them for assistance</p><p>The FBI and Tohono O’odham Nation police are investigating the fatal shooting of a tribal member by <a href=\"https://www.theguardian.com/us-news/us-mexico-border\">US border</a> patrol agents in southern Arizona.</p><p>Federal Customs and Border Protection officials said agents from the Ajo border patrol station “were involved” in a fatal shooting on the Tohono O’odham reservation near Ajo at about 10pm on Thursday. They haven’t released any additional information other than to say the encounter was under review by Customs and Border Protection’s office of professional responsibility, which investigates fatal shootings carried out by agents, among other cases.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/21/fbi-investigation-border-patrol-shooting-death-arizona\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/21/fbi-investigation-border-patrol-shooting-death-arizona", "date_published": "2023-05-21 21:39:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour vows to reverse rise in suicides in England and Wales within five years", "description": "<p>Labour leader to say  plan for reforming NHS will focus on ‘biggest killer of young lives in this country’</p><p>A Labour government would reverse the rise in the number of deaths from suicide as part of a health plan to replace pain and anxiety with a “hope of a renewed NHS”, Keir Starmer will pledge.</p><p>In a speech on Monday, the Labour leader will say his plan for reforming the NHS will focus on the biggest causes of death in the UK including suicide.</p><p><em>In the UK and Ireland, Samaritans can be contacted on 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a>.</em></p> <a href=\"https://www.theguardian.com/society/2023/may/21/labour-vows-to-reverse-rise-in-suicides-in-england-and-wales-within-five-years-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/21/labour-vows-to-reverse-rise-in-suicides-in-england-and-wales-within-five-years-keir-starmer", "date_published": "2023-05-21 21:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid’s Vinícius Júnior sent off for brawl after alleged racism at Mestalla", "description": "<ul><li>Valencia beat Real Madrid 1-0 thanks to goal from Diego López</li><li>Carlo Ancelotti told referee match should have been stopped</li></ul><p>Real Madrid’s 1-0 defeat by Valencia was overshadowed by alleged racist abuse from the stands directed at Vinícius Júnior, who was later sent off, with Carlo Ancelotti insisting afterwards that the game should have been abandoned.</p><p>The match was halted for 10 minutes in the second half as Vinícius pointed out fans to the referee who he said had racially abused him. The Brazilian carried on playing but was sent off a few minutes later after he became involved in a brawl with Valencia players.</p> <a href=\"https://www.theguardian.com/sport/2023/may/21/vinicius-junior-sent-off-for-brawl-after-alleged-racism-by-valencia-fans\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/21/vinicius-junior-sent-off-for-brawl-after-alleged-racism-by-valencia-fans", "date_published": "2023-05-21 21:26:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United still need ‘miracle’ to win WSL title, claims Marc Skinner", "description": "<ul><li>Last-gasp United winner against City keeps them in contention</li><li>Chelsea denied title but face bottom club Reading on final day</li></ul><p>Marc Skinner believes Manchester United require a “miracle” to overhaul Chelsea and win the Women’s Super League on the final day of the season, despite a last-gasp winner against Manchester City giving them hope of a first title.</p><p>United looked poised to gift a fourth successive title to Chelsea by drawing against City until Lucia García’s injury-time strike. United need to win on Saturday at Liverpool but still require Chelsea to drop points at bottom club Reading. If Emma Hayes’s side draws and United win, it would be decided on goal difference.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/marc-skinner-says-manchester-united-need-a-miracle-to-win-wsl\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/marc-skinner-says-manchester-united-need-a-miracle-to-win-wsl", "date_published": "2023-05-21 21:13:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Depp v Heard review – Amber and Johnny make for profoundly depressing television", "description": "<p>This documentary about the Johnny Depp–Amber Heard legal battle aims for neutrality. But it’s a gruesome exercise in wringing entertainment from a case about domestic violence</p><p>In 2019, Johnny Depp sued his ex-wife Amber Heard for defamation, after Heard wrote an article published in the Washington Post in which she referred to herself as “a public figure representing domestic abuse”. In 2020, the actor lost a separate libel case in the UK against the Sun, which had called him a “wife beater” in print. The US defamation hearing took place in 2022 in Virginia, and the jury ruled that Depp had been defamed by Heard. It also decided that in one matter, Depp had defamed Heard, but the verdict was widely viewed as a victory for Depp and a loss for his ex-wife.</p><p>It was a sorry, gruesome spectacle that played out on social media, in no small part thanks to the decision of the judge to allow cameras in the courtroom. Channel 4’s documentary Depp v Heard is on hand to rehash it, remix it and serve it up again, under a thin veneer of commentary about how odd it was that a court case, which centred on whether domestic violence had taken place or not, proved to be catnip to a salivating audience.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/21/johnny-depp-v-amber-heard-review-profoundly-depressing-television\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/21/johnny-depp-v-amber-heard-review-profoundly-depressing-television", "date_published": "2023-05-21 21:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-Gurkha soldier with no legs reaches summit of Mount Everest", "description": "<p>Hari Budha Magar reached the peak despite being a double amputee since an explosion in Afghanistan</p><p>A Gurkha soldier veteran who lost both legs in Afghanistan has achieved mountaineering history after reaching the top of Mount Everest.</p><p>Hari Budha Magar, who lives in Canterbury, Kent, reached the summit of the world’s tallest mountain at 3pm on Friday, having started the climb on 17 April – exactly 13 years since he lost his legs after an IED explosion.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/ex-gurkha-soldier-with-no-legs-reaches-summit-of-mount-everest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/ex-gurkha-soldier-with-no-legs-reaches-summit-of-mount-everest", "date_published": "2023-05-21 20:46:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kyle Walker says Manchester City must win treble to become all-time greats", "description": "<ul><li>Walker: ‘Get this treble and we can really stamp our mark’</li><li>Guardiola: ‘We tell each other to win the Champions League’</li></ul><p>Kyle Walker has said Manchester City have to claim the treble to join the list of all-time great sides after they lifted the Premier League trophy for a third successive year.</p><p>City won the league on Saturday as a result of Arsenal losing at Nottingham Forest and were given the trophy after <a href=\"https://www.theguardian.com/football/2023/may/21/manchester-city-chelsea-premier-league-match-report\" title=\"\">the 1-0 win against Chelsea</a> on Sunday. If City beat Manchester United in the FA Cup final and Internazionale in the Champions League final next month they will achieve a feat which only their crosstown rivals have claimed in English football.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/kyle-walker-says-manchester-city-must-win-treble-to-become-all-time-greats\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/kyle-walker-says-manchester-city-must-win-treble-to-become-all-time-greats", "date_published": "2023-05-21 20:07:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucía García keeps Manchester United’s WSL title hopes alive with derby winner", "description": "<p>The Women’s Super League title race will go to the final day of the season after an injury-time winner from Lucía García gave Manchester United victory against their rivals Manchester City.</p><p>United needed to win to keep their hopes alive after <a href=\"https://www.theguardian.com/football/2023/may/21/chelsea-on-verge-of-retaining-wsl-title-after-sinking-arsenal\">Chelsea had defeated Arsenal</a> earlier on Sunday but it looked like they would fall short, despite playing more than half the match against 10 players after the goalkeeper Ellie Roebuck was dismissed, until the substitute García created bedlam in Leigh.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/manchester-united-manchester-city-womens-super-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/manchester-united-manchester-city-womens-super-league-match-report", "date_published": "2023-05-21 20:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Stylist extraordinaire’: worlds of literature and politics pay tribute to Martin Amis", "description": "<p>Fellow writers including Salman Rushdie express their admiration for British novelist who has died aged 73</p><p>Salman Rushdie has led tributes to Martin Amis after the celebrated author died aged 73.</p><p>Rushdie said Amis, <a href=\"https://www.theguardian.com/books/2023/may/20/martin-amis-era-defining-british-novelist-dies-aged-73\">who died</a> at his home in Florida on Saturday, had a unique literary voice and that “it was unwise to try to imitate him”, adding in <a href=\"https://www.newyorker.com/culture/postscript/only-martin-sounded-like-martin-amis\">a piece</a> for the New Yorker: “He used to say that what he wanted to do was leave behind a shelf of books – to be able to say: ‘From here to here, it’s me.’ His voice is silent now. His friends will miss him terribly. But we have the shelf.”</p> <a href=\"https://www.theguardian.com/books/2023/may/21/stylist-extraordinaire-worlds-of-literature-and-politics-pay-tribute-to-martin-amis\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/stylist-extraordinaire-worlds-of-literature-and-politics-pay-tribute-to-martin-amis", "date_published": "2023-05-21 18:42:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak under pressure to launch ethics probe over Braverman speeding row", "description": "<p>No 10 appears to distance itself from home secretary amid growing political storm about possible breach of ministerial code</p><p>Rishi Sunak is under intense pressure to launch an investigation into whether Suella Braverman broke the ministerial code by requesting a private speed awareness course, as Downing Street appeared to distance itself from the beleaguered home secretary.</p><p>The prime minister arrives back from the G7 summit in Japan to a growing political storm over whether Braverman breached strict rules by asking Home Office civil servants for special treatment <a href=\"https://www.theguardian.com/politics/2023/may/21/suella-braverman-road-safety-groups-hit-out-over-speeding-incident\">after she was caught breaking the speed limit</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/rishi-sunak-under-pressure-to-launch-ethics-probe-over-suella-braverman-speeding-row\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/rishi-sunak-under-pressure-to-launch-ethics-probe-over-suella-braverman-speeding-row", "date_published": "2023-05-21 18:39:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Firebrand review – Jude Law’s obese and oozy Henry VIII rules supreme in Catherine Parr drama", "description": "<p>The ailing king’s misogyny is compellingly disturbing but Alicia Vikander is underused as his final wife</p><p>Jude Law outrageously steals every scene as a horrendously unwell and cross Henry VIII in this Tudor court intrigue drama that also serves as an amusing noir counterfactual, adapted by the screenwriters Jessica and Henrietta Ashworth from the novel by Elizabeth Fremantle and directed by the Brazilian film-maker <a href=\"https://www.theguardian.com/film/2022/may/17/mariner-of-the-mountains-review-karim-ainouz-brazil\">Karim Aïnouz</a>, making his English-language feature debut.</p><p>It’s all about the king’s tense relationship with his sixth and final queen, Catherine Parr, played with creamy, inscrutable placidity by Alicia Vikander.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/firebrand-review-jude-laws-obese-and-oozy-henry-viii-rules-supreme-in-catherine-parr-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/firebrand-review-jude-laws-obese-and-oozy-henry-viii-rules-supreme-in-catherine-parr-drama", "date_published": "2023-05-21 18:08:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US PGA Championship 2023: final day – live", "description": "<ul><li>Updates from the final day at Oak Hill Country Club</li><li><a href=\"https://www.pgachampionship.com/leaderboard\">PGA Championship leaderboard</a> | Get in touch: <a href=\"mailto:scott.murray@theguardian.com\">email Scott</a></li></ul><p><strong>Michael Block is one of the stories – and perhaps </strong><em><strong>the</strong></em><strong> story – of this 105th PGA Championship.</strong> One of the PGA Team of 20 club professionals in this year’s field, he’s the only one to have made the cut. That’s an achievement in itself, but carding three consecutive rounds of 70 is on another level altogether. The 46-year-old from Arroyo Trabuco Golf Club in southern California takes to the tee for the final round with two-time winner Rory McIlroy, and he’s clearly in the mood to enjoy every single moment of this, having turned up at the course <em>four hours</em> <em>ago</em> to mingle with his new legion of fans. Good on him. There won’t be a single person at Oak Hill wishing him anything but the best of luck. Winning is probably beyond him … but a top-ten finish isn’t … or even a top-four-and-ties finish for a place at next year’s Masters! A huge roar greets him before he bashes his first drive down the track. He finds the rough down the right. McIlroy splits the fairway. Godspeed Michael Block.</p><p><strong>Justin Thomas finished the defence of his title with a round of 72.</strong> He ends the week at +12. In a neat twist of fate, he went round today with Phil Mickelson, the 2021 champion, who didn’t get to defend last year as a result of flapping his gums too loudly re LIV and the Saudis. So he was defending his crown as well this week, sort of, if you apply the logic of an elite sports star, because that’s certainly the way he’ll have been thinking about it. Nice that they played together today, then, as they took their leave of the stage. Lefty left in style, too, with a birdie at 18 that gave him a best-of-week 70. He ended up at +10.</p> <a href=\"https://www.theguardian.com/sport/live/2023/may/21/us-pga-championship-2023-final-day-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/may/21/us-pga-championship-2023-final-day-live", "date_published": "2023-05-21 18:03:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alison Hammond and Dermot O’Leary step in at post-Schofield This Morning", "description": "<p>Temporary hosts will take on presenting duties as Phillip Schofield tries to keep hold of his broadcasting career</p><p>Alison Hammond and Dermot O’Leary have been announced as temporary presenters of ITV’s This Morning, as former host Phillip Schofield battles to save his television career.</p><p>Schofield announced on Saturday he would <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/20/phillip-schofield-to-leave-this-morning-with-immediate-effect-holly-willoughby\">step down from presenting the daytime talkshow</a> with immediate effect, after ITV bosses told him “the current situation can’t go on” following weeks of damaging news stories.</p> <a href=\"https://www.theguardian.com/media/2023/may/21/alison-hammond-and-dermot-oleary-step-in-at-post-schofield-this-morning\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/21/alison-hammond-and-dermot-oleary-step-in-at-post-schofield-this-morning", "date_published": "2023-05-21 17:51:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eureka review – booze, bird souls and Viggo Mortensen in barmy yet rich experimental enigma", "description": "<p>The Argentinian director Lisandro Alonso is back with another rewardingly weird journey into the unknown</p><p>It is the custom now for everyone in the film business to describe film-makers as “storytellers”. But even leaving aside the fact that so many film-makers are not very good at the old-fashioned business of storytelling, the fact is that cinema does not have to be about story, however uncommercial an idea that seems.<br /><br />The Argentinian director Lisandro Alonso is a case in point: his work is challenging and opaque and taken an uncompromisingly andante pace and yes, it is probably destined to be shown at festivals. But it is also weirdly hypnotic and exalted and magnificent in its way, and often has nothing do with story. His last movie, with Viggo Mortensen, entitled <a href=\"https://www.theguardian.com/film/2015/apr/09/juaja-review-viggo-mortensen-in-existential-quest\">Jauja</a>, was a case in point. Now he has come to Cannes with his experimentally non-narrative meditation on the global condition of indigenous peoples. It is entirely fascinating, though undoubtedly it requires the audience to recalibrate their own consumption-tempo and attention span stamina.<br /><br />We begin with an eerily slow black-and-white sequence which appears to be an old-fashioned western, with Viggo Mortensen playing some stranger arriving in a windblown American town in the Old West. From there, we shift, in full colour, to a Native American reservation in the contemporary US, where a Native American police officer picks up an actor from that movie by the side of the road with car trouble. This same officer gives the actor a ride to a nearby school where her niece Sadie coaches basketball. Then she resumes her increasingly dreary workload: picking up a violent drunk with a knife and another drunk driver and attending to reports of a fistfight at a casino.</p><p>But she seems disinclined to answer her despatcher’s calls for information and this despatcher’s radio calls seem like wan calls into an empty void. Meanwhile, young Sadie, herself apparently tired of life calls on her grandfather to give her a potion which will give her deliverance: a brew which cause her soul to change into a large bird which flies through time and space to the Brazilian jungle of the early 70s, where the member of some religious community kills someone in a knife fight and escapes to where gold is being prospected and meet his own strange destiny with the bird-soul as witness.<br /><br />The entirely bizarre narrative or anti-narrative conveys nothing of film’s dreamy effect, its prose-poetic procedure or its status as artwork. It’s a film which moves laterally away from its starting point and more or less ignores those Aristotelean unities of time and place that most film’s stick to. And the title is another enigmatic thing about it. There is certainly no obvious “Eureka” moment of discovery or understanding. But there is a sort of sensory perception, a feeling that through drifting downstream along the river-course of this film, and gazing at the foliage on either bank, some progress of the soul is being achieved. It is an enriching experience.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/eureka-review-booze-bird-souls-and-viggo-mortensen-in-barmy-yet-rich-experimental-enigma\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/eureka-review-booze-bird-souls-and-viggo-mortensen-in-barmy-yet-rich-experimental-enigma", "date_published": "2023-05-21 17:50:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Suella Braverman’s speeding fine – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/21/ben-jennings-on-suella-bravermans-speeding-fine-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/21/ben-jennings-on-suella-bravermans-speeding-fine-cartoon", "date_published": "2023-05-21 17:33:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on England’s water companies: a badly broken system | Editorial", "description": "<p>Ministers were warned about the risks of private equity entering the sector but did nothing. Now we’re paying the price</p><p>The revelation should anger all who care about England’s rivers and beaches. Two decades ago, ministers were warned about private equity firms buying up water companies. In a briefing prepared for Britain’s competition regulator prior to the takeover of Southern Water, researchers raised the alarm that private equity-owned water companies would become “impossible” to regulate. Despite the 20-year transparency rule, the Competition and Markets Authority (CMA) has not released the briefing. Its existence was <a href=\"https://www.theguardian.com/environment/2023/may/20/revealed-warning-to-ministers-over-privatised-water-kept-secret-since-2002\" title=\"\">uncovered by this newspaper</a>. Though its full contents remain secret, its implications are clear: ministers were alerted to the devastating impact that this industry could have on England’s water supply, but they chose not to act.</p><p>Since then, a tide of effluent has polluted England’s rivers. Following the privatisation of water companies in 1989, owners have enriched themselves while neglecting infrastructure and dumping vast quantities of untreated sewage. As investors have loaded water companies with debt, they have continued to pay dividends to their shareholders, which totalled <a href=\"https://www.ft.com/content/ee03d551-8eee-4136-9eeb-7c8b51169a99\" title=\"\">£1.4bn last year</a>. The public, meanwhile, have shouldered the costs. Water bills <a href=\"https://fullfact.org/economy/water-bills-privatisation/\" title=\"\">have risen</a>. Last week, the industry <a href=\"https://www.theguardian.com/environment/2023/may/18/uk-water-companies-offer-apology-and-10bn-investment-for-sewage-spills\" title=\"\">apologised</a> for these sewage spills and pledged to invest £10bn in infrastructure – to be paid for by increases in customer bills. Ruth Kelly, the former Labour cabinet minister who is head of the industry’s trade body, Water UK, said more should have been done to address the spillages. She was silent on the subject of dividend payments.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2023/may/21/the-guardian-view-on-englands-water-companies-a-badly-broken-system\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/commentisfree/2023/may/21/the-guardian-view-on-englands-water-companies-a-badly-broken-system", "date_published": "2023-05-21 17:30:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anatomy of a Fall review – Sandra Hüller compels as an author accused of her husband’s murder", "description": "<p>There’s a bracing and chilly high-mindedness about Justine Triet’s psychothriller, about a suspicious death whose only reliable witness happens to be blind</p><p>I have been <a href=\"https://www.theguardian.com/film/2019/may/24/sybil-review-justine-triet-cannes\">agnostic</a> about Justine Triet’s work in the past, but her courtroom drama murder mystery in this year’s Cannes competition, with its ambiguous title and ambiguous dénouement, is very intriguing. It reminded me at various stages of Billy Wilder’s Agatha Christie adaptation Witness for the Prosecution or Steven Bochco’s underrated, under-remembered 90s TV drama Murder One.<br /><br />Sandra Hüller plays Sandra, a successful and fashionable author (that staple figure of French cinema), German by birth, but now living in a handsome chalet in the French Alps with her French husband Samuel (Samuel Theis), a former academic and would-be author himself, who has now hit a career slump and creative block and is currently hoping to salvage the family finances by fixing up the chalet as an Airbnb. It is while he is grumpily sawing and hammering upstairs, with the music on too loud, that Sandra attempts to give an interview, which simply has to be abandoned because of the noise. Sandra wearily attempts to take a nap, while the couple’s son Daniel (Milo Machado Graner) takes their dog Snoop for a walk.<br /><br />But when he returns, his dad’s corpse is lying on the snow outside the chalet with a brutal wound on his head. Did he fall from the top window? Did his head hit something on the way down? Or did someone hit him? Poor Daniel is an unreliable witness because he is blind, the result of an accident which Sandra always blamed on Samuel, who was supposed to be looking after him at the time, and which caused Samuel to spiral into depressive anger; he hated Sandra for her affairs and for plagiarising what she felt was an idea of his — Sandra perhaps still blamed him for their son’s condition. It isn’t long before the cops have snapped the cuffs on Sandra and charged her with murder. She employs as her lawyer an old friend (Swann Arlaud) who may in love with her. Yet her fate may still lie in the hands of her blind son who saw nothing at all, yet might still remember something convenient at any moment.</p><p>Sandra Hüller’s calm directness as an actor is what gives the film its texture, substance and emotional force. She anchors it in a kind of accessible reality: we naturally sympathise with her, and yet Triet shows us that she is capable of transparent lies, lies which are almost credible because Hüller is such a plausible personality. The men that surround her seem to be over-emotional, more emotional than her — odd, as she is the one facing a prison sentence.<br /><br />And as the film pursues its own forensic style of drama: we see the body itself examined, and the event itself bizarrely reconstructed by the defence, with a dummy dropped from the window, to determine if the corpse’s trajectory and the resulting blood splatters incriminate Sandra or not. The film does not signpost the traditional twists and turns and dramatic reversals, but keeps a cool distance, letting us wonder if Sandra is guilty or not, and we are kept guessing until the end. It’s a lowkey, almost downbeat drama, but with something invigoratingly cerebral.<br /></p> <a href=\"https://www.theguardian.com/film/2023/may/21/anatomy-of-a-fall-review-sandra-huller-compels-as-an-author-accused-of-her-husbands\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/anatomy-of-a-fall-review-sandra-huller-compels-as-an-author-accused-of-her-husbands", "date_published": "2023-05-21 17:27:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Pakistan’s army: go back to the barracks | Editorial", "description": "<p>The confrontation between the country’s most popular politician, Imran Khan, and the generals threatens to paralyse the state</p><p>The <a href=\"https://www.theguardian.com/world/2023/may/14/imran-khan-arrest-pakistan-military\" title=\"\">standoff</a> between Imran Khan, Pakistan’s former prime minister, and the country’s military is yet another sign that the political system created by the army is inherently unstable. Since independence, Pakistan’s generals have become ever more involved in <a href=\"https://www.dawn.com/news/1753755\" title=\"\">running</a> the country – and its civilian leaders ever more dependent on their backing. None of the nation’s <a href=\"https://na.gov.pk/en/priminister_list.php\" title=\"\">31 prime ministers</a> has <a href=\"https://www.aljazeera.com/news/2022/4/9/factbox-no-pakistani-prime-minister-has-completed-a-full-tenure\" title=\"\">completed a full five‑year tenure</a>. Politicians survive in office only if they do as they are told.</p><p>Trying to regain power against the army’s wishes is a dangerous business. Mr Khan is pushing ahead regardless. With the economy in a mess, he calculates that his best chance of winning an election is for one to be held as soon as possible. He also faces terrorism and corruption charges, which were the <a href=\"https://www.theguardian.com/world/2023/may/11/thursday-briefing-how-khans-controversial-arrest-threatens-stability-in-pakistan-and-whats-next\" title=\"\">pretext</a> on which he ended up in custody earlier this month. Mr Khan was arrested by the <a href=\"https://tribune.com.pk/story/2404412/lt-gen-retd-nazir-ahmad-butt-appointed-new-nab-chief\" title=\"\">National Accountability Bureau</a>, an anti-corruption body headed by a retired general. He says the charges are baseless. But if convicted he risks being disqualified from politics, a fate that befell his recent predecessor <a href=\"https://www.theguardian.com/world/2017/jul/28/pakistani-court-disqualifies-pm-nawaz-sharif-from-office\" title=\"\">Nawaz Sharif</a>, who also <a href=\"https://www.reuters.com/article/pakistan-politics-protests-speech-idUSKBN272030\" title=\"\">clashed</a> with the army. Mr Khan fears watching the elections scheduled for this October unfold from a jail cell – if they are held at all.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/the-guardian-view-on-pakistans-army-go-back-to-the-barracks\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/the-guardian-view-on-pakistans-army-go-back-to-the-barracks", "date_published": "2023-05-21 17:25:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Allardyce turns on substitutes after Leeds’ painful defeat at West Ham", "description": "<ul><li>Manager unhappy as 3-1 loss leaves survival out of Leeds’ hands</li><li>Rodrigo and Bamford doubtful for key final game against Spurs</li></ul><p>Sam Allardyce criticised his substitutes for failing to step up against West Ham and admitted that Leeds, who are facing the prospect of relegation from the Premier League, will struggle to beat Tottenham on the final day of the season after losing Patrick Bamford and Rodrigo to injury.</p><p>Leeds would have gone out of the bottom three with a game to go if they had beaten West Ham and they looked to be on track when Rodrigo gave them the lead. But Allardyce’s side failed to hold on and remain two points behind Everton after <a href=\"https://www.theguardian.com/football/live/2023/may/21/west-ham-v-leeds-premier-league-live\">losing 3-1 at the London Stadium</a>. Everton host Bournemouth on the final day. Leicester, who visit Newcastle on Monday night, are a point below Leeds.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/sam-allardyce-turns-on-substitutes-as-drop-looms-over-abject-leeds\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/sam-allardyce-turns-on-substitutes-as-drop-looms-over-abject-leeds", "date_published": "2023-05-21 17:15:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United v Manchester City: Women’s Super League – live", "description": "<ul><li>Match at Leigh Sports Village kicks off at 6.45pm (BST)</li><li><a href=\"https://www.theguardian.com/football/2023/may/21/chelsea-on-verge-of-retaining-wsl-title-after-sinking-arsenal\">Chelsea will be WSL champions if United fail to win</a></li><li>Share your thoughts with Sarah with <a href=\"mailto:sarah.rendell.casual@theguardian.com\">an email</a> or <a href=\"https://twitter.com/rendellx\">a tweet</a></li></ul><p><strong>I went for a walk on my break</strong> just now on this sunny Sunday and thought I’d pop in a shop for some ice cream for this match. I went to get some Ben and Jerry’s cookie dough but it was £6.70! I put it firmly back in the freezer and continued my walk. Crazy price! Let me know what you are up to or your score prediction for this one via Twitter or email.</p><p><strong>The relegation battle will come down</strong> to the final day as Leicester City failed to wrap up their survival. A win over West Ham would have sealed their top flight spot but they suffered a 2-1 defeat. They will now have to hope they beat Brighton and Reading lose to Chelsea next weekend.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/21/manchester-united-v-manchester-city-womens-super-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/21/manchester-united-v-manchester-city-womens-super-league-live", "date_published": "2023-05-21 17:05:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Phillip Schofield went from children’s TV star to ousted This Morning host", "description": "<p>A look back at presenter’s career, which has taken a hit thanks to a series of damaging press stories</p><p>Phillip Schofield’s biographer once described the TV presenter as the “hottest star in Britain today” with a “glorious, uplifting life story”. Schofield, they said, had “triumphed at everything he has done” enabling him to lead a life of “love and passion, weeping and laughter, death, tragedy, and heartstopping joy”.</p><p>Those comments were written in 1992 by a young showbiz journalist called Piers Morgan, the author of a now out of print book entitled To Dream a Dream: the Amazing Life of Phillip Schofield. Three decades later both men are mainstays of British television. But while Morgan has built a persona as one of the country’s <a href=\"https://www.theguardian.com/media/2009/mar/09/piers-morgan-interview\">resident controversialists</a>, Schofield built a career as the cheery face of light entertainment shows – a career that is now under threat thanks to a series of <a href=\"https://www.theguardian.com/media/2023/may/19/queuegate-and-a-deadly-transition-whats-gone-wrong-for-phil-schofield-and-holly-willoughby\">damaging press stories</a>.</p> <a href=\"https://www.theguardian.com/media/2023/may/21/phillip-schofield-children-tv-star-ousted-this-morning-presenter\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/21/phillip-schofield-children-tv-star-ousted-this-morning-presenter", "date_published": "2023-05-21 17:01:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman ‘tried to get out of final vote on small boats bill’", "description": "<p>Exclusive: Home secretary’s aides repeatedly requested she be allowed to miss vote on major legislation despite three-line whip</p><p>Suella Braverman tried to get out of the final Commons vote on the government’s small boats bill despite Conservative MPs being instructed to attend, the Guardian has learned.</p><p>The home secretary’s aides sent multiple emails over the course of several days to the Tory whips’ office requesting that she be slipped for the third reading of <a href=\"https://www.theguardian.com/world/2023/apr/26/controversial-uk-asylum-bill-passes-third-reading-in-commons\">her department’s flagship legislation</a>. Being slipped, or pairing, is a longstanding convention in the Commons where the whips of the government and an opposition party agree to allow MPs from one side to miss a vote because of personal reasons or official business.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/suella-braverman-tried-to-get-out-of-final-vote-on-small-boats-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/suella-braverman-tried-to-get-out-of-final-vote-on-small-boats-bill", "date_published": "2023-05-21 17:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brandon McNulty wins stage 15 of Giro d’Italia but Armirail retains overall lead", "description": "<ul><li>American McNulty: ‘It came down to the last kick and sprint’</li><li>Bruno Armirail sees lead over Geraint Thomas cut by 33sec</li></ul><p>The American Brandon McNulty, of UAE Team Emirates, held off Ben Healy and Marco Frigo to win stage 15 of the Giro d’Italia, a 195km ride from Seregno to Bergamo.</p><p>McNulty turned on the afterburners with a perfectly timed sprint to race past Healy (EF Education-Easy Post) and Frigo (Israel–Premier Tech) in the final 100m to snatch victory, while Bruno Armirail of Groupama-FDJ retained the leader’s <em>maglia rosa</em> despite losing 33 seconds to second-placed Geraint Thomas.</p> <a href=\"https://www.theguardian.com/sport/2023/may/21/brandon-mcnulty-wins-stage-15-of-giro-ditalia-but-armirail-retains-overall-lead\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/21/brandon-mcnulty-wins-stage-15-of-giro-ditalia-but-armirail-retains-overall-lead", "date_published": "2023-05-21 16:54:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Nicholson obituary", "description": "<p>My father, John Nicholson, who has died aged 82, was director of music at the Scottish boarding school Gordonstoun over two fruitful decades.</p><p>The number of international music professionals who graduated during John’s era was incredibly high, and he had a gift for being able to match pupils to instruments, even ones they had never considered. The percussionist Chris Brannick recalled that John persuaded him into action by saying: “You’re a music scholar and we need a timpanist. Really, all you do is hit it!”</p> <a href=\"https://www.theguardian.com/education/2023/may/21/john-nicholson-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/21/john-nicholson-obituary", "date_published": "2023-05-21 16:35:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Crown Prosecution Service isn’t ‘cherrypicking’. It’s making the right calls | Letters", "description": "<p>In all the domestic abuse cases where the CPS took no further action, it had made the right decision, says chief inspector <strong>Andrew T Cayley, </strong>while<strong> Duncan Woodhead </strong>of the FDA union also rejects claims of ‘cherrypicking’</p><p>I have read with interest the views expressed by Sir Mark Rowley about the Crown Prosecution Service “cherrypicking” cases (<a href=\"https://www.theguardian.com/law/2023/may/18/cps-cherry-picking-cases-to-prosecute-say-senior-police-chiefs\" title=\"\">CPS ‘cherrypicking’ cases to prosecute, say senior police chiefs, 18 May</a>). However, evidence from my organisation, His Majesty’s Crown Prosecution Service Inspectorate, suggests a different set of conclusions.</p><p>Between 2021 and 2022 my inspectors inspected a sample of 1,260 cases across all 14 CPS areas. We found that the CPS made the correct charging decision in 94% of those cases. In our recent inspection of the CPS’s handling of domestic abuse cases, we found 97.3% of the cases complied with the Code for Crown Prosecutors. In all of those cases where the CPS did not take further action, it had made the right decision.</p> <a href=\"https://www.theguardian.com/law/2023/may/21/the-crown-prosecution-service-isnt-cherrypicking-its-making-the-right-calls\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/may/21/the-crown-prosecution-service-isnt-cherrypicking-its-making-the-right-calls", "date_published": "2023-05-21 16:30:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A low birthrate is good news for the planet | Letters", "description": "<p><strong>Barbara Williams</strong>, <strong>Alistair Currie</strong> and <strong>Tim Barker</strong> respond to the Conservative MP Miriam Cates’s comments at the National Conservatism conference</p><p>Along with many of our Tory MPs, Miriam Cates demonstrates an ignorance of changes afoot in broader public opinion (<a href=\"https://www.theguardian.com/politics/2023/may/15/low-birthrate-is-uk-top-priority-tory-mp-tells-rightwing-conference-miriam-cates\" title=\"\">Low birthrate is UK’s top priority, Tory MP tells rightwing conference, 15 May</a>). While birthrate has always been regarded as essential to maintain a workforce and represents a source of financial profit, in the context of escalating climate, ecological and increasingly likely global financial collapse, our population size has now become a liability.</p><p>Our young have become sacrificial lambs on the altar of growth economics. Europe is busy leading the way with the recent <a href=\"https://www.beyond-growth-2023.eu/\" title=\"\">Beyond Growth conference</a> and manifestos from the <a href=\"https://friendsoftheearth.eu/publication/post-growth-europe-letter/\" title=\"\">EU Wellbeing Economy Coalition</a> and <a href=\"https://gceurope.org/manifesto-for-an-intergenerationally-just-post-growth-european-economy/\" title=\"\">Generation Climate Europe</a>. The powerful wording of the latter was agreed by several youth climate activist groups. The least that we can do for our young at this point in time is to hand over the controls rather than arguing over minutiae. They are the ones who will live through the tragic consequences of the unwise decisions that we are still making on their behalf.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/a-low-birthrate-is-good-news-for-the-planet\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/a-low-birthrate-is-good-news-for-the-planet", "date_published": "2023-05-21 16:29:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer should look at reversing Brexit | Letter", "description": "<p>Brexit has failed to deliver, so we should consider strategies and policies for rejoining the European Union, says <strong>Kate Purcell</strong></p><p>Jonathan Freedland’s article (<a href=\"https://www.theguardian.com/commentisfree/2023/may/19/brexit-failed-blame-remoaner-elite-refugees\" title=\"\">They’re openly saying it: Brexit has failed. But what comes next may be very dark indeed, 19 May</a>) reinforced my exasperation, as an increasingly reluctant Labour supporter, about why Keir Starmer and his shadow cabinet persistently fail to grasp the implications and develop policies to rejoin the EU. As it becomes <em>so</em> apparent that Brexit has failed to deliver, surely an honest recognition of this, allied to clearly thought out strategies and policies to move back into membership of the EU, would make sense to voters, even in “red wall” areas (which are among those affected worst by recent policies).</p><p>Straight talking from leading politicians would contrast with the recent evasions and lies from the current government. Would the EU welcome us back? What would be the costs and benefits? For a start, it would discourage many Scots from pushing for independence if the UK were part of the EU again.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/keir-starmer-should-look-at-reversing-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/keir-starmer-should-look-at-reversing-brexit", "date_published": "2023-05-21 16:29:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Money is his best novel – it’s not even close’: the cream of Martin Amis’s writing", "description": "<p>His essays captured entire countries. His reviews outlived the books they were about. And his novels were as compelling as they were comic. Here are five indispensable Amis titles</p><p>Ad-man John Self shuttles on the red-eye between London and the “smiting light and island rain” of New York, trying to make his first movie. But his appetite for booze, porn and fast food (he’s “addicted to the 20th century”) leads to his self-destruction. A 400-page riff with “oodles of dash and heft and twang”, stuffed with unforgettable set pieces, Money is a comic masterpiece underpinned with sadness.<br /><em>In a nutshell: his best novel; it’s not even close.</em></p> <a href=\"https://www.theguardian.com/books/2023/may/21/money-best-novel-cream-martin-amis-writing\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/money-best-novel-cream-martin-amis-writing", "date_published": "2023-05-21 16:24:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scorsese and De Niro reunite at Cannes for Killers of the Flower Moon", "description": "<p>The director and actor talked about learning from the Native American nation at the heart of their latest film</p><p>Martin Scorsese and Robert De Niro have reunited at the Cannes film festival to present a feature together for the first time in almost half a century, discussing their acclaimed new movie, Killers of the Flower Moon, on Sunday.</p><p>“We haven’t been here together since 76,” said De Niro, recalling the premiere of Taxi Driver, the second of their 10 collaborations, which won the festival’s top prize, the Palme d’Or.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/scorsese-de-niro-cannes-film-festival-killers-flower-moon-osage-nation\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/scorsese-de-niro-cannes-film-festival-killers-flower-moon-osage-nation", "date_published": "2023-05-21 16:19:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican senator: Trump will lose 2024 presidential race if nominated", "description": "<p>Bill Cassidy, one of the few Republicans to vote to impeach Trump in 2021, says 2022 midterms showed Trump’s weakness</p><p>Republican US senator Bill Cassidy predicted on Sunday that <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> would fail to win the 2024 presidential race if his party nominates him to run again, citing the poor performance of his endorsed candidates during last year’s midterms.</p><p>“We saw in all the swing states, almost all – Georgia, Pennsylvania, Nevada and Arizona – the candidates for Senate that Trump endorsed all lost,” Cassidy said of the former president on CNN’s State of the Union. “If past is prologue, that means President Trump is going to have a hard time in the swing states, which means he cannot win a general election.”</p> <a href=\"https://www.theguardian.com/us-news/2023/may/21/republican-senator-bill-cassidy-trump-lose-2024-race\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/21/republican-senator-bill-cassidy-trump-lose-2024-race", "date_published": "2023-05-21 15:51:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man, 77, arrested on suspicion of murder after woman found in Milton Keynes", "description": "<p>Deceased, who was in her 70s, died in hospital after reported attack and police say they are not looking for anyone else</p><p>A 77-year-old man has been arrested on suspicion of murder after a woman was found unconscious and later died.</p><p>Thames Valley police found the woman, who was also in her 70s, unconscious just after 8am on Saturday, after reports a woman had been attacked in Bradwell Road, Loughton, Milton Keynes, Buckinghamshire. The woman was taken to hospital, where she died.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/21/man-77-arrested-on-suspicion-of-after-woman-found-in-milton-keynes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/21/man-77-arrested-on-suspicion-of-after-woman-found-in-milton-keynes", "date_published": "2023-05-21 15:45:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK arms sales reach record £8.5bn as global tensions escalate", "description": "<p>More than half of weapons exports were for repressive regimes such as Qatar and Saudi Arabia, as sales doubled last year</p><p>British arms exports doubled during 2022 to a record £8.5bn according to the only publicly available official figures, reflecting escalating geopolitical uncertainties and fallout from Russia’s invasion of Ukraine.</p><p>The largest destination for UK-made weaponry was Qatar, which bought £2.7bn-worth, and 54% went to countries <a href=\"https://freedomhouse.org/explore-the-map?type=fiw&amp;year=2023\">designated as “not free”</a> by the human rights group Freedom House. These include Saudi Arabia and Turkey, as well as Qatar.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/uk-arms-sales-reach-record-85bn-as-global-tensions-escalate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/uk-arms-sales-reach-record-85bn-as-global-tensions-escalate", "date_published": "2023-05-21 15:34:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brighton seal historic European spot as Ferguson double sinks Southampton", "description": "<p></p><p>Due to the curvature of the earth, it is not quite possible to see the French coast from Brighton beach, but no matter. First-hand experience of the continent will soon be in plentiful supply for the denizens of Sussex by the Sea, after the Seagulls deservedly confirmed European football for next season.</p><p>A brace from the frighteningly prodigious Evan Ferguson and another goal from Pascal Gross gave Roberto De Zerbi’s side an ultimately comfortable victory over Southampton, who will only be visiting Ipswich next term. The performance was not vintage, and there were nervous periods throughout, not least when Theo Walcott briefly seemed to have equalised, but in the presence of veterans from the 1983 FA Cup final, Brighton wrote a new chapter in their history.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/brighton-southampton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/brighton-southampton-premier-league-match-report", "date_published": "2023-05-21 15:26:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three people killed and two wounded at Kansas City nightclub shooting", "description": "<p>The latest incident marks the third mass shooting over the weekend, bringing the US total for the year so far to 230</p><p>Three people were killed and two more were wounded in a shooting at a Missouri nightclub early Sunday, marking one of at least three mass shootings in <a href=\"https://www.theguardian.com/us-news/us-crime\">the US</a> this weekend.</p><p>The killings at the Klymax Lounge in Kansas City, Missouri, and a separate shooting in Birmingham, Alabama, helped bring the number of mass shootings in the US so far this year to about 230, data from the <a href=\"https://www.gunviolencearchive.org/\">Gun Violence Archive</a> shows.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/21/kansas-city-missouri-nightclub-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/21/kansas-city-missouri-nightclub-shooting", "date_published": "2023-05-21 15:19:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French giants La Rochelle sent a World Cup message by unpicking Ireland’s best | Robert Kitson", "description": "<p>The defending champions’ giant yellow sledgehammer decided a thrilling contest and hinted at unstoppable French strength</p><p>Plenty of weighty questions will continue to hang in the Dublin air in the months ahead after the stunning <a href=\"https://www.theguardian.com/sport/2023/may/20/leinster-la-rochelle-champions-cup-final-match-report\">Champions Cup final</a> between La Rochelle and Leinster on Saturday. An official investigation has already been opened into a reported altercation in the tunnel at half-time but the implications of what unfolded on the field could prove even more significant in the medium term.</p><p>Not only was this one of the most compelling modern rugby spectacles imaginable – up there with the thunderous second Test between the Springboks and the British &amp; Irish Lions in Pretoria in 2009 – but it also detonated a heap of received wisdom. Ireland’s best players, grand slam champions in March, have now been unpicked on their home pitch in front of their own fans less than four months before the Rugby World Cup. Meanwhile Stade Rochelais, driven on by their resident Irish guru, Ronan O’Gara, continue to elevate the game to another level in terms of power, passion and regional pride. Good luck to anyone seeking a quiet contemplative harbourside drink in La Rochelle in the coming days.</p> <a href=\"https://www.theguardian.com/sport/2023/may/21/who-can-halt-france-oval-ball-giants-since-they-unpicked-ireland-best-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/21/who-can-halt-france-oval-ball-giants-since-they-unpicked-ireland-best-rugby-union", "date_published": "2023-05-21 15:17:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British woman missing on Greek island found dead in remote area", "description": "<p>Susan Hart, 74, from Bath, was on holiday in Telendos when she disappeared on 30 April</p><p>A woman who went missing on holiday on a Greek island three weeks ago has been found dead in a remote area.</p><p>Susan Hart, 74, from Bath, was in Telendos with her husband, Ed, when she disappeared on 30 April.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/british-woman-missing-on-greek-island-found-dead-in-remote-area\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/british-woman-missing-on-greek-island-found-dead-in-remote-area", "date_published": "2023-05-21 15:16:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Chelsea: Premier League – live", "description": "<ul><li>Champions to lift trophy after match, 4pm kick-off (BST)</li><li><a href=\"https://www.theguardian.com/football/2023/may/21/premier-league-ten-title-race-turning-points-manchester-city-arsenal\">Photo essay: ten moments that changed the title race</a></li><li>Share your thoughts with Daniel with <a href=\"https://twitter.com/DanielHarris\">a tweet</a> or <a href=\"mailto:daniel.harris.casual@theguardian.com\">an email</a></li></ul><p><strong>Kyle Walker: </strong>the best right-back of the Premier League era, yes?</p><p><strong>Guardiola says it’s not especially special doing three in a row, every title is special,</strong> but the achievement shows consistency. He then credits Arsenal and Liverpool for pushing his team to its limits, and today is the first day the who squad, staff and suits have been together.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/21/manchester-city-v-chelsea-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/21/manchester-city-v-chelsea-premier-league-live", "date_published": "2023-05-21 15:05:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From ‘exquisite beauty’ to ‘lingering horror’: the secret world of Australia’s herbarium", "description": "<p>With 1.4m specimens kept in state-of-the-art sealed vaults, the $280m collection holds stories of the past, predictions for the future – and plants that could literally change your mind</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>At the National Herbarium of New South Wales, specimens of plant species are treated with reverence. They are kept in temperature-controlled sealed vaults, in immaculate condition, behind thick walls of rammed earth that are fire- and waterproof. These plants, after all, are precious: the information that holds the past and the future. As collections manager Hannah McPherson puts it: “They are here for all time.”</p><p>When author and academic Prudence Gibson first came to the herbarium, at its old site in the Royal Botanic Garden, she was “changed”. Established in 1853, with 1.4m specimens and 8,000 more coming in each year, the collection is currently worth $280m. The sight of so many plant specimens, Gibson says, was “dizzying”. Last September, the entire collection moved to the Australian Botanic Garden in Mount Annan, where it now resides in a state-of-the-art building.</p> <a href=\"https://www.theguardian.com/books/2023/may/22/from-exquisite-beauty-to-lingering-horror-the-secret-world-of-australias-herbarium\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/22/from-exquisite-beauty-to-lingering-horror-the-secret-world-of-australias-herbarium", "date_published": "2023-05-21 15:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Save our pudding! Why restaurant desserts are disappearing", "description": "<p>They were once a high spot of eating out. Now you’re lucky if the pudding menu stretches to a couple of choices. Is the UK losing its sweet tooth?</p><p>Nothing baffles Grace Dent more than being deliberately served “stone-cold” bread and butter pudding: “It should <em>obviously</em> be hot. That’s what makes it soft, delicious and yielding. I’ve had that twice.”</p><p>While it’s a quick, simple way for a restaurant to conclude a meal, cold bread and butter pudding is, for the <em>Guardian</em> restaurant critic, symptomatic of a wider issue. “Puddings are disappearing in Britain and they have been since the end of lockdown,” says Dent. “I talk about it all the time. That gorgeous moment at the end of dinner when the long list of different puddings comes out, it’s beginning to be a thing of the past.”</p> <a href=\"https://www.theguardian.com/food/2023/may/21/save-our-pudding-why-restaurant-desserts-are-disappearing\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/save-our-pudding-why-restaurant-desserts-are-disappearing", "date_published": "2023-05-21 15:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I don’t feel like I was born into the wrong body. There’s not a right or wrong way to be trans | Madison Godfrey", "description": "<p><strong>Madison Godfrey</strong> inhabits gender beyond a binary, but transition isn’t what makes them trans</p><p>When I describe myself as “trans” I often feel strangers’ eyes scan up and down, assessing my appearance for evidence, signifiers of how this silhouette was built. When people ask invasive questions about my hormonal or surgical journey, growling beneath their words is another implicit enquiry: are you the “before” or “after” picture of your gender transition? But my experience of being trans is not a future destination I will one day arrive at or a version of myself I have already departed from.</p><p>Perhaps this comes down to linguistic confusion: people often assume that “trans” is an abbreviation of “transitioning”. Yet the word “trans”, in this context – as opposed to the context of, say, a <a href=\"https://www.transperth.wa.gov.au/\">public transport service</a> or an eminent <a href=\"https://en.wikipedia.org/wiki/Transatlanticism\">Death Cab for Cutie album</a> <strong>– </strong>is short for transgender, which the Oxford dictionary defines as “a person whose gender identity does not correspond with the sex registered for them at birth”. On most birth certificates, there is an M or F box ticked for newborn babies. So at the level of language, to be transgender means not aligning one’s own identity with that rigid box on an official document – and there was no <em>non-binary</em> option on mine.</p> <a href=\"https://www.theguardian.com/books/2023/may/22/i-dont-feel-like-i-was-born-into-the-wrong-body-theres-not-a-right-or-wrong-way-to-be-trans\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/22/i-dont-feel-like-i-was-born-into-the-wrong-body-theres-not-a-right-or-wrong-way-to-be-trans", "date_published": "2023-05-21 15:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s an opportunity to pull back the curtain’: the rock’n’roll novel is back – from a female perspective", "description": "<p>Susanna Hoffs of the Bangles’ tale of a one-hit wonder is the latest in a new wave of music novels written by women</p><p>Jane Start is the classic one-hit wonder. She had a massive chart-topping song a decade ago, gifted to her by the international music sensation Jonesy, and is now scrabbling around for work, doing private performances for stag parties and licensing her music for toilet paper ads in Holland.</p><p>If you don’t remember Jane Start, that’s because she’s entirely fictional, coming from the pen of <a href=\"https://www.theguardian.com/culture/2021/may/03/vocals-nude-bangles-eternal-flame-susanna-hoffs-how-we-made\" title=\"\">founder member of the Bangles</a> turned novelist Susanna Hoffs in her newly released debut <em>This Bird Has Flown</em>. But Jane Start is at the forefront of a vanguard that includes Daisy Jones, Jane Quinn and Opal – the new stars in a women-led resurgence of the rock’n’roll novel.</p> <a href=\"https://www.theguardian.com/books/2023/may/21/its-an-opportunity-to-pull-back-the-curtain-the-rocknroll-novel-is-back-from-a-female-perspective\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/its-an-opportunity-to-pull-back-the-curtain-the-rocknroll-novel-is-back-from-a-female-perspective", "date_published": "2023-05-21 15:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Road safety groups hit out at Suella Braverman over speeding incident", "description": "<p>Home secretary accused of downplaying offence after reportedly requesting private speed awareness course</p><p>Road safety campaigners have accused the UK home secretary of trying to downplay the dangers of speeding after she reportedly <a href=\"https://www.theguardian.com/politics/2023/may/21/suella-braverman-what-are-allegations-speeding-fine-explainer\">requested a private speed awareness course</a> after being caught driving over the speed limit.</p><p>Suella Braverman became the latest minister to be caught committing a road traffic offence when she was clocked speeding last summer when she was attorney general.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/suella-braverman-road-safety-groups-hit-out-over-speeding-incident\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/suella-braverman-road-safety-groups-hit-out-over-speeding-incident", "date_published": "2023-05-21 14:54:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Roads have disappeared’: Italy begins cleanup after catastrophic floods", "description": "<p>Emilia-Romagna still on alert, with 36,000 people homeless after six months’ worth of rain fell in 36 hours</p><p>Standing outside her home under moody skies in Ronta, a hamlet in the Forlì-Cesena area of Emilia-Romagna, Ivana Casadei considers herself one of the lucky ones. “The water only came as far as our garden,” said the 61-year-old. “But my neighbours’ home was destroyed, so they are now staying with us – there are eight of us living together, and five dogs.”</p><p>Emilia-Romagna remained on red alert on Sunday after catastrophic flooding that <a href=\"https://www.theguardian.com/world/2023/may/21/italy-over-36000-people-displaced-by-floods-as-giorgia-meloni-departs-g7-summit-early\">claimed 14 lives and left more than 36,000 people homeless</a>. The emergency, which wreaked havoc across 100 cities and towns – many still under water – prompted the prime minister, Giorgia Meloni, to return early from the G7 summit in Japan. A helicopter that had been attempting to restore electricity to homes crashed close to the badly affected town of Lugo on Saturday, injuring one of the four people onboard. “Frankly, I cannot remain so far from Italy in such a complex moment,” said Meloni, who is expected to arrive in Forlì, where vast areas have been cut off by landslides, on Sunday afternoon.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/italy-flooding-floods-emilia-romagna-cleanup-homeless-landslides\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/italy-flooding-floods-emilia-romagna-cleanup-homeless-landslides", "date_published": "2023-05-21 14:45:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham strike hammer blow to Leeds’ survival bid as Lanzini caps comeback", "description": "<p></p><p>This was an abject, pitiful surrender from Leeds United. At times it was as if they mistook themselves for a team sitting pretty in mid-table, rather than one needing to fight for the win that would give them control of their destiny going into the final day of the season.</p><p>There was no sign of quality or defiance during a wretched second half from Leeds. There was merely disgust from Sam Allardyce, who spat out his chewing gum and kicked it away when he saw another move break down. Allardyce, who has taken one point from his first three games, could not believe what he was watching.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/west-ham-leeds-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/west-ham-leeds-premier-league-match-report", "date_published": "2023-05-21 14:41:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It was utterly surreal’: police accused of farcical error after 14 arrested at seminar on day of coronation", "description": "<p>Primary teacher and ex-civil servant were among those attending class. Here they recount what happened</p><p>“I felt that they knew by the time they had taken us to the station in the van that they had the wrong people,” said Lauren, 26, a medical writer in the pharmaceutical industry.</p><p>The post-coronation wash-up over the last fortnight has been marked by an array of surreal stories of bungled arrests, from the <a href=\"https://www.theguardian.com/world/2023/may/09/it-massively-backfired-republicanism-in-spotlight-after-arrests\">republican activists swept up by police</a> for possession of luggage straps to the pro-monarchy Australian architect who had been simply seeking to enjoy a pleasant day out at Westminster Abbey.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/21/it-was-utterly-surreal-police-accused-of-farcical-error-after-14-arrested-at-seminar-on-day-of-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/21/it-was-utterly-surreal-police-accused-of-farcical-error-after-14-arrested-at-seminar-on-day-of-coronation", "date_published": "2023-05-21 14:29:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don Giovanni review – obsession, distress and danger in uneven new production", "description": "<p><strong>Glyndebourne, Sussex<br /></strong>Mariame Clément’s thoughtful staging brings depth and insights but feels, at times, at odds with the score’s sensuality and demonic fire. In the pit, conductor <a href=\"http://www.evanrogister.com/\">Evan Rogister</a> favours speed over dramatic weight. </p><p></p><p></p><p>Each age sees its concerns reflected in <a href=\"https://www.theguardian.com/music/2020/aug/05/mozart-where-to-start-with-his-music\">Mozart</a>’s Don Giovanni, more acutely, perhaps, than in any other opera. “Once a figure of rebellion against conventions,” <a href=\"https://www.theguardian.com/music/2023/may/19/rebel-rapist-libertine-or-libertarian-staging-mozart-don-giovanni-glyndebourne-mariame-clement\">director Mariame Clément writes in a recent Guardian article</a>, “he has come to embody what many rebel against today. In today’s world,” she adds, “many people would consider Giovanni himself a patriarchal figure whose statue they would gladly topple.” And indeed the first thing we see in her new Glyndebourne production is video footage of his statue being hauled to the ground as Leporello looks on.</p><p>What follows, however, is altogether more uncertain. <a href=\"https://www.theguardian.com/music/2023/may/19/rebel-rapist-libertine-or-libertarian-staging-mozart-don-giovanni-glyndebourne-mariame-clement\">Clément acknowledges</a> that this most complex of operas admits a multiplicity of interpretations, and she is often far from simplistic in her approach to its ironies and ambiguities. But what she offers can also be anodyne and fussy, at odds on occasion with the sensuality and demonic fire we find in the score, despite the belching flames that here accompany Giovanni’s eventual descent to hell.</p> <a href=\"https://www.theguardian.com/music/2023/may/21/don-giovanni-review-glyndebourne-mariame-clement-obsession-distress-and-danger-in-uneven-new-staging\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/21/don-giovanni-review-glyndebourne-mariame-clement-obsession-distress-and-danger-in-uneven-new-staging", "date_published": "2023-05-21 14:14:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rome climate protesters turn Trevi fountain water black", "description": "<p>Members of Ultima Generazione fossil fuel group climbed in and poured diluted charcoal into water</p><p>Seven activists protesting against climate change climbed into the Trevi fountain in Rome and poured diluted charcoal into the water to turn it black.</p><p>The protesters from the Ultima Generazione (Last Generation) group held up banners saying “We won’t pay for fossil [fuels]” and shouted “Our country is dying.”</p> <a href=\"https://www.theguardian.com/world/2023/may/21/rome-climate-protesters-turn-trevi-fountain-water-black\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/rome-climate-protesters-turn-trevi-fountain-water-black", "date_published": "2023-05-21 14:11:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In brief: The Fire; Taking Flight; All the Lovers in the Night – review", "description": "<p>Two novels in translation: a powerful portrayal of a failing marriage and a sensitive study of loneliness – plus a fact-packed natural history of flight</p><p><strong>Daniela Krien (translated by Jamie Bulloch)</strong><strong><br /></strong><em>MacLehose Press, £16.99, pp192</em></p> <a href=\"https://www.theguardian.com/books/2023/may/21/in-brief-the-fire-taking-flight-all-the-lovers-in-the-night-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/in-brief-the-fire-taking-flight-all-the-lovers-in-the-night-review", "date_published": "2023-05-21 14:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Philosopher Peter Singer: ‘There’s no reason to say humans have more worth or moral status than animals’", "description": "<p>The controversial author on the importance of updating his landmark book on animal liberation, being ‘flexibly vegan’ and the ethical dangers of artificial intelligence for the non-human world</p><p>Australian philosopher <a href=\"https://www.theguardian.com/profile/petersinger\">Peter Singer</a>’s book <em><a href=\"https://guardianbookshop.com/animal-liberation-9781847923844\">Animal Liberation</a>, </em>published in 1975, exposed the realities of life for animals in factory farms and testing laboratories and provided a powerful moral basis for rethinking our relationship to them. Now, nearly 50 years on, Singer, 76, has a revised version titled <em>Animal Liberation Now</em>. It comes on the heels of an updated edition of his popular <em>Ethics in the Real World</em>, a collection of short essays dissecting important current events, first published in 2016. Singer, a <a href=\"https://www.theguardian.com/commentisfree/belief/2011/may/25/peter-singer-utilitarianism-climate-change\">utilitarian</a>, is a professor of bioethics at Princeton University. In addition to his work on animal ethics, he is also regarded as the philosophical originator of a philanthropic social movement known as <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/is-the-effective-altruism-movement-in-trouble\">effective altruism</a>, which argues for weighing up causes to achieve the most good.<em> </em>He is considered one of the world’s most influential – and controversial – philosophers.</p><p><strong>Why write </strong><em><strong>Animal Liberation Now</strong></em><strong>?<br /></strong>The last full update was 1990. Though the philosophical arguments have stood up well, the chapters that describe factory farming and what we do to animals in labs needed to be almost completely rewritten. I also hadn’t really discussed factory farming’s contribution to the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis </a>and I wanted to reflect on our progress<strong> </strong>towards <a href=\"https://www.theguardian.com/world/animal-welfare\">animal rights</a>. Effectively, this is a new book for the next generation, hence the new title.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/philosopher-peter-singer-theres-no-reason-to-say-humans-have-more-worth-or-moral-status-than-animals\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/philosopher-peter-singer-theres-no-reason-to-say-humans-have-more-worth-or-moral-status-than-animals", "date_published": "2023-05-21 14:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should I worry about eating too many takeaways?", "description": "<p>We all know they tend to be full of salt, sugar and additives – but when does an occasional treat become an unhealthy habit? We separate the fat from the fiction</p><p>We’ve all been there. It has been a long day, there is nothing in the fridge, cooking seems arduous and the solution is obvious: takeaway.</p><p>It’s easy for takeaways to drift from once-in-a-while treat to twice-weekly emotional crutch. At some point, you have to wonder: even if you don’t look different in the mirror, is it doing you any harm?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/should-i-worry-about-eating-too-many-takeaways\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/should-i-worry-about-eating-too-many-takeaways", "date_published": "2023-05-21 14:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Co-op members and board at odds over AGM vote on chicken welfare", "description": "<p>Motion to adopt Better Chicken Commitment carried by 96%, but directors cited need for low prices</p><p>Feathers are flying at <a href=\"https://www.theguardian.com/business/co-operative-group\">the Co-operative Group</a> after thousands of its members voted to improve welfare for chickens reared for meat at the annual meeting on Saturday – but were partly overruled by the company’s directors, who said they wanted to keep prices down.</p><p>A motion led by the Humane League UK campaign group asked the mutual to adopt the <a href=\"https://betterchickencommitment.com/uk/\">Better Chicken Commitment (BCC)</a> – a set of standards adopted by the likes of Waitrose, Marks &amp; Spencer and the Greggs bakery chain – and report on welfare improvements in a year’s time. It was supported by 96% of the 32,000 Co-op members who voted at the AGM.</p> <a href=\"https://www.theguardian.com/business/2023/may/21/co-op-group-members-board-agm-vote-better-chicken-commitment-welfare\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/21/co-op-group-members-board-agm-vote-better-chicken-commitment-welfare", "date_published": "2023-05-21 13:48:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trans girl denied graduation ceremony after US school’s dress-code ruling", "description": "<p>ACLU says verdict of federal judge not to reverse decision in Gulfport, Mississippi is ‘as disappointing as it is absurd’</p><p>A transgender girl in <a href=\"https://www.theguardian.com/us-news/mississippi\">Mississippi</a> did not participate in her high school graduation ceremony Saturday because school officials told her to dress like a boy and a federal judge did not block the officials’ decision, an attorney for the girl’s family said.</p><p>Linda Morris, staff attorney at the American Civil Liberties Union’s Women’s Rights Project, said the ruling handed down late Friday by federal judge Taylor McNeel in the Mississippi city of Gulfport “is as disappointing as it is absurd”.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/21/trans-girl-mississippi-high-school-graduation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/21/trans-girl-mississippi-high-school-graduation", "date_published": "2023-05-21 13:39:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea on verge of retaining WSL title after Eriksson caps win over Arsenal", "description": "<p>It has taken Emma Hayes four games to get the better of Jonas Eidevall in the league since he joined Arsenal from Rosengard in 2021, more than any other manager she has faced, but there was no more significant time to get the win against her foe and no more significant a scorer of their second in the 2-0 win.</p><p>The Blues needed three points to extend their lead over Manchester United to five, with three points against Reading enough to secure the title next week should United not falter in the Manchester derby later on Sunday. Arsenal will be hoping United can do them a favour in their battle with City for the third Champions League place but will be ruing Katie McCabe’s missed penalty, which could have got them back in the match.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/chelsea-on-verge-of-retaining-wsl-title-after-sinking-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/chelsea-on-verge-of-retaining-wsl-title-after-sinking-arsenal", "date_published": "2023-05-21 13:35:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t celebrate the prospect of the Tories in opposition – that’s the real danger zone | Nesrine Malik", "description": "<p>The NatCon conference showed how a rightwing network is spreading toxic ideology – away from government, it will only escalate</p><p>Oblivion. Possibly even <a href=\"https://www.bbc.co.uk/news/uk-politics-65636112\">extinction</a>. That’s where the Conservative party is headed, it would be safe to assume, after the local elections wipeout, persistently poor polling and the failure of any mythical “Sunak bounce” to materialise. Based on last week’s <a href=\"https://www.theguardian.com/politics/2023/may/17/10-things-we-learned-from-the-uk-natcon-conference\">National Conservatism conference</a>, it looks as though the extreme Brexit-addled wing of the party is all but guaranteeing the Conservatives’ obsolescence by swimming against the cultural tide, too.<strong> </strong>Tory MPs joined rightwing authors, journalists and cultural influencers for three days of broadly bonkers, anachronistic views on family values, white population decline and the merits of nationalism, much of which had seemingly racist and homophobic overtones. Marriage between a man and a woman was “the only possible basis for a safe and successful society”, said Tory MP Danny Kruger. Douglas Murray declared that nationalism shouldn’t be underrated simply because the Germans “mucked up twice in a century”.</p><p>Weird? Yes. Out of touch? Definitely. But not entirely irrelevant.<strong> </strong>The fact that these conference attenders may soon not be in government or close to government doesn’t mean that their views hold little power, or that they are the preserve of some dangerous but quarantined “online right”. Theories about white replacement, the <a href=\"https://www.prospectmagazine.co.uk/essays/59131/too-diverse\">threat</a> of multiculturalism, the <a href=\"https://www.theguardian.com/books/2017/may/06/strange-death-europe-immigration-xenophobia\">death</a> of Europe and of whiteness under <a href=\"https://www.dailymail.co.uk/news/article-2320940/MELANIE-PHILLIPS-Too-immigrants-today-expect-Britain-adopt-THEIR-culture.html\">siege</a> have all been represented for some time in our politics and mainstream press, and among <a href=\"https://www.prospectmagazine.co.uk/essays/54493/rethinking-race\">government advisers</a>.</p><p>Nesrine Malik is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/tories-opposition-danger-national-conservatism-conference-rightwing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/tories-opposition-danger-national-conservatism-conference-rightwing", "date_published": "2023-05-21 13:09:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Chelsea garden for our darkest days", "description": "Darren Hawkes, garden designer and Samaritans helpline volunteer, has created a space full of empathy at the Chelsea Flower Show<p>Darren Hawkes knows exactly why he wanted to create <a href=\"https://www.rhs.org.uk/shows-events/rhs-chelsea-flower-show-2023\" title=\"\">a garden for Chelsea Flower Show</a> that acknowledges life is full of fear and pain and loneliness: “When we are in despair, what’s common is, we all feel alone. We feel as if that despair is not a shared experience – it’s a personal one. And so, by putting the experience into three dimensions in a public space, there’s a chance it may remind someone that they are not alone. That there are other people who have experienced that.”</p><p>Hawkes, an award-winning garden designer, gives up his free time to quietly confront this fact on a regular basis. He has lost friends to suicide and is a listening volunteer for the helpline of the suicide prevention charity, Samaritans, to whom he has dedicated his show garden. “It’s not a real garden. I wouldn’t create this garden for a Samaritans centre. But if, as a show garden, it helps to communicate some of the lived experiences of people who reach out and call Samaritans, that starts a dialogue.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/a-chelsea-flower-show-garden-designed-by-darren-hawkes-for-our-darkest-days\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/a-chelsea-flower-show-garden-designed-by-darren-hawkes-for-our-darkest-days", "date_published": "2023-05-21 13:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artist Hurvin Anderson: ‘I’m always nervous about the word identity. I try not to use it’", "description": "<p>Last week, the British painter was named a Royal Academician. On the eve of his solo show at the Hepworth Wakefield he talks about Black British art, the difficulties facing working-class artists today – and the appeal of the Caribbean barbershop</p><p>Hurvin Anderson lives and works in the middle of nowhere. His wife, Alice (also his studio manager), has to pick me up from the station because taxis can never find the place. Their Cambridgeshire home, which they share with their three young children, is the kind that “home inspiration” Instagram accounts would eat up. It has a spiral staircase, expansive windows looking out on to endless greenery and a room that is an actual circle. Next door to the large property is Anderson’s equally impressive purpose-built studio on land where an old farm building once sat. “It’s just somewhere to work,” Anderson says in a rather humble manner for an artist once described by the Turner prize judges (<a href=\"https://www.theguardian.com/artanddesign/2017/oct/01/turner-prize-2017-shortlist-hurvin-anderson-lubaina-himid-andrea-buttner-rosalind-nashashibi\">he was nominated in 2017</a>) as “an outstanding British painter whose art speaks to our current political moment with questions about identity and belonging”. Anderson used to have a studio in south London but the travelling back and forth became too time-consuming. Still, he has a love-hate relationship with the new one. “It’s a bit too close to home,” he says. “But I’m able to work in longer spells. It was hard getting back from London. It became impractical with the kids.”</p><p>We sit in the bright airy studio surrounded by objects – plants, sketches of figures, a map of Jamaica, mirrors, posters and paintings in progress. Anderson talks slowly and in a way that reads as nervous, but he’s warm and smiley and thinks carefully about his responses. He is wearing jeans and a dark blue hoodie and, at 58, has the face of someone much younger; a greying beard and are the only signs of his age. He’s been making art for 25 years and has exhibited all over the world, including, in recent years, in two major British group shows: Tate Britain’s Life Between Islands and the touring exhibition British Art Show 9. Just last week he was named a Royal Academician and now, he’s getting ready for his own exhibition at the <a href=\"https://hepworthwakefield.org/whats-on/page/2/\">Hepworth Wakefield</a> entitled Salon Paintings<em>. </em>On show will be work from his best known series depicting barbershops, a selection of his drawings and more experimental work, plus a room curated by Anderson of work by British painters including Michael Andrews, Sonia Boyce and Denzil Forrester.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/21/artist-hurvin-anderson-royal-academy-salon-paintings-hepworth-wakefield-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/21/artist-hurvin-anderson-royal-academy-salon-paintings-hepworth-wakefield-interview", "date_published": "2023-05-21 13:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea flower show embraces trend for grow-your-own veg", "description": "<p>Supermarket shortages mean community food projects will have a prominent place in this year’s show</p><p>Supermarkets have rationed fresh fruit and vegetables in recent months as a <a href=\"https://www.theguardian.com/environment/2023/feb/25/vegetable-shortages-in-uk-could-be-tip-of-iceberg-says-farming-union\" title=\"\">combination of Brexit, bad weather and labour shortages</a> has hit supply and driven prices up.</p><p>Those shortages have led to a surge in <a href=\"https://www.theguardian.com/money/2022/may/07/how-to-grow-your-own-fruit-veg-cut-food-bills\" title=\"\">people growing their own,</a> according to the Royal Horticultural Society, and that trend will be reflected at the Chelsea flower show from 22 May.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/chelsea-flower-show-embraces-trend-for-grow-your-own-veg\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/chelsea-flower-show-embraces-trend-for-grow-your-own-veg", "date_published": "2023-05-21 13:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: why do Americans use the term ‘Victorian’?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Why do Americans use the term “Victorian”? Victoria came to the British throne in 1837, more than 60 years after the US declared independence. <em>Tim Howell, Newquay</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p><p>In olden days, a glimpse of stocking</p><p>Was looked on as something shocking</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/readers-reply-why-do-americans-use-the-term-victorian\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/readers-reply-why-do-americans-use-the-term-victorian", "date_published": "2023-05-21 13:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Treasury analysing whether removal of tampon tax has lowered prices", "description": "<p>Cost of sanitary products has risen and campaigners say saving is not being passed on by retailers</p><p>The Treasury is analysing whether the removal of the “<a href=\"https://www.theguardian.com/politics/2020/dec/31/tampon-tax-government-axes-vat-on-sanitary-products\">tampon tax</a>” – trumpeted last week by Rishi Sunak as one of the <a href=\"https://www.theguardian.com/politics/2023/may/17/rishi-sunak-cites-cheap-beer-and-sanitary-products-as-benefits-of-brexit\">benefits of Brexit</a> – has helped lower prices at all, amid concerns the saving is not being passed on by retailers to women.</p><p>Responding to a written question from Labour MP Ruth Cadbury, the government said a tax reduction was able to “contribute to the conditions for price reductions” and it was “looking into whether this important zero-rating is being passed on by retailers to women as intended”.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/treasury-analysing-whether-removal-of-tampon-tax-has-lowered-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/treasury-analysing-whether-removal-of-tampon-tax-has-lowered-prices", "date_published": "2023-05-21 13:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hyperfatigue is the big thing in 2023, but what we really need are 50 words for tired | Emma Beddington", "description": "<p>The new term makes being exhausted sound like a positive thing, but then the bog-standard ‘tired’ has to cover too many types of weariness. Let’s invent some new terms</p><p>A new tiredness has dropped. According to the market researchers Mintel, 2023 is the year of “<a href=\"https://www.mintel.com/consumer-market-news/global-consumer-trends/\" title=\"\">hyperfatigue</a>” – which seems to describe a state of continual physical, emotional and mental exhaustion. It’s nice of them to enrich our weariness one-upmanship with this concept, even if it sounds like something a French teenager would have said in the 90s; my computer even keeps trying to add an accent.</p><p>But they aren’t wrong: tiredness – possibly, yes, hyperfatigue – is the malaise of our age. Everywhere is too light and too loud to sleep properly, and our animal brains are overwhelmed by rolling news of hundreds of global atrocities and dangers, TikTok, deepfakes and monitoring 48 WhatsApp groups. In a <a href=\"https://www.theguardian.com/society/2023/may/17/people-too-tired-to-lead-healthier-lifestyles-uk-survey-finds\" title=\"\">recent survey</a>, 35% of people said they were too tired to make healthy changes to their diet and activity levels, suggesting many are in a vicious circle of fatigue-induced self-sabotage, leading to more fatigue. We’re too tired to tackle our tiredness, basically.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/hyperfatigue-is-the-big-thing-in-2023-but-what-we-really-need-are-50-words-for-tired\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/hyperfatigue-is-the-big-thing-in-2023-but-what-we-really-need-are-50-words-for-tired", "date_published": "2023-05-21 13:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chantelle Cameron silences the noise against Katie Taylor as rematch looms", "description": "<p>Fighter from Northampton shows steely focus to defy raucous home crowd, raising prospect of ‘Taylor-Cameron II’</p><p>“I was buzzing out there,” Chantelle Cameron said quietly in the early hours of Sunday morning as, not long after <a href=\"https://www.theguardian.com/sport/2023/may/21/katie-taylor-suffers-first-defeat-as-chantelle-cameron-defends-titles\">her greatest victory</a>, she explained how she dealt with the hostility which cascaded down on her in a tumultuous 3Arena in Dublin. It had felt as if every one of 10,000 roaring souls in the sold-out crowd was against Cameron and supporting Katie Taylor as she finally fought at home in Ireland <a href=\"https://www.theguardian.com/sport/2023/may/16/katie-taylor-gets-dublin-homecoming-but-a-shadow-lingers-over-irish-boxing\">for the first time</a> in her professional career.</p><p>Cameron’s face was bruised but she smiled as she absorbed the scale of her achievement in remaining the undisputed super-lightweight champion of the world after narrowly defeating Taylor in an enthralling contest. It was Taylor’s first defeat since turning pro in 2016 and Cameron deserves immense credit for beating a magnificent champion who had craved a successful homecoming.</p> <a href=\"https://www.theguardian.com/sport/2023/may/21/chantelle-cameron-walks-tall-as-defeat-of-katie-taylor-tees-up-rematch\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/21/chantelle-cameron-walks-tall-as-defeat-of-katie-taylor-tees-up-rematch", "date_published": "2023-05-21 12:58:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "German police investigate possible poisoning of two Russian exiles", "description": "<p>One of the women is Natalia Arno, director of the Free Russia Foundation, and the other woman is a journalist</p><p>German police are investigating the possible poisoning of two Russian exiles who attended a conference in Berlin at the end of April, organised by the Russian Kremlin critic Mikhail Khodorkovsky.</p><p>Berlin police told Reuters a file had been opened after the German newspaper Welt am Sonntag, citing the Russian investigative media group Agentstvo, said two women reported symptoms that suggested possible poisoning.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/german-police-investigate-possible-poisoning-russian-exiles\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/german-police-investigate-possible-poisoning-russian-exiles", "date_published": "2023-05-21 12:55:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ladbrokes owner funded ‘dishonest’ lobbying against gambling reforms", "description": "<p>Campaign funded by Entain urging people to write to MP was shameful, says chair of parliamentary group</p><p>The owner of Ladbrokes, Entain, has been accused of “dishonest” lobbying after it funded an operation mobilising people to complain to their MP about proposals to reform gambling laws.</p><p>The government last month unveiled <a href=\"https://www.theguardian.com/society/2023/apr/27/uk-to-tighten-rules-on-online-gambling-after-long-awaited-review\">plans for tighter regulation</a>, including measures it said would make gambling safer but would also reduce revenue for brands such as Coral and PartyCasino, owned by Entain.</p> <a href=\"https://www.theguardian.com/society/2023/may/21/ladbrokes-owner-entain-dishonest-lobbying-gambling-reforms\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/21/ladbrokes-owner-entain-dishonest-lobbying-gambling-reforms", "date_published": "2023-05-21 12:47:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour accused of meddling after vetoing local authority coalition plans", "description": "<p>Concerns attempts to block local deals with Lib Dems or Greens risk allowing Tories to regain control of councils</p><p>Labour faces accusations of overcentralised meddling after the party’s national executive vetoed planned coalitions with the Liberal Democrats or Greens in a series of formerly Conservative-held local authorities.</p><p>While it is longstanding Labour policy that local parties need a green light from the national executive committee (NEC) before forming coalitions, some activists say attempts to block deals risk allowing Conservatives to regain control instead.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/labour-accused-of-meddling-after-vetoing-local-authority-coalition-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/labour-accused-of-meddling-after-vetoing-local-authority-coalition-plans", "date_published": "2023-05-21 12:37:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facebook to be fined £648m for mishandling user information", "description": "<p>Penalty levied by Ireland’s privacy regulator sets record for breach of EU’s  data protection regulation</p><p>Facebook is to be fined more than €746m (£648m) and ordered to suspend data transfers to the US as an Irish regulator prepares to punish the social media network for its handling of user information.</p><p>The fine, first reported by Bloomberg and expected to be confirmed as soon as Monday, will set a record for a breach of the EU’s general data protection regulation, beating the €746m levied on Amazon by Luxembourg in 2021.</p> <a href=\"https://www.theguardian.com/technology/2023/may/21/facebook-to-be-fined-648m-for-mishandling-user-information\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/21/facebook-to-be-fined-648m-for-mishandling-user-information", "date_published": "2023-05-21 12:36:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine: Zelenskiy denies Russian claims to have taken Bakhmut", "description": "<p>‘Bakhmut is only in our hearts. There is nothing ... just ruins and dead Russians,’ says Ukraine president</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/21/russia-ukraine-war-live-zelenskiy-to-meet-biden-at-g7-kyiv-says-fighting-in-bakhmut-continues\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine’s president, Voldomyr Zelenskiy, has denied Russian claims to have captured the key Donbas city of Bakhmut, saying Ukrainian forces still held positions in the city.</p><p>“Bakhmut is not occupied by Russian Federation as of today,” he told a press conference at the G7 summit in Hiroshima, Japan.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/ukraine-zelenskiy-denies-russian-claims-to-have-taken-bakhmut\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/ukraine-zelenskiy-denies-russian-claims-to-have-taken-bakhmut", "date_published": "2023-05-21 12:28:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray withdraws from French Open in order to focus on Wimbledon", "description": "<ul><li>Murray has struggled to find best form on clay this season</li><li>Former world No 1 will now prioritise grass-court schedule</li></ul><p>Andy Murray has withdrawn from this year’s French Open in order to prioritise Wimbledon preparations, according to reports.</p><p>The second grand slam of the year begins next week, but Murray has struggled to find his best form on clay recently. The former world No 1 <a href=\"https://www.theguardian.com/sport/2023/may/11/andy-murray-french-open-tennis-wimbledon\">told the Guardian 10 days ago</a> he was still undecided whether or not to play at Roland Garros this year.</p> <a href=\"https://www.theguardian.com/sport/2023/may/21/andy-murray-withdraws-french-open-focus-wimbledon-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/21/andy-murray-withdraws-french-open-focus-wimbledon-tennis", "date_published": "2023-05-21 12:21:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham v Leeds: Premier League – live", "description": "<ul><li>Match at the London Stadium kicks off at 1.30pm (BST)</li><li><a href=\"https://www.theguardian.com/football/2023/may/19/west-hams-european-adventure-leaves-them-with-a-david-moyes-dilemma\">Hammers’ European run creates Moyes dilemma</a></li><li>Share your thoughts with Sarah with <a href=\"mailto:sarah.rendell.casual@theguardian.com\">an email</a> or <a href=\"https://twitter.com/rendellx\">a tweet</a></li></ul><p><strong>If you have read one of my blogs</strong> before you’ll know I love a bit of snack chat. I am on the crisps today, specifically wheat crunchies, let me know what you’ve gone for via email or Twitter. You can also let me know your thoughts on the relegation battle.</p><p><strong>It is also a crucial weekend in the Women’s Super League.</strong> If Chelsea defeat Arsenal and Manchester United lose to Manchester City, Chelsea will secure the WSL for the fourth successive season. Chelsea are currently leading Arsenal 1-0 after kicking off at 12.30. At the other end of the table, if Leicester City win today then Reading will be relegated. Have a read of what this weekend means:</p> <a href=\"https://www.theguardian.com/football/live/2023/may/21/west-ham-v-leeds-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/21/west-ham-v-leeds-premier-league-live", "date_published": "2023-05-21 12:05:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China’s Hidden Century review – a revelation from first to last", "description": "<p><strong>British Museum, London<br /></strong>From a colossal painted scroll to a humble handprint, this beautifully curated show of more than 300 exhibits traces the resilience, innovation and decadence of 19th-century China – and the lamentable role of the British</p><p>She wears jade earrings and a midnight blue jacket, embroidered in gold to its mandarin collar. She sits very still, staring straight back at you from her watchful closeup. You could pick her out of a crowd, this shrewd woman with the incisive look and stringently combed hair – except that she no longer exists. For this is not now.</p><p>Nor is this a photograph, as it might at first seem, skimming a face from life in some Chinese city. In fact this is an ancestral portrait from Guanghzu province, painted in ink on paper at some unknown date in the 19th century. In the past, such images were posthumous, the faces chosen from albums of generic types, accessorised with personal ornaments and displayed in family shrines. But this one is so hyperreal in its exactitude of face, clothes and pose as to be clearly based on a photograph: Chinese art in the age of the camera.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/21/chinas-hidden-century-british-museum-london-review-a-revelation-from-first-to-last\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/21/chinas-hidden-century-british-museum-london-review-a-revelation-from-first-to-last", "date_published": "2023-05-21 12:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jess Phillips: ‘People rely on someone they love to die to afford a place to live’", "description": "<p>Over lunch, the MP and shadow minister explains why Labour needs to get angrier about health, homes and justice – and tells of her long family connection to one Birmingham chippy</p><p>Bedders is a precinct fish and chip shop beside a busy traffic island in Small Heath in Birmingham. It is not quite in Jess Phillips’s constituency, but she hopes she might claim it in the next round of boundary changes. Sitting in its back room, with a plate of cod, chips and mushy peas and a cup of builder’s tea in front of her, the MP is explaining to me why she feels she has a family stake in the place.</p><p>“My nan and grandad lived round the corner,” she says. “And we would always come here when I was growing up. After my nan died at 92 in 2005, Grandad Fred – her second husband – would come and do his shopping at Asda over the road and then in here for his dinner. They would look after him. He’d been wounded in Burma during the war, but was fit as anything – in his 80s, he’d be up a ladder, always in his suit and tie, clearing his gutters. One time though, crossing the road to here, he was knocked down by a car and shattered his pelvis. After that, one particular woman, Janet, who used to work here, if she hadn’t seen him for a few days would take a bag of chips round to his house and check he was all right. When he died, he had a little bit of money left in his savings and he left a third of it to Bedders fish and chip shop and to Janet.”</p> <a href=\"https://www.theguardian.com/food/2023/may/21/jess-phillips-interview-homes-health-birmingham-lunch-chippy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/jess-phillips-interview-homes-health-birmingham-lunch-chippy", "date_published": "2023-05-21 12:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Ghost Theatre by Mat Osman review – teenage wastrels with ambition to burn", "description": "<p>The Suede bassist’s second novel, a grimy tale of two young urchins in 17th-century London, is a florid but riveting read</p><p>If one tends to approach the side projects of those already successful in other mediums with a certain wariness, then it’s only because so many such side projects can whiff of self-indulgence. Not every songwriter is a TV presenter-in-waiting, just as not every actor is as accomplished a painter as they may like to think, no matter how splattered their smock.</p><p><a href=\"https://www.theguardian.com/books/2023/apr/29/suede-mat-osman-novel-richard-osman-brother-ghost-theatre\">Mat Osman</a> does not fall into this bracket. For a rock star – he’s one of the founding members of the band <a href=\"https://www.theguardian.com/music/suede\">Suede</a> and continues to serve as their bassist – the 55-year-old may just be a born writer. There were intimations of this three years ago with the publication of his impressively atmospheric debut novel, <em><a href=\"https://guardianbookshop.com/the-ruins-9781912248674\">The Ruins</a></em>, which looked inwards for its inspiration, as rock star-written novels tend to do: both <a href=\"https://www.theguardian.com/culture/2021/may/03/vocals-nude-bangles-eternal-flame-susanna-hoffs-how-we-made\">Susanna Hoffs</a> of the Bangles and James’s frontman, <a href=\"https://www.theguardian.com/music/tim-booth\">Tim Booth</a>, for example, have either <a href=\"https://guardianbookshop.com/this-bird-has-flown-9780349437187\">new</a> or <a href=\"https://guardianbookshop.com/when-i-died-for-the-first-time-9781408718889\">upcoming</a> books that also feature singers in a lead role.</p> <a href=\"https://www.theguardian.com/books/2023/may/21/the-ghost-theatre-by-mat-osman-review-suede-teenage-wastrels-with-ambition-to-burn\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/the-ghost-theatre-by-mat-osman-review-suede-teenage-wastrels-with-ambition-to-burn", "date_published": "2023-05-21 12:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I flew through the air’: Canadian cyclist recovering after collision with bear", "description": "<p>Kevin Milner was riding on trail north of Vancouver when black bear charged forward and sent him flipping over the handlebars</p><p>A Canadian man is suffering from a fractured scapula, cardiac contusion and bruised ribs after colliding with a bear while riding his bike north of Vancouver.</p><p>Kevin Milner was riding the Lower Seymour Conservation Reserve near Vancouver when he spotted the black bear in the grass. Wildlife, including deer, is common along the thickly forested double-track.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/canada-bear-cyclist-vancouver\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/canada-bear-cyclist-vancouver", "date_published": "2023-05-21 12:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London nursery hit with record fine after mouse droppings found", "description": "<p>Busy Bees branch within hospital complex fined £225,000 plus costs for food safety and hygiene offences</p><p>A branch of Britain’s largest private childcare provider has been hit with a record fine after inspectors found fresh mouse droppings in the kitchen and the children’s play areas of a nursery within an NHS hospital complex in east London.</p><p>Busy Bees – which operates 375 nurseries in England, Scotland and Wales – was fined £225,000 and £15,000 in costs by a court in London last week, after pleading guilty to food safety and hygiene offences uncovered at its nursery on the grounds of Whipps Cross university hospital in Leytonstone.</p> <a href=\"https://www.theguardian.com/education/2023/may/21/london-nursery-hit-with-record-fine-after-mouse-droppings-found\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/21/london-nursery-hit-with-record-fine-after-mouse-droppings-found", "date_published": "2023-05-21 12:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wozzeck review – Gerhaher’s victim shuffles towards disaster in nuanced staging", "description": "<p><strong>Royal Opera House, London</strong><br />Deborah Warner’s focused and vivid new production avoids caricature, and, with superb singing and Antonio Pappano’s conducting, drama and music dovetail perfectly.</p><p>Unsuccessful productions of <a href=\"https://www.britannica.com/biography/Alban-Berg\">Berg’s</a> first opera are rare. Wozzeck is one of those works – Britten’s The Turn of the Screw is another – that seem hard to get wrong on stage, that are dramatically so tightly plotted and intensely wrought musically that the drama plays out unfalteringly, without the need for too much directorial intervention. <a href=\"https://www.britannica.com/biography/Georg-Buchner\">Georg Büchner’s</a> fragmentary 1836 play, from which Berg took his libretto, may be set in the late 18th century, but the pathetic plight of its central character, driven to madness and murder by poverty, exploitation and sexual jealousy, is timeless and universal.</p><p>Perhaps that robustness explains the rather neutral quality of <a href=\"https://www.theguardian.com/stage/deborah-warner\">Deborah Warner’s</a> new production for the Royal Opera, which often seems to go out of its way to avoid being too specific. The designs by<a href=\"http://hyemishin.com/\"> Hyemi Shin</a> veer between a detailed naturalism, which fixes the production somewhere in the second half of the 20th century, and the minimally abstract. The opening scene is set in a toilet block complete with a row of lavatories (conjuring memories of <a href=\"https://www.theguardian.com/culture/2002/feb/22/artsfeatures.classicalmusicandopera\">ENO’s infamous A Masked Ball!</a>) and a constant traffic of pissing squaddies, where Wozzeck (<a href=\"https://gerhaher.de/index.php/en/menu/biography\">Christian Gerhaher</a>) is working as a cleaner, while his final humiliation at the hands of the strutting Drum Major (Clay Hilley) and his cronies takes place in a barrack room festooned with clothes lines. Yet other scenes – Marie’s bible reading, her murder and Wozzeck’s subsequent drowning are all acted out on a virtually empty stage, relieved only by some gorgeously coloured backcloths.</p> <a href=\"https://www.theguardian.com/music/2023/may/21/wozzeck-review-royal-opera-house-london-gerhahers-victim-shuffles-towards-disaster-in-nuanced-staging\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/21/wozzeck-review-royal-opera-house-london-gerhahers-victim-shuffles-towards-disaster-in-nuanced-staging", "date_published": "2023-05-21 11:53:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We in the west were blinded’: China crackdown on business has Maoist roots", "description": "<p>‘Anti-spying’ raids on consulting firms and attacks on tech companies are being driven by party ideology, says academic Chris Marquis</p><p>To many western investors, China under president Xi Jinping is a tough nut to crack. While Chinese leaders insist that they welcome foreign investment, the ruling party’s extension of control to companies, with crackdowns on domestic tech giants and more recently the <a href=\"https://www.theguardian.com/world/2023/may/09/china-targets-foreign-consulting-companies-in-anti-spying-raids\">“anti-spying” raids</a> on consulting firms, including America’s blue chip Bain &amp; Company, are puzzling to the outside world.</p><p>Chris Marquis, author and professor of Chinese management at the University of Cambridge, believes that part of the explanation lies in the ruling party’s ideology. He says one must “dig into the Maoist roots in Chinese institutions and political economy to try to understand ideas that Xi has”.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/china-expert-chris-marquis-tech-crackdown-xi-maoism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/china-expert-chris-marquis-tech-crackdown-xi-maoism", "date_published": "2023-05-21 11:50:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How watching TV became a lonely pursuit – and podcasts are rushing to fill that void | Fiona Sturges", "description": "<p>With working from home and streaming, watercooler moments are few and far between. Enter the exhaustive episode-by-episode pod</p><p>It is one of the unexpected success stories of podcasting, a subgenre that has risen to become one of the medium’s dominant formats: the companion podcast and its close sibling, the recap pod. These audio series provide detailed dissections of beloved TV shows, often on an episode-by-episode basis. Once the preserve of amateurs and enthusiasts, these are now big business, attracting starry hosts and lucrative sponsorship deals.</p><p>From an economic point of view, you can see the appeal: compared with narrative podcasts that take months to research and assemble, recap podcasts are cheap to make, quick to turn around and come with built-in audiences gasping for gossip and analysis of their favourite shows. They also tap neatly into what used to be called watercooler moments: the big TV moments that become talking points in the workplace. With so many people working from home, actual watercooler moments may now be rare but, as illustrated by the discourse on social media, the impulse to debate TV shows endures.</p><p>Fiona Sturges is a freelance arts writer and the Financial Times’ podcasting critic</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/watching-tv-lonely-podcasts-working-home-streaming\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/watching-tv-lonely-podcasts-working-home-streaming", "date_published": "2023-05-21 11:41:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The west’s tightening of Russian sanctions is a sign of failure | Larry Elliot", "description": "<p>The Kremlin is putting up stiffer economic resistance than the G7 anticipated</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/21/russia-ukraine-war-live-zelenskiy-to-meet-biden-at-g7-kyiv-says-fighting-in-bakhmut-continues\">Russia-Ukraine war – latest news updates</a></li></ul><p>The tightening of <a href=\"https://www.theguardian.com/world/2023/may/19/g7-japan-summit-to-target-russian-exports-in-latest-ukraine-war-sanctions\">sanctions</a> against Russia announced by the G7 summit in Hiroshima is evidence that the west remains solidly behind Ukraine in its battle against aggression. It is also a sign of failure.</p><p>Despite talk of quick victory there has been no knockout blow in the economic war, let alone signs that freezing assets, targeting oligarchs, seeking alternative energy sources and depriving Russia of vital components has brought about a change of heart in the Kremlin.</p> <a href=\"https://www.theguardian.com/business/2023/may/21/the-west-tightening-russian-sanctions-a-sign-of-failure\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/21/the-west-tightening-russian-sanctions-a-sign-of-failure", "date_published": "2023-05-21 11:29:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rocket festival and a beach protest: the weekend’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/may/21/rocket-festival-beach-protest-weekend-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/may/21/rocket-festival-beach-protest-weekend-best-photos", "date_published": "2023-05-21 11:19:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DUP urged to restore power-sharing in Northern Ireland after Sinn Féin poll triumph", "description": "<p>Former DUP leader calls Sinn Féin electoral gains a ‘wake up and smell the coffee moment’ for unionism</p><p>The Democratic Unionist party (DUP) is facing renewed calls to restore power-sharing in <a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a> after a Sinn Féin electoral “tsunami” reshaped local government.</p><p>Chris Heaton-Harris, the secretary of state for Northern Ireland, on Sunday joined a chorus urging the DUP to end a boycott that has paralysed the executive and assembly at Stormont. “Alongside the new councils, it remains my hope to see the assembly and executive return to work,” he said.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/dup-urged-to-restore-power-sharing-in-northern-ireland-after-sinn-fein-poll-triumph\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/dup-urged-to-restore-power-sharing-in-northern-ireland-after-sinn-fein-poll-triumph", "date_published": "2023-05-21 11:03:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At least 12 people dead after crowd crush at football stadium in El Salvador", "description": "<ul><li>Incident occurred at Cuscatlán Stadium in San Salvador</li><li>President Nayib Bukele pledges ‘thorough investigation’</li></ul><p>At least 12 people have died with more than 100 injured in a crowd crush at a football stadium in El Salvador on Saturday, the Central American country’s government has confirmed.</p><p>Alianza FC and Club Deportivo Fas were playing the second leg of their playoff quarter-final game at the Cuscatlán stadium in San Salvador, the country’s capital, when play was suspended after 16 minutes.</p> <a href=\"https://www.theguardian.com/football/2023/may/21/el-salvador-crowd-crush-cuscatlan-stadium\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/el-salvador-crowd-crush-cuscatlan-stadium", "date_published": "2023-05-21 11:01:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is it too late to halt deep-sea mining? Meet the activists trying to save the seabed", "description": "<p>If mining companies are given the go-ahead to exploit the ocean depths, the environmental cost will be devastating. As the clock ticks down to a crucial deadline in July, Michael Segalov reports</p><p>For almost 30 years, much of what went on at the secretive-sounding International Seabed Authority (ISA) in Jamaica was unreported and scarcely noticed. Whatever was said by delegations from its 168 member countries in its cavernous assembly hall – all mustard chairs, in-ear live interpreters, UN-style country place cards and views out to the Caribbean Sea – was seemingly of interest to only a smattering of environmental NGO types and a handful of representatives from vague-sounding international businesses.</p><p>Over the past 18 months, however, more attention has been turning towards the negotiations taking place inside the ISA’s brutalist HQ on the Kingston coast, where the authority has, since 1994, been tasked with deciding if and how mining the deep sea for metals and minerals – once the preserve of science fiction, now edging ever closer to reality – might start to take place n in international waters on the ocean floor.</p> <a href=\"https://www.theguardian.com/environment/2023/may/21/is-it-too-late-to-halt-deep-sea-mining-the-activists-trying-to-save-the-seabed\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/21/is-it-too-late-to-halt-deep-sea-mining-the-activists-trying-to-save-the-seabed", "date_published": "2023-05-21 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The exact opposite of Donald Trump’: Republican senator Tim Scott’s vision for America", "description": "<p>Can the politician’s Reagan-esque optimism and rightwing principles convince the GOP to pick its first Black presidential candidate?</p><p>About 45 minutes into his New Hampshire town hall, Tim Scott said he needed to reveal a secret to the Republican voters who had gathered to hear from the presidential hopeful.</p><p>“Listen, this might surprise some of y’all,” Scott told attendees with subtle laughter in his voice. He paused briefly: “I’m Black.”</p> <a href=\"https://www.theguardian.com/us-news/2023/may/21/tim-scott-presidential-election-2024-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/21/tim-scott-presidential-election-2024-republicans", "date_published": "2023-05-21 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is just devilish … I’m going in again’: the best hot sauces tasted and rated", "description": "<p>Who best to test 15 hot sauces – from mild and fruity to fierce and fiery – in a single sitting? Food TV’s Big Zuu, that’s who</p><p><em>£6.45, <a href=\"https://patandpinkys.com/collections/hot-sauces/products/original-wiri-wiri-pepper-sauce\" title=\"\">patandpinkys.com</a></em></p> <a href=\"https://www.theguardian.com/food/2023/may/21/this-is-just-devilish-the-best-hot-sauces-tasted-and-rated-big-zuu\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/this-is-just-devilish-the-best-hot-sauces-tasted-and-rated-big-zuu", "date_published": "2023-05-21 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fresh US abortion bans show Republicans trying to soften message", "description": "<p>Lawmakers in Nebraska and North Carolina shift to ‘common sense’ abortion laws that are more restrictive than they seem</p><p>After repeated failed attempts to pass stricter bans, Republicans in some<strong> </strong>US states are changing their messaging, touting “common sense” abortion laws presented as more lenient than outright bans, but that are more restrictive than they seem when looked at in detail.</p><p>Nebraska’s state legislature passed a 12-week ban on Friday, days after another 12-week ban <a href=\"https://www.theguardian.com/us-news/2023/may/16/north-carolina-abortion-ban-veto-override\">cleared</a> its final hurdle in North Carolina.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/republican-abortion-bans-message-north-carolina-nebraska\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/republican-abortion-bans-message-north-carolina-nebraska", "date_published": "2023-05-21 11:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Wareing’s secret ingredient: stock cubes", "description": "<p>One cube is great for seasoning– and if you want to make a stock, use a few</p><p>I have made stocks all my professional life. Do I make fresh stocks at home? No. With a young family, there’s no time. But I love stock cubes, the beef ones in foil. They’re a combination of yeast extract, beef extract – quite a few extracts – and they’re very high in salt. How you use them is key. I don’t necessarily make stock from them, but use them as a seasoning, like salt.</p><p>If you make a bolognese, chilli, curry or stew and it seems a bit bland, grab a stock cube and sprinkle it in at the end. It transforms it. It’s like an adrenaline rush – a shot of something.</p> <a href=\"https://www.theguardian.com/food/2023/may/21/marcus-wareing-secret-ingredient-stock-cubes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/marcus-wareing-secret-ingredient-stock-cubes", "date_published": "2023-05-21 11:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "White Men Can’t Jump review – generic remake of the hit 90s comedy", "description": "<p>In the Wesley Snipes-Woody Harrelson roles of the basketball-hustling duo, Sinqua Walls and Jack Harlow are fine, but the original’s edginess has been lost</p><p>It’s slick, unchallenging and perfectly enjoyable, but it’s hard to see the point of a remake of Ron Shelton’s 1992 mismatched buddy movie about a pair of basketball hustlers who reluctantly team up.</p><p>Sinqua Walls and Jack Harlow acquit themselves adequately in the roles previously filled by Wesley Snipes and Woody Harrelson. Directing it is music video director Calmatic, who brings a flashy energy to the production but little in the way of soul to the story. It’s fine. But the abrasive edges of the original have been smoothed in favour of a safer, more generic template sport movie approach. If you asked an AI to remake the original, you’d get something not dissimilar to this.</p><p><em><a href=\"https://www.disneyplus.com/en-gb/movies/white-men-cant-jump/24e9bKyE7Pqy\">White Men Can’t Jump</a></em><a href=\"https://www.disneyplus.com/en-gb/movies/white-men-cant-jump/24e9bKyE7Pqy\"> is on Disney+</a></p> <a href=\"https://www.theguardian.com/film/2023/may/21/white-men-cant-jump-review-generic-remake-of-the-hit-90s-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/white-men-cant-jump-review-generic-remake-of-the-hit-90s-comedy", "date_published": "2023-05-21 11:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Breaking Ice review – frozen emotion and sexual tension on North Korean border", "description": "<p>With a nod towards the seductive swing of the French New Wave, Anthony Chen creates an arresting portrait of three young people trapped within their own existential crises</p><p>Singaporean film-maker Anthony Chen brings warmth, sympathy and directness to this intimate drama set in Yanji on China’s border with North Korea. Three young people – two men and a woman – make a connection; each are looking for a way of breaking free from the emotional deep-freeze they’ve landed themselves in, just as the whole world wants to thaw itself out of the vast stagnancy created by the Covid pandemic.</p><p>At its best, this movie has the easy and seductively unencumbered swing of the French New Wave, with something of Godard’s Bande à Part. That film was surely on Chen’s mind when he created a scene in which his three characters have a crazy dare about who can steal the biggest book from the bookstore that they’re listlessly drifting through; a wild, giggling dash leading to a chaotic and humiliating denouement. But some plot points and characterisations are left unresolved or anticlimactically closed down; there’s some jeopardy about a North Korean criminal at large which is bafflingly dispensed with. The narrative meltwater makes things a bit soggy, and there is a frankly peculiar flourish of CGI in the woodland wilderness of the Changbai mountains that didn’t really get us anywhere, and jarred with the low-key realist immediacy of everything else. All three performances, however, are tremendous.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/the-breaking-ice-review-frozen-emotion-and-sexual-tension-on-north-korean-border\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/the-breaking-ice-review-frozen-emotion-and-sexual-tension-on-north-korean-border", "date_published": "2023-05-21 10:37:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are You There God? It’s Me, Margaret review – warm, emotionally agile Judy Blume adaptation", "description": "<p>With terrific performances from Abby Ryder Fortson and Rachel McAdams, Kelly Fremon Craig’s intuitive drama has cross-generational appeal</p><p>Writer-director Kelly Fremon Craig showed a rare knack for tapping into the careering, catapulting uncertainties of the adolescent female mind with her terrific 2016 debut picture <em><a href=\"https://www.theguardian.com/film/2016/dec/04/the-edge-of-seventeen-abrasive-teen-you-can-love\">The Edge of Seventeen</a></em>. It’s a talent that serves her well – with younger girls this time – in her follow-up: a warm, emotionally agile adaptation of Judy Blume’s much-loved 1970 novel.</p><p>Playing 12-year-old Margaret, Abby Ryder Fortson is terrific – a ball of social anxiety, navigating a move from New York to the Jersey burbs as well as the rocky path from childhood to womanhood. But what adds satisfying layers and broadens the film’s appeal is the fact that Fremon Craig doesn’t confine her focus to Margaret and her friends. Margaret’s mother, Barbara (Rachel McAdams), is wrestling with her own existential crisis. With a smile that frays a little around the edges, and a peppy enthusiasm that can’t quite hide the doubts, McAdams wrings every last drop of pathos from her scenes, almost upstaging her screen daughter in the process.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/are-you-there-god-its-me-margaret-review-warm-emotionally-agile-judy-blume-adaptation\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/are-you-there-god-its-me-margaret-review-warm-emotionally-agile-judy-blume-adaptation", "date_published": "2023-05-21 10:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teaching unions in England urge ministers to resume pay talks", "description": "<p>Call comes as independent review body to recommend 6.5% pay rise for teachers in England</p><p>Education union leaders have urged ministers to return to the negotiating table for formal talks on pay and funding as an independent review body is to recommend a 6.5% pay rise for teachers in England.</p><p>The School Teachers’ Review Body (STRB) has told the education secretary, Gillian Keegan, that a 6.5% increase is needed to retain teachers in the profession. Keegan was given the report last week but has yet to publish its findings.</p> <a href=\"https://www.theguardian.com/education/2023/may/21/teaching-unions-in-england-urge-ministers-to-resume-pay-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/21/teaching-unions-in-england-urge-ministers-to-resume-pay-talks", "date_published": "2023-05-21 10:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All the Houses I’ve Ever Lived In by Kieran Yates review – a house is not a home", "description": "<p>The journalist uses her own history of accommodation to illuminate the trials of social housing, renting and buying in this thoughtful, timely study of the current crisis</p><p>One of the most fervent topics of today is the state of housing. You can’t spend a day online without encountering one of the following: an image of a<a href=\"https://www.vice.com/en/article/xgybgz/london-rental-opportunity-shower-inside-kitchen\"> bathroom</a> with a bed in it described as an “apartment”; a<a href=\"https://www.thesun.co.uk/news/16155997/man-cockroach-rat-infested-flat-mould-council-flat/\"> video</a> of rats, mould or asbestos invading a property; the success story of a first-time buyer who benefited from the<a href=\"https://www.theguardian.com/business/2023/feb/13/bank-of-mum-and-dad-uk-inequality-pounds-transfer-children-ifs\"> bank</a> of mum and dad. With the discourse around home ownership, exploitative landlords and gentrification getting louder and louder, <a href=\"https://www.kieranyates.co.uk/about-me\">Kieran Yates’s</a> <em>All </em><em>the Houses I’ve Ever Lived In</em> has arrived at precisely the right time. As the title suggests, the 36-year-old journalist and broadcaster, who covers culture, technology and politics for the likes of the BBC, the <em>Guardian</em> and Vice, chronicles all of the homes she’s occupied and how she came to leave them – whether because of dodgy landlords or regeneration. It’s part coming-of-age story, part reportage – or a “rally cry for change”, in the author’s words – and Yates includes interviews with tenants alongside intimate personal essays about her life, family and living conditions.</p><p>The first place she guides us through is a terraced house on Beresford Road in Southall, west London. It was home to her “nanaji” when she arrived in Britain in the 1960s from a tiny village in Punjab; later, it became the place where Yates took her first steps. This section is a little leisurely, as the author holds forth on the mass-produced tissue box adorned with fake velour and embossed gold plastic and its sentimental value in many South Asian homes. The book picks up pace, though, when Yates addresses Southall’s historical tensions between the far right and communities of colour. The <a href=\"https://www.theguardian.com/uk-news/2019/apr/21/southall-demands-justice-killing-of-blair-peach-1979\">1979 riots</a> took place nearby. “My mum’s recollection of these events is hazy but she remembers her dad, my nanaji, carefully arranging a row of glass milk bottles on the wall outside the house ‘just in case’ trouble came to their door.”</p> <a href=\"https://www.theguardian.com/books/2023/may/21/all-the-houses-ive-ever-lived-in-by-kieran-yates-review-a-house-is-not-a-home\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/all-the-houses-ive-ever-lived-in-by-kieran-yates-review-a-house-is-not-a-home", "date_published": "2023-05-21 10:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How solar farms took over the California desert: ‘An oasis has become a dead sea’", "description": "<p>Residents feel trapped and choked by dust, while experts warn environmental damage is ‘solving one problem by creating others’</p><p>Deep in the Mojave desert, about halfway between Los Angeles and Phoenix, a sparkling blue sea shimmers on the horizon. Visible from the I-10 highway, amid the parched plains and sun-baked mountains, it is an improbable sight: a deep blue slick stretching for miles across the Chuckwalla Valley, forming an endless glistening mirror.<br /><br />But something’s not quite right. Closer up, the water’s edge appears blocky and pixelated, with the look of a low-res computer rendering, while its surface is sculpted in orderly geometric ridges, like frozen waves.<br /><br />“We had a guy pull in the other day towing a big boat,” says Don Sneddon, a local resident. “He asked us how to get to the launch ramp to the lake. I don’t think he realised he was looking at a lake of solar panels.”</p><p>Over the last few years, this swathe of desert has been steadily carpeted with one of the world’s largest concentrations of solar power plants, forming a sprawling photovoltaic sea. On the ground, the scale is almost incomprehensible. The Riverside East Solar Energy Zone – the ground zero of California’s solar energy boom –<strong> </strong>stretches for 150,000 acres, making it 10 times the size of Manhattan.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/21/solar-farms-energy-power-california-mojave-desert\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/21/solar-farms-energy-power-california-mojave-desert", "date_published": "2023-05-21 10:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Venice Biennale 2023 review – an important challenge to western architectural tradition", "description": "<p>Under the title The Laboratory of the Future, Lesley Lokko, the Ghanaian-Scottish curator of this year’s biennale, succeeds in her aim to show off under-represented talent from Africa and elsewhere – even if it doesn’t all quite come off</p><p>The Venice Biennale, a grand exhibition that concentrates on art and architecture in alternate years, has been until now a Eurovision of the visual. It is held partly in a series of national pavilions in specially dedicated gardens, originally laid out before the first world war, that reflect the evolving world order of the 20th century Britain, France and Germany are in pride of place, the United States off to one side, other European countries also prominent, plus some representation from Latin America and south-east Asia. Another part of the biennale is held in a relic of an older power structure – the<em> </em>Corderie, the 16th-century rope works of the city’s Arsenale, which served the fleet of what was then a dominant maritime empire.</p><p>The architecture and architects celebrated by the biennale have also been predominantly European, with some contributions from Asia and the Americas. This year’s event, called “The Laboratory of the Future”, curated by the Ghanaian-Scottish academic and novelist Lesley Lokko, sets out to give space to those previously under-represented, in particular (but not only) Africa and the African diaspora. In so doing she aims to present ways of doing architecture that are differe</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/21/venice-architecture-biennale-2023-review-18th-lesley-lokko-laboratory-of-the-future-an-important-challenge-to-western-architectural-tradition-david-adjaye\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/21/venice-architecture-biennale-2023-review-18th-lesley-lokko-laboratory-of-the-future-an-important-challenge-to-western-architectural-tradition-david-adjaye", "date_published": "2023-05-21 10:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Counter culture: the changing world of Britain’s Caribbean food shops", "description": "<p>As the Windrush anniversary draws near, five shopkeepers reflect on their work, lives and community pride</p><p>In the early years of the post-Windrush era, Black British presence was most obviously marked by people; those “willing hands” who toiled in factories and mines and hospitals while making their dogged way through the often unwelcoming vastness of the so-called mother country. But in a smaller yet no less significant way the UK’s nascent Caribbean community announced itself on grocery stand displays and corner shop shelves. From Ridley Road to Moss Side, the lasting impact of the 1948 arrival could be glimpsed in the specialist purveyors of yellow yams, Jamaican water crackers and tinned breadfruit; it could be traced in precariously stacked aisles of red beans and callaloo, and plump, warm loaves of hard dough bread. As the Trinidadian writer Sam Selvon wryly notes in his 1956 Windrush novel <em>The Lonely Londoners</em>: “Before Jamaicans start to invade Brit’n, it was a hell of a thing to pick up a piece of saltfish anywhere.”</p><p>Initially operated by savvy white English or south Asian businesspeople – and then by enterprising West Indians selling shipped produce out of vans – by the early 1960s, Black-owned Caribbean food shops dotted Britain’s major cities, and had emerged as vital points of cultural connection and congregation. “They were significant because they were among the first public displays of Caribbean life, besides music, that people from outside the community would have interacted with,” notes <a href=\"https://theface.com/culture/belly-full-riaz-phillips-caribbean-food-uk\" title=\"\">Riaz Phillips</a>, author of <em>Belly Full</em> and chronicler of Caribbean diaspora food in the UK. “For those within the community, bakeries, mini markets and restaurants were more like social hubs than just places to buy food. They were places to see familiar faces and to organise – be that a party or a protest.”</p> <a href=\"https://www.theguardian.com/food/2023/may/21/counter-culture-the-changing-world-of-britains-caribbean-food-shops\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/counter-culture-the-changing-world-of-britains-caribbean-food-shops", "date_published": "2023-05-21 10:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A knitwear designer spins a yarn to create a colourful new home", "description": "Stephen West, who dazzles viewers on YouTube with his knitwear patterns, has turned his polychromatic energy to his Amsterdam home<p>The Westknits Mystery <a href=\"https://www.westknits.com/blogs/westknits-knit-alongs/westknits-mystery-knit-along\" title=\"\">Shawl Knit Along</a> kicks off online every autumn. The much-awaited month-long event gathers thousands of keen knitters worldwide to craft a surprise shawl pattern, which is revealed in weekly parts. It’s the brainchild of American knitwear designer Stephen West, known for his creative patterns, bold use of colour and exciting <a href=\"https://www.westknits.com/blogs/westknits-knit-alongs/westknits-mystery-knit-along\" title=\"\">YouTube tutorials</a> full of polychromatic energy.</p><p>West moved to Amsterdam more than a decade ago, initially to study dance and choreography, but he soon transferred his skills to knitting and then joined up with his friend, Malia Joseph, as co-owner of the yarn boutique <a href=\"https://www.westknits.com/blogs/westknits-knit-alongs/westknits-mystery-knit-along\" title=\"\">Stephen &amp; Penelope</a>, in the city centre.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/a-knitwear-designer-spins-a-yarn-to-create-a-colourful-new-home\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/a-knitwear-designer-spins-a-yarn-to-create-a-colourful-new-home", "date_published": "2023-05-21 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Actor Michael Socha: ‘Did I fall in with the wrong people? No, I was the wrong people’", "description": "<p>First cast by Shane Meadows, in This is England, Socha is about ​to star in​ the director’s ​period drama ​The Gallows Pole.​ He describes how acting saved him from a life of violence – and why he loves a madcap scheme</p><p>In a photographer’s studio in Derby, Michael Socha is wondering what he should wear. He’s got a good jumper on, but he doesn’t like his jeans. He’s brought a couple of shirts from his mum’s, but they need a bit of an iron. No stylist for Socha; he has the busy air of a man who’s popped in between shifts, which he has, sort of. He lives close by, and is always on the go, “here, there and everywhere”. Aside from acting, and family, he practises muay thai and kickboxing. He’s doing his belts. “I’m on brown two for kickboxing at the moment, aiming for black belt in November,” he says. “When I’m not working, I’m quite active, there’s always something cracking off.”</p><p>And he brings a cracking energy: front foot, quick, friendly, though assessing. It made him stand out, even as a teenager. He was 17 when he appeared in<a href=\"https://www.theguardian.com/film/2019/may/05/shane-meadows-interview-the-virtues-stephen-graham-trauma\"> Shane Meadows’s</a> 2006 film <em>This Is England</em> and progressed to a bigger part in the three TV series, as Harvey, the blond-quiffed, white-jeaned bully turned raver. Since then, he’s rarely been out of work, with credits in <em>The Unloved</em>, <em>Spike Island</em>, <em>Being Human</em>, <em>Once Upon </em><em>a Time</em>, <em>The Aliens</em>, <em>Chernobyl</em> and the forthcoming film <em>Jericho Ridge</em>: “I play a baddy. I often do, it’s my bread and butter.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/21/michael-socha-actor-gallows-pole-this-is-england-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/21/michael-socha-actor-gallows-pole-this-is-england-interview", "date_published": "2023-05-21 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine ceasefire not enough without ‘just and durable’ peace, says Sunak", "description": "<p>UK PM says at G7 summit that end to war will need to recognise country’s territorial integrity</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/21/russia-ukraine-war-live-zelenskiy-to-meet-biden-at-g7-kyiv-says-fighting-in-bakhmut-continues\">Russia-Ukraine war – latest news updates</a></li></ul><p>Rishi Sunak has said a ceasefire in Ukraine would not be enough, as any end to the war will need to recognise the country’s territorial integrity and include a plan for “just and durable” peace.</p><p>The UK prime minister said the last session at the G7 summit in Japan had involved a “conversation about peace” in Ukraine and what it should look like, with more neutral countries India and Brazil also taking part.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/ukraine-ceasefire-not-enough-without-just-durable-peace-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/ukraine-ceasefire-not-enough-without-just-durable-peace-rishi-sunak", "date_published": "2023-05-21 09:37:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for herb focaccia with green olive, burnt lemon and thyme dip, and for pea salad with ricotta and lemon", "description": "Fresh focaccia, a zesty dip and bright pea salad for a vibrant spring lunch<p>We pounced on the focaccia, tearing it into jagged pieces and scooping up the olive dip from our plates with the thick, salt-encrusted bread. Plates were mopped with the still-warm dough and our fingers – oily and tasting of thyme – were licked clean. If I had baked two loaves, I reckon we could easily have got through them both. Spring has brought with it an appetite.</p><p>I had let the dough rise in the fridge overnight, the soft, yeasty cloud tucked in a bowl under a freshly laundered tea towel where it rose slowly. I wanted a bread whose texture was neither tight like cake nor so full of holes that it is useless for scooping up a dip.</p> <a href=\"https://www.theguardian.com/food/2023/may/21/nigel-slater-recipes-herb-foccacia-green-olive-dip-pea-salad-with-ricotta\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/nigel-slater-recipes-herb-foccacia-green-olive-dip-pea-salad-with-ricotta", "date_published": "2023-05-21 09:31:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: Operation Mincemeat; 4000 Miles; The Circle – review", "description": "<p><strong>Fortune, London; Minerva, Chichester; Orange Tree, Richmond</strong><br />SplitLip honour as well as spoof with their all-conquering espionage musical. Elsewhere, Eileen Atkins at her most subtle, and a new twist on Somerset Maugham</p><p>It’s a hoot – and a marvel. It is also one of the surprise survivors of the pandemic-stricken theatre. A show that looked like a caper with a cult following is on the brink of commercial success.</p><p>Hurrah! <strong><a href=\"https://www.operationmincemeat.com/creditswe\">Operation Mincemeat</a></strong> has moved into the Fortune theatre, haunted for more than 30 years by <em>The Woman in Black</em>. Its rise, in an era of juggernaut musicals, is flabbergasting. The creation of the multitasking, multigifted young company <a href=\"https://www.spitlip.uk/\">SplitLip</a>, it opened four years ago at the tiny, dynamic New Diorama theatre in London; it was by far the smallest, though not the least vibrant entry in my <a href=\"https://www.theguardian.com/stage/2019/dec/29/susannah-clapp-best-theatre-2019\">Top 10 shows of 2019</a>. It had an apparently unlikely musical subject: the second world war decoy operation, involving a corpse and fake papers, set up by MI5 to persuade the German military the allies were about to go into Sardinia, not Sicily.</p> <a href=\"https://www.theguardian.com/stage/2023/may/21/operation-mincemeat-musical-fortune-theatre-west-end-london-review-splitlip-4000-miles-eileen-atkins-minerva-chichcester-richard-eyre-amy-herzog-the-circle-somerset-maugham-orange-tree-richmond\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/21/operation-mincemeat-musical-fortune-theatre-west-end-london-review-splitlip-4000-miles-eileen-atkins-minerva-chichcester-richard-eyre-amy-herzog-the-circle-somerset-maugham-orange-tree-richmond", "date_published": "2023-05-21 09:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Far-right minister says Israel 'in charge' on visit to Jerusalem holy site", "description": "<p>Comments by Itamar Ben-Gvir draw condemnation from Palestinians amid escalating tensions</p><p>Israel’s far-right security minister, Itamar Ben-Gvir, visited a site in Jerusalem holy to both Muslims and Jews and declared Israel was “in charge”, drawing condemnation from Palestinians after months of escalating tension and violence.</p><p>The comments, made during an early morning visit on Sunday to the al-Aqsa mosque compound, sacred to both Muslims and Jews, who know it as Temple Mount, came days after groups of Jewish youths clashed with Palestinians and chanted racist slogans during a nationalist march through the Old City.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/far-right-minister-itamar-ben-gvir-says-israel-in-charge-on-visit-to-jerusalem-holy-site\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/far-right-minister-itamar-ben-gvir-says-israel-in-charge-on-visit-to-jerusalem-holy-site", "date_published": "2023-05-21 09:20:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nottinghamshire v Essex, Sussex v Glamorgan: county cricket day four – live", "description": "<ul><li>Gloucs v Durham the other game yet to reach a result</li><li>Share your thoughts with Tanya <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">via email</a> or <a href=\"https://twitter.com/tjaldred\">Twitter</a></li></ul><p><strong>Rest in peace Brian Booth –</strong> Australian cricket captain and Olympic hockey player . “If a prize were offered for fair play among Australia’s post-war cricketers, Brian Booth would win hands down.”</p><p><strong>Confused, out of touch with the IPL 2023?</strong> Don’t worry, Tim de Lisle is here with an excellent idiot’s guide:</p> <a href=\"https://www.theguardian.com/sport/live/2023/may/21/surrey-v-kent-sussex-v-glamorgan-and-more-county-cricket-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/may/21/surrey-v-kent-sussex-v-glamorgan-and-more-county-cricket-live", "date_published": "2023-05-21 09:10:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t fear gentrification, those new blocks of flats can lead to lower rents  | Torsten Bell", "description": "Data from the US supports Keir Starmer’s push for more housebuilding in Britain<p>Housing is always centre stage in British politics, usually in the form of support for first-time buyers, like right to buy. But Keir Starmer is making housebuilding a key pre-election dividing line, <a href=\"https://www.theguardian.com/politics/2023/may/03/starmer-accuses-rishi-sunak-of-killing-the-dream-of-home-ownership\" title=\"\">attacking Rishi Sunak</a> for scrapping the government’s 300,000 homes a year target for England and, more boldly, recognising that <a href=\"https://www.bbc.co.uk/news/uk-politics-65619675\" title=\"\">some development on green belt land</a> will be required.</p><p>The Labour leader is up for a row that brings to life his promises to raise growth and home ownership, while highlighting <a href=\"https://www.theguardian.com/politics/2022/dec/05/sunak-backs-down-on-housebuilding-targets-after-pressure-from-tory-mps\" title=\"\">Conservative divisions</a>. Those divisions reflect housebuilding’s most discussed political faultline: Lib Dems scenting blood in Tory shire marginals whenever a single brick is laid.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/dont-fear-gentrification-those-new-blocks-of-flats-can-lead-to-lower-rents\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/dont-fear-gentrification-those-new-blocks-of-flats-can-lead-to-lower-rents", "date_published": "2023-05-21 09:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "May December review – Julianne Moore and Natalie Portman potent in Highsmithian drama", "description": "<p>Todd Haynes’ film has Portman as an actor spending time with Moore’s married sex offender as research for playing her in a film</p><p>“Insecure people are dangerous,” says Julianne Moore’s character in this movie. She should know. Todd Haynes has come to Cannes with this amusing and elegant drama, Highsmithian in its intimacy and malice; a darker shade of Haynes’s Carol, maybe? It’s an unacknowledged duel between two women, played by Moore and Natalie Portman, who have found a potent frenmity at an important stage in each of their lives. Periodically Haynes will present us their faces side-by-side in closeup as they gaze at themselves and each other in the mirror, Bergman-personae of wary malice.</p><p>Moore plays Gracie Atherton-Yoo, a controlling and neurotic woman in the familiar Moore style, who does in fact give us the traditional Moore self-pity crying scene. Gracie has hyphenated her surname with that of her much younger second husband Joe (Charles Melton), a doctor; she has put her surname first. She lives in some style in the prosperous town of Calabasas, California, but it is evidently her husband’s income which is paying for everything; all Gracie has is a hobbypreneur sideline baking fancy Martha Stewart-style cakes and selling them to the neighbours.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/may-december-review-julianne-moore-and-natalie-portman-potent-in-highsmithian-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/may-december-review-julianne-moore-and-natalie-portman-potent-in-highsmithian-drama", "date_published": "2023-05-21 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artful lodges: 10 beautiful art hotels in Europe", "description": "<p>From classic to cutting edge, from London to Sicily, these lavish hotels put creativity in the frame</p><p>This new hotel is housed in the reborn Battersea power station complex. There are works displayed in the Grand Café and throughout the communal areas, from striking pieces by the hotel’s signature artist Jaime Hayon, to butter-yellow statues in the marbled lobby. Bedrooms are sleek and contemporary with pops of colour and floor-to-ceiling windows, while higher rooms offer fantastic views across the city. There are daily tours of the collection at 4pm, with the spectacular rooftop bar, pool and restaurant the ideal place for some post-culture down time. <br /><em>Doubles from £213, room only; <a href=\"https://artotellondonbattersea.com/\" title=\"\">artotellondonbattersea.com</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/may/21/10-beautiful-art-hotels-in-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/21/10-beautiful-art-hotels-in-europe", "date_published": "2023-05-21 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s football video is a political own goal | David Mitchell", "description": "<p>The PM’s scattergun attempts at image projection tell us nothing about who he really is</p><p>Have you seen the <a href=\"https://www.youtube.com/watch?v=mFGWr1BRaY4\">video Rishi Sunak put out last month</a> wishing Stockton Town FC luck in the Northern Premier League final? Warning: don’t watch it if you’re hoping to vote Conservative at the next election or you won’t be able to. It’s dreadful. I don’t understand how he could be so inept as to record it, or why anyone watching it back wouldn’t wipe it unless they were working directly for Keir Starmer.</p><p>The problem is not the words he says. It’s vanishingly unlikely he had anything to do with the script, which is made clear by the way he delivers it. <em>That</em> is the problem. He speaks with enormous energy, enthusiasm, a big smile and not a trace of sincerity. No one on earth would think he means what he’s saying. Someone who understood not a word of English would nevertheless discern that whatever he was going on about was something about which he did not give a single lonely shit. Not a lie, just a statement with which he had zero emotional connection.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/rishi-sunak-football-stockton-town-fc-video-is-a-political-own-goal\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/rishi-sunak-football-stockton-town-fc-video-is-a-political-own-goal", "date_published": "2023-05-21 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I miss Ukraine’: the real-life stories behind UK immigration statistics", "description": "<p>Some are fleeing persecution and war. Some are studying. Others are bringing their professional skills to the benefit of society</p><p>Last year net migration to the UK reached a record 504,000 last year. On Thursday official figures are expected to confirm a new high of at least 700,000, widening Cabinet divisions over immigration while provoking debate on how best the UK props up the NHS alongside a stuttering post-Brexit economy.</p><p>Driven largely by people arriving from outside the EU, the contemporary story of migration to the UK is partly explained through the influx of Ukrainians and Hong Kongers fleeing war and repression. Elsewhere, the rise is explained by a surge in international students and skilled workers, largely health and care workers.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/21/the-real-life-stories-behind-the-immigration-statistics\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/21/the-real-life-stories-behind-the-immigration-statistics", "date_published": "2023-05-21 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Zuckerberg’s metaverse vision is over. Can Apple save it?", "description": "<p>The CEO of the social media giant has spent billions on his virtual reality dream – and still no one understands the idea. Now the world’s richest firm could change the game</p><p>In Meta’s quarterly earnings call in April, chief executive <a href=\"https://www.theguardian.com/technology/mark-zuckerberg\" title=\"\">Mark Zuckerberg </a>was on the defensive. The metaverse, the vision of a globe-spanning virtual reality that he had literally bet his multibillion-dollar empire on creating, <a href=\"https://www.theguardian.com/technology/commentisfree/2023/may/13/death-of-mark-zuckerberg-metaverse-meta-facebook-virtual-reality-ai\" title=\"\">had been usurped</a> as the new hot thing by the growing hype around <a href=\"https://www.theguardian.com/technology/artificialintelligenceai\" title=\"\">artificial intelligence</a> (AI).</p><p>Critics had even noticed Meta itself <a href=\"https://www.theguardian.com/technology/2023/may/11/meta-artificial-intelligence-metaverse-mark-zuckerberg\" title=\"\">changing its tune</a>, highlighting the difference between a <a href=\"https://www.theguardian.com/technology/2022/nov/09/mark-zuckerberg-meta-to-sack-11000-workers-after-revenue-collapse-facebook-instagram\" title=\"\">November statement </a>from Zuckerberg, in which he described the project as a “high-priority growth area” and <a href=\"https://www.theguardian.com/technology/2023/mar/14/mark-zuckerberg-meta-layoffs-hiring-freeze\" title=\"\">a March note</a> that instead focused on how “advancing AI” was the company’s “single largest investment”.</p> <a href=\"https://www.theguardian.com/technology/2023/may/21/mark-zuckerbergs-metaverse-vision-is-over-can-apple-save-it\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/21/mark-zuckerbergs-metaverse-vision-is-over-can-apple-save-it", "date_published": "2023-05-21 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Melissa McCarthy: ‘I spend a lot of my work shredding people’", "description": "<p>Actor Melissa McCarthy on winding up Trump, using ‘humour as healthcare’ and why she’s had enough of Hollywood’s ‘screamers and egos’</p><p>The worst thing about being famous for Melissa McCarthy is how hard it’s become to follow strangers around a discount store called Big Lots. This is a shop where you can find, for example, patio furniture, a large rack of lamb, sparkly nail varnish and also an Oscar-nominated actress, twice a week, in sunglasses and facemask, staring at strangers. “It’s my therapy, I just find it wonderful.” she says, lightly.</p><p>Not just anyone. She doesn’t want to follow just anyone, she likes to follow, for example, the guy wearing all purple, or with his beard tucked into his belt, or the woman in headphones, singing. “I guess it’s because,” she thinks, “everything we’re sold is about perfection – are you making your own organic baby food? Are you milling your own gluten-free flour? So, I have a true love and obsession for someone who’s just like – this is me.” She grins. “Yes, I get a true rush of joy when I can tell someone’s living just as they want. Somebody who’s, like, really rocking their life, I want to be in their glow for a few minutes. It recharges my batteries.” In another life, would McCarthy be one of those people, roller-skating around a discount store, singing? Would she be beard guy? “I think…” she leans in, “I am one of those people. I <em>am</em> beard guy.”</p> <a href=\"https://www.theguardian.com/film/2023/may/21/melissa-mccarthy-we-have-never-needed-to-laugh-more\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/melissa-mccarthy-we-have-never-needed-to-laugh-more", "date_published": "2023-05-21 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nobel winners demand release of Belarusian peace laureate Ales Bialiatski", "description": "<p>Open letter condemning the detention of the human rights activist, who won the 2022 prize, signed by more than 100 laureates including Kazuo Ishiguro and JM Coetzee</p><p>More than 100 Nobel laureates, including Kazuo Ishiguro, Olga Tokarczuk and JM Coetzee, have called for the release of Nobel peace prize winner Ales Bialiatski and said they “stand with the fearless people of Belarus who continue to fight for their human rights”.</p><p>Bialiatski founded an organisation called Viasna (Spring) to provide support for demonstrators who were jailed after protesting against dictatorial powers granted to Belarusian president Alexander Lukashenko following a constitutional amendment in 1996.</p> <a href=\"https://www.theguardian.com/books/2023/may/21/nobel-winners-demand-release-of-belarusian-peace-laureate-ales-bialiatski\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/nobel-winners-demand-release-of-belarusian-peace-laureate-ales-bialiatski", "date_published": "2023-05-21 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sixty days on a ledge in the Atlantic: teacher aims to break Rockall record", "description": "<p>Chris ‘Cam’ Cameron ready to set sail for barren rock 230 miles from nearest permanently inhabited place</p><p>A science teacher has found an unusual way of exorcising the loneliness and isolation of the repeated lockdowns during the Covid crisis. He plans to spend two months living alone on Rockall, a <a href=\"https://www.theguardian.com/theguardian/from-the-archive-blog/2013/may/28/rockall-nick-hanckock-archive\">barren islet</a> deep in the Atlantic.</p><p>Chris “Cam” Cameron, 53, will set sail for Rockall this week in an attempt to break the record for occupying the sheer-sided chunk of granite. He plans to spend at least 60 days perched on a ledge measuring barely 4 metres by 1.5 metres, to raise money for charity.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/21/teacher-aims-to-break-rockall-record-sixty-days-on-a-ledge-in-the-atlantic\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/21/teacher-aims-to-break-rockall-record-sixty-days-on-a-ledge-in-the-atlantic", "date_published": "2023-05-21 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Oh my God, what will they think?’ How Katharine Hepburn was haunted by fear of audiences", "description": "<p>New documentary uses unheard tapes and unseen footage to reveal insecurities of legendary actor</p><p>Her classic films include <em>The African Queen</em> and <em><a href=\"https://www.theguardian.com/film/2015/feb/12/the-philadelphia-story-review-rerelease\" title=\"\">The Philadelphia Story</a></em> and she still holds an Oscar record for four wins and 12 nominations, but <a href=\"https://www.theguardian.com/film/2020/nov/12/katharine-hepburn-20-best-films-ranked\" title=\"\">Katharine Hepburn</a> was haunted by a fear of performing. Despite her success as one of the industry’s foremost actresses, she saw the audience as her “natural enemy” and would repeatedly seek reassurance of her talent from those closest to her.</p><p>Her nephew, Mundy Hepburn, recalled that her anxiety was extreme when she came backstage after live performances: “Now and again she’d puke in the wastebasket, because she was so wired and scared and ‘Oh my God, what’ll they think? I’ve got to do a good job’ … Then she’d go on stage and be absolutely brilliant … She’d grab me by the shoulders. ‘Was I any good? Was I any good?’”</p> <a href=\"https://www.theguardian.com/film/2023/may/21/oh-my-god-what-will-they-think-how-katharine-hepburn-was-haunted-by-fear-of-audiences\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/oh-my-god-what-will-they-think-how-katharine-hepburn-was-haunted-by-fear-of-audiences", "date_published": "2023-05-21 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Amis was Mick Jagger in literary form, I was besotted | Geoff Dyer", "description": "<p>Amis transformed vernacular English into screamingly funny voice-powered novels in the 80s and 90s, but he was even better in his later collections of journalism – showing how style was intrinsic to perception</p><ul><li><a href=\"https://www.theguardian.com/books/2023/may/20/martin-amis-era-defining-british-novelist-dies-aged-73\">Martin Amis, era-defining British novelist, dies aged 73</a></li></ul><p>I suspect it’s difficult for anyone under the age of … what? 30? 40? – to comprehend the thrall Martin Amis exerted on writers now in their 50s or above. One might have to insert a qualifying “male” here. Or go the other way, stop generalizing and say how thoroughly he had me in his thrall throughout the 1980s and 90s. There were writers I admired more but he was more fun to read than all of them put together. I sat there aghast at his transformative impact on language. In <a href=\"https://www.theguardian.com/books/2015/jun/29/100-best-novels-93-martin-amis-money\">Money</a> he imported an American form – the voice-powered monologue – and mixed it in with vernacular English ingredients that were traditional and of the moment. The next big novel was called <a href=\"https://www.theguardian.com/books/2018/oct/30/martin-amis-london-fields-film-amber-heard-interview\">London Fields</a> but this phase of extended dominance can be likened to an earlier titular declaration from 1979: <a href=\"https://www.theguardian.com/music/2020/jan/09/the-clash-london-calling-reviewed-january-1980\">London Calling</a>. But just as this was a New York-inflected London, so the daylight yobbery of register was always being yanked (in both senses) into a subtly different gear by a mix of inheritance (Kingsley), institution (first-class English degree from Oxford) and indebtedness to American favourites: Saul Bellow, pre-eminently). An ironic consequence of all this was that Amis’s contemporaneity made Bellow seem old-worldy (while Martin enjoyed the dubious distinction of being referred to as an <em>enfant terrible</em> well into his sixties).</p><p>But what was this <em>this</em>? Or, More exactly <em>where</em> was it? In Money, obviously, but the truth is that with the exception of <a href=\"https://www.theguardian.com/books/2010/jan/09/bookclub-martin-amis-times-arrow\">Time’s Arrow</a><em> </em>Amis’s other major novels were all overlong. I tired of them even in the midst of relishing them. London Fields sagged fatally – then sprang back into life. The Information was unable to sustain the weight and momentum of its opening. What this meant was that he was at his consistent best in the collections of journalism such as The Moronic Inferno and <a href=\"https://www.theguardian.com/books/2001/apr/14/fiction.martinamis\">The War Against Cliche</a>. His signature strength as a writer – the electrifying prose – was also a component of his shortcoming as a novelist. In some ways, an unflashy writer such as Tessa Hadley seems to get closer to the permanent mystery of great fiction than he ever did. But style is not just a varnish; it is, as he pointed out, intrinsic to perception. Every page of his writing – in any form – was steeped in his consciousness and I was besotted by that consciousness in all its forms. I think that’s why there was such a personality cult around Amis in a way that there could never be a cult of Julian Barnes or AS Byatt. Amis was Mick Jagger in literary form.</p> <a href=\"https://www.theguardian.com/books/2023/may/21/martin-amis-geoff-dyer-british-novels-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/martin-amis-geoff-dyer-british-novels-dies", "date_published": "2023-05-21 08:54:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Romance, strife, and broadcasting rights: African telenovela goes global", "description": "<p>Producers of hugely successful shows are chasing viewers in Latin America,  where the genre was pioneered</p><p>On a television set in thick green bush outside Nigeria’s megacity Lagos, the mood was buoyant.</p><p>“Welcome to my palace,” said Bola Stephen-Atitebi, a theatre actor who is grinning after taking the leap from stage to screen as a star of Itura, the latest hit in a booming new African telenovela scene.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/romance-strife-and-broadcasting-rights-african-telenovela-goes-global\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/romance-strife-and-broadcasting-rights-african-telenovela-goes-global", "date_published": "2023-05-21 08:47:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farewell, racial stereotypes. Now we have the true tale of an Indian princess turned suffragette | Anjli Mohindra", "description": "South Asian actors are at last leaving behind terrorist roles for ones drawn from history<p>My first major role on an award-winning, crowd-rousing, primetime British television show, <a href=\"https://www.theguardian.com/tv-and-radio/2018/sep/23/bodyguard-finale-mercurio-concludes-his-modern-take-on-a-heros-fable\" title=\"\"><em>Bodyguard</em></a>, as the suicide-bomber Nadia, became a national talking point on the portrayal of South Asian women on screen. To be the poster person of this timely moment of discourse felt terrifying. It made me question my internal GPS: what was my own position in this global conversation on representation?</p><p>I did what actors do – I humanised the character before me. But the bigger picture was that the industry was ready for a shift; no longer was the terrorist trope only frustrating for us brown folk, it had become a wider issue.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/princess-sophia-duleep-singh-this-is-not-woke-south-asians-role-national-story\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/princess-sophia-duleep-singh-this-is-not-woke-south-asians-role-national-story", "date_published": "2023-05-21 08:32:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My son’s aquatic empire has taken over the sitting room – and I am in over my head | Séamas O’Reilly", "description": "<p>His toys are lampreys, yeti crab and hydrothermal vents, the TV remote an ice research station. It’s an Octonauts craze and I am sinking</p><p>I am sitting on the floor of my living room, immobile and surrounded by objects, all on important underwater business. I, too, am in the deep sea, and must remain there until further instruction is forthcoming. Having discarded it as a younger child, my four-year-old son has come back to <em><a href=\"https://www.youtube.com/channel/UCXLLQkbYE-G9jYrra7R4Qsw\" title=\"\">Octonauts</a></em> with gusto. If you’re not a fan already, it’s an Irish-produced extravaganza of toyetic edutainment, in which a fleet of cutesily drafted anthropomorphic animals rescue and research marine creatures.</p><p>As a result of said TV programme, my son knows everything there is to know about lampreys and the <a href=\"https://www.theguardian.com/world/2019/may/13/man-makes-deepest-ever-dive-in-mariana-trench-and-discovers-trash\" title=\"\">Mariana Trench</a>, and asks solemn, probing questions about the yeti crab and hydrothermal vents. When we had friends round last week, questions about these seabed fissures became his standard conversational opener, leading to puzzled glances from adults who had no idea what a ‘hydo-fermal vent’ was. At night my son pulls me close and sleepily intones that <a href=\"https://www.theguardian.com/environment/2022/nov/30/discovered-in-the-deep-siphonophore-species-australia\" title=\"\">siphonophores</a> are not single animals at all, but several organisms operating in unison.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/my-sons-aquatic-empire-has-taken-over-the-sitting-room-and-i-am-in-over-my-head\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/my-sons-aquatic-empire-has-taken-over-the-sitting-room-and-i-am-in-over-my-head", "date_published": "2023-05-21 08:31:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Actor Lucas Hedges: ‘I love nostalgia, so walking around England is another level’", "description": "<p>The American star of Manchester By the Sea on making his West End debut in the world premiere of Brokeback Mountain, escaping tragic film roles, and nepo babies</p><p>Brooklyn-born Lucas Hedges, 26, began his acting career in his teens with a supporting role in Wes Anderson’s <em><a href=\"https://www.theguardian.com/film/2012/may/27/moonrise-kingdom-wes-anderson-review\">Moonrise Kingdom</a></em>. His breakthrough was <em><a href=\"https://www.theguardian.com/film/2017/jan/08/manchester-by-the-sea-review-kenneth-lonergan-casey-affleck\">Manchester By </a></em><em><a href=\"https://www.theguardian.com/film/2017/jan/08/manchester-by-the-sea-review-kenneth-lonergan-casey-affleck\">the Sea</a></em>, which earned him an Oscar nomination. Subsequent film credits include <em><a href=\"https://www.theguardian.com/film/2018/feb/18/lady-bird-review-greta-gerwig-saoirse-ronan-laurie-metcalf-observer\">Lady Bird</a></em>, <em><a href=\"https://www.theguardian.com/film/2018/jan/14/three-billboards-outside-ebbing-missouri-review-frances-mcdormand\">Three Billboards Outside Ebbing, Missouri</a></em> and <em>Boy Erased</em>. Hedges now makes his West End debut in the stage adaptation of Annie Proulx’s <em>Brokeback Mountain</em>.</p><p><strong>The </strong><strong>world premiere of </strong><em><strong>Brokeback Mountain</strong></em><strong> is rooted in Annie Proulx’s original novella, but what’s your relationship with the </strong><strong>2005</strong><strong> film?<br /></strong>I saw it when I was young and thought it was great. Certain moments stuck in my mind but I’m trying to forget those now that I’m doing this play! I’m just seeing it as playing Ennis Del Mar from the book. I can’t compare it to Heath Ledger’s performance. He was just the best actor.</p> <a href=\"https://www.theguardian.com/stage/2023/may/21/actor-lucas-hedges-brokeback-mountain-manchester-by-the-sea-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/21/actor-lucas-hedges-brokeback-mountain-manchester-by-the-sea-interview", "date_published": "2023-05-21 08:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Green belts once served a vital purpose, but now they are squeezing the life out of cities | Rowan Moore", "description": "Keir Starmer has drawn flak for his revolutionary housebuilding plans, but history shows it can be achieved while still protecting the environment<p>Imagine a reservoir of wealth, worth very many billions of pounds, a latter-day North Sea oil, lying underneath the country. One that, what’s more, is public property. What government would not want to turn it to the benefit of its favoured policies – for example to ending the nation’s eternally unsolved housing crisis, to returning to young and not-so-young people the degree of access to decent housing that former generations enjoyed?</p><p>This reservoir exists. It consists of the potential value of land that is released when planning permission is granted for housing, or other profitable development. Thanks to the postwar government of Clement Attlee, whose nationalisation of development rights is still partly unprivatised, it belongs to government. It could be extremely helpful to a future Labour administration, if it seriously wants to restore, as Keir Starmer put it last week, both economic renewal and <a href=\"https://www.theguardian.com/politics/2023/may/18/rishi-sunak-stands-by-pledge-to-protect-green-belt-after-starmer-housing-comments\" title=\"\">the housing security</a> that “working people… desperately need”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/keir-starmer-labour-housebuilding-green-belts-new-towns\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/keir-starmer-labour-housebuilding-green-belts-new-towns", "date_published": "2023-05-21 08:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: Easter may be over, but the chocolate egg lives on", "description": "There’s something joyful about chocolate in any shape<p>It may be three-quarters of the way through May, but I’m still eating Easter eggs. There’s something joyful about chocolate in any shape beyond a bar (and obvs, that’s fun, too), and when I did feature some Easter eggs at the appropriate time, a few readers wrote in to say that price-per-gram Easter eggs were expensive and bars were better value. ‘Then buy the bars,’ I gently suggested. ‘But the eggs are more fun.’ Well exactly and fun, as any Tory government will tell you, costs.</p><p>I was late to try <strong><a href=\"https://eponine.co.uk/product/peanut-caramel-easter-egg-snegg/\" title=\"\">Éponine</a></strong>’s eggs (actually, half filled eggs), called Sn’eggs, £7, but I asked, ‘Why not keep making them for those of us who like a little out-of-season subversion?’ And they are going to! Not only that but they are going to do specials for occasions throughout the year (there was a tea and biscuits one for the coronation). All that I tried were gobsmackingly delicious, but my favourite was the roasted peanut and caramel, which was like a very posh, delicious and expensive way of saying look, these things are made by human hand, not machine. The <a href=\"https://eponine.co.uk/product/strawberry-cheesecake-easter-egg-snegg/\" title=\"\">Strawberry Cheesecake</a> was not absolutely my thing (bit sweet for me), but highly praised by my testers and a thing of utter beauty if sliced.</p> <a href=\"https://www.theguardian.com/food/2023/may/21/notes-on-chocolate-annalisa-barbieri-easter-is-over-but-chocolate-eggs-live-on\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/notes-on-chocolate-annalisa-barbieri-easter-is-over-but-chocolate-eggs-live-on", "date_published": "2023-05-21 08:01:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK care home firm under fire as children forced to move hundreds of miles", "description": "<p>Private provider criticised for uprooting more than 60 vulnerable children, with some transferred from south-east England to Scotland</p><p>The trade body that oversees children’s care homes has taken the unprecedented step of publicly berating a major private provider for jeopardising “the wellbeing of young people in its care” after it announced a string of home closures.</p><p>The <em>Observer</em> revealed last month that England’s fourth largest provider of residential places for looked-after children, Outcomes First Group was <a href=\"https://www.theguardian.com/society/2023/apr/30/heartbreaking-private-care-homes-accused-of-failing-uk-children-due-to-closures\" title=\"\">shutting 28 care homes</a> due to “market challenges”.</p> <a href=\"https://www.theguardian.com/society/2023/may/21/uk-care-home-firm-under-fire-as-children-forced-to-move-hundreds-of-miles\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/21/uk-care-home-firm-under-fire-as-children-forced-to-move-hundreds-of-miles", "date_published": "2023-05-21 08:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Archbishop of Canterbury to take lead in attempt to soften UK immigration bill", "description": "<p>In a highly unusual step, Justin Welby plans to challenge the ‘morally unacceptable’ legislation in the House of Lords, colleagues say</p><p>The archbishop of Canterbury is expected to step up his opposition to the government’s illegal migration bill this week as the controversial plans are subjected to detailed scrutiny in the House of Lords.</p><p>In a highly unusual move for such a senior cleric, archbishop Justin Welby is ready to take the lead by tabling a series of amendments to legislation <a href=\"https://www.theguardian.com/uk-news/2023/may/10/uk-migration-bill-impractical-and-morally-unacceptable-says-justin-welby\" title=\"\">he has described as “morally unacceptable”</a>, colleagues in the House of Lords say.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/archbishop-of-canterbury-to-take-lead-in-attempt-to-soften-uk-immigration-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/archbishop-of-canterbury-to-take-lead-in-attempt-to-soften-uk-immigration-bill", "date_published": "2023-05-21 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paul Simon: Seven Psalms review – a surprise and a revelation", "description": "<p>(Owl/Sony)<br />The veteran singer-songwriter ponders faith and mortality in seven beautiful, impressionistic movements</p><p>In 2018, <a href=\"https://www.theguardian.com/music/paul-simon\">Paul Simon</a> retired from performing. So <em>Seven Psalms</em>, a 33-minute work of seven interlinked movements, arrives both as a surprise and a revelation. Coming to Simon in a series of dreams, <em>Seven Psalms</em> finds this revered singer-songwriter approaching the big questions in a manner that recalls the seeking of the late <a href=\"https://www.theguardian.com/music/leonard-cohen\">Leonard Cohen</a>, another great pop metaphysician raised originally in the Jewish faith. “This whole piece is really an argument I’m having with myself about belief, or not,” Simon notes in <a href=\"https://youtu.be/ZiDc4DbFQZY\">the album’s YouTube trailer</a>.</p><p>Starring his voice and nimble guitar, with subtly dramatic instrumentation adding texture throughout, this is less a record than a dream state designed to wash over the listener in one sitting. Neither folk nor pop – just two of the genres Simon is best known for – the playing throughout is impressionistic, straying towards a playful country blues on My Professional Opinion, while arpeggiating Spanish guitar lends grace to Your Forgiveness, an etiolated movement where Simon wonders: “Two billion heartbeats and out? Or does it all begin again?”</p> <a href=\"https://www.theguardian.com/music/2023/may/21/paul-simon-seven-psalms-review-five-stars\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/21/paul-simon-seven-psalms-review-five-stars", "date_published": "2023-05-21 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Surge in strikes at Chinese factories after Covid rules end", "description": "<p>Action by workers has trebled this year as the country emerges from its draconian coronavirus measures</p><p>Protests in China are often small- scale. On 17 May, a handful of workers at an air-purifier factory in Xiamen, a coastal city in Fujian province, south-east China, gathered to demand the payment of wages that, they said, were in arrears. The protest was quiet, but it was one of nearly 30 similar demonstrations this month alone.</p><p>With China’s factories reopened and draconian coronavirus measures abandoned, workers are also going on strike at a remarkable rate.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/surge-in-strikes-at-chinese-factories-after-covid-rules-end\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/surge-in-strikes-at-chinese-factories-after-covid-rules-end", "date_published": "2023-05-21 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UniVerse: A Dark Crystal Odyssey; Northern Ballet: The Great Gatsby – review", "description": "<p><strong>Linbury theatre, Royal Opera House; Sadler’s Wells, London</strong><br />Wayne McGregor conjures a shimmering eco-myth from Jim Henson’s 80s fantasy film, while Northern Ballet’s handsome take on F Scott Fitzgerald is all about the moves</p><p>“There are no mothers-in-law in ballet,” said George Balanchine, explaining why most of his ballets are abstract explorations of pure movement. It’s a good line, but it’s both right and wrong. Part of dance’s power springs from the attempts of various choreographers to use a silent medium to communicate complex thought – and the plot-driven ballet is a surprisingly resilient form.</p><p>Last week brought two contrasting examples. For a long time, <a href=\"https://www.theguardian.com/stage/2021/jul/10/wayne-mcgregor-star-choreographer-is-on-a-mission-to-make-dancers-of-us-all\">Wayne McGregor</a> has been grappling with new definitions of narrative. Pieces such as <em><a href=\"https://www.theguardian.com/stage/2013/jun/02/raven-girl-review-itmoi\">Raven Girl</a></em>, <em><a href=\"https://www.theguardian.com/stage/2023/mar/05/woolf-works-wayne-mcgregor-alessandra-ferri-royal-ballet-royal-opera-house-london-virginia-woolf\">Woolf Works</a></em> and <em><a href=\"https://www.theguardian.com/stage/2021/oct/24/the-dante-project-royal-ballet-review-wayne-mcgregor-thomas-ades-tacita-dean-edward-watson\">The Dante Project</a></em> (for the Royal Ballet) and <em><a href=\"https://www.theguardian.com/stage/2022/jul/03/afterite-lore-la-scala-milan-review-wayne-mcgregor-stravinsky-the-rite-of-spring-les-noces\">Lore</a></em> (for La Scala), not to mention <em><a href=\"https://www.theguardian.com/stage/2017/oct/08/company-wayne-mcgregor-autobiography-sadlers-wells-review\">Autobiography</a></em> for his own Company Wayne McGregor, reveal a fascination with reinventing the way that dance relates to story.</p> <a href=\"https://www.theguardian.com/stage/2023/may/21/universe-a-dark-crystal-odyssey-wayne-mcgregor-linbury-theatre-royal-ballet-jim-henson-review-northern-ballet-the-great-gatsby-sadlers-wells\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/21/universe-a-dark-crystal-odyssey-wayne-mcgregor-linbury-theatre-royal-ballet-jim-henson-review-northern-ballet-the-great-gatsby-sadlers-wells", "date_published": "2023-05-21 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yellowface by Rebecca F Kuang – a wickedly funny publishing thriller", "description": "<p>In the follow-up to her bestseller, Babel, Kuang delivers a hugely entertaining account of a brazen literary heist</p><p>Rebecca F Kuang has followed her bestselling “dark academia” novel <em><a href=\"https://www.theguardian.com/books/2022/sep/10/babel-by-rf-kuang-review-an-ingenious-fantasy-about-empire\">Babel</a></em> with a zeitgeisty thriller set in the world of publishing that tells the tale of two young novelists in Washington DC. There’s Athena Liu, a critical and commercial darling who has just signed a deal with Netflix, and green-eyed frenemy Juniper Hayward, whose debut has already been forgotten, the paperback publication axed owing to poor sales. The novel starts with the pair toasting Athena’s success in her ritzy apartment after a night on the town; Juniper, our narrator, is choking down her resentment when, suddenly, Athena is literally – and fatally – choking on a homemade pancake…<br /><br />It’s a freak accident whose sheer unbelievability sounds the keynote for a novel circling the slipperiness of truth, but most of all it gets the motor running on the novel’s plot, a brazen literary heist. Athena had just shown Juniper her secret new manuscript – an epic novel about the Chinese workers recruited by the British army in the first world war, drafted on a typewriter (“no Word backups, no Google Docs, no Scrivener”, which is to say, no plot holes here, OK?). In the subsequent blur of events, from 911 call to tear-stained Uber ride home, Juniper spirits away the stack of pages then just can’t help publishing it under her own name, rebranded as June Song (Song being her middle name, given by her hippy mother).</p><p>At first, the calculatedly fuzzy sobriquet wrongfoots anyone ready to accuse a non-Asian writer of cultural appropriation. And all Juniper’s dreams come true: the squillion-dollar advance, the critical kudos, a spot on the <em>New York Times</em> bestseller list. Sure, there’s the small matter of Athena’s mother pledging her daughter’s research notebooks to a university archive (something she’s talked out of a little too conveniently), not to mention some grumbling from an Asian-American editorial assistant (less easily dismissed). But Juniper still basks in the glow of success – at least until Twitter raises its collective eyebrow and she’s mired in an ever-widening plagiarism scandal.<br /><br />Sustaining the fraud in the eye of the storm requires ever more manic deception – and self-deception. After all, didn’t Juniper simply midwife a far-from-ready draft that might otherwise never have seen daylight? And in the first place, hadn’t Athena once strip-mined sensitive details of Juniper’s personal life for an early short story? And it’s so hard for white writers to catch a break these days…<br /><br />As the excuses pile up, Kuang convincingly keeps the ground shifting as to whether Juniper’s confession is just another con trick, as well as concealing the scale of her misdemeanours. As a tale of rivalrous friendship that morphs into lurid revenge melodrama and even a sort-of ghost story, <em>Yellowface</em> keeps us agog, narrowing its eyes all the while at an industry’s attitudes towards racial diversity. Still, it’s a thriller about the book trade – the appeal is niche – and you can sense Kuang’s uncertainty about what does and doesn’t need explaining. The reader who cares to know that the central characters became fast friends over a shared love of Elif Batuman’s <em>The Idiot</em> (“‘It is the perfect campus tale,’ Athena said, articulating clearly every feeling I’d ever had about the novel”) isn’t, I suspect, a reader who needs to be told that paperbacks are cheaper than hardbacks, as Juniper at one point handily lets us know.<br /><br />That said, I probably wolfed this down more avidly than anything I’ve read this year. It’s often wickedly funny: Juniper stakes her entire sense of self on the fallacy that she wrote Athena’s novel, yet also privately exults when critics find fault with it (she always knew Athena was a hack). But there’s deeper comedy, too. Juniper’s ill-gotten gains mean she can give up – wait for it – ghost-writing college application essays; and in one scene, she twigs that her agent is bullshitting her over the phone about Chinese politics because she’s reading the same Wikipedia entry as him at exactly the same time. Everyone’s bluffing, Kuang seems to say, and in its deepest implications <em>Yellowface</em> ultimately posits any creative act as a pilfering of one sort or another. Or have I just been Juniper-pilled and fallen for her sob story? It’s the knife edge on which this clever and entertaining send-up leaves you poised.</p><p><em>Yellowface</em> by Rebecca F Kuang is published by the Borough Press (£16.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/yellowface-9780008532772\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/may/21/yellowface-by-rebecca-f-kuang-a-wickedly-funny-publishing-thriller\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/yellowface-by-rebecca-f-kuang-a-wickedly-funny-publishing-thriller", "date_published": "2023-05-21 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Care bots’: a dream for carers or a dangerous fantasy?", "description": "<p>Robots that can assist caregivers have been talked up as being transformative. But some researchers fear such technology could take more than it gives</p><p>Ingrid’s 22-year-old son Tom doesn’t understand danger. He cannot leave the house by himself because he does not know that cars may kill him and, in winter, he forgets to wear enough clothes to stay warm. He was born with Down’s syndrome and Ingrid says that “he’s calm and shy and really polite, but he needs help with everything”.</p><p>Ingrid is one of millions of people caring for a loved one at home today. In the UK, “family caregivers” constitute about 9% of the population and they outstrip paid care workers by more than three to one. This is because most care continues to be carried out in people’s homes, rather than in residential facilities or by paid workers in the community. For this oft-overlooked army of supporters, it’s a difficult life. According to <a href=\"https://www.carersuk.org/reports/state-of-caring-2022-report/\">an annual survey</a> of family caregivers in the UK, 45% had been providing support for 90 hours or more each week, and a similar proportion had not taken a break from caring in the past year. Caregivers consistently report lost income, higher than average rates of depression and anxiety, lack of time to rest, exercise or socialise, or to attend their own medical appointments – to do much of anything for themselves, really.</p> <a href=\"https://www.theguardian.com/society/2023/may/21/care-bots-care-tech-uk-robots-carers-emily-kenway\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/21/care-bots-care-tech-uk-robots-carers-emily-kenway", "date_published": "2023-05-21 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Conservative party at war with it itself? It is not a winning formula | Ed Vaizey", "description": "<p>Tory pressure groups are peddling the politics of grievance – and inviting  electoral failure, says David Cameron’s culture secretary</p><p>Today the Conservatives officially outlast New Labour, with a Tory prime minister in Downing Street for the last 13 years and a week or so.</p><p>After so long in power, and after so many dramas, the Tories might be forgiven for simply lying down and waiting for the inevitable. Weirdly, though, I remain optimistic. Rishi Sunak is proving to be a formidable prime minister, with extraordinary energy and a refreshingly practical approach to problem-solving. He could pull it off.</p> <a href=\"https://www.theguardian.com/politics/commentisfree/2023/may/21/a-conservative-party-at-war-with-itself-its-not-a-winning-formula\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/commentisfree/2023/may/21/a-conservative-party-at-war-with-itself-its-not-a-winning-formula", "date_published": "2023-05-21 08:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "While Rishi Sunak keeps quiet, noisy Tories are wreaking havoc on his party’s reputation | Isabel Hardman", "description": "The prime minister believes endlessly chasing the news agenda is a waste of time, but his detachment has created a vacuum<p>Where’s Rishi? Even when the prime minister isn’t high above the ground in a plane <a href=\"https://www.theguardian.com/politics/2023/may/19/rishi-sunak-britain-has-moved-on-from-judging-people-for-being-rich\" title=\"\">to Japan</a>, as he was last week, or in a <a href=\"https://www.theguardian.com/politics/2023/may/09/sunak-helicopter-train-southampton-prime-minister-rail\" title=\"\">helicopter to Southampton</a>, as he was the week before, he still has a strange air of detachment about him. He doesn’t pay much regard to the day-to-day news cycle. He doesn’t even bother seeming too involved in the big rows that blow up in his own government, often appearing more of a commentator who responds later to a big event like a minister resigning, rather than being the great clunking fist who pushes them out.</p><p>When talking about <a href=\"https://www.theguardian.com/uk-news/2023/may/19/rishi-sunak-says-he-aims-to-brings-immigration-below-level-he-inherited\" title=\"\">net migration</a> figures, he said: “<a href=\"https://www.independent.co.uk/news/uk/politics/rishi-sunak-immigration-pledge-boris-johnson-b2341157.html\" title=\"\">I inherited some numbers</a>,” suggesting someone else was in charge, maybe even some other political party. His response to <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\" title=\"\">Dominic Raab quitting</a> was more like a blog reacting to the news, rather than an attempt to seem in control. In fact, he’s sometimes so slow even to offer this kind of comment that, if he were a mere journalist rather than the prime minister, his editor would be phoning him up and asking if copy might be on the way soon.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/rishi-sunak-detached-squabbling-tories-frighten-voters\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/rishi-sunak-detached-squabbling-tories-frighten-voters", "date_published": "2023-05-21 07:31:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government’s anti-migrant rhetoric is ‘feeding’ the far right, claims campaign group", "description": "<p>Hope not Hate analysis has pinpointed spikes in hostility whenever ministers speak negatively about refugees</p><p>Government rhetoric on migration is increasingly “feeding” the far right, according to new analysis detailing for the first time the growing symbiotic relationship between senior Tories and the extreme rightwing.</p><p>An investigation shows that government statements and policy announcements on the issue are effectively “incubating” the far right on Telegram, the social media app where many rightwing extremists have <a href=\"https://www.theguardian.com/uk-news/2021/oct/14/telegram-warned-of-nurturing-subculture-deifying-terrorists\" title=\"\">congregated</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/21/uk-governments-anti-migrant-rhetoric-is-feeding-the-far-right-claims-campaign-group\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/21/uk-governments-anti-migrant-rhetoric-is-feeding-the-far-right-claims-campaign-group", "date_published": "2023-05-21 07:30:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak defends Braverman after home secretary ‘asked civil servants for speeding fine help’", "description": "<p>Prime minister stops short of saying he has full confidence in home secretary</p><p>Rishi Sunak has defended Suella Braverman, after the UK home secretary asked civil servants to help with a speeding fine, saying she has “expressed regret, accepted the penalty and paid the fine”.</p><p>The prime minister ignored questions about whether he should order an ethics inquiry into Braverman’s conduct but stopped short of saying he had full confidence in her.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/sunak-defends-braverman-after-home-secretary-asked-civil-servants-for-speeding-fine-help\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/sunak-defends-braverman-after-home-secretary-asked-civil-servants-for-speeding-fine-help", "date_published": "2023-05-21 07:23:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The price of failure: a moat for Johnson, jobs for Osborne and globetrotting for Truss | Catherine Bennett", "description": "This unforgivable trio cost Britain billions but they’ve moved on and we’re expected to forget<p>Not to deny the appeal of books and podcasts in which successful people talk inspirationally about failure, but a new, quite different school of anecdotal evidence proposes an alternative approach. What if the most effective way to deal with failure is to deny it ever happened? Or – supposing something outwardly catastrophic is perceived definitely to have occurred – to explain how this narrative merely confirms the harsh challenges confronting the targeted idealist/saviour/innocent workhorse?</p><p>“When the <a href=\"https://www.lbc.co.uk/news/boris-johnsons-speech-in-full-pm-quits-and-blames-herd-instinct/#:~:text=%22And%20I%20regret%20not%20to,the%20herd%20moves%2C%20it%20moves.\" title=\"\">herd moves</a>, it moves.” (Boris Johnson)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/rewards-of-failure-jobs-for-osborne-fawning-coverage-truss-moat-for-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/rewards-of-failure-jobs-for-osborne-fawning-coverage-truss-moat-for-johnson", "date_published": "2023-05-21 07:02:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rugby league urgently needs not just a World Cup host but a long-term plan", "description": "<p>France pulling out of hosting the 2025 tournament has thrown international rugby league into a depressingly familiar chaos</p><p>The phrase “one step forwards, two steps back” has been uttered so often in rugby league it could double up as an unofficial slogan. But last week, of all weeks, for the game’s followers it felt hard not to be let down by the direction of a sport that has so much potential on the field, but a frustrating lack of progression off it.</p><p>For the second consecutive time, the Rugby League World Cup is facing an existential crisis. If the decision to push the 2021 event back to last autumn was understandable due to the Covid-19 pandemic, this latest setback is much tougher to take.</p> <a href=\"https://www.theguardian.com/sport/2023/may/21/rugby-league-urgently-needs-not-just-a-world-cup-host-but-a-long-term-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/21/rugby-league-urgently-needs-not-just-a-world-cup-host-but-a-long-term-plan", "date_published": "2023-05-21 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to take a super-low budget holiday", "description": "<p>From pet sitting and home swaps to planning ahead, be flexible and grab the best deals … fast</p><p>Your holiday dreams may have been put on hold as household bills soar but there are creative ways to book a break on a super-low budget if you are willing to think outside the box.</p> <a href=\"https://www.theguardian.com/money/2023/may/21/how-to-take-a-super-low-budget-holiday\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/21/how-to-take-a-super-low-budget-holiday", "date_published": "2023-05-21 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s not enough for women to ‘feel’ safe in parks", "description": "<p>The point is to change society so they really are safe</p><p>Last week I wrote about parks. I’ve been feeling uncommonly agitated recently, a new kind of rage bubbling in the pit of me, increasingly politicised perhaps – it’s come upon me as I approach middle age, like acid reflux or gout. And that day the sun was out and the news was thick and I focused on parks, because that was where my lividity landed. It was inevitable, perhaps, because these are the places, as a parent of young children, that I spend much of my time, cheering from the bench, bending down to look at snails. And they’re the places, too, that as a migraine-haver and reluctant runner, I circle quickly in leggings on alternate mornings, listening to podcasts about such things as miscarriages of justice or the truth about sugar.</p><p>And as in life, so in news – I’m back in the park this week, and so are the papers, to report on a conference called <a href=\"https://www.theguardian.com/society/2023/may/10/women-should-help-design-uk-parks-to-tackle-safety-fears-says-study\" title=\"\">Women and Girls’ Safety in Parks</a>. The takeaway is: women should be involved in the design of the UK’s parks to tackle “unfair and unequal” safety fears. Research commissioned by Tracy Brabin, the mayor of West Yorkshire, involved interviews with more than 100 women and girls, with most reporting they felt parks were unsafe. “The girls in particular,” said Brabin, “were wonderfully individual and brutally honest, challenging us to ‘change society’ as well as reworking parks.” The conclusions were that changes to the design of parks like better lighting, lower hedges and “escape routes” could reduce the risks of harassment and assault. Environmental charity Keep Britain Tidy’s Allison Ogden-Newton said: “It’s critical that we understand what makes women and girls feel safe or unsafe across our green spaces and what needs to change to make them feel able to use their local park.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/eva-wiseman-column-before-women-feel-safe-in-parks-they-must-be-safe\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/eva-wiseman-column-before-women-feel-safe-in-parks-they-must-be-safe", "date_published": "2023-05-21 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ten title-race turning points: how Manchester City overtook Arsenal", "description": "<p>The battle between the defending Premier League champions and their challengers has been full of twists and turns</p><p>Manchester City are Premier League champions after <a href=\"https://www.theguardian.com/football/2023/may/20/nottingham-forest-arsenal-premier-league-match-report\">Arsenal lost 1-0 to Nottingham Forest</a> on Saturday. Here is how their dramatic, nine-month title race with Arsenal unfolded.</p><p>Erling Haaland finds the target at Villa Park, Pep Guardiola and Stephen Gerrard bark orders and Antony beats Aaron Ramsdale at Old Trafford</p> <a href=\"https://www.theguardian.com/football/2023/may/21/premier-league-ten-title-race-turning-points-manchester-city-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/21/premier-league-ten-title-race-turning-points-manchester-city-arsenal", "date_published": "2023-05-21 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The uncounted: millions died unseen in post-9/11 wars | Simon Tisdall", "description": "<p>A new report puts the loss of life from Afghanistan to Yemen at 4.5 million – the bulk of them poor women and children who are victims of economic collapse and continuing trauma</p><p>Abdoulaye is a lost child of the post-9/11 world – one among millions. Born into a village community displaced by Islamist violence, he and his family found refuge in an abandoned school near Ouagadougou, capital of Burkina Faso. Weakened by malnutrition and anaemia, Abdoulaye, 3, contracted malaria. Despite frantic efforts to save him, he died, unremarked and unknown to the world at large.</p><p>“Abdoulaye is doubly uncounted: as a displaced person and as a war death,” writes Stephanie Savell, a cultural anthropologist, recalling his brief life in a disturbing new report that reveals the vast, unacknowledged human costs of contemporary global warfare. “Though he is mourned by his family and his community, officially, he never existed. His story is emblematic of how this kind of death, and its omission in counts of the dead, happens in any number of conflicts.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/the-uncounted-how-millions-died-unseen-in-americas-post-9-11-wars\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/the-uncounted-how-millions-died-unseen-in-americas-post-9-11-wars", "date_published": "2023-05-21 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After the flood, storms lie ahead for Formula One in race to hit carbon zero", "description": "<p>F1 made right call in cancelling the Emilia Romagna Grand Prix but major obstacles remain in order to reach target by 2030</p><p>Were a reminder needed – and surely it is not – Formula One having to <a href=\"https://www.theguardian.com/sport/2023/may/17/emilia-romagna-grand-prix-teams-told-stay-away-imola-flood-alert\" title=\"\">cancel the Emilia Romagna Grand Prix</a> last week was definitive evidence that the climate emergency is no abstract inconvenience but very real and now close to home in the sport’s European heartland.</p><p>F1 comes with a carbon cost that contributes to the rising floodwaters that put paid to the Imola race weekend and the sport has long been a conspicuous polluter as it crisscrosses the globe. Now boasting a comprehensive plan to address it, climate experts are asking the question of F1: is it enough?</p> <a href=\"https://www.theguardian.com/sport/2023/may/21/after-the-flood-storms-lie-ahead-for-formula-one-in-race-to-hit-carbon-zero\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/21/after-the-flood-storms-lie-ahead-for-formula-one-in-race-to-hit-carbon-zero", "date_published": "2023-05-21 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beau Is Afraid review – Ari Aster’s patience-testing shaggy dog story", "description": "<p>Joaquin Phoenix plays a hapless middle-aged man on a tortuous journey to see his mum in the Midsommar director’s three-hour black comedy of Oedipal angst</p><p>Ari Aster, the American writer-director of <em><a href=\"https://www.theguardian.com/film/2018/jun/17/hereditary-review-mark-kermode-horror-toni-collette-gabriel-byrne\">Hereditary</a></em><em> </em>and <em><a href=\"https://www.theguardian.com/film/2019/jul/06/midsommar-review-florence-pugh-ari-aster-horror-hereditary\">Midsommar</a></em><em>, </em>describes his sprawlingly picaresque third feature as a three-hour “anxiety comedy” – an archly surreal “odyssey of sorts” that is also an “elaborate Jewish joke” inspired by Greek plays and Kafka-esque paranoia. A rambling, labyrinthine, navel-gazing romp, it has narrative echoes of <em><a href=\"https://www.theguardian.com/books/2013/oct/28/100-best-novels-tristram-shandy-sterne\">Tristram Shandy</a></em> (both Sterne’s novel and Michael Winterbottom’s film) and an everything-but-the-kitchen-sink aesthetic reminiscent of the chaotic Cinerama comedy <em>It’s </em><em>a Mad, Mad, Mad, Mad World</em>. Personally, I think <em>Beau Is Afraid</em> is best described as an amusingly patience-testing shaggy dog story that asks: “What if your mother could hear all those unspeakable things you tell your therapist?” Parts of it are hilarious. Other sections sag. Some will find it insufferable.</p><p><a href=\"https://www.theguardian.com/film/joaquin-phoenix\">Joaquin Phoenix</a>, to whom Aster was significantly drawn following his career-torching identity-crisis mockumentary <em><a href=\"https://www.theguardian.com/film/2010/sep/19/im-still-here-joaquin-phoenix\">I’m Still Here</a></em><em>,</em> is middle-aged bundle of nerves Beau. Propped up by counselling and meds, Beau lives in a grim apartment amid a hellishly dystopian cityscape beset by bad plumbing, grubby crime and violent public nudity. He has an air ticket to visit his mother on the anniversary of his father’s death – a prospect that cranks his anxiety levels up to 11. But when car-crash circumstance conspires to make Beau miss his plane, he embarks on a long day’s journey into fright, encountering absurd metaphorical manifestations of his miserable life.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/beau-is-afraid-review-ari-aster-joaquin-phoenix-a-patience-testing-shaggy-dog-story\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/beau-is-afraid-review-ari-aster-joaquin-phoenix-a-patience-testing-shaggy-dog-story", "date_published": "2023-05-21 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Constant craving: why we can’t shake the salt habit", "description": "We know it’s bad for us, so why can’t we stop sprinkling it?<p>Over the years I have done some awful things for work: got up at dawn for a month; done a juice fast; eaten disgusting TikTok foods. But when I find myself contemplating going a single day without salt, my whole being mutinies – I just don’t want to. There’s a French expression, “Long like a day without bread”, and my equivalent is a day without salt: interminable, grey and tasteless.</p><p>I know, because I’ve done it before, and not just for a day. Aged 20, I was prescribed high-dose steroids for an auto-immune condition and instructed to cut out salt. I tried – I stopped salting my food and avoided everything obviously salty – and found it a joyless, despair-inducing slog. Since then, I’ve made up for lost sodium. I liberally salt food before tasting, crave olives and capers and have enthusiastically bought into the vogue for salted chocolate (literally, I buy M&amp;S <a href=\"https://www.ocado.com/products/m-s-single-origin-hazelnut-sea-salt-vegan-chocolate-576311011\" title=\"\">vegan hazelnut sea salt bars</a> in bulk). My favourite drink is a dirty martini – mmm, brine – and I eat crisps every day. Since I cut out dairy, they’re my go-to treat. I gave blood yesterday and surveying the snack table afterwards, happily selected and ate a packet of Seabrook Ready Salted. At 10am.</p> <a href=\"https://www.theguardian.com/food/2023/may/21/emma-beddington-i-know-it-is-bad-for-me-but-cannot-live-without-salt\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/emma-beddington-i-know-it-is-bad-for-me-but-cannot-live-without-salt", "date_published": "2023-05-21 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Becky, 12, tried to kill herself. The care she received? Eight weeks in solitary | Louise Tickle", "description": "Children with serious mental illnesses are being locked up in a modern bedlam<p>In January, a 12-year-old girl was locked into a “seclusion” room in a hospital in Staffordshire. The room contained a platform with a mattress on it, a moulded basin and toilet, and nothing else. For almost 24 hours a day, her only human contact was through a hatch in the door. She was held in that room just short of eight weeks.</p><p>“Becky” has complex emotional and behavioural needs, and seemed determined to kill herself. The latest crisis involved her being taken by social workers to an emergency placement in a Travelodge, where she trashed the room and assaulted staff and police. Although she was just 12, police brought her before magistrates. In the holding cell, she tried to overdose. En route to another emergency placement, Becky escaped from a car, ran along a motorway, climbed a building and tried to jump off. After she had been checked out in A&amp;E, it turned out there was not a single Ofsted-regulated and, importantly, secure placement anywhere in the country for Becky to go.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/children-locked-away-in-modern-bedlam-must-stop-before-more-die\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/children-locked-away-in-modern-bedlam-must-stop-before-more-die", "date_published": "2023-05-21 06:32:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Once we ask the Lee Anderson question, our democracy is on a slippery slope | Kenan Malik", "description": "When the state restrains the right to protest, the right to vote has less meaning<p>‘I’ve looked at your website and it says you embrace democracy,” Tory MP and Conservative party deputy chair Lee Anderson said to Graham Smith, chief executive of the anti-monarchist campaign group Republic, during a <a href=\"https://committees.parliament.uk/event/18329/formal-meeting-oral-evidence-session/\" title=\"\">parliamentary select committee hearing</a> last week. “If you embrace democracy so much, why don’t you put your placards away and stand for election?”</p><p>Smith was one of six Republic supporters who had been pre-emptively <a href=\"https://www.bbc.co.uk/news/uk-65523439\" title=\"\">arrested</a> on the morning of the coronation. Other protesters, including from Just Stop Oil, and people who had no intention of protesting, such as volunteers from Westminster Council’s “Night Stars” women’s safety team, were also arrested.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/21/once-we-ask-lee-anderson-question-democracy-on-slippery-slope\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/21/once-we-ask-lee-anderson-question-democracy-on-slippery-slope", "date_published": "2023-05-21 06:01:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cannes diary: Harrison Ford, Phoebe Waller-Bridge and ‘peak noire’ on the Croisette", "description": "<p>While the Indiana Jones star went for a bike ride, a new ticketing system went into meltdown</p><p>Devoted Indiana Jones buffs, many in brown leather jackets and fedoras, staked out their positions in front of the Palais de Festivals far in advance of the premiere of the new adventure film. But a “very excited” Andrew Scott was happy to wait it out on the beach, glass coupe in hand.</p><p>The acclaimed actor, best known as Sherlock’s nemesis on television and for memorably raising the temperature of Phoebe Waller-Bridge’s <em>Fleabag</em>, was toasting the relaunch of the Carlton Hotel, one of the emblems of the fabled Croisette that vies each year to host visiting stars. Scott was in Cannes to watch his friend Waller-Bridge make her debut alongside Indiana Jones, but also to discuss new projects with producers. He is keen for the release, he said, of his next film, <em>Strangers</em>, a supernatural modern-day drama in which he plays opposite fellow Irishman and Bafta-winner Paul Mescal.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/cannes-diary-harrison-ford-phoebe-waller-bridge-and-peak-noire-on-the-croisette\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/cannes-diary-harrison-ford-phoebe-waller-bridge-and-peak-noire-on-the-croisette", "date_published": "2023-05-21 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Foreign Bodies by Simon Schama review – pandemics and prejudice", "description": "<p>The historian brings his considerable literary talents to this study of how blame, often mixed with antisemitism, has attended disease and vaccination through the ages</p><p>Few events are as compelling as a pandemic, even a relatively mild one. Though nowhere near as severe as the 14th-century Black Death or the 1918 Spanish flu, Covid has drawn responses from every sector of society, spreading panic and undermining trust in governments.</p><p>Little wonder then that throughout history politicians have sought to blame lethal new outbreaks of infectious disease on foreign “others”, hence the Victorian characterisation of cholera as the “yellow peril” and <a href=\"https://www.theguardian.com/us-news/2020/jun/20/trump-covid-19-kung-flu-racist-language\">Donald Trump’s references</a> to the coronavirus as the “kung flu”.</p> <a href=\"https://www.theguardian.com/books/2023/may/21/foreign-bodies-by-simon-schama-review-pandemics-and-prejudice-vaccines-health-of-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/foreign-bodies-by-simon-schama-review-pandemics-and-prejudice-vaccines-health-of-nations", "date_published": "2023-05-21 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News and Succession: could the show’s dysfunctional election fantasy become reality?", "description": "<p>Show inspired by the Murdoch media empire veers from history but elements mirror past political turmoil</p><p>The episode is called “<a href=\"https://www.theguardian.com/tv-and-radio/2023/may/15/succession-recap-season-four-episode-eight-nothing-is-more-sadistic-than-the-words-is-that-even-true\">America Decides</a>”. But fans of HBO’s widely watched satire, Succession, will not have been shocked to see scions of the eminently dislikable Roy dynasty showing little respect for who Americans elect as president when it collides with the family’s financial and political interests.</p><p>It’s also no secret that Succession’s story of a domineering father and the cutthroat rivalries of his offspring draws heavily on Rupert Murdoch’s family, his media empire and its ugliest creation, Fox News.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/21/fox-news-succession-election-fantasy-murdochs\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/21/fox-news-succession-election-fantasy-murdochs", "date_published": "2023-05-21 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Luther King, founding father: Jonathan Eig on his epic new biography", "description": "<p>A life of Muhammad Ali led the author to his new book, then a prize-winning predecessor played guide and adviser </p><p>Jonathan Eig’s new biography of Martin Luther King Jr was only published last week but it has already been hailed by the Washington Post as “the most compelling account of King’s life in a generation”. The documentarian Ken Burns described it as “kind of a miracle” and the New York Times declared it “supplants David J Garrow’s [Pulitzer-winning] 1986 biography, Bearing the Cross, as the definitive life of King”.</p><p>In a remarkable act of generosity, Garrow opened his files to Eig and acted as his consultant. Garrow now agrees with other critics, calling Eig’s book “a great leap forward in our biographical understanding” and “the most comprehensive and original King biography to appear in over 35 years”.</p> <a href=\"https://www.theguardian.com/books/2023/may/21/martin-luther-king-biography-jonathan-eig-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/martin-luther-king-biography-jonathan-eig-interview", "date_published": "2023-05-21 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senior Tories say Trump-style takeover could precipitate party meltdown", "description": "<p>Prominent members fear a tilt to the right could spell the end in the ‘blue wall’ heartlands</p><p>Senior Tories are warning their party will be finished should it undergo “a Trumpian style takeover” from the right, amid growing concerns that it risks political meltdown in its “blue wall” heartlands.</p><p>Prominent Conservatives from across the party are now increasingly concerned that a tilt to the right and anger over the handling of Brexit could lead to the party’s support collapsing in liberal, home counties seats in the same way that <a href=\"https://www.theguardian.com/politics/2015/may/10/election-2015-where-the-votes-switched-and-why\" title=\"\">Labour imploded in Scotland </a>in 2015.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/senior-tories-say-trump-style-takeover-could-precipitate-party-meltdown\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/senior-tories-say-trump-style-takeover-could-precipitate-party-meltdown", "date_published": "2023-05-21 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Bud Lee captures the 1967 Newark riots", "description": "<p>The American photographer’s stark images of the clashes in New Jersey and their aftermath kicked off a nationwide debate about police violence</p><p>The civil unrest that erupted in Newark, New Jersey, over six days in July 1967 has come to be thought of as an uprising rather than a series of riots. The immediate cause was the arrest and beating in custody of a local cab driver, John William Smith, but the sustained outpouring of anger that followed was an expression of lifetimes of ill treatment of the city’s majority Black population at the hands of the police and the courts. At the height of the conflict, the national guard was called in to occupy the streets with tanks and troops. By the time peace was eventually imposed, 26 people were dead and hundreds severely injured.</p><p>Bud Lee was a young photographer on his first major assignment with <em>Life</em> magazine. He brought those events to the national conscience, in particular with a cover photograph of a 12-year-old boy, Joey Bass Jr, who was wounded by the round of gunfire that killed another man, Billy Furr, shot in the back by police for looting a six-pack of beer. Lee’s pictures opened up a nationwide debate about police violence. A new book, <em><a href=\"https://www.zebooks.com/books/the-war-is-here\">The War </a></em><em><a href=\"https://www.zebooks.com/books/the-war-is-here\">Is Here: Newark 1967</a></em><em>,</em> collects those images, many of them unpublished, and reinhabits not only the fear and the violence – but also, as in this image, the defiance of that bloody week in Newark history.</p><p><em><a href=\"https://www.zebooks.com/books/the-war-is-here\">The War </a></em><em><a href=\"https://www.zebooks.com/books/the-war-is-here\">Is Here: Newark 1967</a></em> is published 22 May by Ze Books</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/21/the-big-picture-newark-uprising-riots-1967-bud-lee\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/21/the-big-picture-newark-uprising-riots-1967-bud-lee", "date_published": "2023-05-21 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If it’s not a risk… it’s nothing’: Nobel laureate Annie Ernaux on her unapologetic career", "description": "<p>For five decades, the French writer has been transforming her own life into captivating, uncompromising autofiction. With new translations, a film, and unwavering activism, the 82-year-old is living life to the full</p><p>When <a href=\"https://www.theguardian.com/books/annie-ernaux\">Annie Ernaux</a> opens the front door to me at her home in Cergy, 40 minutes outside Paris, she immediately bursts out laughing. The source of her hilarity is my extensive baggage, which I’ve dragged from London on an early Eurostar. “Don’t worry,” I say, mortified, “I’m not planning to move in”, which causes more chuckles. Ernaux has a laugh that is delicate and raucous, generous and earthy. She laughs <em>with</em> and not <em>at</em>.</p><p>Ernaux is the first French woman to <a href=\"https://www.theguardian.com/books/2022/oct/06/annie-ernaux-wins-the-2022-nobel-prize-in-literature\">win the Nobel prize in literature</a>. Her work exposes, without sentimentality or sensationalism, acute social inequality in France, especially as it affects women and working-class people. Her books, written mainly in the first person in a deceptively straightforward style, have, since the early 1970s, created a deep intimacy with her readers, piercing the inflated egos of literary publishing and dissecting experiences as mundane and exceptional as unhappy marriages; passionate affairs; caring for ageing parents; being diagnosed with cancer and going through an illegal abortion. The unapologetic voice of an Annie Ernaux text – not quitenovel, not quite conventional memoir – is unmistakably hers, but also appealingly universal. Her voice is a container, she has said, for other people’s stories as well as her own.</p> <a href=\"https://www.theguardian.com/books/2023/may/21/annie-ernaux-french-writer-nobel-prize-literature\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/21/annie-ernaux-french-writer-nobel-prize-literature", "date_published": "2023-05-21 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Annette Badland: ‘We enjoy a prance around the living room’", "description": "<p>The Midsomer Murders actor on pungent bath salts, eggs Florentine, Spanish music and occasionally flying a Spitfire</p><p><strong>Early riser?</strong> If my little peepers open and I catch a glimpse of light, I’m up. In summer, it’s 5am. Coffee is essential, then I’d probably go into the garden. It’s like stolen time. You think: ‘I’ll just get the secateurs…’</p><p><strong>What’s next?</strong> A pungent bath. My favourite’s Molton Brown – a black pepper fragrance with a bit of verve. I hope I’ll absorb some of that verve. If I’ve done too much gardening, it’ll be Epsom salts.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/21/sunday-with-annette-badland-we-enjoy-a-prance-around-the-living-room\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/21/sunday-with-annette-badland-we-enjoy-a-prance-around-the-living-room", "date_published": "2023-05-21 05:46:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on immigration: it’s time for Tories to admit that Britain needs foreign workers | Observer editorial", "description": "While the public mostly take a pragmatic view, some politicians are still pursuing selfish agendas<p>Immigration has long been a fraught area of political discourse. Legitimate discussions about its benefits and disadvantages have always had the potential to be co-opted by ethno-nationalists in service of racism. For populist politicians looking to distract from or find scapegoats for their domestic failures, immigrants and asylum seekers can be an easy target.</p><p>From Enoch Powell’s “rivers of blood” speech, to <a href=\"https://www.newstatesman.com/long-reads/1999/01/when-labour-played-racist-card\" title=\"\">Harold Wilson’s racist policy</a> of denying entry to Kenyan Asians with British passports, to New Labour’s <a href=\"https://www.theguardian.com/politics/2006/mar/20/immigrationandpublicservices.immigration\" title=\"\">targeting of asylum seekers</a>, to the current government’s Rwanda refugee policy: Britain has been far from immune from these tendencies in recent decades. Government policy has too often been driven by unrealistic promises, such as Theresa May’s pledge to cut net migration to the “<a href=\"https://www.theguardian.com/politics/2017/may/08/conservatives-to-keep-tens-of-thousands-immigration-pledge\" title=\"\">tens of thousands</a>”, not by what is in the best interests of the country.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/the-observer-view-on-conservatives-tough-talk-about-immigrants\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/the-observer-view-on-conservatives-tough-talk-about-immigrants", "date_published": "2023-05-21 05:31:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Makeup or skincare? No need to choose", "description": "Cosmetic products with benefits. Plus, lotions and serums to cleanse and soothe<p>Nothing sits as long on or as close to your skin as makeup. Yet, for the longest time, most makeup products were created with zero benefit to the skin. Thankfully, that is changing. There are now mascaras that condition and strengthen your lashes, lipsticks infused with peptides and hyaluronic acid, and foundations, like Laura Mercier’s latest, which is chock full of antioxidants that treat everything from fine lines to dark spots. You shouldn’t have to compromise on skincare for a bit of colour.</p><p><strong>1. Laura Mercier Real Flawless Foundation</strong> £38, <a href=\"https://www.johnlewis.com/browse/beauty/makeup/laura-mercier/foundations/_/N-7nreZ1z13yyfZ1yzjnw0\">johnlewis.com</a> <br /><strong>2. Benefit Goof Proof Brow Powder</strong> £19.50, <a href=\"https://www.benefitcosmetics.com/en-gb/product/goof-proof-brow-powder?&amp;sku=BM240\">benefit.com</a> <br /><strong>3. Kylie Cosmetics Kylash Volume Mascara</strong> £23, <a href=\"https://www.boots.com/\">boots.com</a> <br /><strong>4. Huda Beauty Lipblush: Creamy Lip &amp; Cheek Stain</strong> £21, <a href=\"https://hudabeauty.com/uk/en_GB/home\">hudabeauty.com</a> <br /><strong>5. Bobbi Brown Extra Tint Lip</strong> £30, <a href=\"https://www.bobbibrown.co.uk/\">bobbibrown.co.uk</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/makeup-or-skincare-no-need-to-choose\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/makeup-or-skincare-no-need-to-choose", "date_published": "2023-05-21 05:31:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer to warn NHS ‘not sustainable’ without ‘fixing the fundamentals’", "description": "<p>Labour leader to outline vision for modernisation and announce targets for an election-winning administration</p><p>Sir Keir Starmer is to warn that the NHS is “not sustainable” unless there are health reforms that “fix the fundamentals” and go beyond extra investment.</p><p>The Labour leader is due to give a speech in the east of England on Monday in which he will outline his vision for modernising the NHS and announce health-related performance targets if his party forms the next Downing Street administration.</p> <a href=\"https://www.theguardian.com/politics/2023/may/21/starmer-to-warn-nhs-not-sustainable-without-fixing-the-fundamentals\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/21/starmer-to-warn-nhs-not-sustainable-without-fixing-the-fundamentals", "date_published": "2023-05-21 05:30:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blossom, birds and bees – the season unfurls in a Danish garden", "description": "<p>A slower start at the summerhouse means we witness the joys of spring all over again</p><p>Hare here! A signature movement in the grass. Loping through. A sight for summer. We have missed them. Later, a pair of deer, too, wander idly through the meadow, until one, ears alert, spots me and slopes away. The red squirrel leaps through the trees that wrap around the garden, bouncing off skinny branches.</p><p>There has been a seasonal shift in the time we have been away. Jutland, slower to spring than the UK, gives us a second, glorious bite at the bird cherry blossom.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/21/blossom-birds-and-bees-the-season-unfurls-in-a-danish-garden\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/21/blossom-birds-and-bees-the-season-unfurls-in-a-danish-garden", "date_published": "2023-05-21 05:15:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Awareness of mental health is not enough | Letters", "description": "By reducing ‘mental health’ to an umbrella term, we often neglect those with severe problems such as psychosis and schizophrenia<p>Martha Gill’s argument that mental health definition has become so widened as to become almost meaningless makes a fundamentally important point (<a href=\"https://www.theguardian.com/commentisfree/2023/may/14/the-definition-of-mental-health-has-been-widened-so-much-that-its-now-almost-meaningless\" title=\"\">Comment</a>). As a society, we have amalgamated several meanings under the umbrella term “mental health”. Mental health should be thought of as three concepts:</p><p>• wellbeing that is relevant to all of us, whether we have a mental health disorder or not;</p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/may/21/letters-awareness-of-mental-health-not-enough\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/may/21/letters-awareness-of-mental-health-not-enough", "date_published": "2023-05-21 05:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everest Curry King, London: ‘It’s a simple place, but oh so good’", "description": "<p>This curry house in Lewisham is much loved by locals, but the cooking is so gorgeous that outsiders make the journey too</p><p><strong>Everest Curry King, 24 Loampit Hill, London SE13 7SW (020 8691 2233). Rolls and patties £1-£2.50, curries, stir fries and filled dosa £7.95-£11.95, sweets (six pieces) £6.95-£8.95</strong></p><p>At <a href=\"https://www.facebook.com/profile.php?id=100076284832830\" title=\"\">Everest Curry King</a> in Lewisham, they serve a beetroot curry that should silence even the most intimate of conversations. It’s not just the colour which, courtesy of the star ingredient, suggests a busy day down the abattoir, a neat trick for a vegetable rightly beloved of vegans. There’s the texture, which has both bite and softness, and the sweet-savoury depths that come when liberal spicing and coconut milk are cooked down together. It has an all-engrossing, soothing power. That describes so much of the food on offer here in a restaurant with a name that speaks of Nepal, but which mostly serves the dishes of Sri Lanka and south India more than 1,500 miles away to the south.</p> <a href=\"https://www.theguardian.com/food/2023/may/21/restaurant-review-jay-rayner-everest-curry-king-london-a-simple-place-but-oh-so-good\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/restaurant-review-jay-rayner-everest-curry-king-london-a-simple-place-but-oh-so-good", "date_published": "2023-05-21 05:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The red wine grape that conquered the world", "description": "<p>It’s not as fashionable as it once was, but around the world interesting wines are still made from cabernet sauvignon</p><p><strong>Big Beltie Cabernet Sauvignon, IGP Pays d’Oc, France 2021 (£8.99, <a href=\"https://www.houseoftownend.com/wines/type/red-wine/big-beltie-cabernet-sauvignon\">House of Townend</a>)</strong> Although in recent years Burgundy has been the most influential French fine wine region – the one that winemakers all over the world have been keenest to imitate – for years that title was held by Bordeaux. Certainly, throughout the 20th century, you could trace the spread of the Bordelais way across the globe by following plantings of the most important of Bordeaux’s red grapes – cabernet sauvignon – to vineyards in California, Chile, China… pretty much everywhere wine is made. Such was its dominance, familiarity began to breed a little contempt for cabernet – a situation which has not been helped by the way it’s been used to make some of the world’s more powerfully syrupy red wines by winemakers who forget that great Bordeaux always leavens the power with a little Atlantic-influenced freshness. In the right hands, cabernet sauvignon is far too interesting and adaptable a grape to ignore, however, with a wine such as the superb-value Big Beltie bringing a little French Mediterranean solar charge to the classic cassis characters.</p><p><strong>Wynns The Siding Coonawarra Cabernet, Coonawarra, South Australia, Australia 2021 (£15, <a href=\"https://www.tesco.com/groceries/en-GB/products/309207479\">Tesco</a>)</strong> Australian red winemakers may be best known for shiraz, and in recent years they have been building a reputation for fine pinot noir, but they also consistently produce some of the finest cabernet sauvignons in the world. What I like about Australian cabernet is the way it varies from region to region: there is a real sense of place to the country’s best bottles. At a sumptuous recent tasting of 30 or so of the southern hemisphere’s best cabernets hosted by the magazine <em>The World of Fine Wine</em>, the standouts included such variously gorgeous wines as the sublimely silky, pretty Victorian Yarra Yering Carrodus Cabernet Sauvignon (Yarra Valley, Australia 2018); the densely powerful, endlessly complex South Australian Penfolds Bin 707 Cabernet Sauvignon ((South Australia 2010); and the lushly pure cassis-fruited Wynns Coonawarra Estate John Riddoch Cabernet Sauvignon (Coonawarra, Australia 2020). Only the Riddoch will leave you with change from £100 if you can find a bottle, but fortunately Wynns The Siding offers a succulent sample of Coonawarra cassis at a more accessible price.</p> <a href=\"https://www.theguardian.com/food/2023/may/21/the-red-wine-grape-that-conquered-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/21/the-red-wine-grape-that-conquered-the-world", "date_published": "2023-05-21 05:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Killers of the Flower Moon review – Scorsese’s magnificent period epic is an instant American classic", "description": "<p>Leonardo DiCaprio and Robert De Niro star in a sinuous, pitch-black tragedy about how the west was really won</p><p>Fate has smiled on the Osage Indian nation, out in Oklahoma. The reservation sits on an oasis of black gold; the First Nation people have become oil multimillionaires. They bump along the dirt roads in chauffeur-driven Buicks, play golf on the grassland and take private planes for a spin.</p><p>But this newfound fortune brings danger; they want to watch out they’re not killed. The history of the west, after all, is one of exploitation and slaughter.</p> <a href=\"https://www.theguardian.com/film/2023/may/21/killers-of-flower-moon-review-scorsese-period-epic-instant-classic\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/21/killers-of-flower-moon-review-scorsese-period-epic-instant-classic", "date_published": "2023-05-21 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Julian Assange’s father and wife tell their remarkable story", "description": "<p>The film follows the family for two years after Assange’s arrest in 2019. Plus: Malpractice reaches its gripping finale. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/21/tv-tonight-julian-assanges-father-and-wife-tell-their-remarkable-story\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/21/tv-tonight-julian-assanges-father-and-wife-tell-their-remarkable-story", "date_published": "2023-05-21 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toxins from gut damage fat cells and drive weight gain, study suggests", "description": "<p>Research sheds light on how endotoxins play role in increasing risk of obesity and type 2 diabetes</p><p>Fragments of bacteria leaking into the body from the gut are damaging fat cells and driving weight gain, research suggests.</p><p>Scientists at Nottingham Trent University have found that these microbe fragments, known as endotoxins, are able to enter the bloodstream and directly affect how well fat cells function.</p> <a href=\"https://www.theguardian.com/science/2023/may/21/toxins-from-gut-damage-fat-cells-and-drive-weight-gain-study-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/21/toxins-from-gut-damage-fat-cells-and-drive-weight-gain-study-suggests", "date_published": "2023-05-21 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italy: over 36,000 people displaced by floods as Giorgia Meloni departs G7 summit early", "description": "<p>Prime minister to visit worst-hit areas as red weather alert extended in Emilia Romagna region</p><p>More than 36,000 people have now been forced from their homes by deadly floods in northeast Italy, regional officials have said, as rising waters swallowed more houses and fresh landslides isolated hamlets.</p><p><a href=\"https://www.theguardian.com/world/2023/may/18/italy-worst-flooding-in-100-years-emilia-romagna\">Violent downpours earlier this week</a> killed 14 people, transforming streets in the cities and towns of the Emilia Romagna region into rivers.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/italy-over-36000-people-displaced-by-floods-as-giorgia-meloni-departs-g7-summit-early\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/italy-over-36000-people-displaced-by-floods-as-giorgia-meloni-departs-g7-summit-early", "date_published": "2023-05-21 02:22:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 452 of the invasion", "description": "<p>Kyiv denies Wagner claim to have captured Bakhmut; G7 statement condemns Russia’s ‘brutal’ war</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/may/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-452-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-452-of-the-invasion", "date_published": "2023-05-21 00:46:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine war: Kyiv denies Wagner claim to have captured Bakhmut", "description": "<p>Kyiv says situation is ‘critical’ and ‘heavy fighting’ is ongoing while Russia says capture of ruined city ‘has been completed’</p><p>Russia says it has fully captured the smashed eastern Ukrainian city of Bakhmut, which would mark an end to the longest and bloodiest battle of the 15-month war, although the claim was denied by Ukraine earlier in the day.</p><p>The assault on the largely levelled city was led by troops from the Wagner group of mercenaries, whose leader Yevgeny Prigozhin said on Saturday that his troops had finally pushed the Ukrainians out of the last built-up area inside the city.</p> <a href=\"https://www.theguardian.com/world/2023/may/21/ukraine-war-kyiv-denies-wagner-claim-to-have-captured-bakhmut\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/21/ukraine-war-kyiv-denies-wagner-claim-to-have-captured-bakhmut", "date_published": "2023-05-21 00:29:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Australian drag performers and ‘rainbow angels’ fighting back against far-right vitriol", "description": "<p>As queer artists increasingly become political targets, volunteers wielding large wings are swooping in to their defence</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>In 2011, Reuben Kaye sat backstage in a small theatre in Sydney’s Oxford Street, holding a tube of lipstick in his hand.</p><p>The foundation had been hard to apply over a scar near one of his eyes and the lipstick was a little heavy around the edges. But as he looked back at himself he had one thought: you look good.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoonemail newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/culture/2023/may/21/austrlia-drag-performers-and-rainbow-angels-fighting-back-far-right-vitriol\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/21/austrlia-drag-performers-and-rainbow-angels-fighting-back-far-right-vitriol", "date_published": "2023-05-21 00:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}]