[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘These Are Our Kids, They Belong To All Of Us’: Three Times The Left Trampled On Parental Authority This Past Week Alone", "description": "Have you noticed that Democrats and the Left at large are increasingly brazen in their attempt to trample on all parental rights and authority? This past week alone, we saw three examples of this encroachment from the executive branch all the way down to a Florida teacher. For example, White House Press Secretary Karine Jean-Pierre ...", "link": "https://www.dailywire.com/news/these-are-our-kids-they-belong-to-all-of-us-three-times-the-left-trampled-on-parental-authority-this-past-week-alone", "date_published": "2023-05-20 16:48:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Every Registered Voter In Republican-Leaning New York County Turned Democrat After ‘Human Error’", "description": "Republican and independent voters in Nassau County, New York, this week were shocked to find out that they had changed parties after all the voter information cards mailed out before an upcoming primary mistakenly identified every voter as a Democrat. The mistake, which drew condemnation from local Republican leaders, was made by “human error,” according ...", "link": "https://www.dailywire.com/news/every-registered-voter-in-republican-leaning-new-york-county-turned-democrat-after-human-error", "date_published": "2023-05-20 16:40:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mother Of 8-Year-Old Girl Who Died In Biden Admin Custody: ‘They Killed My Daughter’", "description": "The mother of an 8-year-old girl who died in Biden administration custody this week says that officials repeatedly ignored pleas to get her medical attention. U.S. Customs and Border Protection (CBP) announced last week that the girl had &#8220;tragically passed away&#8221; while she and her family &#8220;were in custody at the Harlingen Station where she ...", "link": "https://www.dailywire.com/news/mother-of-8-year-old-girl-who-died-in-biden-admin-custody-they-killed-my-daughter", "date_published": "2023-05-20 16:40:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Republican Rep. Says Major Bank Gave Private Financial Data To FBI For Anyone In D.C. Around Jan 6", "description": "North Carolina Republican Dan Bishop said this week that the Bank of America provided the FBI with private financial information about anyone who was in Washington, D.C., from January 5-7, 2021.  Bishop, a member of the Judiciary Select Subcommittee on the Weaponization of the Federal Government, said that the federal government had widely victimized Americans ...", "link": "https://www.dailywire.com/news/republican-rep-says-major-bank-gave-private-financial-data-to-fbi-for-anyone-in-d-c-around-jan-6", "date_published": "2023-05-20 15:34:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Informational Kiosks? New York City’s Plan To Stop Shoplifting Is Laughable", "description": "New York City is having a bit of trouble with repeat retail crime offenders, but Mayor Eric Adams&#8217; latest soft-on-crime approach to solving the problem is downright laughable. You&#8217;ve all seen the videos — a number of punks barge into a store at once, grab whatever they can, and then flee the scene. Here&#8217;s an ...", "link": "https://www.dailywire.com/news/informational-kiosks-new-york-citys-plan-to-stop-shoplifting-is-laughable", "date_published": "2023-05-20 15:31:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Amid The Bud Light-Dylan Mulvaney Backlash, Ford’s ‘Very Gay’ Trucks Have Resurfaced", "description": "The Ford Raptor is very gay. That&#8217;s not a middle school joke, it&#8217;s an actual vehicle offered by The Ford Motor Company, which created a special edition &#8220;very gay&#8221; version of its Raptor pick-up truck two years ago, complete with a rainbow paint job. Yet nobody even noticed it until recently — which sort of ...", "link": "https://www.dailywire.com/news/amid-the-bud-light-dylan-mulvaney-backlash-fords-very-gay-trucks-have-resurfaced", "date_published": "2023-05-20 14:54:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Target Slammed After Offering Female Swimsuits That Have ‘Extra Crotch Coverage,’ Are ‘Tuck-Friendly’", "description": "Retail giant Target is again under fire from customers after offering “tuck-friendly” and “extra crotch coverage” female swimsuits for sale. The swimsuits in question are part of Target’s Pride collection and are described as having been “thoughtfully fit on multiple body types and gender expressions.” The swimsuits sparked backlash on social media, with several people ...", "link": "https://www.dailywire.com/news/target-slammed-after-offering-female-swimsuits-that-have-extra-crotch-coverage-are-tuck-friendly", "date_published": "2023-05-20 13:27:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lawyer For Woman Accused Of Racism Over Bike Incident Threatens Lawsuits As Media, Others Scramble", "description": "Media outlets and others scrambled this week after a white pregnant woman was widely vilified on social media as a racist after a video went viral of a confrontation over a bike, and the woman’s lawyer has said they plan to file defamation lawsuits.  Since the video went viral, garnering more than 40 million views, ...", "link": "https://www.dailywire.com/news/lawyer-for-woman-accused-of-racism-over-bike-incident-threatens-lawsuits-as-media-others-scramble", "date_published": "2023-05-20 12:12:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Protester Takes Swing At Police Officer As Republicans Vote To Ban Trans Procedures On Minors, Police Say", "description": "Six protesters were arrested in Nebraska on Friday as Republicans in the state voted to approve an abortion ban and ban on transgender surgeries for minors, according to police.  In a video shared on social media by Nebraska State Patrol, a woman wearing a pink shirt and rainbow skirt can be seen walking up to ...", "link": "https://www.dailywire.com/news/watch-protester-takes-swing-at-police-officer-as-republicans-vote-to-ban-trans-procedures-on-minors-police-say", "date_published": "2023-05-20 10:19:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Anheuser-Busch Loses Perfect LGBTQ Equity Score By Missing ‘Key Moment’ To Stand Up For Mulvaney", "description": "Anheuser-Busch, the multinational conglomerate which owns Bud Light, was removed from a prominent LGBTQ organization’s equity index because the firm missed a “key moment” to support self-described transgender influencer Dylan Mulvaney. Bud Light provoked controversy after the brand nodded toward the social media star, and executives have since made lackluster attempts to ease tensions with ...", "link": "https://www.dailywire.com/news/anheuser-busch-loses-perfect-lgbtq-equity-score-by-missing-key-moment-to-stand-up-for-mulvaney", "date_published": "2023-05-20 08:57:09+00:00", "persistent": false, "user": null, "language": "en-US"}]