[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Outlast Trials Early Access Review", "description": "The Outlast Trials is a fun experience, especially when played in co-op. Sure, its horror may not land too well for some players—it didn’t for me—but the experience itself was a lot of fun. Even joining online games with strangers never gets boring or frustrating, and playing with other people is always a good way to lower the tension if the game gets too scary for you.\n\nAside from its co-op, however, The Outlast Trials doesn’t do much new, and if you’re not a fan of the kind of horror game where you can’t fight back, you likely won’t find much to enjoy here. If slow-paced gameplay where you’re essentially helpless against horrifying monstrosities but still have to complete missions sounds appealing to you, The Outlast Trials will be something you want to keep an eye on.", "link": "https://www.youtube.com/watch?v=MqeW-fcr5V4", "date_published": "2023-05-20 19:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Why Immortals of Aveum May Be One of the Biggest Games of the Year", "description": "Immortals of Aveum has been in development for five years at this point (which is surprised, considering the fact that until December, we hadn't head a single peep about it), so clearly, Ascendant Studios has been chipping away at it for a while as it looks to realize its vision of a single player magic shooter. Meanwhile, the fact that the developer has also said that it hopes to turn this into a franchise of its own tells you all you need to know about how high its hopes for its debut projects are. \n\nOf course, very rarely will you find a developer that doesn't big up its game in similar fashion before launch, but from what we've seen of it so far, Immortals of Aveum certainly seems to be a game that may very well end up vindicating said bigging up. Here's hoping it can actually stick the landing.", "link": "https://www.youtube.com/watch?v=f8dxD9ijiCA", "date_published": "2023-05-20 15:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Street Fighter 6 vs Street Fighter 5  - 14 Biggest Differences You Need To Know", "description": "Street Fighter 6 launches on June 2nd for PS4, PS5, Xbox Series X/S and PC. How does it compare to its predecessor in terms of features, characters and content? What can newcomers and veterans expect? \n\nWill it really sell over 10 million copies in its lifetime like the developer hopes? Well, we can't answer that last part, but Street Fighter 6 is a big step forward in almost every way, starting with...", "link": "https://www.youtube.com/watch?v=Y29HBeMbxo4", "date_published": "2023-05-20 14:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}]