[{"source": "https://businessinsider.com.pl/.feed", "title": "Polacy mają problem z państwowym leczeniem zębów. Dentystom nie opłaca się pracować dla NFZ-u", "description": "Według danych NFZ-u w ub.r. łączne koszty świadczeń stomatologicznych sfinansowanych ze środków publicznych przekroczyły 2,2 mld zł. Głównie pokryły płukanie kieszonek dziąsłowych i aplikowanie leków, leczenie próchnicy powierzchownej oraz lakierowanie zębów. Komentujący te dane eksperci podkreślają, że ww. wydatki są wciąż niewspółmierne z kosztami ponoszonymi przez lekarzy. Dlatego wielu z nich rezygnuje z podpisywania kontraktów z NFZ-em, a pacjenci mają coraz mniejszy dostęp do państwowego leczenia.", "link": "https://businessinsider.com.pl/wiadomosci/polacy-maja-problem-z-panstwowym-leczeniem-zebow-dentystom-nie-oplaca-sie-pracowac/579dm28", "date_published": "2023-05-20 19:11:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiedy KGHM postawi pierwszy mały reaktor? Szef NuScale mówi o terminach i technikaliach", "description": "Uruchomienie pierwszego małego reaktora jądrowego (SMR) firmy NuScale w Polsce jest możliwe jeszcze w tej dekadzie — ocenia w rozmowie z Business Insiderem John Hopkins, prezes tej amerykańskiej spółki. — Mówię jednak naszym partnerom: jeśli chcecie mieć elektrownię w roku 2029 lub 2030, musicie już teraz składać zamówienia na poszczególne elementy — podkreśla. NuScale spodziewa się, że do 2024 r. jego reaktor o mocy 77 MW zostanie zatwierdzony przez dozór jądrowy. W koreańskiej fabryce zamówił już pierwsze elementy do pilotażowej elektrowni, która stanie w USA.", "link": "https://businessinsider.com.pl/biznes/kiedy-kghm-postawi-pierwszy-maly-reaktor-szef-amerykanskiej-spolki-ma-jedna-rade/3mdhlv9", "date_published": "2023-05-20 18:17:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Frankowicze i banki nie odpuszczają. Tysiące nowych spraw w sądach", "description": "Do sądów okręgowych z całego kraju w I kwartale br. wpłynęło o prawie 14 proc. więcej spraw frankowych niż w analogicznym okresie 2022 r. Według ekspertów, o ile nic nowego nie wydarzy się na rynku, liczba spraw frankowych będzie rosła jeszcze nawet w połowie 2024 r.", "link": "https://businessinsider.com.pl/wiadomosci/frankowicze-i-banki-nie-odpuszczaja-tysiace-nowych-spraw-w-sadach/j64nvdh", "date_published": "2023-05-20 17:51:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pierwsze słyszysz o \"podatku od kota\"? Oto kto musi go zapłacić", "description": "O ile gminy mają prawo wprowadzić opłatę od psa, o tyle prawo nie uwzględnia takiej sytuacji w przypadku kota. Okazuje się jednak, że są sytuacje, kiedy i za to zwierzę należy odprowadzić odpowiednią daninę.", "link": "https://businessinsider.com.pl/poradnik-finansowy/pierwsze-slyszysz-o-podatku-od-kota-oto-kto-musi-go-zaplacic/9jq4tld", "date_published": "2023-05-20 17:32:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "El Nino podgrzeje Ziemię i wpędzi świat w kolejny kryzys? Koszty będą niebotyczne", "description": "Zmiany klimatyczne i przewidywany powrót zjawiska pogodowego El Nino mogą doprowadzić do nowych rekordów średnich temperatur w roku 2023 lub 2024 — wynika z raportu Światowej Organizacji Meteorologicznej (WMO). Naukowcy oceniają, że jeśli zmiany klimatyczne zwiększą częstotliwość i siłę El Nino, globalne straty gospodarcze w XXI w. wyniosą 84 bln dol.", "link": "https://businessinsider.com.pl/wiadomosci/el-nino-podgrzeje-ziemie-wpedzi-swiat-w-kolejny-kryzys-koszty-beda-niebotyczne/q4h6s41", "date_published": "2023-05-20 17:08:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pozytywne zaskoczenie w danych o firmach w Polsce", "description": "Jak podaje Ministerstwo Rozwoju i Technologii, w I kwartale br. do rejestru CEIDG (Centralna Ewidencja i Informacja o Działalności Gospodarczej) wpłynęło 59,7 tys. wniosków dot. zakończenia jednoosobowej działalności gospodarczej. To o 5,6 proc. mniej niż w analogicznym okresie 2022 r., kiedy takich przypadków było 63,2 tys.", "link": "https://businessinsider.com.pl/wiadomosci/pozytywne-zaskoczenie-w-danych-o-firmach-w-polsce/jy9fevq", "date_published": "2023-05-20 16:34:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pora na nową opłatę w sklepach? Pierwsza przyniosła zamierzone efekty", "description": "Wprowadzenie w sklepach obowiązkowych opłat za plastikowe torby przyniosło skutek i Polacy znacząco ograniczyli ich użytkowanie. Czy teraz pora na objęcie podatkiem także tzw. zrywek? Wiadomo, co na to rządzący i eksperci.", "link": "https://businessinsider.com.pl/wiadomosci/pora-na-nowa-oplate-w-sklepach-pierwsza-przyniosla-zamierzone-efekty/0zswvsj", "date_published": "2023-05-20 16:18:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny srogo zadrwiły z Rosji. To zdjęcie pokazuje, ile jest wart ich sojusz", "description": "W odpowiedzi na odbywający się w Japonii szczyt G-7, Chiny zorganizowały spotkanie przywódców państw Azji Centralnej. Zdziwienie budzi fakt, że zaproszenia na spotkanie nie dostała delegacja Rosji — historyczny regionalny hegemon.", "link": "https://businessinsider.com.pl/wiadomosci/tak-chiny-cenia-sojusz-z-rosja-putin-nie-dostal-zaproszenia-na-wazne-spotkanie/yqre5q7", "date_published": "2023-05-20 16:05:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosjanie mogą się bać, Ukraińcy w euforii. To ich reakcja na F-16", "description": "F-16 będą chronić ukraińskiego nieba. Amerykanie przeszkolą tamtejszych pilotów, a inne kraje dostarczą maszyny. Ukraińskie Ministerstwo Obrony poinformowało w entuzjastycznym wpisie, kiedy Rosjanom przyjdzie się z nimi konfrontować.", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-moga-sie-bac-ukraincy-w-euforii-to-ich-reakcja-na-f-16/ecnktts", "date_published": "2023-05-20 15:42:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gołębiewski w Pobierowie wciąż w budowie. Pięciogwiazdkowa konkurencja właśnie się otworzyła", "description": "Najgłośniejszą inwestycją hotelową w Pobierowie jest wciąż nieukończony hotel Gołębiewski. Swoje drzwi dla klientów otworzył za to obiekt Linea Mare, zlokalizowany 300 m od plaży.", "link": "https://businessinsider.com.pl/wiadomosci/golebiewski-w-pobierowie-wciaz-w-budowie-a-inny-kolos-wlasnie-sie-otworzyl/k2elkm9", "date_published": "2023-05-20 15:21:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ChatGPT wykonuje 80 proc. jego obowiązków służbowych. Potajemnie znalazł drugą pracę", "description": "Słynne narzędzie sztucznej inteligencji ChatGPT firmy OpenAI pomaga ludziom pracować w kilku miejscach jednocześnie, trzymając pracodawców w niewiedzy. — Jeśli mam być szczery, ChatGPT wykonuje za mnie jakieś 80 proc. roboty — mówi jeden z jego użytkowników.", "link": "https://businessinsider.com.pl/technologie/chatgpt-wykonuje-80-proc-jego-pracy-wiec-moze-pracowac-w-dwoch-miejscach/4ekgldc", "date_published": "2023-05-20 14:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyremontują jacht słynnego polskiego szpiega. Zostawił go w testamencie Chrześcijańskiej Szkole pod Żaglami", "description": "W stoczni w Jachtklubie Conrad w Gdańsku odbyła się w sobotę uroczystość z okazji rozpoczęcia odbudowy \"Strażnika Poranka\", jachtu szkoleniowego dla dzieci, który niegdyś należał do generała Ryszarda Kuklińskiego.", "link": "https://businessinsider.com.pl/wiadomosci/wyremontuja-jacht-polskiego-szpiega-zapisal-go-w-testamencie-chrzescijanskiej-szkole/wsx45zb", "date_published": "2023-05-20 14:18:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Klientów jest więcej, ale wydają mniej. Szef znanej piekarni: wolą iść do dyskontu", "description": "Ceny pieczywa wahają się w zależności od lokalizacji. — W tym momencie chleb kosztuje ok. 3,50 zł. Kiedyś kosztował poniżej 3 zł, czasem nawet 2,50 zł — mówił w najnowszym odcinku In Business Grzegorz Putka, prezes Piekarni Cukierni Putka. Dodał, że na podstawie aktualnych informacji można założyć, że taka cena utrzyma się co najmniej do końca roku.", "link": "https://businessinsider.com.pl/wiadomosci/klientow-jest-wiecej-ale-wydaja-mniej-szef-znanej-piekarni-wola-isc-do-dyskontu/gzjblr3", "date_published": "2023-05-20 14:06:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nadchodzi czas \"tiktokowych\" zakupów. Światowy gigant nie ma wątpliwości", "description": "PayPal to prawdziwy gigant internetowych płatności. Na świecie ma już ponad 430 aktywnych kont. Czy w Polsce jest w stanie zagrozić lokalnej konkurencji? O to pytamy dyrektora firmy na Europę Środkowo-Wschodnią i Izrael. Efi Dahan opowiada nam też, co będzie przyszłością handlu internetowego w najbliższym czasie.", "link": "https://businessinsider.com.pl/gospodarka/tiktokowe-zakupy-to-przyszlosc-swiatowy-gigant-nie-ma-watpliwosci/s5q2mtr", "date_published": "2023-05-20 14:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec z bezkarnym obrywaniem ogonków i liści? Sprzedawcy zaczynają patrzeć na ręce klientom", "description": "Czy odrywanie ogonków i liści od warzyw w sklepach jest w porządku? Na pewno można na tym oszczędzić. Jak donosi jednak portal wyborcza.biz, sklepy zaczynają reagować na to zjawisko.", "link": "https://businessinsider.com.pl/wiadomosci/koniec-z-bezkarnym-obrywaniem-ogonkow-i-lisci-sprzedawcy-zaczynaja-patrzec-na-rece/hbxybvv", "date_published": "2023-05-20 13:41:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "50 zł za gościa, 400 zł za tort, 250 za godzinę animacji. Tyle kosztują urodziny dla przedszkolaka", "description": "Na czwarte urodziny córki zaprosiłam jej trzy najlepsze koleżanki z przedszkola. Tort upiekłam sama, w prezencie dostała lalkę. Piąte obchodziła już w towarzystwie ośmiu dziewczynek, przy suto zastawionym stole, z tortem z wizerunkiem Elsy i zabawami prowadzonymi przez panią animatorkę. Sama rezerwacja miejsca oraz opiekunki kosztowała mnie 500 zł. Wtedy jeszcze nie zdawałam sobie sprawy, że to bardzo przystępna kwota za urodziny dla przedszkolaka.", "link": "https://businessinsider.com.pl/poradnik-finansowy/ile-za-urodziny-dla-przedszkolaka-i-to-bez-tortu-i-prezentow/fb2cbf4", "date_published": "2023-05-20 12:30:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamek w Stobnicy niemal gotowy. Oto jak wygląda teraz kolos z puszczy [ZDJĘCIA]", "description": "Zamek w Stobnicy powstaje od kilku lat – nie zatrzymały go służby, kontrowersje, ani nawet Jarosław Kaczyński. Byliśmy na miejscu i wygląda na to, że słynna budowla jest już niemal gotowa. Oto nasze najnowsze zdjęcia.", "link": "https://businessinsider.com.pl/gospodarka/zamek-w-stobnicy-niemal-gotowy-oto-najnowsze-zdjecia/6qskj1c", "date_published": "2023-05-20 12:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gdy zaczynała biznes, miała 33 tys. ślimaków. \"Podlewanie zaczynam o 6 rano\"", "description": "W przypadku ślimaków rynek spożywczy wciąż dominuje nad kosmetycznym. Wkrótce może się to jednak zmienić.", "link": "https://businessinsider.com.pl/wideo/gdy-zaczynala-biznes-miala-33-tys-slimakow-podlewanie-zaczynam-o-6-rano/3p8dsgy", "date_published": "2023-05-20 12:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Spoczywaj w pokoju, Metaverse. Oto nekrolog ostatniej fanaberii, która spoczęła na cmentarzu technologii", "description": "Metaverse, technologia, która miała umożliwić użytkownikom spędzanie czasu w dezorientującym świecie, przypominającym grę wideo, zmarła po tym, jak została porzucona przez świat biznesu. Miała trzy lata.", "link": "https://businessinsider.com.pl/technologie/oto-nekrolog-ostatniej-fanaberii-ktora-spoczela-na-cmentarzu-technologii/vg0sr8t", "date_published": "2023-05-20 12:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co niszczyciel rakietowy robi w Polsce? Są tylko cztery takie okręty na świecie [ZDJĘCIA]", "description": "Potężny okręt Caio Duilio zacumował już w porcie Marynarki Wojennej w Gdyni. Dysponuje wyposażaniem, jakim pochwalić się może niewiele jednostek na świecie. Jakie miejsce zajmie w systemie obrony polskiego wybrzeża? Wyjaśniamy", "link": "https://businessinsider.com.pl/technologie/co-niszczyciel-rakietowy-robi-w-polsce-sa-tylko-cztery-takie-okrety-na-swiecie/q51mp1y", "date_published": "2023-05-20 12:07:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niszczyciel rakietowy przypłynął do Polski. Są tylko cztery takie okręty na świecie [ZDJĘCIA]", "description": "Potężny okręt Caio Duilio zacumował już w porcie Marynarki Wojennej w Gdyni. Dysponuje wyposażaniem, jakim pochwalić się może niewiele jednostek na świecie. Jakie miejsce zajmie w systemie obrony polskiego wybrzeża? Wyjaśniamy", "link": "https://businessinsider.com.pl/technologie/niszczyciel-rakietowy-przyplynal-do-polski-sa-tylko-cztery-takie-na-swiecie/q51mp1y", "date_published": "2023-05-20 12:07:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten kraj nakłada kolejne sankcje na Rosję. Uderza w armię Putina", "description": "Japonia nałożyła kolejne sankcje na Rosję, zakazując m.in. dostaw towarów dla około 80 podmiotów rosyjskich powiązanych z armią - powiadomiła w sobotę agencja Interfax-Ukraina. O sankcjach poinformowano w czasie, gdy w Japonii odbywa się szczyt G7.", "link": "https://businessinsider.com.pl/wiadomosci/ten-kraj-naklada-kolejne-sankcje-na-rosje-uderza-w-armie-putina/20p9by2", "date_published": "2023-05-20 11:28:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Import chińskiego miodu do Polski bije rekordy. Unijne agencje mają do niego zastrzeżenia", "description": "Z otrzymanych od resortu rolnictwa danych wynika, że Chiny wyprzedziły w 2022 r. Ukrainę pod względem wartości sprowadzanego do Polski miodu. Dynamiczny wzrost importu nastąpił już rok wcześniej. Tymczasem unijne agencje wskazują, że miód sprowadzany co UE spoza krajów członkowskich jest często słodzony syropami. To zaś łamie unijną dyrektywę miodową.", "link": "https://businessinsider.com.pl/finanse/problem-miodu-z-chin-w-polsce-rosnie-import-a-ue-chce-bronic-rynek-europejski/71z7lv0", "date_published": "2023-05-20 10:39:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dwie samotne matki kupiły wspólnie dom, wprowadziły się z dziećmi i postanowiły założyć \"matczyną\" komunę", "description": "Dwie rozwiedzione matki podzieliły się domem w Maryland wartym 835 tys. dolarów i teraz mówią o sobie jako o platonicznych małżonkach. Jest to część rosnącego trendu, który objawia się zakładaniem \"matczynych\" komun.", "link": "https://businessinsider.com.pl/lifestyle/dwie-samotne-matki-zamieszkaly-wraz-z-dziecmi-we-wspolnym-domu-zalozyly-matczyna/13692r3", "date_published": "2023-05-20 10:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tyle będą kosztowały darmowe autostrady. Premier podał kwotę", "description": "W sobotę premier Morawiecki odwiedził Klub Senior Plus w Skalbmierzu w woj. świętokrzyskim. Na konferencji prasowej był pytany o darmowe autostrady, ile będzie to kosztowało budżet państwa, co z prywatnymi odcinkami autostrad oraz czy nie jest to kolejny powód do sporu z Komisją Europejską w kontekście zapisów w kamieniach milowych odnośnie promowania transportu kolejowego.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/tyle-beda-kosztowaly-darmowe-autostrady-premier-podal-kwote/kyjsqn7", "date_published": "2023-05-20 10:01:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielkie plany na port w Świnoujściu. Rząd podjął decyzję", "description": "Rząd przyjął program dotyczący budowy toru wodnego prowadzącego do mającego powstać Terminala Kontenerowego w Świnoujściu. To właśnie ten port we współpracy ze Szczecinem ma być dużą bazą, do której dotrą największe morskie kontenerowce.", "link": "https://businessinsider.com.pl/gospodarka/wielkie-plany-na-port-w-swinoujsciu-rzad-podjal-decyzje/z0k4nll", "date_published": "2023-05-20 09:48:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak w Bachmucie walczy się o każdy metr. Armia pokazała nagranie [WIDEO]", "description": "W atakowanym przez Rosjan Bachmucie trwają walki o każdy metr. Siły Operacji Specjalnych armii ukraińskiej opublikowały nagranie ukazujące obronę miasta. Jak dodają, Bachmut stał się \"piekłem\", a wysiłki jego obrońców są \"tytaniczne\".", "link": "https://businessinsider.com.pl/wiadomosci/tak-w-bachmucie-walczy-sie-o-kazdy-metr-armia-pokazala-nagranie-wideo/dt9cktb", "date_published": "2023-05-20 08:41:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja pilnie potrzebuje sukcesu. Putin wpadł na ten pomysł", "description": "Jak oceniło w sobotnim raporcie wywiadowczym ministerstwo obrony Wielkiej Brytanii, zdobycie Bachmutu pozostaje dla rosyjskich władz kluczowym celem w wojnie z Ukrainą. Opanowanie tego miasta pozwoliłoby Kremlowi ogłosić jakikolwiek sukces na froncie.", "link": "https://businessinsider.com.pl/wiadomosci/rosja-pilnie-potrzebuje-sukcesu-putin-wpadl-na-ten-pomysl/j0qmdjq", "date_published": "2023-05-20 08:14:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Spędzasz wolny czas na graniu? To może być twój atut w CV", "description": "O tym, że gry komputerowe mogą służyć \"treningowi\" mózgu wiadomo od dawna. Fakt, że taki sposób spędzania wolnego czasu może pozytywnie wpłynąć na karierę, nie jest już tak oczywisty. Gry rozwijają bowiem cechy, na których brak coraz częściej narzekają rekruterzy.", "link": "https://businessinsider.com.pl/technologie/trzy-gry-ktore-rozwina-twoja-kariere-tego-szukaja-rekruterzy/vdgc5w6", "date_published": "2023-05-20 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska będzie zachęcać arabskich inwestorów. Minister finansów planuje wizytę", "description": "Minister finansów Magdalena Rzeczkowska wybiera się do Arabii Saudyjskiej, Kataru i Zjednoczonych Emiratów Arabskich. Minister spotka się m.in. z szefami banków centralnych tych państw oraz z przedstawicielami inwestorów. Ministerstwo Finansów wskazało, jaki jest cel tej wizyty.", "link": "https://businessinsider.com.pl/finanse/polska-zacheci-arabskich-inwestorow-minister-finansow-planuje-wizyte/h336cck", "date_published": "2023-05-20 07:42:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niszczyciel rakietowy już w Polsce. \"Z silnym uzbrojeniem\"", "description": "Do Polski przybył włoski sojuszniczy niszczyciel rakietowy z silnym uzbrojeniem przeciwlotniczym i przeciwrakietowym, który wzmocni obronę polskiego wybrzeża i krytycznej infrastruktury — poinformował w sobotę wicepremier, szef MON Mariusz Błaszczak.", "link": "https://businessinsider.com.pl/wiadomosci/niszczyciel-rakietowy-juz-w-polsce-z-silnym-uzbrojeniem/dx4gq5j", "date_published": "2023-05-20 07:19:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kierowcy będą musieli się bardziej pilnować. Te urządzenia będą na drogach w całej Polsce", "description": "Na S7 w okolicach miejscowości Białobrzegi w województwie mazowieckim zamontowany został pierwszy z zapowiadanych 39 nowych odcinkowych pomiarów prędkości. Wkrótce można się ich spodziewać na drogach w całej Polsce.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/policja-stawia-na-odcinkowe-pomiary-predkosci-beda-na-drogach-w-calej-polsce/b3lc0gd", "date_published": "2023-05-20 07:06:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wkrótce wejdą przepisy o fundacji rodzinnej. Co to oznacza?", "description": "W poniedziałek wejdzie w życie ustawa o fundacji rodzinnej. Dzięki nowym przepisom wielopokoleniowa sukcesja firm ma być łatwiejsza. Minister Waldemar Buda obiecuje, że polskie rodzinne marki nie stracą na sile i znaczeniu. I zapowiada kolejne przepisy.", "link": "https://businessinsider.com.pl/firmy/wkrotce-wejda-przepisy-o-fundacji-rodzinnej-co-to-oznacza/ey60evf", "date_published": "2023-05-20 06:45:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska będzie modernizować czołgi przekazane Ukrainie. Rozmowy na finiszu", "description": "Polska Grupa Zbrojeniowa finalizuje rozmowy z producentami czołgu Leopard 2 w sprawie remontowania w Polsce wozów przekazanych Ukrainie. Już teraz szkoli ukraińskich żołnierzy i techników.", "link": "https://businessinsider.com.pl/gospodarka/polska-bedzie-modernizowac-czolgi-dla-ukrainy-rozmowy-na-finiszu/lbtpx9s", "date_published": "2023-05-20 06:17:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nienawidził biegać. Skorzystał z ChatGPT i schudł 12 kg", "description": "Greg Mushen, technolog z Seattle twierdzi, że polubił bieganie, poprawił swoje zdrowie i schudł prawie 12 kg. Nie stało się to dzięki żadnemu programowi treningowemu od trenerów personalnych czy sportowców-influencerów ani dzięki karnetowi na siłownię. Pomógł mu chatbot, dostępny za darmo.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/nienawidzil-biegac-skorzystal-z-chatgpt-i-schudl-12-kg/m1l222e", "date_published": "2023-05-20 06:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Otwarcie zamku w Stobnicy coraz bliżej. Oto co mówią nam budowlańcy", "description": "Zamek w Stobnicy może być otwarty nawet jeszcze w tym roku – słyszymy od osób, które pracują przy inwestycji. Gołym okiem zresztą widać, że budowa, którą chciały zatrzymać i sądy, i służby, i Jarosław Kaczyński, wielkimi krokami zbliża się do finiszu.", "link": "https://businessinsider.com.pl/wiadomosci/otwarcie-zamku-w-stobnicy-sie-zbliza-oto-co-mowia-nam-budowlancy/ypy7kn3", "date_published": "2023-05-20 06:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto, co zostanie z Azowstalu. Rosjanie ujawniają swój plan na kombinat w Mariupolu", "description": "Rosja usiłuje pokazać, że dba o okupowane terytoria Ukrainy. Jak zapowiedział wicepremier Marat Chusnullin, Rosjanie nie chcą jednak odbudowywać dawnego kombinatu. Ich pomysł na to miejsce jest inny.", "link": "https://businessinsider.com.pl/gospodarka/oto-co-zostanie-z-kombinatu-azowstal-rosjanie-ujawniaja-swoj-plan-na-mariupol/81b4qxd", "date_published": "2023-05-20 05:55:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co dalej z zadłużeniem w USA? Wkrótce może zabraknąć na wydatki", "description": "Negocjatorzy z Białego Domu oraz Republikanie z Izby Reprezentantów Kongresu nie osiągnęli postępu w sprawie podwyższenia limitu zadłużenia. Sprawa jest pilna, bo pieniądze na wydatki rządowe mogą się wyczerpać już 1 czerwca.", "link": "https://businessinsider.com.pl/gospodarka/co-dalej-z-zadluzeniem-w-usa-wkrotce-moze-zabraknac-na-wydatki/vwztcex", "date_published": "2023-05-20 05:22:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowa niepożądana organizacja w Rosji. \"To absurdalne\"", "description": "Rosja uznała Greenpeace za \"niepożądaną\" na terytorium Rosji organizację. Postanowienie Moskwy oznacza, że ta międzynarodowa organizacja pozarządowa, zajmująca się ochroną środowiska, musi całkowicie wynieść się z tego kraju.", "link": "https://businessinsider.com.pl/wiadomosci/nowa-niepozadana-organizacja-w-rosji-to-absurdalne/qyq5w90", "date_published": "2023-05-20 05:05:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jeszcze większe wsparcie dla Ukrainy? Odbędzie się spotkanie na szczycie", "description": "Jak poinformował w sobotę jego doradca ds. bezpieczeństwa narodowego Jake Sullivan, prezydent USA Joe Biden planuje dwustronne spotkanie z prezydentem Ukrainy Wołodymyrem Zełenskim na marginesie szczytu G7 w Hiroszimie.", "link": "https://businessinsider.com.pl/wiadomosci/jeszcze-wieksze-wsparcie-dla-ukrainy-odbedzie-sie-spotkanie-na-szczycie/33w9qbn", "date_published": "2023-05-20 04:43:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rola Chin w wojnie w Ukrainie? \"Nazywam to Olimpijską Deklaracją Nowego Porządku Świata\" [WYWIAD]", "description": "— Rola Chin jest istotna. By ją w pełni określić, musimy połączyć początek inwazji na Ukrainę w lutym 24 lutego 2022 r. z dniem 4 lutego 2022 r., czyli wspólnym oświadczeniem Władimira Putina i Xi Jinpinga wydanym z okazji Zimowych Igrzysk Olimpijskich w Pekinie. Nazywam to Olimpijską Deklaracją Nowego Porządku Świata — mówi Thomas Kleine-Brockhoff, ekspert z German Marshall Fund w wywiadzie dla Business Insidera.", "link": "https://businessinsider.com.pl/wiadomosci/jaka-jest-rola-chin-w-wojnie-w-ukrainie-ekspert-nie-miejmy-zludzen/qb7gfn6", "date_published": "2023-05-20 04:27:25+00:00", "persistent": false, "user": null, "language": "en-US"}]