[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Meet 'Jack' from Romania! Mastermind Behind Golden Chickens Malware", "description": "The identity of the second threat actor behind the Golden Chickens malware has been uncovered courtesy of a fatal operational security blunder, cybersecurity firm eSentire said.\n\nThe individual in question, who lives in Bucharest, Romania, has been given the codename Jack. He is one of the two criminals operating an account on the Russian-language Exploit.in forum under the name \"badbullzvenom,\"", "link": "https://thehackernews.com/2023/05/meet-jack-from-romania-mastermind.html", "date_published": "2023-05-20 10:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Notorious Cyber Gang FIN7 Returns Cl0p Ransomware in New Wave of Attacks", "description": "The notorious cybercrime group known as FIN7 has been observed deploying Cl0p (aka Clop) ransomware, marking the threat actor's first ransomware campaign since late 2021.\nMicrosoft, which detected the activity in April 2023, is tracking the financially motivated actor under its new taxonomy Sangria Tempest.\n\"In these recent attacks, Sangria Tempest uses the PowerShell script POWERTRASH to load", "link": "https://thehackernews.com/2023/05/notorious-cyber-gang-fin7-returns-cl0p.html", "date_published": "2023-05-20 06:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Samsung Devices Under Active Exploitation! CISA Warns of Critical Flaw", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) warned of active exploitation of a medium-severity flaw affecting Samsung devices.\nThe issue, tracked as CVE-2023-21492 (CVSS score: 4.4), impacts select Samsung devices running Android versions 11, 12, and 13.\nThe South Korean electronics giant described the issue as an information disclosure flaw that could be exploited by a", "link": "https://thehackernews.com/2023/05/samsung-devices-under-active.html", "date_published": "2023-05-20 04:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}]