[{"source": "https://www.theguardian.com/international/rss", "title": "‘I prefer me now I’m older’: Guardiola on dealing with Manchester City pressure", "description": "<ul><li>Spanish manager aiming to lead City to treble this season</li><li>‘The first years it was more difficult for me to handle it’</li></ul><p>Pep Guardiola has barely had a season in his managerial career when he was not fighting for trophies but the Manchester City manager says he is able to cope better with the pressure that comes with battling for silverware than when he was younger.</p><p>The 52-year-old will win the 11th league title as a manager if City secure maximum points from their final four matches, starting with a trip to Everton on Sunday. The fixture at Goodison Park lands in between the two legs of City’s Champions League <a href=\"https://www.theguardian.com/football/2023/may/09/real-madrid-manchester-city-champions-league-semi-final-first-leg-match-report\">semi-final against Real Madrid</a>.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/pep-guardiola-manchester-city-premier-league-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/pep-guardiola-manchester-city-premier-league-champions-league", "date_published": "2023-05-13 21:30:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It means a lot’: Brittney Griner plays first game since detainment in Russia", "description": "<ul><li>Griner plays in first WNBA preseason game after return to US</li><li>Seven-time All-Star finishes with 10 points and three rebounds</li></ul><p>Brittney Griner strolled down the sideline about one and a half hours before the Phoenix Mercury played Friday night, giving hugs and high-fiving her teammates, coaches and opposing players.</p><p>Then it was a little stretching, a little shooting and a little agility work to prepare for a basketball game.</p> <a href=\"https://www.theguardian.com/sport/2023/may/13/brittney-griner-first-wnba-game-preseason-phoenix-mercury\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/13/brittney-griner-first-wnba-game-preseason-phoenix-mercury", "date_published": "2023-05-13 19:40:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘The goal is No 1’: Gauff at crossroads after hitting first speed bumps", "description": "<p>Talented teenager has been a remarkable success story but needs to make adjustments on and off court to reach next level</p><p>Halfway through her third-round tussle with Paula Badosa in Madrid this month, Coco Gauff’s mind was elsewhere. Errors sprayed from her racket and she could barely land a forehand inside the court. Gauff haemorrhaged game after game, sharing grim expressions with her team. She was dismantled 6-3, 6-0.</p><p>“I mentally wasn’t engaged in that second set. I let something happen in the first, maybe one or two bad points. I just stayed down,” said Gauff this week in Rome.</p> <a href=\"https://www.theguardian.com/sport/2023/may/13/coco-gauff-interview-tennis-crossroads-speed-bumps-goal-be-number-1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/13/coco-gauff-interview-tennis-crossroads-speed-bumps-goal-be-number-1", "date_published": "2023-05-13 17:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Awoniyi and Sterling both double up as Nottingham Forest save point at Chelsea", "description": "<p>At the end, Nottingham Forest did not know whether to celebrate the comeback or rue their wastefulness. This was only their seventh away point this season and they earned it the hard way. There had been a rare burst of life from Chelsea and two smart goals from Raheem Sterling. Forest were having none of it, ending Frank Lampard’s hopes of a second consecutive win when Taiwo Awoniyi headed in his fourth goal of a <a href=\"https://www.theguardian.com/football/2023/may/08/nottingham-forest-southampton-premier-league-match-report\">highly productive week</a>.</p><p>If there is a worry for Steve Cooper, though, it will be that his side’s failure to secure a second away win since promotion could come back to haunt them. It had the feel of a missed opportunity. Forest led early on, Awoyini punishing an Édouard Mendy mistake, and could have moved five points clear of the bottom three. Chelsea were there for the taking.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/chelsea-nottingham-forest-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/chelsea-nottingham-forest-premier-league-match-report", "date_published": "2023-05-13 16:09:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Martial sparks Manchester United win over Wolves to boost top-four hopes", "description": "<p>From the moment the enigmatic Anthony Martial scored Manchester United lived in a squeaky posterior time that lasted until Alejandro Garnacho’s 94th-minute breakaway strike.</p><p>Wolves, as they did throughout, refused to be cowed and it was from their attack that Erik ten Hag’s team countered. An Aaron Wan-Bissaka header in his area came to Luke Shaw whose hooked pass found Antony who relayed the ball to Bruno Fernandes. The arch-playmaker’s pass was weighted perfectly into Garnacho, on as a replacement for a first appearance since a foot injury in March.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/manchester-united-wolves-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/manchester-united-wolves-premier-league-match-report", "date_published": "2023-05-13 16:07:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Niki Segnit’s beginner’s guide to cooking with miso", "description": "<p>What goes with miso? Turns out there’s rather a lot, says the author of the much-loved Flavour Thesaurus</p><p>Miso is a flavourful paste made from fermented soybeans. Rice or <em>kome</em> miso, the most popular type, is made with soybeans, water, salt and rice inoculated with a culture called koji. In barley or <em>mugi</em> miso, the rice koji is replaced by barley koji. But the most obvious difference between misos is in their appearance: they can be straw-pale or near-black, smooth or chunky. As a rule, the paler the miso, the sweeter and lighter it will be. Some leading authorities on miso maintain that the complexity of its flavour makes it hard for westerners to describe, but I’d beg to differ. It’s hard to describe the taste of a courgette, but miso is so flavourful that it’s hard to stop describing it – you might detect barnyard, nutty, brown butter, caramelised, exotic fruit (banana, mango, pineapple), olive, briny, boozy or chestnut blossom notes. It is especially good with rustic flavours such as alliums, root vegetables and seaweed, but it has some less likely partners, too.</p> <a href=\"https://www.theguardian.com/food/2023/may/13/niki-segnit-beginners-guide-to-cooking-with-miso\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/13/niki-segnit-beginners-guide-to-cooking-with-miso", "date_published": "2023-05-13 13:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Stosie Madi’s vegan recipe for Lebanese stuffed cabbage rolls | The new vegan", "description": "<p>Beans, herbs and Levantine spices combined with fragrant basmati, stuffed into cabbage leaves and baked in a hearty stock</p><p>Stuffed vegetables, or <em>mehshé</em> in Arabic, are among my all-time favourite dishes, and stuffed cabbage-leaf rolls, which are found in some form or other all over Europe and the Middle East, are hard to beat. The Lebanese version makes use of aromatic spices and is a great vegan alternative to traditional meat-stuffed rolls. As a child, and especially at Lent, I would spend many happy hours helping my Lebanese <em>teta</em> (grandma) meticulously fill and roll cabbage and vine leaves with gorgeous spiced rice. She always made such light work of making huge panfuls of delicate, pretty little rolls. I’ve always preferred larger ones, so often got a ticking-off for not making them smaller and tighter, because larger rolls do not taste or look as good, and are apparently a sign of impatience. She knew me well, my teta.</p> <a href=\"https://www.theguardian.com/food/2023/may/13/vegan-lebanese-stuffed-cabbage-leaf-rolls-wraps-vegan-recipe-stosie-madi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/13/vegan-lebanese-stuffed-cabbage-leaf-rolls-wraps-vegan-recipe-stosie-madi", "date_published": "2023-05-13 11:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Nothing changed’: Buffalo’s East Side still struggling a year after shooting", "description": "<p>A year after the shooting at a supermarket that left 10 dead, residents say that when the cameras left, so did the potential for investment in the community</p><p>A year ago, a white supremacist gunman committed a mass shooting at a Tops Friendly Markets on Buffalo’s East Side that left 10 people dead, several more injured, and a community forever changed.</p><p>The predominantly Black East Side neighborhood lost its only grocery store for two months and a day, once again making the area into a food desert. In the gunman’s wake came national and international media – and, with them, widespread attention from charitable organizations and people.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/buffalo-new-york-supermarket-shooting-anniversary\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/buffalo-new-york-supermarket-shooting-anniversary", "date_published": "2023-05-13 10:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Did this pop banger just trigger an armed coup? The wild revolutionary politics of Eurovision", "description": "<p>It’s not just about the baking grannies and rapping astronauts … the world’s favourite song contest has also got real clout, getting gay marriage legalised and bringing down fascist regimes</p><p>At 10.55pm on 24 April 1974, Portuguese radio played their entry to that year’s Eurovision song contest – and soldiers took to the streets. The tune by Paulo de Carvalho was the pre-agreed signal to start an armed coup, and for rifle-toting military to rise up against a fascist dictatorship. Citizens flocked to join in and there was so little resistance that flowers were placed in unfired gun barrels (it became known as the <a href=\"https://www.theguardian.com/world/2018/apr/29/the-carnation-revolution-5-may-1974\" title=\"\">Carnation Revolution</a>). It started Portugal’s transformation into a democracy and is surely the only revolution triggered by a crooner with a very <a href=\"https://www.youtube.com/watch?v=vWhxZ0JB9j4\" title=\"\">large collar</a>.</p><p>If you focus entirely on the performances, Eurovision is a bit daft. OK, very daft. According to the results, in 2018 the continent’s finest piece of music featured a woman<a href=\"https://www.youtube.com/watch?v=84LBjXaeKk4\" title=\"\"> squawking like a chicken</a> and in 2006 nothing said “credible winner” like <a href=\"https://www.youtube.com/watch?v=gAh9NRGNhUU\" title=\"\">five pogoing orcs singing</a> about the “a-rock-alypse”. There are <a href=\"https://www.youtube.com/watch?v=FR9rtB2ilZU\" title=\"\">rapping astronauts</a>, competitors who perform <a href=\"https://www.youtube.com/watch?v=FJjo8s3fKUM\" title=\"\">as half-animal/half-fruit</a> and <a href=\"https://www.youtube.com/watch?v=BgUstrmJzyc&amp;amp;embeds_euri=https%3A%2F%2Fvirginradio.co.uk%2F&amp;amp;source_ve_path=Mjg2NjY&amp;amp;feature=emb_logo\" title=\"\">multitasking grannies</a> baking bread to Euro-rave.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/13/did-this-pop-banger-just-trigger-an-armed-coup-the-wild-revolutionary-politics-of-eurovision\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/13/did-this-pop-banger-just-trigger-an-armed-coup-the-wild-revolutionary-politics-of-eurovision", "date_published": "2023-05-13 09:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What colour are the hottest stars? Try our kids’ quiz", "description": "<p>Five multiple-choice questions – set by children – to test your knowledge, and a chance to submit your own junior brainteasers for future quizzes</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">Submit a question</a></li></ul><p><a href=\"https://www.instagram.com/everythingunderthesunpod/?hl=en\">Molly Oldfield</a> hosts <a href=\"https://podcasts.apple.com/gb/podcast/everything-under-the-sun/id1442273607?mt=2\">Everything Under the Sun</a>, a weekly podcast answering children’s questions, out <a href=\"https://guardianbookshop.com/everything-under-the-sun-9780241433461\">now as a book</a>.</p><p>Does your child have a question? Submit one <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">here</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/what-colour-are-the-hottest-stars-try-our-kids-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/what-colour-are-the-hottest-stars-try-our-kids-quiz", "date_published": "2023-05-13 06:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Drones of the desert: an ancient Aboriginal story comes to life with cutting-edge technology", "description": "<p>The Wintjiri Wiru show at Uluru tells an Anangu sacred story using more than 1,100 drones, light projections and traditional music</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Deep in the central Australian desert, I sit atop a dune, looking up at the sky. A blanket of stars stretch over Uluru. Woven among them, the movement of artificial colours and light telling an ancient story come to life.</p><p>Red blurs into blue, which blurs into green until a shape forms: a bird moving slowly through the night. It morphs into a looming dog that is struck by the spear of a kingfisher woman, exploding into hundreds of tiny orbs. They float apart slowly, turning white. I lose them among the stars.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/drones-of-the-desert-an-ancient-aboriginal-story-comes-to-life-with-cutting-edge-technology\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/drones-of-the-desert-an-ancient-aboriginal-story-comes-to-life-with-cutting-edge-technology", "date_published": "2023-05-13 03:22:38+00:00", "persistent": false, "user": null, "language": "en-US"}]