[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - Where to Find Hestu (and Expand Your Inventory Slots)", "description": "An important returning feature in The Legend of Zelda: Tears of the Kingdom is the limit to your inventory - including melee weapons, bows, and shields. The only way to increase your inventory in Breath of the Wild was by finding collectible Korok Seeds and giving them to a character named Hestu — and Tears of the Kingdom is no different. In this video guide, we’ll help you track down the elusive Hestu, and show you a few places where he might show up after your first meeting in Zelda: TotK.\n\n#TheLegendOfZeldaTearsOfTheKingdom #Hetsu #WhereToFindHetsu", "link": "https://www.youtube.com/watch?v=W-MW7msp9CQ", "date_published": "2023-05-13 21:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - How to Heal From Gloom", "description": "Gloom is a new phenomenon of sorts in The Legend of Zelda: Tears of the Kingdom that reduces your maximum hearts if you come in contact with it.  This ominous black and red sludge infects the ground and even the enemies in certain areas. If gloom’s got you down there are luckily quite a few ways to heal from the nerf and even resist it. Check out our guide to find out how! Keep in mind, there are some environment spoilers in this video, but no story spoilers.", "link": "https://www.youtube.com/watch?v=8jQ3unKSBiI", "date_published": "2023-05-13 21:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Rainbow Six Siege - Official Dread Factor CGI Reveal Teaser Trailer", "description": "Rainbow Six Siege is launching Operation Dread Factor soon coming with Fenrir, the newest Operator coming to the game. Check out the teaser trailer for the upcoming Operation Dread Factor for Rainbow Six Siege.\n\n#RainbowSixSiege #OperationDreadFactor", "link": "https://www.youtube.com/watch?v=AnF6BcNTiOc", "date_published": "2023-05-13 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pokemon Devs Making New Game, Everything Delayed By WGA Strike, & More! | IGN The Weekly Fix", "description": "Wanna catch up on all the gaming and entertainment news highlights from the past week? From Game Freak, the developers behind the Pokémon series, revealing their latest project, to everything being delayed due to the Writers Guild of America strike, tune in for the Weekly Fix - the only show packed with the recommended weekly dose of gaming, entertainment, and esports news!\n\n00:00 - Intro\n00:37 - Pokemon Dev Reveals 'Ambitious' Samurai Game\n03:30 - Xbox's Phil Spencer Takes the Blame for Redfall\n07:10 - The Legend of Zelda- Tears of the Kingdom Will Bring Back Traditional Dungeons\n09:42 - Non-Violent Fortnite Is Now the Dumbest Olympic eSport\n13:34 - Blade Movie, Stranger Things S5- What’s Delayed Due To WGA Strike\n17:54 - Beetlejuice 2- Cast and Release Date Revealed\n19:59 - Johnny Cage Cast in Mortal Kombat Movie Sequel\n\n#IGN #Gaming #Entertainment", "link": "https://www.youtube.com/watch?v=RIASz8DOD6g", "date_published": "2023-05-13 19:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - Everything to Know About Bubbul Gems", "description": "Bubbul gems are a mysterious new key item in The Legend of Zelda Tears of the Kingdom that you won’t know what to do with until fairly late in the game. But if you wanna know how to take advantage of them right away, you’re in the right place. Here’s our guide on where to find Bubbul gems, what to do with bubble gems, and everything else about the mysterious items.\n\n#IGN #TotK", "link": "https://www.youtube.com/watch?v=_ITgeWreGZ0", "date_published": "2023-05-13 18:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Nier: Automata Mod That Fooled the World - Official Trailer | IGN Inside Stories", "description": "Check out the trailer for our latest IGN Inside Stories episode, The Nier: Automata Mod That Fooled the World, coming to IGN on May 20.\n\nIn June 2022, a new user on the Nier Automata subreddit asked a fairly innocuous question: \"How do you open the church?\" The problem? There was no such church. SadFutago kicked off a beautiful mess of a multi-month storyline that twisted the community, media, and even expert modders into knots.\n\nWe tracked down the trio of creators behind SadFutago to get the true tale behind the Nier church saga. This is the IGN Inside Story of the Nier Automata modders that fooled the world.\n\n#IGN #Gaming #NierAutomata", "link": "https://www.youtube.com/watch?v=NwokbwUtLBA", "date_published": "2023-05-13 16:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Genshin Impact - Official Version 3.7 \"Duel! The Summoners Summit\" Trailer", "description": "Take a look at the new Genshin Impact trailer revealing some of what to expect with the Version 3.7 update including a brand new character named Kirara. The Version 3.7 update for Genshin Impact will be available soon for PlayStation 4, PlayStation 5, iOS, Android, and PC.\n\n#GenshinImpact", "link": "https://www.youtube.com/watch?v=F-hDGwJz1as", "date_published": "2023-05-13 15:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "This AI-Generated Twisted Metal Pitch is Hilarious Nonsense - Beyond Clips", "description": "In this clip from Podcast Beyond 800, Max had AI generate a Twisted Metal sequel after the recent reveal of the Twisted Metal TV series on Peacock. As with the Bloodborne 2 pitch, this wasn't any better. \"How bad could it be\", you ask? Well...\n\n#IGN #Gaming #PlayStation", "link": "https://www.youtube.com/watch?v=5RwNEgHto_Q", "date_published": "2023-05-13 15:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tekken 8 - Official Hwoarang Gameplay Reveal Trailer", "description": "Hwoarang is ready to kick it up a notch in the latest Tekken 8 gameplay trailer. Check it out to see Hwoarang in action. \n\nTekken 8 will be available on PlayStation 5, Xbox Series X|S, and Steam.\n\n#Tekken8 #Hwoarang", "link": "https://www.youtube.com/watch?v=pwHigYDNaVM", "date_published": "2023-05-13 14:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "From Tears of the Kingdom to Grand Theft Auto: How Open Worlds Set Us Free", "description": "From The Legend of Zelda: Tears of the Kingdom to GTA. From Skyrim to Red Dead Redemption 2. This is how the freedom of open world video games gives us genuine moments of discovery, surprise, and impact. Join us as we revisit some of our favorite open world games and discuss how they set us free, from the liberating design of specific game maps to how the genre has evolved over time.\n\nWhat do you think are the best video game open worlds? Let us know in the comments!\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=VYI0FZgBlBA", "date_published": "2023-05-13 13:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Fast and the Furious Timeline in Chronological Order (2023 Edition)", "description": "When The Fast Saga first began back in 2001, it was about a bunch of edgy street racers who liked to steal large quantities of obsolete consumer electronics. Nowadays, Dom Toretto and the rest of the family are constantly saving the world and doing crazy things like driving cars in space. So how did we get to this? To understand, we need to go back to the beginning and piece it all together. Here’s the Fast and The Furious Timeline in chronological order, updated for 2023 and the release of Fast X. \n\nThis timeline includes all of the films and important moments from the Fast Saga – 2001's The Fast and the Furious, the Hobbs and Shaw spin-off and everything through, Fast and the Furious 9, a.k.a. Fast 9, a.k.a. F9 as we prepare for Fast X.\n\nCheck out our Fast and the Furious timeline for all the details of Vin Diesel's Dom Toretto and Paul Walker's Brian O'Conner, just the start of the Toretto family – A Fast Family – even though the actual Torreto family was already a thing. The film series has veered off in some unexpected directions, with the Diesel-less 2 Fast 2 Furious and the Walker-less The Fast and the Furious: Tokyo Drift before the brothers were reunited eight years after the original for 2009's Fast & Furious.\n\nSo dive into the story so far of the Fast family in this Fast and the Furious timeline in chronological order, 2023 edition!\n\n#IGN #FastX", "link": "https://www.youtube.com/watch?v=VOApWW6A34M", "date_published": "2023-05-13 13:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - How to Tame and Register a Horse", "description": "The Kingdom of Hyrule is a vast place to explore in Tears of the Kingdom, and while you’ll eventually be able to skydive from towers and utilize Zonai devices to cross land, sea, and air, there are sometimes when you just need a mount that doesn’t rely on batteries. This holds especially true early in the game when you’re still discovering new regions and towers, so in this guide video, we’ll show you exactly how to find, tame, register, and upgrade your brand-new horse. Really, it’s everything you need to know about your general horse in Zelda: TotK.", "link": "https://www.youtube.com/watch?v=upUt5O3PUTY", "date_published": "2023-05-13 02:30:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What the Spider-verse red burger tastes like (spoiler: not red) #spiderman #burgerking #shorts", "description": "", "link": "https://www.youtube.com/watch?v=y6WE98glZuY", "date_published": "2023-05-13 00:39:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tears of the Kingdom should have told you this #zelda #nintendo #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=EUwopO1Qp4M", "date_published": "2023-05-13 00:39:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Where you might have heard Rauru before #zelda #nintendo #totk #anime #tearsofthekingdom #shorts", "description": "", "link": "https://www.youtube.com/watch?v=pxqTO9AII8k", "date_published": "2023-05-13 00:37:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "how to n̶o̶t̶ play zelda: tears of the kingdom #nintendo #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=4jAt-95NsHQ", "date_published": "2023-05-13 00:37:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Best things to do first in TOTK #zelda #tearsofthekingdom #nintendo #gaming #podcastnvc #shorts", "description": "", "link": "https://www.youtube.com/watch?v=YEOWTF7nAG8", "date_published": "2023-05-13 00:35:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - Best Shrines to Complete First", "description": "Just like in Breath of the Wild, there are tons of shrines to explore in The Legend of Zelda: Tears of the Kingdom. In each, you'll earn a new upgrade resource called Light of Blessing and you can find at least one bonus treasure chest hidden somewhere in the shrine. After collecting four Lights of Blessing, you can take these to a Goddess Statue to expand either your heart containers or your stamina bar. Whichever one you choose, both are vital to ensuring that your time in Hyrule is a success, so we’re here to tell you which of these shrines you should visit and complete first in Zelda: TotK.", "link": "https://www.youtube.com/watch?v=eBNjeuosGeY", "date_published": "2023-05-13 00:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}]