[{"source": "http://louderwithcrowder.com/feed/", "title": "Ron DeSantis helps raise money for Marine veteran Daniel Penny as an eyewitness steps forward to praise Penny's heroism", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33664459&amp;width=1200&amp;height=400&amp;coordinates=0%2C177%2C0%2C110\" /><br /><br /><p>We now know the Marine at the center of the Jordan Neely incident is Daniel Penny. He turned himself in and has been charged with second-degree manslaughter. To recap, video had come out of Penny choking unhoused homeless man Jordan Neely. And <a href=\"https://www.louderwithcrowder.com/jordan-neely-weekend-protests-subway\" target=\"_blank\">while the usual suspects didn't wait for facts</a>, we later found out that<a href=\"https://www.louderwithcrowder.com/jordan-neely-aditional-context\" target=\"_blank\"> Neely was acting violent and threatening passengers</a> until Penny attempted to do something.</p><p>A GoFundMe has been launched to help with Penny's legal expenses. Florida Governor Ron DeSantis, who is expected to enter the GOP presidential race next month, is helping raise money for the Marine and wants him to know America has his back.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">We must defeat the Soros-Funded DAs, stop the Left's pro-criminal agenda, and take back the streets for law abiding citizens. We stand with Good Samaritans like Daniel Penny. Let’s show this Marine... America’s got his back.<br /> <a href=\"https://t.co/uQXZuT19Mo\">https://t.co/uQXZuT19Mo</a><br />— Ron DeSantis (@RonDeSantisFL) <a href=\"https://twitter.com/RonDeSantisFL/status/1657212176178855939?ref_src=twsrc%5Etfw\">May 13, 2023</a></blockquote> </div><p>As of this writing, donations have passed $850,000.</p><p>Also this week, a new eyewitness has stepped forward to share what happened BEFORE the video in question. You know, \"context.\" <a href=\"https://nypost.com/2023/05/12/jordan-neely-chokehold-death-witness-praying-for-daniel-penny/\" target=\"_blank\">They spoke anonymously to the New York Post</a>.</p><blockquote>\"[Neely] said, 'I don't care. I'll take a bullet, I'll go to jail' because he would kill people on the train,\" she recalled. \"He said, 'I would kill a motherf*cker. I don't care. I'll take a bullet. I'll go to jail'.\"<br /><br />The retiree said Penny did not initially engage with Neely during the wild rant until things got out of hand and he felt the urge to step in.<br /><br />“This gentleman, Mr. Penny, did not stand up,” the rider said. “Did not engage with the gentleman. He said not a word. It was all Mr. Neely that was … threatening the passengers. If he did not get what he wants.”<br /></blockquote><p>Second-degree manslaughter in New York City is a felony that could carry up to a fifteen-year prison sentence. That is bad enough. What's worse is that this is New York City where activists want the Marine charged with murder. One of those activists COULD be the judge, or be able to influence the judge. And <a href=\"https://www.louderwithcrowder.com/trump-arrest-livestream\" target=\"_blank\">I don't think I need to remind you who Manhattan DA Alvin Bragg is</a>.</p><p>Daniel Penny needs your prayers, and he needs your donations. Even if you don't have the extra money now, <a href=\"https://www.givesendgo.com/daniel_penny\" target=\"_blank\">sharing the GoFundMe link</a> helps.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/daniel-penny-marine-manslaughter", "date_published": "2023-05-13 13:09:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: New Twitter CEO's comments on content moderation, that she made TO Elon Musk, throw up more red flags", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33663677&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Elon Musk announced that when Linda Yaccarino gets settled in as new Twitter CEO -- excuse me, <a href=\"https://www.louderwithcrowder.com/elon-musk-x-new-ceo\" target=\"_blank\">I mean new X CEO</a> -- they would do a Twitter/X Spaces where you ask them anything. Good, because I have a question. When Elon Musk was being interviewed BY Linda Yaccarino and she advocated for everything Elon is against, did Musk understand the words that were coming out of her mouth?</p><p>Yaccarino interviewed Musk last month, and the now-former head of advertising for NBCUniversal pushed for ADVERTISERS to have more of a say in content moderation on Twitter.<br /></p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"1a4f3\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33663680&amp;width=980\" />\n</p>\n<p>Yup. </p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">The WEF associated future CEO of Twitter promotes influence peddling for advertisers & content moderation that makes advertisers comfortable. We know what happens when you give corporations and their political puppets power over content. I don’t like this. <a href=\"https://t.co/Hj29KH5vD0\">pic.twitter.com/Hj29KH5vD0</a><br />— Kim Dotcom (@KimDotcom) <a href=\"https://twitter.com/KimDotcom/status/1657033675689656330?ref_src=twsrc%5Etfw\">May 12, 2023</a></blockquote> </div><p>I will give you <a href=\"https://www.louderwithcrowder.com/bud-light-free-beer\" target=\"_blank\">a case of Bud Light</a> if you can tell me what the problem is here. That you will not accept. Because <a href=\"https://www.louderwithcrowder.com/clay-travis-beer-experiment\" target=\"_blank\">it's a case of Bud Light</a> and you can tell me what the problem is here.</p><p>Elon Musk knows -- or you would assume SHOULD know -- why everything she is advocating is terrible. <a href=\"https://www.louderwithcrowder.com/elon-musk-investigste-left-orgs\" target=\"_blank\">Political organizations targeted advertisers</a> to block <a href=\"https://www.louderwithcrowder.com/elon-musk-tim-cook\" target=\"_blank\">ELON MUSK SPECIFICALLY</a> from buying Twitter <a href=\"https://www.louderwithcrowder.com/elon-musk-free-beacon\" target=\"_blank\">unless he bent the knee to their agenda</a>. His new CEO wants more than that. And that's without getting into the globalist anti-free speech WEF (where Yaccarino is a top official) stuff.</p><p>To Elon's credit, he pushed back and said free speech is paramount. If that costs the company advertisers, so be it. The problem is he pushed back against an interviewer -- that opposes everything he stands for -- he was so impressed by he made her the new CEO. This interview where Yaccarino called for MORE content moderation and to outsource it to advertisers is why Elon made her the new head of Twitter and/or X.</p><p>Everything about this reeks of Twitter 1.0. Elon's got some 'splaining to do.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/elon-musk-new-ceo-interview", "date_published": "2023-05-13 12:36:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: A herd of \"Karens\" stampede out of comedy club after comedian's hilarious Dylan Mulvaney joke", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33661753&amp;width=1200&amp;height=800&amp;coordinates=200%2C0%2C0%2C0\" /><br /><br /><p>Stop me if you heard this one before. A group of fat women walk into a comedy club, and it turns out they don't have a sense of humor. They stampede out of the show ... but not before scarfing down their french fries. No, it's not a joke. It really happened to comedian Chrissie Mayr.</p><p>The joke was about TikTok ingénue and titface performer Dylan Mulvaney. Dylan has been in the news <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-illegal-media-coverage\" target=\"_blank\">after she/her</a> inadvertently <a href=\"https://www.louderwithcrowder.com/clay-travis-beer-experiment\" target=\"_blank\">destroyed Bud Light</a> in the eyes of America.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">It’s the long awaited TRANS JOKE walk out moment from my show in Dallas last week!!<br /><br />Enjoy! 🐘🐘🐘 <a href=\"https://t.co/WgiMSZrmZC\">pic.twitter.com/WgiMSZrmZC</a><br />— Chrissie Mayr🇺🇸 (@ChrissieMayr) <a href=\"https://twitter.com/ChrissieMayr/status/1656755803418685479?ref_src=twsrc%5Etfw\">May 11, 2023</a></blockquote> </div><blockquote>Why has it been a year of girlhood and still no t*ts? That’s day one, okay? If I’m transitioning to a dude, day one I’m getting a c*ck and I’m getting the biggest one you can find. Like go into the back room,  get me something black.</blockquote><p>Fair point. If it's me and I'm going through surgery, I'm getting the boobs first instead of a facelift. </p><p>Mayr told a funny. Everyone laughed since, like, you know, it was a comedy club. Though the heard of Karens were upset over Dylan being misgendered. </p><p>You see, while Dylan identifies as a girl now and that makes her a girl in the eyes of the AP Styleguide and the Democrat Party platform, Dylan was born a dude. <a href=\"https://www.louderwithcrowder.com/culture-war-wapo-poll\" target=\"_blank\">There are still people living in America who believe if you are born a dude... that makes you a dude</a>. I know, right? Even still in 2023.</p><p>Mayr did her best to find common ground with the angry broads in attendance.</p><blockquote>No, it’s all good. We can all have different beliefs, it’s okay. Some of us can believe in reality and some of us can’t.</blockquote><p>The Karens then scarfed down what was left of their French fries and stomped off. My source at the club could not confirm if they were Disco Fries or not. Though when you see the size of the ladies, one could be led to believe their blood type was gravy.</p><p>The best part? The Karens ackshually DEMANDED TO SPEAK TO THE MANAGER! Way to live the gimmick!</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Just FYI these “women” went straight to management to complain and then proceeded to stampede (knock over) my merch table <br /><br />This is the conflict when it comes to comedy and Leftists. It’s just not compatible. <a href=\"https://twitter.com/AdamCarollaShow?ref_src=twsrc%5Etfw\">@AdamCarollaShow</a> <a href=\"https://twitter.com/ScottAdamsSays?ref_src=twsrc%5Etfw\">@ScottAdamsSays</a> <a href=\"https://twitter.com/jimmy_dore?ref_src=twsrc%5Etfw\">@jimmy_dore</a> <a href=\"https://twitter.com/joerogan?ref_src=twsrc%5Etfw\">@joerogan</a> <a href=\"https://twitter.com/rickygervais?ref_src=twsrc%5Etfw\">@rickygervais</a>… <a href=\"https://t.co/0nAld1L0qg\">https://t.co/0nAld1L0qg</a><br />— Chrissie Mayr🇺🇸 (@ChrissieMayr) <a href=\"https://twitter.com/ChrissieMayr/status/1656759167653146641?ref_src=twsrc%5Etfw\">May 11, 2023</a></blockquote> </div><p>This is not the first time someone has stormed out of a comedy show over a comedian telling jokes. I would love for someone to interview these people afterward sometime. Did they not know what the word \"comedy\" means? Inquiring minds would like to know.</p><p><p><em>Facebook doesn't want you reading this post or any others lately. Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? Bookmark <a href=\"https://www.louderwithcrowder.com\" target=\"_blank\">LouderWithCrowder.com</a> and check us out throughout the day!</em></p>\n<p><em>Also follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a>, <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a> and <a href=\"https://gettr.com/user/lwcnewswire\" target=\"_blank\">Gettr</a>!</em></p></p>", "link": "https://www.louderwithcrowder.com/dylan-mulvaney-comedy-club", "date_published": "2023-05-13 11:53:54+00:00", "persistent": false, "user": null, "language": "en-US"}]