[{"source": "https://thehill.com/news/feed/", "title": "Obama says gun ownership 'shouldn't be' a partisan issue", "description": "Former President Obama argued in a new interview that gun ownership shouldn’t be a partisan or ideological issue, amid renewed discussions of gun safety legislation in the wake of several recent mass shootings. “I think somehow — and there are a lot of historical reasons for this — gun ownership in this country became an...", "link": "https://thehill.com/blogs/blog-briefing-room/4003393-obama-says-gun-ownership-shouldnt-be-a-partisan-issue/", "date_published": "2023-05-13 22:48:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "AI’s key role in cybersecurity and national security", "description": "While artificial intelligence (AI) is not new, Google Bard, Microsoft Bing, ChatGPT and similar products have made the technology accessible and understandable to the average consumer. However, concerns over privacy and security have led to calls for a pause on AI development and an interest in heavy regulation. While these risks should be addressed, the...", "link": "https://thehill.com/opinion/congress-blog/4003351-ais-key-role-in-cybersecurity-and-national-security/", "date_published": "2023-05-13 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump forced to cancel outdoor Iowa rally due to tornado warnings", "description": "Former President Trump was forced to cancel his outdoor rally in Des Moines, Iowa, on Saturday, due to tornado warnings. “Unfortunately, due to the Tornado Warnings in Des Moines, we are forced to cancel today’s outdoor Rally at the Lauridsen Amphitheater,” Trump said in a post on Truth Social, a few hours before the event. “Stay tuned,...", "link": "https://thehill.com/homenews/campaign/4003360-trump-forced-to-cancel-outdoor-iowa-rally-due-to-tornado-warnings/", "date_published": "2023-05-13 21:40:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fed hikes and default fears: Here's what could be next for the housing market", "description": "Homebuyers and renters alike could feel relief later this year as home prices stabilize, mortgage rates decline and rent price growth continues to slow. Economists expect the Federal Reserve to pause rate hikes for a time while it observes incoming economic data, some stemming from the banking crisis that led to tightened lending. This could...", "link": "https://thehill.com/business/4002265-fed-hikes-and-default-fears-heres-what-could-be-next-for-the-housing-market/", "date_published": "2023-05-13 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sunday shows preview: All eyes on the border post-Title 42; debt ceiling deadline looms", "description": "In the wake of Title 42’s expiration on Thursday, the situation at the U.S.-Mexico border will likely dominate the Sunday talk show circuit this weekend. The pandemic-era policy implemented under former President Trump, which allowed authorities to rapidly expel migrants without permitting them to seek asylum, was used more than 2.8 million times over the...", "link": "https://thehill.com/homenews/sunday-talk-shows/4003319-sunday-shows-preview-all-eyes-on-the-border-post-title-42-debt-ceiling-deadline-looms/", "date_published": "2023-05-13 20:36:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Carolina governor vetoes 12-week abortion ban", "description": "North Carolina Gov. Roy Cooper (D) vetoed legislation on Saturday that would establish a 12-week abortion ban in the state, potentially setting up the legislature for a battle to override it and make the ban law. Cooper held a rally on Saturday with about 1,000 abortion-rights activists and voters in the capital city of Raleigh...", "link": "https://thehill.com/homenews/state-watch/4003294-north-carolina-governor-vetoes-12-week-abortion-ban/", "date_published": "2023-05-13 20:01:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why the GOP is going to war over military drag queens", "description": "The GOP backlash to a former Navy digital ambassador who performs as a drag queen highlights a growing focus for Republican lawmakers overseeing the military. Even before Joshua Kelley was hammered for making Instagram videos under the drag queen name Harpy Daniels, Republicans held hearings on diversity programs at the Pentagon and blasted drag shows...", "link": "https://thehill.com/policy/defense/4002516-why-the-gop-is-going-to-war-over-military-drag-queens/", "date_published": "2023-05-13 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden counting on two little-used technologies to fight climate change", "description": "The Biden administration this week proposed a new rule that could go a long way toward meeting the president's ambitious climate goals. But it relies on two little-used technologies, which could make its targets challenging to reach. The new proposal lays out strict limits for planet-warming emissions from coal plants and some gas plants that would significantly cut down...", "link": "https://thehill.com/policy/energy-environment/4002549-biden-counting-on-two-little-used-technologies-to-fight-climate-change/", "date_published": "2023-05-13 19:19:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis says GOP needs to reject ‘culture of losing’ to win in 2024", "description": "Florida Gov. Ron DeSantis (R) said the GOP needs to reject a “culture of losing” that has taken hold in the party in recent years to win the elections in 2024.  DeSantis said during an appearance on Saturday at the annual Feenstra Family Picnic, an annual fundraiser hosted by Rep. Randy Feenstra (R-Iowa), that Republicans...", "link": "https://thehill.com/homenews/campaign/4003263-desantis-says-gop-needs-to-reject-culture-of-losing-to-win-in-2024/", "date_published": "2023-05-13 19:18:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "It’s time to rethink disability and work policy", "description": "By rethinking disability and work, the federal government could begin to support all of the diverse work patterns of individuals with severe health problems.", "link": "https://thehill.com/opinion/finance/4000344-its-time-to-rethink-disability-and-work-policy/", "date_published": "2023-05-13 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Confirm Bradley Garcia to the District of Columbia Circuit bench", "description": "Now that the U.S. Senate has reassembled, it must swiftly appoint President Biden’s exceptional nominee Bradley Garcia to the U.S. Court of Appeals for the D.C. Circuit. The court is the nation’s second most important tribunal, because it decides massive appeals that challenge administrative regulations, which protect public health, safety, and welfare and can be...", "link": "https://thehill.com/opinion/congress-blog/4002895-confirm-bradley-garcia-to-the-district-of-columbia-circuit-bench/", "date_published": "2023-05-13 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden tells Howard graduates hope is 'shadowed' by fear, hate but can still win", "description": "President Biden said hope is “shadowed” by fear, violence and hate but asserted that it can still win if people speak up to oppose those forces in his commencement address at Howard University on Saturday. Biden, the seventh sitting president to give the commencement address at the historically Black university, told graduates that he hoped...", "link": "https://thehill.com/homenews/administration/4003184-biden-tells-howard-graduates-hope-is-shadowed-by-fear-hate-but-can-still-win/", "date_published": "2023-05-13 17:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Could the US and China become partners for peace in Ukraine?", "description": "If the two were to set aside their national egos and stop playing power politics, together they might be able to take a giant step toward saving tens of thousands of lives and preventing further destruction of Ukraine.", "link": "https://thehill.com/opinion/national-security/4002003-could-the-us-and-china-become-partners-for-peace-in-ukraine/", "date_published": "2023-05-13 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mr. President: It’s time to create a ‘Single Mother’s Day’", "description": "I propose that President Joe Biden and Congress create a Single Mother's Day. At the very least, in the form of a proclamation.", "link": "https://thehill.com/opinion/white-house/4002525-mr-president-its-time-to-create-a-single-mothers-day/", "date_published": "2023-05-13 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jordan Neely’s chokehold death on NYC subway: What has happened so far", "description": "The death of Jordan Neely, a 30-year-old homeless man with a history of mental illness, on a New York City subway earlier this month has sparked outcry and protests in the past couple weeks.  Neely was pronounced dead in a hospital after 24-year-old Daniel Penny, a former Marine, placed him in a chokehold. Penny and...", "link": "https://thehill.com/homenews/state-watch/4003104-jordan-neelys-chokehold-death-on-nyc-subway-what-has-happened-so-far/", "date_published": "2023-05-13 15:39:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Where do we draw the line on ethics in public office?", "description": "It has been a terrible, horrible, no good, very bad week for the Republican Party.", "link": "https://thehill.com/opinion/campaign/4000642-where-do-we-draw-the-line-on-ethics-in-public-office/", "date_published": "2023-05-13 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America's state media: The blackout on Biden corruption is truly 'Pulitzer-level stuff'", "description": "The coverage this week has all the markings of a state media. The consistent spin. The almost universal lack of details. The absurd distinctions.", "link": "https://thehill.com/opinion/white-house/4003066-americas-state-media-the-blackout-on-biden-corruption-is-truly-pulitzer-level-stuff/", "date_published": "2023-05-13 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump seeks to extinguish DeSantis hopes", "description": "Former President Donald Trump is hoping to squash any momentum from Florida Gov. Ron DeSantis (R) or other would-be Republican challengers before the party’s 2024 primary even begins in earnest. Trump has moved aggressively in recent days to stamp out any suggestion that another candidate can topple him or could be a viable alternative, and...", "link": "https://thehill.com/homenews/campaign/4001481-trump-seeks-to-extinguish-desantis-hopes/", "date_published": "2023-05-13 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How supporting a pardon helps the US uplift Africa’s largest democracy", "description": "His case has become the poster child for the weaponization of blasphemy and other censorship laws around the world that are designed to silence minority viewpoints at any cost.", "link": "https://thehill.com/opinion/international/4001968-how-supporting-a-pardon-helps-the-us-uplift-africas-largest-democracy/", "date_published": "2023-05-13 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GM recalls nearly 1 million vehicles due to risk of air bag inflators exploding", "description": "General Motors (GM) has recalled almost 1 million of its vehicles due to a risk of the driver's-side air bag inflators exploding during use.  Alex Ansley, the chief of the Recall Management Division in the National Highway Traffic Safety Administration, said in a letter to GM on Friday that it is acknowledging GM’s notification that...", "link": "https://thehill.com/blogs/blog-briefing-room/4003015-gm-recalls-nearly-1-million-vehicles-due-to-risk-of-air-bag-inflators-exploding/", "date_published": "2023-05-13 12:24:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge blocks Trump deposition in Strzok, Page lawsuit", "description": "A federal judge has blocked former President Trump from being questioned under oath as scheduled later this month in lawsuits brought by two former FBI staffers.  Former FBI agent Peter Strzok and former FBI attorney Lisa Page filed lawsuits after Strzok was fired and Page resigned from their positions in 2018 following the revelation of...", "link": "https://thehill.com/regulation/court-battles/4003005-judge-blocks-trump-deposition-in-strzok-page-lawsuit/", "date_published": "2023-05-13 12:12:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt ceiling: Biden faces legal risks, financial peril with 14th Amendment", "description": "The unprecedented step of President Biden invoking the 14th Amendment to avoid a national default would likely lead to legal uncertainty hanging over the already-fragile financial system. Markets are concerned about a default, which could come as soon as June 1 if Biden and lawmakers can’t come to an agreement. But if Biden chose to...", "link": "https://thehill.com/homenews/4002251-debt-ceiling-biden-faces-legal-risks-financial-peril-with-14th-amendment/", "date_published": "2023-05-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the GOP overcame infighting and passed its border bill", "description": "House Republicans fulfilled a major campaign promise this week with the passage of a border security crackdown measure — given the designation of H.R. 2 to symbolize its significance — that boosts border technology and funding, restarts border wall construction, adds new restrictions on asylum seekers and more. But they did so only after months...", "link": "https://thehill.com/homenews/house/4002597-how-the-gop-overcame-infighting-and-passed-its-border-bill/", "date_published": "2023-05-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump-DeSantis rivalry ratchets up with dueling Iowa visits", "description": "Former President Donald Trump and Florida Gov. Ron DeSantis (R) are heading to Iowa on Saturday for dueling events that underscore the escalating rivalry between the two leading contenders for the 2024 Republican presidential nomination. DeSantis has been slated for weeks to headline Rep. Randy Feenstra’s (R-Iowa) annual Family Picnic in Sioux Center, Iowa, and...", "link": "https://thehill.com/homenews/campaign/4002122-trump-desantis-rivalry-ratchets-up-with-dueling-iowa-visits/", "date_published": "2023-05-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former executive of TikTok parent company claims China 'maintained' access to US data", "description": "A former executive for TikTok’s parent company ByteDance has claimed that the Chinese government “maintained” access to the company's U.S. data.  Yintao Yu, who served as the head of engineering for ByteDance’s U.S. operations from August 2017 to November 2018, filed a lawsuit in California Superior Court for San Francisco County earlier this month alleging...", "link": "https://thehill.com/policy/technology/4002792-former-executive-of-tiktok-parent-company-claims-china-maintained-access-to-us-data/", "date_published": "2023-05-13 03:01:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Attorney for former Marine charged with killing NYC homeless man expects autopsy 'will be revealing'", "description": "The attorney for the former Marine who has been charged in the killing of a homeless man on a New York City subway said he expects that the man’s autopsy “will be revealing” for the situation.  Thomas Kenniff, who is representing 24-year-old Daniel Penny, told radio talk show hosts John Catsimatidis and Rita Cosby on...", "link": "https://thehill.com/blogs/blog-briefing-room/4002770-attorney-for-former-marine-charged-with-killing-nyc-homeless-man-expects-autopsy-will-be-revealing/", "date_published": "2023-05-13 02:10:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP lawmaker explains vote against Republican border bill", "description": "Rep. John Duarte (R-Calif.) explained his decision to vote against the GOP’s border bill that the House passed mostly along party lines, saying he did so to support working families and agriculture.  Duarte was one of two Republicans, along with Rep. Thomas Massie (Ky.), that chose to vote against the bill.  The House passed the...", "link": "https://thehill.com/homenews/house/4002744-gop-lawmaker-explains-vote-against-republican-border-bill/", "date_published": "2023-05-13 01:28:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First woman to serve as deputy secretary of state to retire", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  First woman to serve as deputy secretary of state to retire Wendy Sherman, the first woman to serve as the deputy secretary of state, announced Friday she will retire from her post and government service at the...", "link": "https://thehill.com/newsletters/defense-national-security/4002712-first-woman-to-serve-as-deputy-secretary-of-state-to-retire/", "date_published": "2023-05-13 00:26:39+00:00", "persistent": false, "user": null, "language": "en-US"}]