[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCLRlryMfL8ffxzrtqv0_k_w", "title": "Stranger Things Season 5, Five Nights at Freddy's Movie Leak, Superman: Legacy... KinoCheck News", "description": "This time in the #KinoCheckNews \"Five Nights at Freddy's\", “The Meg 2: The Trench”, “Superman: Legacy”, “Beetlejuice 2”, “Stranger Things Season 5”, “Blade”, “Cobra Kai Seasonl 6”, “House of the Dragon Season 2” etc.| Subscribe ➤ https://abo.yt/ki | 2023 Movie News Show | More News https://KinoCheck.com/news\n\n00:00 The Meg 2: The Trench\nBig, bigger, Meg: The new trailer for \"Meg 2: The Trench\" has taken the internet by storm and raised anticipation to a new level. The trailer promises a more than entertaining film that is every bit as good as its predecessor....\nhttps://kinocheck.com/news/e9pag4\n\n02:27 Superman: Legacy\nThe Superman case was certainly one of the most discussed issues at the relaunch of DC Studios in late 2022. After much initially suggested that Henry Cavill would return to his iconic role as Clark Kent, the decision was ultimately made not to continue the film series with Cavill. Fairly quickly, however, it became clear that this by no means meant a farewell to the character....\nhttps://kinocheck.com/news/lo4zj9\n\n04:21 Five Nights at Freddy's Movie\nThere's a lot of hype surrounding the upcoming film adaptation of the video game Five Nights at Freddy's. Since the release of the first part in 2014, a huge fanbase has formed that will likely make up a large portion of the eventual moviegoers. After a leak about the still-unfinished film made the rounds last weekend, game creator Scott Cawthon reacted with great disappointment about the circumstances, but was pleasantly surprised by some fans...\nhttps://kinocheck.com/news/0bmeun\n\n05:55 Beetlejuice 2\nAlmost 35 years ago, the horror comedy \"Beetlejuice\" appeared on the big screen. Director Tim Burton's project even won an Academy Award for Best Makeup in 1989 and is considered by fans to be one of the absolute classics of the 1980s. As revealed this week, there is some new information about the late sequel “Beetlejuice 2”...\nhttps://kinocheck.com/news/7ylq2b\n\n07:24 WGA Strike: Stranger Things Season 5, Blade, Cobra Kai Season 6.\nOn May 02, 2023, the large-scale strike of the Writers Guild of America began. The union unites many writers from the US film and TV industry, which is why the effects of the current strike are felt in many ways. In the following, we will inform you about the current state of affairs as well as the affected films and series...\nhttps://kinocheck.com/news/2fhi2a\n\nMost popular movies right now ➤ https://amzo.in/bestsellermovies | Most wanted movies of all time ➤ https://amzo.in/wishlistmovies\n\nNote | News with courtesy of all involved publishers. | All Rights Reserved. | https://amzo.in are affiliate-links. That add no additional cost to you, but will support our work through a small commission. | #KinoCheck®", "link": "https://www.youtube.com/watch?v=9OEACgKp8lA", "date_published": "2023-05-13 10:03:04+00:00", "persistent": false, "user": null, "language": "en-US"}]