[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Forced To Cancel Iowa Rally As DeSantis Hits Speaking Circuit In The Crucial Primary State", "description": "Severe weather forced former President Donald Trump to cancel his Iowa rally scheduled for Saturday night, the 2024 presidential candidate announced on his social media platform Truth Social. The former president said he was ready to go, but had to wait on standby near the Palm Beach, Florida, airport before taking off for the Hawkeye ...", "link": "https://www.dailywire.com/news/trump-forced-to-cancel-iowa-rally-as-desantis-hits-speaking-circuit-in-the-crucial-primary-state", "date_published": "2023-05-13 18:07:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Meets With Voters After Drawing Large Crowd, Warns GOP Will Lose 2024 If Focus Is On The Past", "description": "Florida Governor Ron DeSantis met one-on-one with Iowa voters on Saturday during a stop in Sioux Center where he gave a lengthy speech about the road ahead for conservatives ahead of his expected presidential announcement. The governor&#8217;s trip to the Hawkeye State comes after he locked up endorsements from 37 state-level Iowa lawmakers this week, ...", "link": "https://www.dailywire.com/news/desantis-meets-with-voters-after-drawing-large-crowd-warns-gop-will-lose-2024-if-focus-is-on-the-past", "date_published": "2023-05-13 18:07:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Donations Continue To Flood Defense Fund For Marine Vet Charged In Death Of Jordan Neely, Surpass $1M", "description": "A legal defense fundraiser for Marine veteran Daniel Penny continues to skyrocket, hitting the million-dollar mark on Saturday. Penny, 24, was charged Friday with manslaughter in the death of 30-year-old Jordan Neely by Manhattan District Attorney Alvin Bragg. Video footage showed the marine veteran put Jordan Neely in a fatal chokehold after witnesses say Neely ...", "link": "https://www.dailywire.com/news/donations-continue-to-flood-defense-fund-for-marine-vet-charged-in-death-of-jordan-neely-surpass-1m", "date_published": "2023-05-13 16:24:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Democrat Lawmaker Cites Science To Support Banning Minors From Trans Medical Procedures", "description": "A Democrat lawmaker in the Texas House of Representatives cited science in explaining why she has decided to come out in favor of banning minors from receiving transgender medical procedures. The statement from Rep. Shawn Thierry (D-146) came after the Texas House advanced a bill on Friday that would ban transgender procedures for minors in ...", "link": "https://www.dailywire.com/news/texas-democrat-lawmaker-cites-science-to-support-banning-minors-from-trans-medical-procedures", "date_published": "2023-05-13 15:54:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former NBA Star Dwight Howard Apologizes To China After Calling Taiwan A Country", "description": "Former NBA star Dwight Howard has apologized to China after he referred to Taiwan as a country during a video with Taiwan’s Ministry of Foreign Affairs.  Howard, who played over 15 seasons in the NBA and won a championship in 2020, upset Chinese basketball fans with the Taiwan reference in a promotional video filmed with ...", "link": "https://www.dailywire.com/news/former-nba-star-dwight-howard-apologizes-to-china-after-calling-taiwan-a-country", "date_published": "2023-05-13 15:37:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hundreds Of Unprocessed Migrants Released In Arizona City After Wave Of Illegal Crossings: Report", "description": "Hundreds of migrants who illegally crossed the border have been released in an Arizona border city without being fully processed, according to a new report.  According to The Daily Mail, hundreds of migrants were released into Yuma, Arizona, on Friday after Mayor Douglas Nicholls reportedly said migrants who were “vetted” but not fully processed would ...", "link": "https://www.dailywire.com/news/hundreds-of-unprocessed-migrants-released-in-arizona-city-after-wave-of-illegal-crossings-report", "date_published": "2023-05-13 14:02:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Police Investigating ‘Suspicous Death’ After Dead Body Found In Arby’s Freezer", "description": "A dead body was found in an Arby’s walk-in freezer in Louisiana this week, prompting an investigation from police.  The body belonged to a manager of an Arby’s restaurant in New Iberia, Louisiana, and the death is believed to be an accident, according to police. The body was found around 6:30 p.m. on Thursday.  “So ...", "link": "https://www.dailywire.com/news/police-investigating-suspicous-death-after-dead-body-found-in-arbys-freezer", "date_published": "2023-05-13 12:36:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden’s Education Secretary Under Fire Over Potential For Fraud In ‘Student Loan Bailout Scheme’", "description": "House Republicans are questioning Education Secretary Miguel Cardona over the potential for waste and fraud in aspects of the Education Department’s student loan repayment plan.  House Oversight Committee Chairman Rep. James Comer (R-KY) and House Education and Workforce Committee Chairwoman Virginia Foxx (R-NC) sent a letter to Cardona on Friday asking how the department planned ...", "link": "https://www.dailywire.com/news/bidens-education-secretary-under-fire-over-potential-for-fraud-in-student-loan-bailout-scheme", "date_published": "2023-05-13 11:35:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former NYC First Lady Told Residents To ‘Physically Intervene’ To Stop Street Harassment", "description": "Two years ago, the wife of New York City’s then-mayor told residents to stand up for fellow residents to stop street harassment, including by “physically intervening” – an act which Marine Daniel Penny was taken into custody for on Friday.", "link": "https://www.dailywire.com/news/former-nyc-first-lady-told-residents-to-physically-intervene-to-stop-street-harassment", "date_published": "2023-05-13 11:31:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Homeless Veterans Kicked Out Of Hotels To Allow Migrants To Move In, Support Group Says", "description": "Homeless veterans are being kicked out of several New York hotels as officials brace to take in more migrants from the southern border, according to a group that works with U.S. military veterans. Sharon Toney-Finch, CEO of the Yerik Israel Toney Foundation, told the New York Post that 20 homeless veterans were told they would ...", "link": "https://www.dailywire.com/news/homeless-veterans-kicked-out-of-hotels-to-allow-migrants-to-move-in-support-group-says", "date_published": "2023-05-13 09:57:54+00:00", "persistent": false, "user": null, "language": "en-US"}]