[{"source": "https://www.theguardian.com/rss", "title": "DeSantis secures endorsements on visit to Iowa in preparation for likely 2024 bid", "description": "<p>Florida governor lands in crucial early-voting state in Republican nomination process after weeks of lagging behind Trump</p><p>Florida’s rightwing governor, Ron DeSantis, has rolled out a hefty list of endorsements from Iowa lawmakers as he visited the crucial early-voting state on Saturday in an attempt to garner support for his potential Republican presidential campaign.</p><p>The pro-DeSantis Super Pac Never Back Down announced endorsements from 37 Republican Iowa state senators and representatives, including the Iowa senate president, Amy Sinclair, and the state house majority leader, Matt Windschitl.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/desantis-secures-endorsements-on-visit-to-iowa-in-preparation-for-likely-2024-bid\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/desantis-secures-endorsements-on-visit-to-iowa-in-preparation-for-likely-2024-bid", "date_published": "2023-05-13 20:16:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel Folau: new documentary charts rise and fall of rugby star four years on", "description": "<p>‘Folau’ explores how the former Wallaby made himself into a political and religious football by sharing his anti-LGBTQI+ views</p><p>With four months until the World Cup, the forces of Australian rugby are uniting. An exciting crop of players were taken into camp last month, fresh coaching staff were unveiled this week, there’s a raft of new sponsors in the wings and the code’s leaders are spruiking and recruiting with cash in the bank. Winning teams are built on such foundations.</p><p>Four years ago, it was a very different story. Rugby was a hot mess of explosive headlines and warring factions, within the team and the administration. The code had become a public battlefield of ideologies waged on religious, sexual, financial, legal and social fronts.</p> <a href=\"https://www.theguardian.com/sport/2023/may/14/israel-folau-new-documentary-charts-rise-and-fall-of-rugby-star-four-years-on\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/14/israel-folau-new-documentary-charts-rise-and-fall-of-rugby-star-four-years-on", "date_published": "2023-05-13 20:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AI voice synthesising is being hailed as the future of video games – but at what cost?", "description": "<p>Tech advances that make it easier to recreate human voices also raise ethical questions about the rights of actors and musicians</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>When the epic open-world PlayStation 4 game Red Dead Redemption 2 was developed in 2013, it took 2,200 days to record the 1,200 voices in the game with 700 voice actors, who recited the 500,000 lines of dialogue.</p><p>It was a massive feat that is nearly impossible for any other studio to replicate – let alone a games studio smaller than Rockstar Games.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/technology/2023/may/14/ai-voice-synthesising-is-being-hailed-as-the-future-of-video-games-but-at-what-cost\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/14/ai-voice-synthesising-is-being-hailed-as-the-future-of-video-games-but-at-what-cost", "date_published": "2023-05-13 20:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The culture of mistrust is bleeding into our personal lives. No wonder there’s a sex recession | Van Badham", "description": "<p>The allure of digital relationships that can be curated and controlled comes at the expense of mutual vulnerability </p><p></p><p>The western drift away from seeking moral instruction from the church is understandable; the morality plays staged every day on Reddit’s infamous “Am I the Asshole?” threads are far more entertaining.</p><p>A few weeks ago, a post went viral in which the author seeks a public verdict on the question “AITA for asking my roommates to remove their dildos from the bathroom mirror in a way that was not kind?” The young poster had responded to the presence of newly washed sex toys in a shared space with a disgusted hostility and the dildo-owning flatmate complained the poster should have requested the removal more politely.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/14/the-culture-of-mistrust-is-bleeding-into-our-personal-lives-no-wonder-theres-a-sex-recession\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/14/the-culture-of-mistrust-is-bleeding-into-our-personal-lives-no-wonder-theres-a-sex-recession", "date_published": "2023-05-13 20:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ten-pound poms: ‘the invisible migrants’ who made Australia their home", "description": "<p>A new drama series aims to reveal the disparity between what the Australia government promised UK migrants and the antipodean reality</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Sylvia Brady does not romanticise the state of her life as a newlywed in northern England in 1959.</p><p>“We’d get up in the morning and we’d go to work in the dark. We’d come home at night in the dark. It was always raining and there were these big posters everywhere ‘Australia wants new migrants and it’s only 10 pounds.’”</p> <a href=\"https://www.theguardian.com/australia-news/2023/may/13/ten-pound-poms-the-invisible-migrants-who-made-australia-their-home\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/may/13/ten-pound-poms-the-invisible-migrants-who-made-australia-their-home", "date_published": "2023-05-13 20:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "White Cliffs NSW: where life is lived underground and the desert ‘does all sorts of strange things’", "description": "<p>‘God’s treasures, buried for millions of years’ are still being found by those willing to move a lot of rock and dirt</p><p>Sonia Hyland is underground on a treadmill. There are no windows and no one can hear her blasting Florence + the Machine.</p><p>She’s in a dugout, tucked into the cool earth of White Cliffs, a town in remote New South Wales. Outside, the barometer <a href=\"https://www.theguardian.com/australia-news/2019/jan/15/coping-extreme-heat-australia-share-your-photos\">regularly hits the mid 30s in summer</a> – it once almost hit 50C. But inside these submerged homes, it hovers at about 20 to 22C.</p> <a href=\"https://www.theguardian.com/travel/2023/may/14/white-cliffs-nsw-where-life-is-lived-underground-and-the-desert-does-all-sorts-of-strange-things\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/14/white-cliffs-nsw-where-life-is-lived-underground-and-the-desert-does-all-sorts-of-strange-things", "date_published": "2023-05-13 20:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Legal defense fund raises over $1m for accused in Jordan Neely subway death", "description": "<p>Daniel Penny was charged on Friday with second-degree manslaughter in death of fellow passenger on New York subway</p><p>An online fundraiser for Daniel Penny, who placed fellow subway rider Jordan Neely in a fatal chokehold in a case that has come to symbolize fears over crime, racism and vigilantism, has raised more than $1m for his legal defense.</p><p>The fundraiser for Daniel Penny, a white former marine, who was charged on Friday with <a href=\"https://www.theguardian.com/us-news/2023/may/11/jordan-neely-killing-subway-new-york-criminal-charges\">second-degree manslaughter</a> in the death of Neely, who is Black, is on GiveSendGo. The Christian fundraising website has also hosted drives for rightwing vigilante <a href=\"https://www.theguardian.com/us-news/2021/apr/16/us-police-officers-public-officials-crowdfunding-website-data-breach\">Kyle Rittenhouse</a> and <a href=\"https://www.theguardian.com/world/2021/apr/10/proud-boys-far-right-givesendgo-christian-fundraising-site\">far-right groups</a>, including January 6 insurrectionists.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/daniel-penny-jordan-neely-defense-fund\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/daniel-penny-jordan-neely-defense-fund", "date_published": "2023-05-13 19:56:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gwent police arrest man, 25, after woman, 44, found dead in Newport", "description": "<p>Man is being held on suspicion of murder after death in south Wales and police say they are not looking for anyone else</p><p>Police have begun a murder investigation after a 44-year-old woman was found dead at a house in south Wales.</p><p>Emergency services were called to a property in Newport, Gwent at about 11.30am on Saturday following reports that a woman had been found unresponsive.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/13/gwent-police-arrest-man-25-after-woman-44-found-dead-in-newport\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/13/gwent-police-arrest-man-25-after-woman-44-found-dead-in-newport", "date_published": "2023-05-13 19:46:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea agree terms with Mauricio Pochettino to take over as manager", "description": "<ul><li>Argentinian expected to sign deal soon</li><li>Second permanent appointment for owners in eight months</li></ul><p>Mauricio Pochettino has agreed to take over as Chelsea’s new head coach after extensive talks with the Stamford Bridge club.</p><p>Chelsea have been looking for a new manager since firing Graham Potter last month. Pochettino will be the third permanent manager to work under the Todd Boehly-Clearlake capital ownership since they bought the club last year. Nothing has been signed yet but confirmation of the Argentinian’s appointment should come soon.</p><p><em>More details to follow …</em></p> <a href=\"https://www.theguardian.com/football/2023/may/13/chelsea-agree-terms-mauricio-pochettino-manager\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/chelsea-agree-terms-mauricio-pochettino-manager", "date_published": "2023-05-13 19:36:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BAE investigating alleged sabotage of next-generation Royal Navy warship", "description": "<p>BAE Systems says dozens of cables intentionally damaged on Type 26 frigate HMS Glasgow in Scottish shipyard</p><p>An investigation has begun into an alleged incident of sabotage onboard a next-generation Royal Navy warship at a Scottish shipyard.</p><p>Dozens of cables on HMS Glasgow, which is expected to enter into service in the late 2020s, were “damaged intentionally” according to BAE Systems, the main contractor responsible for the construction and fitting out of the ship. Work has now restarted on the vessel after the discovery of possible sabotage this week.</p> <a href=\"https://www.theguardian.com/business/2023/may/13/bae-investigating-alleged-sabotage-of-next-generation-royal-navy-warship\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/13/bae-investigating-alleged-sabotage-of-next-generation-royal-navy-warship", "date_published": "2023-05-13 19:31:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester’s relegation battle is a harsh maths lesson for all mid-table clubs | Jonathan Wilson", "description": "<p>The short-term reasons for the former champions’ decline are various but their season of famine shouldn’t be a surprise</p><p>All life, <a href=\"https://www.theguardian.com/football/blog/2011/may/12/valeriy-lobanovskyi-dynamo-kyiv\" title=\"\">Valeriy Lobanovskyi</a> once said, is a number. Which might have made sense for the groundbreaking Dynamo Kyiv manager, with his high-school medal for mathematics, but for most people who follow sport is a little disconcerting. We want to believe in heroes and glory, in imagination and genius, in fate and curses. Even if we acknowledge it probably is quite important, the thought of football as a series of vast interlocking spreadsheets feels a little dry.</p><p>And in the day-to-day we want ready explanations. We want to know that this game was won or lost because this forward or this keeper was on fire, or because this referee got it wrong, or this left-back was injured, or this winger didn’t track, or this centre-back can’t play in a two, or because the midfield couldn’t shut down the passing lanes.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/13/leicesters-relegation-battle-is-a-harsh-maths-lesson-for-all-mid-table-clubs\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/13/leicesters-relegation-battle-is-a-harsh-maths-lesson-for-all-mid-table-clubs", "date_published": "2023-05-13 19:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The series of poor decisions that sent Saints marching out of Premier League | Ben Fisher", "description": "<p>Overhauling the squad and burning through managers ultimately led to relegation after failure to beat Fulham</p><p>They say fortune favours the brave. Not always, as Southampton have discovered to their detriment. Relegation to the Championship ends a largely positive 11-year stay in the Premier League and erases their image as a model club, though in truth that was beginning to be scrubbed away a few years ago.</p><p>From radically overhauling the squad with an influx of youngsters to replacing Ralph Hasenhüttl mid-season with Nathan Jones, untested at the elite level, on the merit of metrics and then giving Rubén Sellés the job until the end of the season on the back of a <a href=\"https://www.theguardian.com/football/2023/feb/18/chelsea-southampton-premier-league-match-report\" title=\"\">surprise win at Chelsea</a>, a series of bold decisions by the club’s owner, Sport Republic, have badly backfired.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/13/the-series-of-poor-decisions-that-sent-saints-marching-out-of-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/13/the-series-of-poor-decisions-that-sent-saints-marching-out-of-premier-league", "date_published": "2023-05-13 19:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Advantage Sunderland after Hume seals narrow first-leg win against Luton", "description": "<p>For a long time, it has felt as though no matter what Sunderland did, it would all go wrong. Relegations, defeats at Wembley, misfortune with average points, pratfall after pratfall. “Why,” as one tearful fan filmed for the Sunderland Til I Die documentary asked as she left the 2019 playoff final defeat to Charlton, “can it never be us?” Except suddenly it looks as though it might be. There’s still the second leg to go at Luton, even before another playoff final, but the rise that began with victory over Wycombe at Wembley last year looks as though, unexpectedly and almost despite themselves, it could keep on going.</p><p>There is a curious sense that Sunderland got into the playoffs by mistake. They came up <a href=\"https://www.theguardian.com/football/2022/may/21/wycombe-sunderland-league-one-playoff-final-match-report\" title=\"\">from League One through the playoffs</a> last season, have had by far the youngest starting lineup in the Championship and have been missing key central defenders and centre-backs most of the season, as well as Corry Evans, their captain and only deep-lying midfielder of any real experience. They even failed to win 10 of their final 15 games of the season, a run in which they fell as low as 12th before inexplicably rising back to sixth, thanks to Millwall tossing away a 3-1 half-time lead on the final day.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/sunderland-luton-championship-playoff-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/sunderland-luton-championship-playoff-match-report", "date_published": "2023-05-13 18:35:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Membership of anti-monarchy group Republic almost doubles in wake of coronation arrests", "description": "<p>Only 12% of Britons polled pledged allegiance to the king in a ‘homage of the people’</p><p>The anti-monarchy group Republic’s membership has almost doubled in a week, following the <a href=\"https://www.theguardian.com/uk-news/2023/may/06/head-of-uks-leading-anti-monarchy-group-arrested-at-coronation-protest\" title=\"\">high-profile arrest of its chief executive, Graham Smith</a>, during last weekend’s coronation.</p><p>The news comes as a poll reveals that almost nine in 10 Britons did not pledge allegiance to King Charles during the ceremony, despite being encouraged to do so by the archbishop of Canterbury.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/13/membership-of-anti-monarchy-group-republic-almost-doubles-in-wake-of-coronation-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/13/membership-of-anti-monarchy-group-republic-almost-doubles-in-wake-of-coronation-arrests", "date_published": "2023-05-13 18:06:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calm prevails at US-Mexico border after Title 42 migration restrictions lifted", "description": "<p>Situation at the border stands in contrast to Republican fear-mongering as Biden officials establish strict new policies</p><p>The US-Mexico border saw surprising calm one full day after pandemic-era immigration restrictions known as <a href=\"https://www.theguardian.com/us-news/2023/may/13/title-42-migration-biden-new-policy-tougher\">Title 42</a> were lifted and replaced by new Biden administration policies intending to block unlawful crossings while establishing a legal means of entering the US, according to reports.</p><p>The seeming quiet stands in stark contrast to fear-mongering promoted by many conservatives including the Texas governor, Greg Abbott. The Republican politician <a href=\"https://gov.texas.gov/news/post/operation-lone-star-surges-border-resources-as-title-42-ends\">accused</a> Biden of “laying down the welcome mat to people across the entire world” and deployed “specially trained soldiers” to the border.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/us-mexico-border-calm-situation-title-42-ending\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/us-mexico-border-calm-situation-title-42-ending", "date_published": "2023-05-13 18:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory anarchy breaks out as revolt looms on Brexit laws", "description": "<p>Ex-ministers attack Rishi Sunak’s leadership as pro-Johnson wing calls for lower taxes</p><p>Rishi Sunak was losing control of an increasingly anarchic Tory party on Saturday as former cabinet ministers openly criticised the direction of policy under his leadership and dozens of backbench MPs plotted a new rebellion over Brexit.</p><p>Amid recriminations over the heavy Conservative losses in recent council elections, and with pro-Brexit MPs incensed that Sunak’s government is dropping plans to <a href=\"http://\" title=\"\">shred more than 4,000 EU laws within months</a>, discipline was at risk of completely disintegrating on the right of the party.</p> <a href=\"https://www.theguardian.com/politics/2023/may/13/tory-anarchy-breaks-out-as-revolt-looms-on-brexit-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/13/tory-anarchy-breaks-out-as-revolt-looms-on-brexit-laws", "date_published": "2023-05-13 18:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eurovision 2023 live: Liverpool set to host song contest on behalf of Ukraine", "description": "<p>Join Martin Belam for a glittering evening as we find out whether Mae Muller can go one better than Sam Ryder did for the UK last year</p><p>The scandal though is that <strong>Georgia</strong> were robbed of a place in the final. Robbed, I tell you. A dramatic gothic ballad type affair with lots of creepy hands in the background on the screen reaching out for <strong>Iru</strong>, the song <strong>Echo</strong> would have been a great addition to tonight’s show. Don’t blame me, I voted for it.</p><p>This tweet summed it up really.</p> <a href=\"https://www.theguardian.com/tv-and-radio/live/2023/may/13/eurovision-2023-live-updates-liverpool-uk-ukraine-mae-muller\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/live/2023/may/13/eurovision-2023-live-updates-liverpool-uk-ukraine-mae-muller", "date_published": "2023-05-13 17:49:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notts County beat Chesterfield in playoff to return to Football League", "description": "<ul><li>Playoff final: Chesterfield 2-2 Notts County (aet; 3-4 on pens)</li><li>Substitute keeper Mair proves hero in penalty shootout</li></ul><p>What an emotional rollercoaster for Notts County’s long-suffering supporters. But after twice seeing their side battle back from the jaws of defeat thanks to equalisers from John Bostock and Ruben Rodrigues that required a large slice of fortune, it was all worthwhile as they returned to the Football League after four years away thanks to the heroics of their substitute goalkeeper, Archie Mair.</p><p>The giant 22-year-old was brought on with seconds of extra-time remaining and produced two brilliant saves in the penalty shootout to deny Darren Oldaker and Jeff King, with even a fluffed Panenka from Bostock not denying them. It was devastating for Chesterfield, who finished a whopping 23 points behind their opponents during the league season but were minutes away from claiming victory themselves on two occasions.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/x\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/x", "date_published": "2023-05-13 17:34:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Too tired to cook. Too easy to open a packet. It’s not our fault we eat junk | Rebecca Seal", "description": "We’re shamed if we make ‘bad’ choices on diet, but Big Food and an overwork culture are the real culprits<p>We live in a toxic food environment, and Big Food has extremely clever marketers and food scientists. That all of us eat a lot of Big Food’s produce means those people are very good at their jobs. It doesn’t mean we have failed if we eat what the industry makes.</p><p>In the UK, about 50% of the average adult’s diet, and 65% of a child’s, is ultra-processed. As <a href=\"https://www.theguardian.com/science/audio/2023/apr/20/how-did-ultra-processed-foods-take-over-and-what-are-they-doing-to-us\" title=\"\">Dr Chris Van Tulleken’s</a> latest book, <em>Ultra-Processed People: Why Do We All Eat Stuff That Isn’t Food... and Why Can’t We Stop?</em>, points out, that means much of what we eat includes newly invented substances that humans haven’t eaten before and we know very little about how they interact with us, or each other.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/13/too-tired-to-cook-too-easy-to-open-a-packet-its-not-our-fault-we-eat-junk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/13/too-tired-to-cook-too-easy-to-open-a-packet-its-not-our-fault-we-eat-junk", "date_published": "2023-05-13 17:32:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: richer graduates in England will pay less for degree than poorer students", "description": "<p>Measures being introduced in August labelled ‘deeply regressive’ and research suggests nurses and teachers could be among the worst affected</p><p>The government’s student loan reforms will benefit the country’s best-paid graduates at the expense of nursing graduates, teachers and other lower- and middle-income earners, new research reveals.</p><p>Under the biggest reforms of student loans in England for more than a decade, many lower-paid earners face an increase in their total lifetime repayments of more than £30,000. Meanwhile, the highest-earning graduates will see their lifetime repayments fall on average by £25,000 compared with the previous arrangements, according to <a href=\"https://londoneconomics.co.uk/blog/publication/alternative-options-for-higher-education-fees-and-funding-for-england-may-2023/\" title=\"\">an analysis</a> by the economic consultancy, London Economics.</p> <a href=\"https://www.theguardian.com/education/2023/may/13/nurses-teachers-student-loan-reforms-biggest-squeeze\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/13/nurses-teachers-student-loan-reforms-biggest-squeeze", "date_published": "2023-05-13 17:25:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Pakistan’s democracy hangs by a thread,’ says Imran Khan on return home after arrest", "description": "<p>Former prime minister steps up attacks on country’s military leaders as ministers plan to rearrest him</p><p>The crowds gathered peacefully, jostling outside the home of the man they call the “saviour of Pakistan”, hoping for a glimpse. Two days earlier, these same streets in the city of Lahore had resembled a warzone as tens of thousands of protesters violently took to the streets, ransacking buildings, burning cars, throwing petrol bombs and clashing with police, with several dying from gunshot wounds.</p><p>On Saturday, however, there was calm. Late the previous night, former prime minister Imran Khan had finally returned to his home, following some of the most tumultuous days in the country’s recent history that saw him arrested on Islamabad high court premises by 100 paramilitary officers. He was detained for two days but then, to the surprise of many observers, was granted bail and allowed to walk free after his arrest was declared illegal by Pakistan’s supreme court. With Khan released, the violence eased.</p> <a href=\"https://www.theguardian.com/world/2023/may/13/pakistan-democracy-imran-khan-return-home-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/pakistan-democracy-imran-khan-return-home-arrest", "date_published": "2023-05-13 17:13:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nul points: the Tories do Eurovision – cartoon", "description": "<p>High interest rates, Brexit, sluggish growth… the Conservatives belt out their greatest hits</p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/14th-may-2023\">You can order your own version of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/13/nul-points-the-tories-do-eurovision-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/13/nul-points-the-tories-do-eurovision-cartoon", "date_published": "2023-05-13 17:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ottessa Moshfegh: ‘I’m not brainstorming ways to freak people out’", "description": "<p>The acclaimed author on her post-Covid novel Lapvona, the influence of Ingmar Bergman and the Brothers Grimm, and the draw of England in the 90s for her next book</p> <a href=\"https://www.theguardian.com/books/2023/may/13/ottessa-moshfegh-im-not-brainstorming-ways-to-freak-people-out-lapvona-paperback\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/13/ottessa-moshfegh-im-not-brainstorming-ways-to-freak-people-out-lapvona-paperback", "date_published": "2023-05-13 17:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Immensely proud’: the years of work behind sold-out Women’s FA Cup final", "description": "<p>The post-Euro 2022 buzz continues on Sunday as last year’s crowd is almost doubled for Chelsea v Manchester United</p><p>The fervour and excitement of the crowds milling around a packed Olympic Way. The music from Boxpark Wembley reverberating around as fans of all ages gather in the fan zones and beyond, full of anticipation for the 90 minutes ahead. These scenes, rare less than a decade ago, are now customary in women’s football as the sport continues to go from strength to strength.</p><p>Another landmark will be reached, another record broken with Sunday’s Women’s FA Cup final. For the third time this season, Wembley will be sold out for a women’s game. Chelsea and Manchester United will walk out in front of about 90,000 fans, almost double the previous record for the final, set last year.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/immensely-proud-the-years-of-work-behind-sold-out-womens-fa-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/immensely-proud-the-years-of-work-behind-sold-out-womens-fa-cup-final", "date_published": "2023-05-13 17:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maitland scores twice to ease superior Saracens past Northampton into final", "description": "<ul><li>Semi-final: Saracens 38-15 Northampton</li><li>Hosts on course to win first title since 2019</li></ul><p>Only once in the past seven years has an away team won a Premiership semi-final and there was seldom much sign of Northampton bucking the trend in north London. Saracens are now into their seventh final in the last 10 seasons and in pole position to claim their first title since 2019.</p><p>The Saints could not be faulted for effort or spirit but they were up against opponents whose collective energy and defensive cohesion were significantly superior. Sarries were also impressively clinical early on, establishing a 21-3 lead inside the opening half hour and rarely allowing their grip on the contest to slacken thereafter.</p> <a href=\"https://www.theguardian.com/sport/2023/may/13/saracens-northampton-premiership-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/13/saracens-northampton-premiership-semi-final-match-report", "date_published": "2023-05-13 16:44:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European football: Bayern edge closer to title by hitting Schalke for six", "description": "<ul><li>Thomas Müller opens scoring, Serge Gnabry gets two</li><li>Bayern four points clear before Dortmund play in late game</li></ul><p><strong>Bayern Munich</strong> powered past struggling <strong>Schalke</strong> 6-0, with two goals from Serge Gnabry, to put the pressure on Borussia Dortmund at the top of the Bundesliga and close in on their 11th straight league crown with two games remaining.</p><p>Thomas Müller, whose future at the club has been in doubt since his benching with the arrival of Thomas Tuchel in March, opened their account in the 21st minute and Joshua Kimmich doubled their lead eight minutes later with a well-struck penalty.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/european-roundup-bayern-munich-schalke-bundesliga\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/european-roundup-bayern-munich-schalke-bundesliga", "date_published": "2023-05-13 16:32:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Brexit: Tories are paying the price for their dishonesty | Observer editorial", "description": "Seven years after the referendum, the evidence of its tragic consequences for the country are mounting<p>Brexit was sold to voters <a href=\"https://www.theguardian.com/world/2016/jul/24/brexit-deal-free-movement-exemption-seven-years\" title=\"\">seven years ago</a> on the basis it would be the answer to myriad problems. It would address Britain’s laggardly growth by putting rocket boosters under the economy. It would free up money to spend on an underfunded NHS. It would boost wages in low-paid jobs by reducing immigration levels. And it would reinvigorate our parliamentary democracy by returning sovereignty to Westminster.</p><p>None of this was ever going to materialise and recent years have only served to underline just how false these promises were. Last week, the government finally put to bed the idea it is feasible to scrap thousands of retained EU regulations in one swoop when <a href=\"https://www.theguardian.com/politics/2023/may/11/kemi-badenoch-challenged-over-massive-climbdown-on-eu-laws\" title=\"\">Kemi Badenoch</a> junked the profoundly undemocratic sunset clause in the retained EU law bill.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/13/the-observer-view-on-brexit-tories-are-paying-the-price-for-their-dishonesty\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/13/the-observer-view-on-brexit-tories-are-paying-the-price-for-their-dishonesty", "date_published": "2023-05-13 16:28:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unusual early heatwave set to sweep Pacific north-west of US", "description": "<p>Record-breaking temperatures expected as National Weather Service issues heat advisory for parts of Oregon and Washington</p><p>An unusually early heatwave is set to sweep through the Pacific north-west of the US this weekend as the region braces for potentially record-breaking temperatures.</p><p>On Saturday, the National Weather Service <a href=\"https://www.wpc.ncep.noaa.gov/discussions/hpcdiscussions.php?disc=pmdspd\">warned</a> that “much above average to record heat building [will occur] across the Pacific north-west” as temperatures reach the high 80s and 90s degrees Fahrenheit, with the warmth expected to spread into the Rockies and Great Plains by early next week.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/early-heatwave-pacific-northwest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/early-heatwave-pacific-northwest", "date_published": "2023-05-13 16:18:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Giro d’Italia: Ben Healy lands solo stage win while Evenepoel loses time", "description": "<ul><li>Irish rider escapes breakaway to win stage eight by almost 2min</li><li>Primoz Roglic successfully attacks Remco Evenepoel and leader</li></ul><p>The Irishman Ben Healy achieve a solo victory on stage eight of the Giro d’Italia to claim a first Grand Tour stage win on his debut, as an attack from Primoz Roglic found signs of weakness in the overall favourite, Remco Evenepoel, and the race leader, Andreas Leknessund.</p><p>The 22-year-old Healy delivered on the huge promise he showed during the Classics campaign as he powered away from 12 breakaway companions to take on the final 50km of the 207km stage from Terni to Fossombrone alone, winning by almost two minutes from Derek Gee.</p> <a href=\"https://www.theguardian.com/sport/2023/may/13/giro-ditalia-ben-healy-lands-solo-stage-win-while-evenepoel-loses-time\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/13/giro-ditalia-ben-healy-lands-solo-stage-win-while-evenepoel-loses-time", "date_published": "2023-05-13 16:13:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Southampton relegated after Vinícius and Mitrovic fire Fulham to victory", "description": "<p>Amid forlorn hope, Southampton’s simple formula was to win or go down. Rishi Sunak was lending moral support from the executive seats, but the prime minister will be watching his beloved Saints in next season’s EFL Championship, a place very rarely associated with economic growth and stable governance.</p><p>Carlos Vinícius’s goal, early in the second half, and a comeback strike from Aleksandar Mitrovic brought to an end Southampton’s 11 years in the Premier League. They included four successive top-eight finishes and salad days under Mauricio Pochettino and Ronald Koeman, when Saints had a widely admired setup and churned out talent for a carrion elite to feed off.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/southampton-fulham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/southampton-fulham-premier-league-match-report", "date_published": "2023-05-13 16:06:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Howe calls for security to be stepped up after shove by Leeds fan", "description": "<ul><li>Supporter pushes Newcastle manager in chest during 2-2 draw</li><li>‘Events like this make you analyse how we can improve safety’</li></ul><p>Leeds face a Football Association investigation after a home supporter clambered over a fence and confronted Eddie Howe in the technical area at Elland Road on Saturday.</p><p>Newcastle’s manager has called for safety surrounding coaching staff and players to be stepped up after he was shoved in the chest by the fan towards the end of the <a href=\"https://www.theguardian.com/football/2023/may/13/leeds-newcastle-premier-league-match-report\" title=\"\">2-2 draw with Leeds</a>. A lifetime ban for the supporter has been announced by Leeds.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/eddie-howe-calls-for-security-to-be-stepped-up-after-attack-by-leeds-fan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/eddie-howe-calls-for-security-to-be-stepped-up-after-attack-by-leeds-fan", "date_published": "2023-05-13 16:04:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Iran’s Hit Squads; Pod Save the UK; Frontlines of Journalism and more", "description": "<p>Paul Caruana Galizia studies the dangers of being Iranian in the UK; a British version of the hit US show tries too hard, Jeremy Bowen probes BBC impartiality and more</p><p><strong>Londongrad: Iran’s Hit Squads</strong> | <a href=\"https://www.tortoisemedia.com/listen/londongrad/\">Tortoise Media</a> <br /><strong>Pod Save the UK</strong> | <a href=\"https://crooked.com/podcast-series/pod-save-the-uk/\">Crooked Media</a> <br /><strong>Frontlines of Journalism</strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/m001lyzj\">BBC Sounds</a> <br /><strong>The Greatest Hits of Abba</strong> (Greatest Hits Radio) | <a href=\"https://planetradio.co.uk/greatest-hits/shows/the-greatest-hits-of-abba/\">Planet Radio</a></p><p>Paul Caruana Galizia is the son of the murdered Maltese journalist <a href=\"https://www.theguardian.com/world/2022/oct/14/daphne-caruana-galizia-brothers-admit-murder-first-day-trial\">Daphne Caruana Galizia</a>, and as such has a more than casual interest in corrupt authorities hiring assassins to get rid of problematic journalists. His mother, an investigative reporter who had exposed links between the Maltese government and dodgy businessmen, was killed in 2017 by a car bomb. Since then, Paul and his brothers, Matthew and Andrew, have worked hard not only to keep their mother’s name alive, but also to try to track down her murderers (listen to Wondery’s <em><a href=\"https://wondery.com/shows/daphne/\">Who Killed Daphne?</a></em> or Paul’s own <em><a href=\"https://www.tortoisemedia.com/listen/my-mothers-murder/\">My Mother’s Murder</a></em>, on Tortoise).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/13/londongrad-iran-hit-squads-podcast-review-pod-save-the-uk-nish-kumar-coco-khan-frontlines-of-journalism-jeremy-bowen-radio-4-greatest-hits-of-abba\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/13/londongrad-iran-hit-squads-podcast-review-pod-save-the-uk-nish-kumar-coco-khan-frontlines-of-journalism-jeremy-bowen-radio-4-greatest-hits-of-abba", "date_published": "2023-05-13 16:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An illustrator’s memories of meals gone by – in pictures", "description": "<p>“Food is a big thing in my family,” says illustrator<a href=\"https://maggiecowles.com/\"> Maggie Cowles</a>. “Growing up in New York, we’d to go to Chinatown all the time; family gatherings always happened in the kitchen.” She tries to capture that warmth of community and cooking in her elaborate dinner-table illustrations, evoking what she calls “food memory”. Cowles designed fashion textiles before turning to illustration during the pandemic. “In fashion, when you design the main print of the season, it incorporates all the colours of the palette. It’s called a roadmap or hero print. That word pops into my mind when I draw sushi. Black, white, orange, green, red … the whole rainbow in a dish!”</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/13/maggie-cowles-meals-dinner-table-restaurant-illustrations-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/may/13/maggie-cowles-meals-dinner-table-restaurant-illustrations-in-pictures", "date_published": "2023-05-13 16:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunderland v Luton: Championship playoff semi-final, first leg – live", "description": "<ul><li>Championship playoff semi-final, first leg, 5.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | Share your thoughts <a href=\"https://twitter.com/tomdaviesE17\">on Twitter</a> or <a href=\"mailto:tom.davies@theguardian.com\">email</a></li></ul><p><strong>In other playoff news</strong>, the League One semi between Bolton and Barnsley is currently 1-1 with three minutes remaining in Lancashire, Bolton’s Dion Charles cancelling out Nicky Cadden’s opener. And Chesterfield still lead Notts County 1-0 in the National League final at Wembley. Follow it below:</p><p><strong>Sunderland:</strong> Patterson; Gooch, Hume, O’Nien, Pritchard, Neil,<br />Ekwah, Roberts, Diallo, Clarke, Gelhardt. <strong>Subs:</strong> Huggins, Bass,<br />Ba, Taylor, Lihadji, Michut, Anderson.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/13/sunderland-v-luton-championship-playoff-semi-final-first-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/13/sunderland-v-luton-championship-playoff-semi-final-first-leg-live", "date_published": "2023-05-13 15:49:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was born to do this’: Ukraine’s 2016 Eurovision winner Jamala on why Putin fears her people, the Tatars", "description": "<p>Jamala tells how her 2016 song shone a light on Stalin’s deportations and helped to dispel the myths that Crimea is historically Russian</p><p>A ballad about ethnic cleansing was an unusual choice for Eurovision, a competition best known for glam, kitschy pop. But seven years ago Crimean Tatar singer Jamala <a href=\"https://www.theguardian.com/tv-and-radio/2016/may/14/ukraine-wins-eurovision-jamala-1944\" title=\"\">swept Ukraine to their second victory</a> in the song contest with 1944.</p><p>It told the story of the deportation of her entire people – hundreds of thousands of women, children and men – from their ancestral home to central Asia on Stalin’s orders.</p> <a href=\"https://www.theguardian.com/world/2023/may/13/ukrain-eurovision-winner-jamala-crimean-tatars-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/ukrain-eurovision-winner-jamala-crimean-tatars-putin", "date_published": "2023-05-13 15:29:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Military Order marches to Epsom with stylish triumph in Derby trial", "description": "<ul><li>Brother of 2021 Derby winner sparkles on the all-weather</li><li>Eternal Hope puts her name in Oaks picture with victory</li></ul><p>Military Order shot to the top of the Derby market as he went one better than his brother Adayar to claim the Lingfield Derby Trial Stakes. Adayar finished second in this race in 2021 before going on <a href=\"https://www.theguardian.com/sport/2021/jun/05/adam-kirby-wins-the-derby-on-adayar-after-losing-original-big-race-ride-to-frankie-dettori-horse-racing\">to triumph at Epsom</a> and his high-class sibling made it three wins from four starts in the manner of a superior operator himself.</p><p>With waterlogging to Lingfield’s turf track meaning this was run on the all-weather for the first time since Main Sequence’s victory in 2012, William Buick had Military Order travelling nicely behind the pace set by James Tate’s Regal Empire. The pack began to bunch as the eight-strong field approached the home bend and when Regal Empire angled out spinning the turn, Buick seized the opportunity to nimbly slip up the inner and set sail for home with Ed Walker’s Waipiro the only one to match strides with the athletic son of Frankel.</p> <a href=\"https://www.theguardian.com/sport/2023/may/13/military-order-wins-lingfield-derby-trial-stakes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/13/military-order-wins-lingfield-derby-trial-stakes", "date_published": "2023-05-13 15:28:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thirteen-year-old girl punches shark in Florida to escape attack", "description": "<p>Ella Reed was bitten in the stomach, arm, knee and finger after attack from probable bull shark, but plans to return to the water</p><p>A 13-year-old girl escaped a shark attack at a Florida beach Thursday by punching the aggressive, predatory creature.</p><p>The teen, Ella Reed, told South Florida’s <a href=\"https://www.local10.com/news/local/2023/05/13/exclusive-brave-13-year-old-girl-fights-off-shark-during-attack-at-florida-beach/\">Local 10 News</a>, was sitting in waist-deep water, alongside a friend, when she was struck by intense, sharp pain.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/girl-punches-shark-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/girl-punches-shark-florida", "date_published": "2023-05-13 15:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Going up a level: a former lacemaker’s home in Nottingham gets an upgrade", "description": "Huge windows and clever room solutions bring joyful elegance to Victorian maisonette<p>This Victorian maisonette is brimming with punch. Think bright, bold palettes, a flair for pattern clashing, and textures that are tempting to touch. The walls, floor and furniture are a combination of cerulean blue, peach, grass green and leopard print. It is effusive, stylish and joyful.</p><p>Bland and minimal just wouldn’t cut it for Jodie Hazlewood of the House Upstairs, her homewares brand that, among other things, specialises in handmade upholstered furniture made in Derbyshire that brings her love of fabrics to life. Cue the Emilia tiger velvet ottoman taking centre stage in the sitting room. Or the elegant Aria stool in the bedroom that’s fancy in leopard print. For Jodie, the beauty of an ottoman is how it can play a pivotal role in a room’s decoration scheme – and you can have a lot of fun.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/going-up-a-level-a-former-lacemakers-home-in-nottingham-gets-an-upgrade\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/going-up-a-level-a-former-lacemakers-home-in-nottingham-gets-an-upgrade", "date_published": "2023-05-13 15:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A moment’s silence, please, for the death of the Metaverse", "description": "<p>Meta sank tens of billions into its CEO’s virtual reality dream, but what will he do next?</p><p>Dearly beloved, we are gathered here today to remember the metaverse, which was quietly laid to rest a few weeks ago by its grieving adoptive parent, one Mark Zuckerberg. Those of you with long memories will remember how, in October 2021, Zuck (as he is known to his friends) <a href=\"https://www.theguardian.com/technology/2021/oct/28/facebook-mark-zuckerberg-meta-metaverse\">excitedly announced the arrival</a> of his new adoptee, to which he had playfully assigned the nickname “The Future”.</p><p>So delighted was he that he had even renamed his family home in her honour. Henceforth, what was formerly called “Facebook” would be known as “Meta”. In a presentation at the company’s annual conference, Zuckerberg announced the name change and detailed how his child would grow up to be a new version of cyberspace. She “will be the successor to the mobile internet”, he told a stunned audience of credulous hacks and cynical Wall Street analysts. “We’ll be able to feel present – like we’re right there with people no matter how far apart we actually are.” And no expense would be spared in ensuring that his child would fulfil her destiny.</p> <a href=\"https://www.theguardian.com/technology/commentisfree/2023/may/13/death-of-mark-zuckerberg-metaverse-meta-facebook-virtual-reality-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/commentisfree/2023/may/13/death-of-mark-zuckerberg-metaverse-meta-facebook-virtual-reality-ai", "date_published": "2023-05-13 15:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists criticise Nasa for scaling back mission to explore beyond Pluto", "description": "<p>Anger at decision to axe the main task of the New Horizons spacecraft to probe the remote Kuiper belt</p><p>It may have reached the edge of the solar system and travelled more than 5 billion miles through space, but the New Horizons spacecraft is causing major ripples on Earth. A dispute has erupted between scientists and US space officials in the wake of Nasa’s decision to stop funding next year for the vessel’s main mission.</p><p>The move was described as “misguided and unfortunate” by Alan Stern, New Horizons’s principal investigator.</p> <a href=\"https://www.theguardian.com/science/2023/may/13/scientists-criticise-nasa-for-scaling-back-mission-to-explore-beyond-pluto\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/13/scientists-criticise-nasa-for-scaling-back-mission-to-explore-beyond-pluto", "date_published": "2023-05-13 15:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kassa Overall: Animals review – a jazz-hip-hop fusion of real artistry", "description": "<p>(Warp)<br />The Seattle drummer, rapper and producer flits between drum kit and electronica, ferocity to tranquillity, on his third studio album</p><p>The entertaining dance between jazz and hip-hop is now in its third decade, from the likes of Public Enemy and A Tribe Called Quest hijacking Blue Note samples to the fuller embrace of <a href=\"https://www.theguardian.com/music/2008/nov/24/guru-jazzmatazz-gang-starr\">Guru</a>’s <em>Jazzmatazz</em>. <a href=\"https://www.kassaoverall.com/\">Kassa Overall</a> embodies both traditions: a drummer who has played with the late <a href=\"https://www.theguardian.com/music/2017/jul/03/geri-allen-obituary\">Geri Allen</a> and the creator of 2019’s <em>Go Get Ice Cream and Listen to Jazz</em> and 2020’s <em>I Think I’m Good</em>, albums that melded beats, raps and instrumentation in startling fashion, while talking tough about big pharma and the US prison system.</p><p><em>Animals </em>continues seamlessly, using a raft of guest musicians and rappers, its rhythms shuttling between drum kit and electronica. Instrumentals are short – the soulful No It Ain’t, featuring trombonist Andrae Murchison, and Still Ain’t Find Me, with Tomoki Sanders’s free-form tenor sax, are (frustratingly) under two minutes. Overall has been frank about his troubled mental health history, and there’s a polarity here between ferocity and tranquillity, typified by The Lava Is Calm (“Hanging on by a thread/ I could never be dead”) with its explosive drums and swooning trumpet by Theo Croker. The finale, Going Up, brings resolution, a floating melody with a ruminative rap, a fitting close to an album of real artistry.</p> <a href=\"https://www.theguardian.com/music/2023/may/13/kassa-overall-animals-review-a-jazz-hip-hop-fusion-of-real-artistry\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/13/kassa-overall-animals-review-a-jazz-hip-hop-fusion-of-real-artistry", "date_published": "2023-05-13 15:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plunge in clinical drug trials makes Britain an urgent case for treatment", "description": "<p>With visions of the UK as a ‘life sciences superpower’ at risk, we report from Great Ormond Street hospital on what’s being done to give children access to new drugs</p><p>Four-year-old Zunaira is watching the animated children’s series <em>Love Monster</em> on an overhead TV screen as she lies in a hospital bed with six electrodes stuck to her body.</p><p>Her 10-year-old brother Zain is busy on his iPad on a chair next to her in the clinical research facility at Great Ormond Street Hospital (Gosh) in central London, whose white walls have been brightened with reproductions of children’s drawings of leaves. They are here for a study trialling a new drug to treat a rare genetic kidney disorder that can be fatal.</p> <a href=\"https://www.theguardian.com/business/2023/may/13/plunge-in-clinical-drug-trials-makes-britain-an-urgent-case-for-treatment\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/13/plunge-in-clinical-drug-trials-makes-britain-an-urgent-case-for-treatment", "date_published": "2023-05-13 15:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Sentamu forced to step down from C of E after failing to act on abuse claims", "description": "<p>Former archbishop of York found to have failed to act on allegations of child sexual abuse by vicar</p><p>The former archbishop of York has been forced to step down from the Church of England after failing to act on allegations of sexual abuse.</p><p>John Sentamu last week <a href=\"https://www.theguardian.com/world/2023/may/11/sentamu-rejects-report-findings-child-sexual-abuse-claim-church-of-england\">rejected</a> the findings of a report that found he failed to act on disclosures that a C of E vicar repeatedly raped a teenage boy in the 1980s.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/13/john-sentamu-forced-to-step-down-from-c-of-e-after-failing-to-act-on-abuse-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/13/john-sentamu-forced-to-step-down-from-c-of-e-after-failing-to-act-on-abuse-claims", "date_published": "2023-05-13 14:46:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Inevitable’ India’s jewels taken by British empire will be returned, says author", "description": "<p>Narendra Modi is preparing a campaign to reclaim items in UK museums and held by the royal family, such as the Koh-i-Noor diamond</p><p>A leading writer on the British empire says it is inevitable that Indian jewels and historical artefacts looted under colonial rule will be returned, amid reports that the country will begin a campaign to get them repatriated.</p><p>Sathnam Sanghera, who authored Empireland: How Imperialism Has Shaped Modern Britain and fronted documentaries on the subject for Channel 4, said the latest demands are part of a series of former colonies reassessing their own time under empire.</p> <a href=\"https://www.theguardian.com/world/2023/may/13/inevitable-indias-jewels-taken-by-british-empire-will-be-returned-says-author\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/inevitable-indias-jewels-taken-by-british-empire-will-be-returned-says-author", "date_published": "2023-05-13 14:42:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Napoleon’s words come back to haunt us as a prison barge for our times sails in | Tim Adams", "description": "What ‘frightful miseries’ will await the 500 asylum seekers who are being housed in the Bibby Stockholm prison ship?<p>Prison ships have forever been associated with the worst excesses of English injustice. On the eve of Waterloo, Napoleon stiffened the resolve of his troops by demanding: “Soldiers, let those among you who have been prisoners of the English describe to you the hulks, and detail the most frightful miseries which they endured!”</p><p>A search back through the archives of the <em>Guardian</em> and the <em>Observer</em> sees the phrase invariably used as a shorthand for draconian horrors. One advert from 1896 invited visitors to come and experience “Manchester’s latest and best sensation: a prison hulk 100 years old”, shown “as when full of prisoners” with “high class wax models”.</p> <a href=\"https://www.theguardian.com/uk-news/commentisfree/2023/may/13/napoleons-words-come-back-to-haunt-us-as-a-prison-barge-for-our-times-sails-in\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/commentisfree/2023/may/13/napoleons-words-come-back-to-haunt-us-as-a-prison-barge-for-our-times-sails-in", "date_published": "2023-05-13 14:17:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fashion Sakala wraps up consolation Rangers win over below-par Celtic", "description": "<p>Rangers trounced Celtic 3-0 at Ibrox as Michael Beale enjoyed his first win over the Bhoys as their manager.</p><p>Todd Cantwell fired the home side into the lead after five breathless minutes before the returning defender John Souttar headed in his first Light Blues goal from a corner on 34 minutes. Fashion Sakala made it 3-0 in the 70th minute to clinch a convincing victory over the below-par <a href=\"https://www.theguardian.com/football/2023/may/07/celtic-scottish-premiership-title-champions-hearts-match-report\">Premiership champions</a>.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/rangers-celtic-scottish-premiership-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/rangers-celtic-scottish-premiership-match-report", "date_published": "2023-05-13 14:10:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida teacher allegedly investigated for showing students film Strange World", "description": "<p>Purported investigation after screening of Disney animated movie comes amid governor Ron DeSantis’s attacks on educators</p><p>Florida education officials allegedly told a school teacher that she was under a misconduct investigation after, her friend claimed, she showed students the Disney animated film Strange World.</p><p>The purported investigation following this alleged showing of Strange World comes amid rightwing Republican governor Ron DeSantis’s attacks on educators that include <a href=\"https://www.theguardian.com/books/2023/apr/05/democrats-ron-desantis-censorship-law-book-ban\">book censorship</a> and limitations on discussions of race and sex as he jockeys for his party’s presidential nomination with “anti-woke” talking points.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/florida-teacher-allegedly-investigated-for-showing-students-film-strange-world\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/florida-teacher-allegedly-investigated-for-showing-students-film-strange-world", "date_published": "2023-05-13 14:08:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Ari Aster’s cultural highlights", "description": "<p>The Hereditary and Midsommar ​film-maker ​on the genius of Daniel Clowes’s Eightball, ​a haunting ​Iranian drama and the revelatory writing of Édouard Levé</p><p>The film-maker Ari Aster was born in New York City in 1986 and grew up in New Mexico after a short stint in Chester in the UK, where his father ran a jazz club. A horror buff, Aster studied film in Santa Fe and completed a master of fine arts degree at the American Film Institute Conservatory. His feature debut was <em><a href=\"https://www.theguardian.com/film/2018/jun/01/hereditary-review-horror-toni-collette-brilliant-fear\">Hereditary</a></em>, the 2018 horror-drama starring Toni Collette. He followed this up a year later with the folk-horror <em>Midsommar</em>, which the <em>Guardian</em> called an “<a href=\"https://www.theguardian.com/film/2019/jul/03/midsommar-review-ari-aster-florence-pugh\">outrageous black-comic carnival of agony”</a>. Now he’s back with <em>Beau Is Afraid</em> (out 19 May), in which Joaquin Phoenix plays a lost soul trying to get home to his mother.</p> <a href=\"https://www.theguardian.com/culture/2023/may/13/on-my-radar-ari-aster-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/13/on-my-radar-ari-aster-cultural-highlights", "date_published": "2023-05-13 14:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Eight Mountains review – gorgeously shot tale of male bonding in the Alps", "description": "<p>Childhood friends reunite as adult mountaineers to pay an emotional debt to their shared father figure in this sweeping Italian-language drama</p><p>Pietro and Bruno are brothers in everything but blood. Their friendship was forged during one glorious pre-adolescent summer, when Pietro’s parents rented a house in the Aosta valley in the Italian Alps, in a village in which Bruno was the only remaining child. The lifelong bond between them also links both to the rocky, vertebral peaks that were their childhood playground: as adults, both find themselves drawn to mountains. Bruno (Alessandro Borghi), a <em>montanaro</em> or mountain man at heart, stays put in the Aosta region; nomadic Pietro (Luca Marinelli) roams the world but finds a spiritual home in the Himalayan foothills.</p><p>There’s another link: Pietro’s father, Giovanni (Filippo Timi), whom his son dismissed as a grey-faced Turin wage slave, finds adventure and release scaling the Alpine trails. As a young adult Pietro drifts away from his parents, while Bruno finds a surrogate father figure in Giovanni. It’s only after the latter’s death that Pietro realises he has missed out on knowing his father at his happiest and most fulfilled. In his honour, the two friends rekindle their relationship and fulfil Giovanni’s dream, of building a lodge on a plot of land high on the verdant flank of a mountain.</p> <a href=\"https://www.theguardian.com/film/2023/may/13/the-eight-mountains-review-gorgeously-shot-tale-of-male-bonding-in-the-alps\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/13/the-eight-mountains-review-gorgeously-shot-tale-of-male-bonding-in-the-alps", "date_published": "2023-05-13 14:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are UK food prices still rocketing and when will it stop?", "description": "<p>Costs are falling yet shopping bills rise. Something doesn’t add up and experts point to ‘greedflation’ on the part of big retailers</p><p>‘It’s diabolical because if I put my prices up people are going to stop coming to my shop,” says Bally Singh, owner of Hooked Fish and Chips about the hard decisions as high energy and food costs threaten his business.</p><p>Singh’s fish and chip shop in West Drayton, in the outer suburbs of London, is one of 10,500 in the UK battling to keep customers happy as the cost of a meal, once as cheap as chips, soars, in grim lockstep with wider UK food prices which are climbing at the fastest rate since 1977.</p> <a href=\"https://www.theguardian.com/business/2023/may/13/why-are-uk-food-prices-still-rocketing-and-when-will-it-stop\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/13/why-are-uk-food-prices-still-rocketing-and-when-will-it-stop", "date_published": "2023-05-13 14:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds dig out draw to deny Newcastle after Callum Wilson’s penalty double", "description": "<p>Sam Allardyce’s first home game in charge of Leeds ended with his side down to 10 men following Junior Firpo’s late sending off but still in with an, albeit slender, chance of Premier League survival.</p><p>When, back in 2007-08, Allardyce managed Newcastle he was very big on nullifying the opposition and his latest team did a very decent job of strictly rationing visiting chances. It speaks volumes that the two goals scored by Eddie Howe’s frequently frustrated Champions League chasing team came from the penalty spot.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/leeds-newcastle-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/leeds-newcastle-premier-league-match-report", "date_published": "2023-05-13 13:55:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Recep Tayyip Erdoğan hands out gifts in desperate bid to win re-election", "description": "<p>The Turkish president is behind in polls for Sunday’s vote and has resorted to promises of free natural gas, and claims that the country has struck oil</p><p>As Turkey prepares to go to the polls on Sunday in a pivotal election, president Recep Tayyip Erdoğan is distributing gifts. In the weeks before the vote, he declared that Turkish citizens would enjoy free natural gas, raised the salaries of public sector workers by 45% after an initial rise earlier this year, and even declared that Turkey had struck oil.</p><p>A new gargantuan grey warship docked in Istanbul over a recent holiday weekend, inviting citizens to walk on deck and enjoy the splendour of Turkey’s new high-tech future.</p> <a href=\"https://www.theguardian.com/world/2023/may/13/recep-tayyip-erdogan-hands-out-gifts-in-desperate-attempt-at-re-election-on-sunday\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/recep-tayyip-erdogan-hands-out-gifts-in-desperate-attempt-at-re-election-on-sunday", "date_published": "2023-05-13 13:55:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chesterfield v Notts County: National League playoff final – live", "description": "<ul><li>National League playoff final at Wembley, 3.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/2023/may/12/notts-county-jodi-jones-winning-goal-playoff-final-national-league\">Jodi Jones interview</a> | Share your thoughts <a href=\"https://twitter.com/W_F_Magee\">on Twitter</a> or <a href=\"mailto:will.magee.casual@guardian.co.uk\">mail</a></li></ul><p><strong>With a little under an hour to go until kick off,</strong> Wembley Way is chock full of Chesterfield and Notts County fans. If you had novelty clown wigs, streaky face paint and jingly jester hats on your National League playoff final bingo card, please cross them off.</p><p><strong>Starting XI: </strong>Slocombe, Cameron, Baldwin, Rawlinson, Chicksen, Nemane, Bostock, Palmer, Austin, Rodrigues, Langstaff.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/13/chesterfield-v-notts-county-national-league-playoff-final-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/13/chesterfield-v-notts-county-national-league-playoff-final-live-score-updates", "date_published": "2023-05-13 13:43:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Single-use vapes sparking surge in fires at UK waste plants", "description": "<p>The 1.3m disposable e-cigarettes discarded every week often end up in general waste and their broken batteries are highly flammable</p><p><a href=\"https://www.theguardian.com/commentisfree/2023/may/03/recycle-disposable-vape-single-use-e-cigarettes-lithium\" title=\"\">Disposable vapes</a> are behind a dramatic rise in fires at recycling plants over the last year, raising the risk of a major blaze releasing toxic fumes and polluting air, industry experts warn.</p><p><a href=\"https://www.theguardian.com/environment/recycling\" title=\"\">Recycling firms</a> are now <a href=\"https://www.theguardian.com/society/2022/aug/29/vaping-reaches-record-levels-great-britain-report\" title=\"\">dealing with so many vapes</a> that they are struggling to insure their facilities. Some are now using artificial intelligence to detect vapes and their lithium-ion batteries, as well as installing thermal imaging cameras and automatic foam jets.</p> <a href=\"https://www.theguardian.com/society/2023/may/13/single-use-vapes-sparking-surge-in-fires-at-uk-waste-plants\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/13/single-use-vapes-sparking-surge-in-fires-at-uk-waste-plants", "date_published": "2023-05-13 13:39:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Title 42 migration restrictions have ended, but Biden’s new policy is tougher", "description": "<p>President pledged as a candidate to dismantle Trump’s hardline immigration agenda but new rules are more restrictive</p><p>As the Title 42 pandemic-era rule ended at midnight on Thursday, Alejandro Mayorkas, the secretary of homeland security and a former Cuban refugee, issued a stern warning to would-be migrants, <a href=\"https://twitter.com/SecMayorkas/status/1656871849244884992\">saying</a>: “People who arrive at the border without using a lawful pathway will be presumed ineligible for asylum.”</p><p>In many ways, Mayorkas’s statement directly contradicted some of the promises Joe Biden made as a candidate during the 2020 presidential election. Then Biden had pledged to dismantle Donald Trump’s hardline immigration agenda, calling the numerous restrictions his rival enacted to shut off access to the US asylum system “<a href=\"https://joebiden.com/2020/10/30/president-trumps-cruel-immigration-second-term-policy-agenda-statement-by-vice-president-joe-biden/\">cruel</a>”.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/title-42-migration-biden-new-policy-tougher\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/title-42-migration-biden-new-policy-tougher", "date_published": "2023-05-13 13:05:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kaye Adams: ‘My accent went very Hyacinth Bucket until I returned to Scottish Television’", "description": "<p>The journalist and presenter on the orange MG she painted green, not daring to watch Andy Murray and the charm of live TV</p><p><strong>I grew up</strong> in a small town in central Scotland called Grangemouth, best known as an annexe to a BP refinery. I had a very happy childhood – Mum, Dad, brother, very stable.</p><p><strong>I was the class clown,</strong> a show-off. I liked to make people laugh, but was keen to get on with my work. I was a loud mouth. Maybe I needed to shut up and listen more.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/kaye-adams-my-accent-went-very-hyacinth-bucket-until-i-returned-to-scottish-television\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/kaye-adams-my-accent-went-very-hyacinth-bucket-until-i-returned-to-scottish-television", "date_published": "2023-05-13 13:01:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From bills to personal space: a therapist on how to survive grown-up kids moving back home", "description": "<p>The number of adult children living with parents in the UK keeps rising: two years ago, there were 4.9 million </p><p>Empty nest syndrome, the sense of loss and emptiness many parents feel when their children leave the family home, is one of those transitional moments in life that is increasingly being deferred. Figures released from the 2021 census show that there is a <a href=\"https://www.theguardian.com/society/2023/may/10/number-adults-living-parents-england-wales-up-700000-decade\" title=\"\">notable increase</a> in adult children living with their parents.</p><p>Two years ago there were 13.6% more family homes containing children over 18 than there had been in 2011. Or put another way, there were 4.9 million adult children living with their parents, an increase of around 700,000 on the previous census a decade earlier.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/from-bills-to-personal-space-a-therapist-on-how-to-survive-grown-ups-kids-moving-back-home\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/from-bills-to-personal-space-a-therapist-on-how-to-survive-grown-ups-kids-moving-back-home", "date_published": "2023-05-13 13:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Svalbard: the Arctic islands where we can see the future of global heating", "description": "<p>The Norwegian archipelago is warming four times faster than the global average, with potentially disastrous results, especially for species such as the polar bear</p><p>Svalbard, the Norwegian archipelago that lies deep inside the Arctic Circle, is on the frontline of global heating. This remote, largely barren cluster of rock, glacial ice and snow is experiencing observable, unsettling climate-induced transformation.</p><p>Studies suggest Svalbard is warming six times faster than the global average, with some researchers predicting that, by 2100, its glaciers will be <a href=\"https://www.newscientist.com/article/2304990-svalbard-glacier-ice-loss-projected-to-roughly-double-by-2100/#:~:text=Glaciers%20in%20Svalbard%2C%20a%20Norwegian,world%20meets%20its%20climate%20targets.\">losing ice at double the current rate</a>, regardless of whether global climate targets are hit. <br /><br />“The climate on Svalbard is altering dramatically,” says Andrea Spolaor, who studies environmental chemistry at the Italian National Research Council. “This is a worrying situation for the archipelago, but at the same time provides a case study for understanding the effects on the environment. To understand change one must measure it, and Svalbard is, unfortunately, a good example.”</p> <a href=\"https://www.theguardian.com/environment/2023/may/13/svalbard-the-arctic-islands-where-we-can-see-the-future-of-global-heating\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/13/svalbard-the-arctic-islands-where-we-can-see-the-future-of-global-heating", "date_published": "2023-05-13 13:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Måneskin review – wall-to-wall Italian pop charisma", "description": "<p><strong>O2 Arena, London<br /></strong>Deploying lurid earworms and every glam-rock cliche in the book, 2021 Eurovision-winning four-piece Måneskin keep a crowd of 20,000 rapt for two hours</p><p>Roman band Måneskin have a thing for bucking trends. They should be one-hit wonders but aren’t. They’re often credited with reviving rock, a moribund genre. Perhaps most remarkably they’ve managed to export Italian pop. Throughout a show that’s both too long and more entertaining than it has any right to be, this bilingual glam rock four-piece gleefully pile tired trope upon antiquated rock cliche – and somehow remain doggedly likable too.</p><p>The schoolfriends burst into renown in 2021, having won Eurovision with <a href=\"https://www.youtube.com/watch?v=RVH5dn1cxAQ\">Zitti e Buoni</a> (Be Quiet and Behave), a hard-hitting Italian rap-rock song. Charisma, great hair and the band’s louche, vintage rock fashion sense were key supporting factors. Tonight, Måneskin dispense with that hit early on.</p> <a href=\"https://www.theguardian.com/music/2023/may/13/maneskin-o2-arena-london-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/13/maneskin-o2-arena-london-review", "date_published": "2023-05-13 13:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When De Niro is having a child at 79, it’s time to cut older mothers some slack", "description": "<p>The average age for new parents in the US is on the rise but the stigma attached to ‘geriatric’ mothers in their 30s is ridiculous</p><p>In a world where US birth rates were declining, one man decided to embark on a heroic journey to father as many children as he could. That man is called Robert De Niro and he has just had his seventh child at the <a href=\"https://www.bbc.com/news/entertainment-arts-65542079\">grand old age of 79</a>. His new daughter is around half a century younger than his oldest kids.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/13/robert-de-niro-baby-age-older-mothers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/13/robert-de-niro-baby-age-older-mothers", "date_published": "2023-05-13 13:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United v Wolves, Chelsea v Nottingham Forest, and more – live", "description": "<ul><li>Follow the action as it happens around the grounds</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: keep up with all the goals and games</a></li></ul><p><strong>Women’s FA Cup final:</strong> Filling Wembley for a game of club football marks the point at which it is legitimate to talk about women’s football as a national ritual, a genuine mass entertainment product, writes Jonathan Liew ahead of tomorrow’s showdown between Chelsea and Manchester United.</p><p><strong>National League final: </strong>Having lost out to Wrexham in the race for the sole automatic promotion spot from the fifth tier despite amassing an astonishing 107 points, Notts County meet Chesterfield in today’s Wembley showdown, which kicks off at 3.30pm (BST). Both teams emerged victorious from thrilling semi-finals last weekend but only one can prevail today.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/13/manchester-united-v-wolves-chelsea-v-nottingham-forest-clockwatch-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/13/manchester-united-v-wolves-chelsea-v-nottingham-forest-clockwatch-live", "date_published": "2023-05-13 12:41:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where are the Tories’ promised 40-new-hospitals? We cannot afford to wait any more", "description": "<p>As healthcare standards rise, hospitals are more dilapidated and affecting patient care, says an impassioned doctor</p><ul><li><a href=\"https://www.theguardian.com/society/2023/may/13/patient-safety-at-risk-in-crumbling-hospital-boris-johnson-promised-to-replace\">Patient safety at risk in crumbling hospital Boris Johnson promised to replace</a></li></ul><p>Most readers will almost certainly be aware of the government’s <a href=\"https://www.theguardian.com/society/2022/nov/20/steve-barclay-refuses-to-say-nhs-in-england-is-functioning-properly\" title=\"\">plans to build 40 new hospitals</a> in England. Epsom and St Helier University Hospitals NHS Trust is one of those 40, and has been pledged a new hospital in Sutton, south-west London, as part of this programme.</p><p>I can say with all sincerity that this is a once-in-a-lifetime opportunity that will ultimately improve the quality of care we provide – and one that we must progress urgently.</p> <a href=\"https://www.theguardian.com/society/2023/may/13/where-are-the-tories-promised-40-new-hospitals-we-cannot-afford-to-wait-any-more\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/13/where-are-the-tories-promised-40-new-hospitals-we-cannot-afford-to-wait-any-more", "date_published": "2023-05-13 12:33:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Patient safety at risk in crumbling hospital Boris Johnson promised to replace", "description": "<p>Ward closures and flooding in dilapidated buildings in Epsom as one of 40 new hospitals pledged remains unbuilt</p><ul><li><a href=\"https://www.theguardian.com/society/2023/may/13/where-are-the-tories-promised-40-new-hospitals-we-cannot-afford-to-wait-any-more\">Where are the Tories’ promised 40-new-hospitals? We cannot afford to wait any more</a></li></ul><p>Patients, doctors and nurses are enduring constant ward closures and flooding in “dilapidated and unpleasant” buildings because a new hospital promised by the government has still not been delivered, one of its most senior medics has warned.</p><p>Patient safety could soon be at risk unless the replacement for St Helier Hospital, in south London, is finally confirmed by ministers, according to the outgoing chief medical officer of its NHS trust. Some of the buildings pre-date the NHS, while wards have been shut due to sinking foundations.</p> <a href=\"https://www.theguardian.com/society/2023/may/13/patient-safety-at-risk-in-crumbling-hospital-boris-johnson-promised-to-replace\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/13/patient-safety-at-risk-in-crumbling-hospital-boris-johnson-promised-to-replace", "date_published": "2023-05-13 12:14:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London’s Liverpool Street station redevelopment: on the wrong track?", "description": "<p>Proposing artificial light, a concourse one floor away from the platforms and the partial demolition of a listed building, a £1.5bn plan to redevelop this historic London railway terminus seems ill-conceived, even with Herzog &amp; de Meuron on board</p><p>Liverpool Street station in London, grand old Victorian terminus, one of the busiest in the country by footfall – honoured by a place on the Monopoly board – plus the adjoining former Great Eastern hotel, where the vampire-hunter Van Helsing stayed in Bram Stoker’s <em>Dracula</em><em> </em>and<em> </em>now called the <a href=\"https://www.hyatt.com/andaz/longe-andaz-london-liverpool-street?src=corp_lclb_gmb_seo_longe\">Andaz</a>, are, depending on your point of view, soon most likely to be either transformed or wrecked. “A world-class gateway to our great capital,” says the consortium that wants to build nearly 1 million sq feet (93,000 sq metres) of commercial accommodation above the station concourse and the old hotel. “Crass and unsustainable,” says the <a href=\"https://www.change.org/p/save-liverpool-street-station-from-destructive-redevelopment?recruiter=1293960715&amp;recruited_by_id=c7bbbaf0-a217-11ed-a615-23ef7dfb7f34&amp;utm_source=share_petition&amp;utm_medium=copylink&amp;utm_campaign=petition_dashboard\">Liverpool Street Station Campaign</a>, a coalition of eight heritage organisations set up to oppose the plans. “It’s like putting a giant clown’s hat on top of St Paul’s Cathedral,” says <a href=\"https://www.theguardian.com/culture/2023/feb/03/griff-rhys-jones-rails-against-plans-to-smother-liverpool-street-station\">Griff Rhys Jones</a>, the group’s president.</p><p>The £1.5bn proposal, recently submitted for planning approval after a not very informative public information campaign, is designed by the Swiss architects <a href=\"https://www.theguardian.com/artanddesign/2021/oct/31/herzog-and-de-meuron-m-plus-astrazeneca-national-library-of-israel-stadtcasino-one-park-drive-royal-college-of-art\">Herzog &amp; de Meuron</a>, famous for Tate Modern, the Bird’s Nest Olympic stadium in Beijing and the Elbphilharmonie concert hall in Hamburg. Their designs would replace the <a href=\"https://historicengland.org.uk/listing/the-list/list-entry/1286133?section=comments-and-photos\">listed Victorian-style steel-and-glass structure</a> over the main concourse with an opaque ceiling, artificially lit. Hope Square, a public space containing a <a href=\"https://www.theguardian.com/world/2015/jul/03/forgotten-heroes-of-the-kindertransports\">memorial to the Kindertransport</a>, would disappear and the sculpture be relocated. Above the concourse, the square and the eight-storey listed hotel building, blocks containing offices and hotel accommodation, rising up to 16 additional storeys, would be built – a roof extension, in other words, double the height of the building it surmounts, and several times the volume.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/13/liverpool-street-station-london-redevelopment-on-the-wrong-track-herzog-and-de-meuron-sellar\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/13/liverpool-street-station-london-redevelopment-on-the-wrong-track-herzog-and-de-meuron-sellar", "date_published": "2023-05-13 12:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It doesn’t need regeneration’: Peckham’s charm under threat from gentrification plans", "description": "<p>The quirky appeal of Rye Lane is threatened by developer’s 14 high-rise flats, say  residents</p><p>There’s a scene in <em><a href=\"https://www.theguardian.com/film/2023/mar/19/rye-lane-review-raine-allen-miller-vibrant-south-london-romcom-hits-the-sweet-spot\" title=\"\">Rye Lane</a></em>, a film said to be breathing new life into romcoms, where the two main characters stroll past a body-popping white-haired man in a spangly Yves Klein blue cowboy outfit, then continue their conversation sitting in giant high heels outside a shoe shop.</p><p>The moonwalking cowboy is an actor, but the shoe shop is real – one of dozens of outlets inside Rye Lane market giving Peckham the personality that inspired the film’s director, Raine Allen-Miller, to treat the south London neighbourhood as a character rather than mere scenery.</p> <a href=\"https://www.theguardian.com/society/2023/may/13/it-doesnt-need-regeneration-peckhams-charm-under-threat-from-gentrification-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/13/it-doesnt-need-regeneration-peckhams-charm-under-threat-from-gentrification-plans", "date_published": "2023-05-13 12:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Volodymyr Zelenskiy lands in Italy to meet the pope as Ukraine wins ground", "description": "<p>Russian troops withdraw from positions in Bakhmut due to ‘severe shortage of combat units’, says the MoD</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/13/russia-ukraine-war-live-russian-retreat-in-bakhmut-highlights-shortage-of-credible-combat-units-say-uk-officials#top-of-blog\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine has regained at least a kilometre of territory in the eastern city of Bakhmut amid a Russian alleged withdrawal from the area, as the Ukrainian president, Volodymyr Zelenskiy landed in Rome on Saturday to meet Pope Francis for the first time since Russia’s invasion.</p><p>Over the past four days, Russian troops from the 72nd separate motor rifle brigade (72 SMRB) possibly withdrew “in bad order” from their positions on the southern flank of the Bakhmut operation, said the UK’s Ministry of Defence, in a move that, according to the British intelligence, reflects Moscow’s “severe shortage of credible combat units”.</p> <a href=\"https://www.theguardian.com/world/2023/may/13/volodymyr-zelenskiy-lands-in-italy-to-meet-the-pope-as-ukraine-wins-ground\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/volodymyr-zelenskiy-lands-in-italy-to-meet-the-pope-as-ukraine-wins-ground", "date_published": "2023-05-13 12:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers not doing enough to control AI, says UK professor", "description": "<p>Stuart Russell, former government adviser, says ChatGPT could become part of super-intelligent machine that can’t be constrained</p><p>One of the professors at the forefront of artificial intelligence has said ministers are not doing enough to protect against the dangers of super-intelligent machines in the future.</p><p>In the latest contribution to the debate about the safety of the ever-quickening development of AI, Prof Stuart Russell told the Times that the government was reluctant to regulate the industry despite the concerns that the technology could get out of control and threaten the future of humanity.</p> <a href=\"https://www.theguardian.com/technology/2023/may/13/ministers-not-doing-enough-to-control-ai-says-uk-professor\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/13/ministers-not-doing-enough-to-control-ai-says-uk-professor", "date_published": "2023-05-13 11:45:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Australia expects rainbow symbol clearance at Women’s World Cup", "description": "<ul><li>Armbands could highlight LGBTQ+ issues and Indigenous rights</li><li>James Johnson ‘pretty confident’ after ‘good dialogue’ with Fifa</li></ul><p>The chief executive of Football Australia has told the <em>Observer</em> that he is “pretty confident and optimistic” players will be allowed to wear rainbow armbands at the Women’s World Cup, after holding talks with Fifa. In a highly significant development, James Johnson said there had been “meaningful dialogue” between the hosts and football’s governing body and that it was likely to lead to players having greater ability to express themselves.</p><p>In an exclusive interview, Johnson also revealed that discussions had taken place over permitting Indigenous First Nation flags to be flown inside stadiums at July and August’s competition in Australia and New Zealand, saying it was an important issue for his country and its team.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/football-australia-expects-rainbow-symbol-clearance-at-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/football-australia-expects-rainbow-symbol-clearance-at-womens-world-cup", "date_published": "2023-05-13 11:33:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in classical: Abomination: A DUP Opera; Aida – review", "description": "<p><strong>Queen Elizabeth Hall; Royal Opera House, London</strong><br />Its Belfast premiere positively crackled, and four years on, Conor Mitchell’s lush, searing satire on DUP homophobia continues to provoke</p><p>To protests and frayed nerves, <strong><a href=\"https://www.thebelfastensemble.com/abomination-biographies\">Abomination: A DUP Opera</a></strong> by Conor Mitchell was given its world premiere at the Outburst Queer arts festival in Belfast in 2019. The work’s central character, Iris Robinson, is no fictional antihero but a former Democratic Unionist party politician, <a href=\"https://www.theguardian.com/politics/2010/sep/20/leave-us-peace-peter-robinson\">married to the former first minister of Northern Ireland</a>. The opera’s verbatim text – grotesque language set to often tender, voluptuous music – is drawn from comments made by Robinson, a born-again Christian, and other DUP members expressing hatred of homosexuality. Robinson’s own extramarital affair, breakdown and suicide attempt have long fuelled gossip-columns in the region. To make opera out of such toxic ingredients was daring, but the work won ovations.</p><p>Last weekend, <em>Abomination</em> had its overdue English premiere, with three performances at the Southbank Centre. Shrill, unruly, mutinous, <a href=\"https://www.southbankcentre.co.uk/blog/articles/conor-mitchell-abomination-dup-opera-interview\">Mitchell</a>’s 70-minute piece is a whirlwind stomp and canter through various operatic and cabaret styles, skilfully constructed and beautifully paced. One frustration at the Queen Elizabeth Hall was the overamplification. All the singers were miked, but Mitchell’s careful balance of voices and orchestration – the <a href=\"https://www.thebelfastensemble.com/\">Belfast Ensemble</a>, conducted by Tom Deering – felt quarrelsome, which was not the case in Belfast. It made the words hard to hear, though the meaning was always clear.</p> <a href=\"https://www.theguardian.com/music/2023/may/13/abomination-a-dup-opera-queen-elizabeth-hall-london-review-conor-mitchell-belfast-ensemble-aida-royal-opera-house\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/13/abomination-a-dup-opera-queen-elizabeth-hall-london-review-conor-mitchell-belfast-ensemble-aida-royal-opera-house", "date_published": "2023-05-13 11:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pita Limjaroenrat: Thailand PM hopeful embraced by young voters desperate for change", "description": "<p>Harvard grad’s Move Forward party’s promises of greater personal and political freedom and an end to the military’s grip on politics chime with a younger generation</p><p>When <a href=\"https://www.theguardian.com/world/2023/may/08/a-new-mother-a-harvard-grad-and-a-coup-leader-who-are-thailands-election-candidates\">Pita Limjaroenrat took to the stage for his final big campaign event</a> ahead of Thailand’s election, the cheers and screams were deafeningly loud. “Our time has come,” he told crowds of mostly young supporters in a packed stadium in Bangkok.</p><p>Pita’s Move Forwards party has built a large and loyal support base among young Thais who are fed up with the political status quo. At rallies, he is met with long lines of students and young people queueing for selfies. On TikTok, fans post images of themselves with a special filter that displays his face smiling and lurking in the background.</p> <a href=\"https://www.theguardian.com/world/2023/may/13/pita-limjaroenrat-thailand-pm-hopeful-embraced-by-young-voters-desperate-for-change\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/pita-limjaroenrat-thailand-pm-hopeful-embraced-by-young-voters-desperate-for-change", "date_published": "2023-05-13 11:24:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The epic LeBron James-Steph Curry rivalry delivered once again. Enjoy them while you can", "description": "<p>LeBron v Steph has been the defining rivalry of my basketball life. Their latest chapter did not disappoint, but it’s clear their special rivalry is nearer to the end than the beginning</p><p>There are certain constants in our lives: north stars by which we can measure and trace the changes that occur around them as time passes us by. For the better part of the last decade, the steady fulcrum around which the NBA has revolved has been the special ongoing rivalry between future first-ballot Hall of Famers LeBron James and Stephen Curry.</p><p>Some basketball fans grew up at a time when they watched Magic Johnson and Larry Bird duke it out year after year, and other fandoms were formed during the swath of time in which extraordinary players, like Michael Jordan or Kobe Bryant, dominated the league and had no singular, definitive rival to speak of. Personally, basketball didn’t come into my life in a meaningful way until early adulthood, so for basically as long as I’ve been paying attention, an NBA centered around LeBron and Steph has represented the permanent blueprint. Any aspirant to the throne inevitably had to go through one or the other to reach the mountaintop, and for the four straight years Steph’s Warriors and LeBron’s Cavaliers met in the NBA finals (from 2015 to 2018), no one successfully did.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/13/lebron-james-stephen-curry-rivalry-lakers-warriors\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/13/lebron-james-stephen-curry-rivalry-lakers-warriors", "date_published": "2023-05-13 11:15:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leroy Cooper, photographer whose arrest led to Toxteth riots, dies", "description": "<p>Cooper was arrested after going to aid of fellow protester in 1981 and went on to photograph Liverpool life</p><p>The Liverpool photographer Leroy Cooper, whose arrest led to the Toxteth riots in 1981, has died, aged 62.</p><p>Cooper, who was also a writer and activist, was arrested in front of protesters after he went to the aid of a fellow Liverpool resident in July 1981.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/13/leroy-cooper-photographer-whose-arrest-led-to-toxteth-riots-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/13/leroy-cooper-photographer-whose-arrest-led-to-toxteth-riots-dies", "date_published": "2023-05-13 11:14:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North Wales police suspend officer after footage shows ‘punching’ incident", "description": "<p>Clip online appears to show a man being restrained and then punched nine times in the face</p><p>A police officer in north Wales has been suspended from duty after appearing to punch a man nine times while arresting him.</p><p>North Wales police said the action had been taken after the incident in Porthmadog, Gwynedd, on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/13/north-wales-police-suspend-officer-after-footage-shows-punching-incident\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/13/north-wales-police-suspend-officer-after-footage-shows-punching-incident", "date_published": "2023-05-13 11:13:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Sinfield: ‘The longer this marathon takes, the more time I get to spend with Rob’", "description": "<p>In Sunday’s Rob Burrow Leeds Marathon, Sinfield will push his former Rhinos teammate – who has motor neurone disease – for 26.2 miles in a wheelchair: ‘We’ll have some fun, I promise you’</p><p>Stroll up the hill from Headingley Stadium, the place with which Kevin Sinfield became synonymous, and you cannot miss an enormous mural of the rugby league legend. Its pride of place in the centre of the community epitomises the impact he had on the city of Leeds during his playing career and on Sunday it is only fitting that 12,000 people will run past that mural in the inaugural Rob Burrow Leeds Marathon.</p><p>It was November 2020, in the dark days of lockdown, when Sinfield first came up with the idea of raising money not only to support his former Leeds Rhinos teammate, but everyone affected by motor neurone disease. Burrow <a href=\"https://www.theguardian.com/sport/2020/jan/08/rob-burrow-motor-neurone-disease-leeds-rhinos-bradford-bulls\">had been diagnosed with the condition</a> a year earlier.</p> <a href=\"https://www.theguardian.com/sport/2023/may/13/kevin-sinfield-rob-burrow-leeds-marathon-rhinos-rugby-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/13/kevin-sinfield-rob-burrow-leeds-marathon-rhinos-rugby-league", "date_published": "2023-05-13 11:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Albert Hammond Jr: ‘The universe moved when the Strokes were all together’", "description": "<p>The Strokes guitarist has swapped hellraising New York for clean-living LA, become a father and collaborated with a poet on his new solo album. Life, he says, is a new kind of complicated</p><p>Albert Hammond Jr is standing in his backyard in Los Angeles, talking to me on the phone. “You want the camera on?” he asks. “OK. I don’t like it but let’s do it.” He holds his mobile low, so his face is elongated; his curly hair is wet and shaggy, a hedge-y halo. I watch him move between outside and in (“I need to pace to think”), sunlight flashing. It’s around 9am. Hammond Jr is after some rays, so he keeps lifting his face upwards, exposing his shoulders. Full disclosure – and some readers may need to be sitting down for this – he has his top off.</p><p>Given that Hammond Jr, as guitarist for the Strokes, is usually associated with the scuzzy glamour of downtown New York, with a once well-established drug habit and a tight-trousered all-night social life, this west-coast incarnation might come as a shock. But nobody stays the same, despite what fans may wish. And he hasn’t gone bland. At one point, I tease him that his breakfast is very LA (he’s having sweet polenta porridge with almond milk and fresh berries), and he jabs back: “Do you mean LA like it’s awesome, healthy and great?” He can be spiky, when he thinks you’re being obvious. Mostly, though, he’s warm, quite serious. Thoughtful.</p> <a href=\"https://www.theguardian.com/music/2023/may/13/albert-hammond-jr-strokes-solo-album-melodies-on-hiatus-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/13/albert-hammond-jr-strokes-solo-album-melodies-on-hiatus-interview", "date_published": "2023-05-13 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Annie Mac looks back: ‘I was wild, feral and very comfortable in a tree’", "description": "<p>The radio broadcaster and novelist on growing up in a large family in Dublin and swapping DJing for writing</p><p>Born in Dublin in 1978, Annie Macmanus rose to fame in the noughties as a radio DJ specialising in electronic music. Her two-decade career has included 17 years at BBC Radio 1, including taking over its flagship evening show, as well being one of the biggest live DJs in Europe and programming festivals. In 2021, Macmanus switched gear: publishing a bestselling novel, <a href=\"https://guardianbookshop.com/mother-mother-9781472275929\" title=\"\">Mother Mother</a>, and launching a podcast, Changes. Her new novel, <a href=\"https://guardianbookshop.com/the-mess-were-in-9781472297136\" title=\"\">The Mess We’re In</a>, is out now. She lives in London with her husband, the DJ Toddla T, and their two children.</p><p><strong>This image is very emblematic of me as a kid</strong>. I am nine and in Marlay Park in south Dublin, where I grew up. I was wild, feral and very comfortable in a tree. Although I am high up, I look so comfy – so comfy that I’ve slipped my feet out of my shoes. My expression and body language is saying: “This is nothing!”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/annie-mac-looks-back-i-was-wild-feral-and-very-comfortable-in-a-tree\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/annie-mac-looks-back-i-was-wild-feral-and-very-comfortable-in-a-tree", "date_published": "2023-05-13 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Classical home listening: Carl Nielsen: The Symphonies; Alex Paxton’s Happy Music for Orchestra", "description": "<p>Thrilling performances from the Danish National Symphony Orchestra and Fabio Luisi could convert anyone to Nielsen, while Paxton will make your ears ping</p><p>• Clarity and immediacy are hallmarks of the Danish composer <strong>Carl Nielsen</strong> (1865-1931), a point made by Fabio Luisi in the notes for <strong><a href=\"https://store.deutschegrammophon.com/p51-i0028948634712/the-danish-national-symphony-orchestra-fabio-luisi/carl-nielsen-the-symphonies/index.html\">The Symphonies</a> </strong>(Deutsche Grammophon, 3CDs), in which he conducts the <strong>Danish National Symphony Orchestra</strong>. Written across the span of his creative life, Nielsen’s six symphonies at first sound straightforward yet break all rules and wander into the strangest terrains. The First is economical, only hinting at what might follow. Four of the six have names: No 2, “The Four Temperaments”, has a powerfully melancholic third movement, a striking contrast to the essential extroversion of the others. No 3, “Sinfonia espansiva”, with its whipcrack opening and intoxicating merry-go-round waltz, is among his most performed. No 4, “The Inextinguishable”, perhaps his best, written during the first world war, is darker, brooding, mighty.</p><p>The experimental No 5, in two movements, embraced the impact of war and of a crisis in Nielsen’s private life. No 6, “Sinfonia semplice”, sees a paring back, raw and exposed. These performances, recorded in Copenhagen’s Koncertsalen, are thrilling enough to turn you into a Nielsen addict (he has never quite had the attention he deserves), performed by the Danes and Luisi with zest, wit and restless freedom.</p> <a href=\"https://www.theguardian.com/music/2023/may/13/carl-nielsen-the-symphonies-dg-danish-national-symphony-orchestra-fabio-luisi-nielsen-violin-concerto-james-ehnes-bergen-philharmonic-gardner-alex-paxton-happy-music-for-orchestra\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/13/carl-nielsen-the-symphonies-dg-danish-national-symphony-orchestra-fabio-luisi-nielsen-violin-concerto-james-ehnes-bergen-philharmonic-gardner-alex-paxton-happy-music-for-orchestra", "date_published": "2023-05-13 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coventry’s Ben Wilson: ‘A rollercoaster? I’ve never been at the top to come back down’", "description": "<p>The goalkeeper has found local fame, a ‘family’ and hope for an unlikely Premier League future after a club-hopping career</p><p>Wherever Coventry’s incredible season goes from here, the moment the goalkeeper Ben Wilson scored a 95th-minute equaliser to salvage a draw at Blackburn in April is unlikely to be forgotten any time soon. If Coventry do clinch promotion to the Premier League, they may look back on that trip as the decisive game – and point – that helped them qualify for the playoffs.</p><p>“The worst thing was there were about 40 seconds left after I scored,” Wilson says. “I was thinking: ‘If this ball comes anywhere near me – and it doesn’t matter if it’s rolling at 1 mph – I’m going to be struggling to pick it up,’ because my emotions were all over the place.”</p> <a href=\"https://www.theguardian.com/football/2023/may/13/coventry-ben-wilson-championship-playoffs\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/coventry-ben-wilson-championship-playoffs", "date_published": "2023-05-13 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This is how we do it: ‘A tired, throwaway midweek shag doesn’t interest me’", "description": "<p>Anya says Mo is gloriously uninhibited; Mo loves Anya’s curves. But a year after getting together, is sex once a week enough to satisfy both lovers?</p><p>I feel like a greedy sex monster, which is strangely a turn-on</p><p>It can be quite surprising how dirty our sex can be at times</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/this-is-how-we-do-it-a-tired-throwaway-midweek-shag-doesnt-interest-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/this-is-how-we-do-it-a-tired-throwaway-midweek-shag-doesnt-interest-me", "date_published": "2023-05-13 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The point is intimidation’: Florida teachers besieged by draconian laws", "description": "<p>Teachers say they’re feeling more disrespected, unappreciated and under attack than ever before by new laws championed by Governor Ron DeSantis</p><p>Adam Tritt, a high school English teacher in Palm Bay, Florida, was shocked when his school’s librarian – eager to comply with Florida’s new law restricting “inappropriate” books in schools – removed one-third of the books on his classroom shelves, including a collection of Emily Dickinson’s poetry that was not on her list of approved books.</p><p>Vivian Taylor, a seventh-grade teacher in Miami, says she was told to hardly discuss Emmett Till – the 14-year-old victim of one of the US’s most notorious lynchings – in her civics classes because under<a href=\"https://www.tallahassee.com/story/news/politics/2022/04/22/florida-governor-desantis-stop-woke-act-race-bill-law-sign-discussions-republicans/7403239001/\"> Florida’s year-old “stop woke” law,</a> “people say you’re not supposed to talk about that because it will make children uncomfortable”.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/florida-teachers-woke-law-ron-desantis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/florida-teachers-woke-law-ron-desantis", "date_published": "2023-05-13 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was a tiny cog in a machine of people all named vice-president of something’: the reality of remaking UK sitcoms", "description": "<p>The CBS version of the BBC comedy Ghosts is one of the biggest shows on American TV. But US remakes more often than not go south. Armando Iannucci and other creators share their horror stories</p><p>“It was truly awful from start to finish,” says Armando Iannucci, recalling the painful process around the US remake of his satirical comedy The Thick of It back in 2007. “The pilot was so boring. There was no swearing, no improv … everything The Thick of It had, it didn’t have. I played it for the cast and people just started wandering off. It couldn’t even hold our attention.”</p><p>On paper, the US version had looked juicy. Mitch Hurwitz, creator of Arrested Development, was producing, with Christoper Guest of Spinal Tap fame directing. But the BBC sold the show to ABC and the culture of US network television – compared with cable or, latterly, streaming, where there’s more freedom around language and content – proved suffocating for Iannucci. “Everything is micromanaged,” he says. “I was a tiny cog in a machine of people all named vice-president of something. I went to one meeting where they were literally discussing the colour ties the cast should be wearing. There were 20 people in the room, including the network president. It was bizarre.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/13/ghosts-this-country-us-uk-sitcom-remakes\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/13/ghosts-this-country-us-uk-sitcom-remakes", "date_published": "2023-05-13 10:55:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rangers v Celtic: Scottish Premiership – live", "description": "<ul><li>Scottish Premiership updates from Ibrox, 12.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And you can contact Will <a href=\"mailto:will.magee.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/W_F_Magee\">Twitter</a></li></ul><p><strong>There’s a punditry segment in the Sky Sports studio about Cantwell stopping Reo Hatate from drinking from one of Rangers’ water bottles during the Scottish Cup semi-final. </strong>“We’re making a mountain out of a molehill … everything is blown out of proportion in Scotland, there’s no doubt about it,” says Kris Boyd, which seems like the only reasonable take available.</p><p><strong>Todd Cantwell has been speaking to Sky Sports and the former Norwich youngster has some thoughts on his first few months at Rangers.</strong> “A lot of people have obviously said this season’s done and bits and pieces like that, but, for us, it’s not,” he says. “It’s important for the fans that they see what we’re trying to do and get a taster for next season.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/13/rangers-v-celtic-scottish-premiership-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/13/rangers-v-celtic-scottish-premiership-live-score-updates", "date_published": "2023-05-13 10:53:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds United v Newcastle United: Premier League – live", "description": "<ul><li>Premier League updates from Elland Road, 12.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | Why not <a href=\"mailto:Scott%20Murray%20%3Cscott.murray.casual@theguardian.com%3E\">email Scott</a> with your thoughts?</li></ul><p><strong>Sam Allardyce speaks to BT Sport.</strong> “When the whistle goes, that’s when the nerves go … confidence was low, we could see that in the body language of the players … a little mickey-take here and there, a little smile on the face … focus on what we need to put right … putting it right in a short period of time is not an easy job … we don’t want to overload information but make the key points … just got to defend better, not concede so many goals … they stood up to Manchester City and didn’t buckle … I was fearful we were heading to similar results they’d had in the past, four and five goals … their better use of possession got us up the pitch … passion, commitment, desire, all the stuff that shouldn’t be asked, should be a given … we have to do something to get the crowd on the edge of their seat.”</p><p><strong>Leeds make two changes to their starting XI after the 2-1 defeat at Manchester City.</strong> Sam Greenwood replaces Marc Roca, while Wilfried Gnonto makes way for Rodrigo.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/13/leeds-united-v-newcastle-united-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/13/leeds-united-v-newcastle-united-premier-league-live-score-updates", "date_published": "2023-05-13 10:50:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Land of no return: the Mexican city torn apart by cartel kidnappings", "description": "<p>Violence in Fresnillo between Sinaloa and Jalisco groups mirrors national trend – and critics say Amlo has failed to act</p><p>María Zapata Escamilla woke to the sound of shattering glass. Armed men in military fatigues had burst into her home: they dragged her disabled husband outside, along with her 14-year-old son, still in his pyjamas. Then they drove away into the night.</p><p>Two weeks later, her husband’s brutalized body turned up, along with nine others. But after more than a year, her son remains missing.</p> <a href=\"https://www.theguardian.com/world/2023/may/13/mexico-city-fresnillo-cartel-kidnappings-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/mexico-city-fresnillo-cartel-kidnappings-violence", "date_published": "2023-05-13 10:45:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I had a job in a chippie after a month and was in love after six weeks: my brilliant year in Poland", "description": "<p>Working in a fish and chip shop, learning to drink vodka and buying underwear by the kilo … our writer found much to revel in during an impromptu year in Poland</p><p>In the winter of 2016, a few months before the Brexit referendum, I decided to move to Poland. I thought it best to get out there while I still could, before my liberty to earn the minimum wage in 20-odd countries was irrevocably lost.</p><p>I can’t say it was love at first sight. It was too cold for that. It’s not easy to fall head over heels at -4C. When I boarded the bus outside Poznań airport, I shared with the driver the only phrase I had mastered on my journey from Luton. <em>Kocham cie</em>. I love you. The driver’s reply was to raise an eyebrow, shake his head and usher me on board. It was an auspicious beginning.</p> <a href=\"https://www.theguardian.com/travel/2023/may/13/how-i-fell-in-love-with-poland\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/13/how-i-fell-in-love-with-poland", "date_published": "2023-05-13 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pole to Pole: 10 brilliant things to do in Poland", "description": "<p>Buzzy cities offer museums of croissants or codebreaking, plus there are mountains, lakes and beaches – and piles of glorious food</p><p>I have a massive soft spot for Poznań, not least because I used to work in a fish and chip shop in the city. Poznań’s virtues include its vibrant old town; its lakes; its <a href=\"https://keytopoland.com/post/story-of-the-poznan-goats\" title=\"\">dancing goats</a> (two mechanical billies make an appearance daily at noon atop the town hall, butting heads 12 times to mark the time); its <a href=\"https://rogalowemuzeum.pl/en/atrakcje/#rogale-swietomarcinskie\" title=\"\">Rogalowe (croissant) Museum</a> (the city’s sweet treat is the St Martin’s croissant, filled with white poppy seeds); and the <a href=\"https://csenigma.pl/en/\" title=\"\">Enigma Cipher Centre</a> (which sheds light on the vital role Polish codebreakers played in hampering the Nazis).</p> <a href=\"https://www.theguardian.com/travel/2023/may/13/10-brilliant-things-to-do-in-poland\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/13/10-brilliant-things-to-do-in-poland", "date_published": "2023-05-13 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I have spent a lifetime poring over the intimate details of stars’ and strangers’ lives via social media. It’s time to stop", "description": "<p>From when I was little to the age of Instagram and TikTok, I’ve always been an ‘inquisitive creep’ when it comes to snooping on people, but my relationship with the internet has begun to feel like an infidelity</p><p>It takes two weeks to fall in love with my new neighbour, Tanya. I am nine and she is three years my senior. Tanya is a wildly creative and prodigal musician; I watch her do her scales and exam pieces on the clarinet, flute and piano most nights. She plays like a professional tap dancer and part-time sniper – with poise, urgent precision and intensity, the tips of her soft strawberry-blond hair whipping with vigour in the final throes of a particularly fraught arpeggio. When her sad, vast rabbit begins to urinate on the freshly installed carpet of her bedroom floor one Saturday afternoon, my kneejerk reaction is to pick up the pet with one hand and hold my dress out like a net with the other. I am grateful that she seeks my company and try to prove it at any cost – often at the expense of my gingham school uniform.</p><p>While we possess a mutual passion for <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/15/london-sylvanian-families-shop-shuts\" title=\"\">Sylvanian Families</a>, Jagged Little Pill and watching Ricki Lake, our relationship is crystallised by the obsessive, illicit hobby we share. Most weekends and some afternoons after school, we meet on the sandpaper roof of her rotting wooden playhouse, where we whittle sticks or lick the sourness off Irn-Bru bars while staring intently into the front room of the elderly couple who live over the fence. Our view partially obscured by spindly trees, we study them for hours, rejoicing whenever we are rewarded with the smallest gesture – a sneeze, or a lean in for the remote.</p> <a href=\"https://www.theguardian.com/books/2023/may/13/lifetime-poring-over-intimate-details-stars-and-strangers-lives-social-media-time-to-stop\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/13/lifetime-poring-over-intimate-details-stars-and-strangers-lives-social-media-time-to-stop", "date_published": "2023-05-13 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My week navigating the awkward teenage years of self-driving cars", "description": "<p>Pedestrians and human motorists in San Francisco are learning to interact with ‘robot drivers’. Here’s how my experience went</p><p>When I lived in the Outer Sunset, San Francisco’s foggy beachside neighborhood, I grew accustomed to seeing camera and sensor-fitted vehicles roaming through the surfer and pastel home lined streets. The quiet neighborhood made an obvious testing ground for Google-owned Waymo and General Motors-owned Cruise. At the time, company staff still sat in the driver’s seat, ready to take over at a moment’s notice if the self-driving car didn’t behave the way it was supposed to.</p><p>Fast forward a year later, on a recent trip back to the city, it suddenly hit me.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/self-driving-cars-waymo-cruise-san-francisco\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/self-driving-cars-waymo-cruise-san-francisco", "date_published": "2023-05-13 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The food court rising above San Francisco’s ‘doom loop’: ‘We’re breaking down stereotypes’", "description": "<p>While stores like Whole Foods and Nordstrom are closing, La Cocina’s entrepreneurs are building community in a neighborhood facing homelessness and addiction</p><p>From her coffee counter in La Cocina Municipal Marketplace, Santana Tapia has a clear line of sight into every gloomy prediction that has hit San Francisco since the rise of the Covid pandemic.</p><p>From the marketplace’s windows in the heart of the city’s troubled Tenderloin District, she notices the decline of foot traffic that has come from employees choosing to work at home rather than travel to their downtown offices, spawning some dire predictions of an economic “doom loop”. And she can see the ravages of the fentanyl epidemic happening all around her, with its record numbers of overdose deaths and scenes of homeless desperation.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/san-francisco-la-cocina-food-market-homelessness-addiction\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/san-francisco-la-cocina-food-market-homelessness-addiction", "date_published": "2023-05-13 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Latest arrests of ‘Cop City’ protesters ‘feel like overreach’, experts say", "description": "<p>Three activists protesting the planned facility were charged under a little-known Georgia law, raising first amendment concerns</p><p>Three activists have been arrested in confusing circumstances and charged under a little-known Georgia <a href=\"https://law.justia.com/codes/georgia/2020/title-16/chapter-10/article-5/section-16-10-97/\">law</a> – an apparent tightening of the state’s criminal justice system in response to a movement opposing the building of a huge police and fire department training center known as “Cop City” near Atlanta.</p><p>“Cop City” has sparked a broad-based protest movement in Atlanta and elsewhere, drawing global headlines when one environmental activist was shot and killed by police.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/cop-city-activists-arrests-georgia-law\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/cop-city-activists-arrests-georgia-law", "date_published": "2023-05-13 10:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India’s Congress party defeats Narendra Modi’s BJP in Karnataka state elections", "description": "<p>Victory deals blow to prime minister, who will seek third term in power at next year’s general election</p><p>India’s opposition Congress party has swept the Karnataka state elections, dealing a blow to Narendra Modi’s ruling party, which had fought hard to retain power.</p><p>As votes were counted on Saturday, it became clear Congress had won an overwhelming majority in the state and the ruling Bharatiya Janata party (BJP) quickly conceded defeat. “People have rejected divisive politics,” said Pawan Khera, a Congress party spokesperson.</p> <a href=\"https://www.theguardian.com/world/2023/may/13/indias-congress-party-defeats-narendra-modis-bjp-in-karnataka-state-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/indias-congress-party-defeats-narendra-modis-bjp-in-karnataka-state-elections", "date_published": "2023-05-13 09:18:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Lancashire v Somerset, Surrey v Middlesex, and more – live", "description": "<ul><li>Latest updates from around the grounds on day three</li><li>Get in touch: <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a>, <a href=\"https://twitter.com/tjaldred\">tweet</a> or comment BTL</li></ul><p><strong>This looks fun:</strong></p><p><strong>Nineteen-year-old</strong> James Rew’s second Championship century in three games was overshadowed by Jimmy Anderson’s no-show for <strong>Lancashire</strong> on Friday, a “minor issue” believed to be a groin twinge and a red alert for England’s Ashes hopes with the first Test less than five weeks away.</p> <a href=\"https://www.theguardian.com/sport/live/2023/may/13/county-cricket-lancashire-v-somerset-surrey-v-middlesex-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/may/13/county-cricket-lancashire-v-somerset-surrey-v-middlesex-and-more-live", "date_published": "2023-05-13 09:12:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "José Pizarro’s recipe for steamed asparagus with jamón and crispy fried egg", "description": "<p>In-season asparagus steals the show in this straightforward spring-time light lunch or starter</p><p>Asparagus isn’t worth eating at any other time of year than spring, which is one of the reasons I look forward to the new season so much. Today’s dish is a classic combination of ingredients used throughout Spain, where the rich creaminess of good-quality egg yolks meets the deep saltiness of delicious jamón; they make the perfect match for the distinct, bittersweet, green earthiness of asparagus. There are many other ways to enjoy this vegetable, but, to my mind, simple is best: just three main ingredients make this exquisite dish.</p> <a href=\"https://www.theguardian.com/food/2023/may/13/steamed-asparagus-receipe-jamon-crispy-fried-egg-jose-pizarro\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/13/steamed-asparagus-receipe-jamon-crispy-fried-egg-jose-pizarro", "date_published": "2023-05-13 09:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simon Schama on the broken relationship between humans and nature: ‘The joke’s on us. Things are amiss’", "description": "<p>More than ever, the relationship between our two worlds has been disrupted, says the historian. If we don’t mend our ways, will we face even deadlier threats than Covid, Sars and Mpox?</p><p>In March 2021, the 13th month of the Covid confinement, the <a href=\"https://www.nwf.org/Educational-Resources/Wildlife-Guide/Amphibians/Spring-Peeper\" title=\"\">peepers</a>, in their vast multitudes, sang out again. Down in the swampy wetlands below our house in Hudson Valley, New York, millions of <em>Pseudacris crucifer</em> (“cross-bearing false locusts” but actually minute frogs) puffed up their air sacs and warbled for a mate. That’s spring for you. The peepers are so tiny – an inch or so long – that you’ll never see one, no matter how carefully you creep up on them. Their blown-out song bags are nearly as big as the rest of them; it’s all they are: innocently inflated peeps of expectation.</p><p>They are not alone. In recent years, the soprano peepers have been accompanied by a bass rhythm section – wood frogs, <em>Lithobates sylvaticus</em>, a tattoo of deep quacking, punctuated by raspy burps. They and the peepers survive bitter winters by means of antifreeze cryoprotectants stored within their bodies. When ice crystals begin to form on their skins, their livers flood the bloodstream with glucose, sending vital organs like the heart, its beating paused, into a dormant but protected state. Seventy per cent of the frogs’ body water can then freeze without compromising the organs that will magically reawaken in the spring.</p> <a href=\"https://www.theguardian.com/world/2023/may/13/simon-schama-foreign-bodies-book-extract-broken-relationship-humans-animals\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/simon-schama-foreign-bodies-book-extract-broken-relationship-humans-animals", "date_published": "2023-05-13 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I probably jumped down from a chair more than 50 times’: Leo Huang’s best phone picture", "description": "<p>Worried about trampling his camera, the photographer, who has been skipping on his rooftop in Taiwan since Covid began, turned to his mobile …</p><p>“There is a saying in photography,” Leo Huang says. “The single most important component of a camera is the 12 inches behind it. The camera you use is important, yes, but your brain, ideas and imagination are what really matter.”</p><p>Huang began skipping at the start of the Covid outbreak, using the rooftop above his home in Taiwan’s Yilan City. “There is enough open space up there, and it meant I didn’t have to go to the gym, which was closed anyway. I liked that skipping didn’t need complicated or costly equipment and has so many benefits. People think it’s a simple aerobic exercise, but it can help with depression, cardiopulmonary function and reducing fat.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/i-probably-jumped-down-from-a-chair-more-than-50-times-leo-huangs-best-phone-picture\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/i-probably-jumped-down-from-a-chair-more-than-50-times-leo-huangs-best-phone-picture", "date_published": "2023-05-13 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As Trump’s lies and scandals deepen, the GOP responds as usual – with silence", "description": "<p>That Republican elders dare not alienate the ex-president’s fanbase shows how fully he has shaped the party in his image</p><p>One day he was found liable for sexual abuse and defamation. The next he was <a href=\"https://www.theguardian.com/us-news/2023/may/10/trump-voters-republican-new-hampshire-cnn-town-hall\">on prime-time television</a> pushing election lies, defending his own coup attempt and refusing to back Ukraine.</p><p>To his millions of critics, it was another week that proved Donald Trump is unfit for office and dangerous to democracy. But to the top leaders of Trump’s Republican party, it was another week to keep heads down and say nothing.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/trump-lies-republicans-congress-mccarthy-mcconnell\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/trump-lies-republicans-congress-mccarthy-mcconnell", "date_published": "2023-05-13 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "By our own design: this is how we can make Britain’s parks safe for women | Tracy Brabin", "description": "<p>Women and girls often feel at risk in public spaces by both day and night – and we know best how to change that</p><ul><li>Tracy Brabin is the mayor of West Yorkshire</li></ul><p>There’s no denying that there has been a spotlight<strong> </strong>on<strong> </strong>violence against women and girls over the past year. Finally, our safety feels like a political priority. But if we are going to truly change the lives of women and girls across the country, we need a reset on the way we think about solutions to some of our most deep-rooted problems.</p><p>We know that women don’t feel as safe as men in public places. As young girls grow, too often, their worlds contract. Whether at work, on a night out or walking through a park – for too long, women and girls have been forced to change their behaviours.</p><p>Tracy Brabin is the mayor of West Yorkshire</p><p>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In the UK, Rape Crisis offers support on 0808 500 2222 in England and Wales, 0808 801 0302 in Scotland, or 0800 0246 991 in Northern Ireland. In the US, Rainn offers support on 800-656-4673. In Australia, support is available at 1800Respect (1800 737 732). Other international helplines can be found at <a href=\"https://ibiblio.org/rcip/internl\">ibiblio.org/rcip/internl</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/13/britain-parks-safe-women-girls-public-spaces\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/13/britain-parks-safe-women-girls-public-spaces", "date_published": "2023-05-13 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Proud Boys and Oath Keepers: what is their future with top leaders jailed?", "description": "<p>Stewart Rhodes and Enrique Tarrio were convicted – but experts worry what role the groups may or not play in the future path of violent extremism</p><p>The recent convictions of the Oath Keepers leader Stewart Rhodes and Proud Boys leader Enrique Tarrio has raised questions about the future of both extremist groups and what role they may or not play in the future path of violent extremism in the US.</p><p>Researchers who monitor American far-right organizations said the Oath Keepers have in effect been decimated, with only a handful of chapters remaining, while the Proud Boys are ramping up efforts to protest at LGBTQ events and taking cues from larger national conservative conversations about hostility to transgender rights.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/proud-boys-oath-keepers-future-arrest-of-leaders\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/proud-boys-oath-keepers-future-arrest-of-leaders", "date_published": "2023-05-13 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tense Pakistan and India standoff poses threat to Cricket World Cup fixtures", "description": "<ul><li>Hosts seek ‘hybrid’ solution for September’s six-team Asia Cup</li><li>‘If we don’t play each other in the Asia Cup, it will be ruinous’</li></ul><p>The men’s Cricket World Cup is less than five months away and could yet see its schedule plunge into chaos amid an ongoing impasse involving Pakistan, India and the Asia Cup.</p><p>The six-team Asia Cup is scheduled for September and has become a point of principle for the hosts Pakistan after India – staging the 50-over men’s World Cup starting in October – indicated they cannot send their national team to the country. In response, the Pakistan Cricket Board has proposed a “hybrid model” in which India’s Asia Cup matches – including up to three blockbuster games against Pakistan – and the second half of the tournament are held in the United Arab Emirates.</p> <a href=\"https://www.theguardian.com/sport/2023/may/13/tense-pakistan-and-india-standoff-poses-threat-to-cricket-world-cup-fixtures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/13/tense-pakistan-and-india-standoff-poses-threat-to-cricket-world-cup-fixtures", "date_published": "2023-05-13 08:47:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ronnie O’Sullivan: ‘I could have been the ultimate player. When I was 14, I was perfect’", "description": "<p>The snooker player on hating his nose, being accused of kidnapping and learning bad habits</p><p>Raised in Essex, O’Sullivan, 47, won his first UK Championship at the age of 17. He is regarded as the greatest snooker player of all time, having won seven world, seven Masters and seven UK titles. He is currently the world No 1. He published his first autobiography, Ronnie, in 2003; his latest, Unbreakable, has just been released. He lives in Essex with actor Laila Rouass and has three children.</p><p><strong>What is the trait you most deplore in yourself?</strong><br />I’ve got no patience.</p> <a href=\"https://www.theguardian.com/sport/2023/may/13/ronnie-osullivan-i-could-have-been-the-ultimate-player-when-i-was-14-i-was-perfect\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/13/ronnie-osullivan-i-could-have-been-the-ultimate-player-when-i-was-14-i-was-perfect", "date_published": "2023-05-13 08:30:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Priti Patel to blame local election losses on Tory leadership in speech", "description": "<p>Witham MP expected to attack ‘those in power’ for sidelining party’s grassroots at conference of pro-Boris Johnson group</p><p>Priti Patel will attack the Conservative party leadership, blaming heavy local election losses on “those in power and control”, in a speech on Saturday.</p><p>The former home secretary is expected to accuse the Tory leadership of having “done a better job at damaging our party” over the past year than Keir Starmer’s Labour party or leftwing campaign groups.</p> <a href=\"https://www.theguardian.com/politics/2023/may/13/priti-patel-will-blame-local-election-losses-on-tory-leadership-in-speech\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/13/priti-patel-will-blame-local-election-losses-on-tory-leadership-in-speech", "date_published": "2023-05-13 08:29:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK charity shops: insiders’ tips on getting the best bargains", "description": "<p>‘Thrifting’ is becoming popular in the cost of living crisis – and buying secondhand is more sustainable</p><p>“Thrifting” is soaring in popularity as the cost of living crisis bites, and it’s more sustainable, too. So how can you become a pro and grab bargains at charity shops?</p> <a href=\"https://www.theguardian.com/money/2023/may/13/uk-charity-shops-insiders-tips-on-getting-the-best-bargains\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/13/uk-charity-shops-insiders-tips-on-getting-the-best-bargains", "date_published": "2023-05-13 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was a bad child actor. Extremely bad’: Emma Cline on the follow up to her hit novel The Girls", "description": "<p>The novelist talks about the power of being an outsider, growing up in a family of seven siblings – and exploring the Hamptons in her first novel since her Manson-inspired bestseller</p><p>Emma Cline is a writer who seemed to hit her stride straight out of the gate. Her bestselling 2016 debut <a href=\"https://www.theguardian.com/books/2016/jun/12/the-girls-emma-cline-review\" title=\"\">The Girls</a>, which told the story of a Manson family-type cult, was praised for its canny structure, moving seamlessly between time frames, and for the sheer density of imagery, although what was most striking about the novel was how assured it was.</p><p>In person, Cline is more hesitant. We are in Brooklyn today, in the flat of a friend she is staying with while visiting from LA. The 34-year-old is Californian by birth and upbringing, and it is tempting to read in her a sort of wispy Didion-esque aura one associates with that part of the world. She appears watchful, her voice tremulous with good humour, and she is a leaver of pauses, some more agonised than others, while seeking out the right meaning. Writing her new novel The Guest was, she says, partly a reaction against The Girls – a deliberate flexing of other muscles – and partly a way of “giving myself the challenge of can I write a novel-length work that has some of the tension I like in a short story”.</p> <a href=\"https://www.theguardian.com/books/2023/may/13/i-was-a-bad-child-actor-extremely-bad-emma-cline-on-the-follow-up-to-her-hit-novel-the-girls\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/13/i-was-a-bad-child-actor-extremely-bad-emma-cline-on-the-follow-up-to-her-hit-novel-the-girls", "date_published": "2023-05-13 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As a Ukrainian musician and a combat paramedic, the UK's Eurovision efforts have lifted my heart | Taras Topolia", "description": "<p>One day we will host the competition on our sovereign soil, but until then, solidarity means everything</p><p>Life before war broke out in my home country of Ukraine feels like a distant memory. Before, I was frontman of the<a href=\"https://www.youtube.com/@ANTYTILA/about\"> band Antytila</a>. I lived with my wife and three children in Kyiv. With my bandmates, we had plans to make new music and tour, playing stadiums across the country. But after February 2022, our only thoughts were to serve; to resist. Life changed radically overnight for all of us.</p><p>My bandmates Serhii Vusyk, Dmytro Zholud and I swapped our instruments for rifles and joined the frontline. We became paramedics with the 130th battalion of the Ukrainian territorial defence forces, giving first aid to our injured brothers and saving lives.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/13/ukrainian-musician-uk-eurovision\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/13/ukrainian-musician-uk-eurovision", "date_published": "2023-05-13 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seeing is believing when it comes to makeup mirrors  | Sali Hughes", "description": "<p>Magnifying mirrors are often not that useful for the visually impaired. But I have finally found something I can recommend </p><p>I never imagined I would ever own a pair of “<a href=\"https://www.amazon.co.uk/Young21-Rotating-Magnifying-Cosmetic-Eyeglasses/dp/B086X164V8/ref=asc_df_B086X164V8/?tag=googshopuk-21&amp;amp;amp&amp;amp;linkCode=df0&amp;amp;amp&amp;amp;hvadid=647824359792&amp;amp;amp&amp;amp;hvpos=&amp;amp;amp&amp;amp;hvnetw=g&amp;amp;amp&amp;amp;hvrand=4763581892686235832&amp;amp;amp&amp;amp;hvpone=&amp;amp;amp&amp;amp;hvptwo=&amp;amp;amp&amp;amp;hvqmt=&amp;amp;amp&amp;amp;hvdev=c&amp;amp;amp&amp;amp;hvdvcmdl=&amp;amp;amp&amp;amp;hvlocint=&amp;amp;amp&amp;amp;hvlocphy=9045807&amp;amp;amp&amp;amp;hvtargid=pla-1768282975139&amp;amp;amp&amp;amp;gclid=CjwKCAjw586hBhBrEiwAQYEnHejmRxkoWKSCwiQAlUrUAcTHsS7MELbACQs_jVSyMbiUcCVUPj5yghoCNhEQAvD_BwE&amp;amp;amp&amp;amp;th=1\" title=\"\">makeup readers</a>” – <a href=\"https://www.goodlookers.co.uk/make-up-glasses-multi-stripe.html?gclid=CjwKCAjw586hBhBrEiwAQYEnHa0SiaAbxOSnLamcm-epXbRHmBOOvB1hh172ef5gwJH4rbJS0hrvNxoCyqwQAvD_BwE\" title=\"\">specs</a> on which one lens pivots to allow the wearer to apply makeup to that eye while still being able to see with the other. But as someone who cannot get to grips with contacts, I was desperate. I tried a pair and they were impossibly fiddly. Not being able to see my face is an occupational hindrance for me, but frustrating and inconvenient for anyone.</p><p>Being (mildly) visually impaired is also expensive. I rely heavily on my <a href=\"https://www.boots.com/simplehuman-sensor-mirror-compact-3x-magnification-rosegold-stainless-steel-10286210?cm_mmc=bmm-buk-google-ppc-_-PLAs_HeroCompare-_-Catch_All-_-UK_Smart_Shopping_Catch_All&amp;amp;gclid=CjwKCAjwitShBhA6EiwAq3RqAxwBr0bHuD1mthr173drLwrt6h5lXm55uBo4dKpMTBt8FPmkEoKFWBoCoYEQAvD_BwE&amp;amp;gclsrc=aw.ds\" title=\"\">SimpleHuman illuminated magnifying mirrors</a> for work, but having recently broken my third handbag version (and they’re £80-odd a pop), even I can see that the situation is unsustainable. So I’ve been looking at other options.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/13/seeing-is-believing-with-makeup-mirrors\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/13/seeing-is-believing-with-makeup-mirrors", "date_published": "2023-05-13 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Back to the future: how managerial veterans have become all the rage | John Brewin", "description": "<p>Hodgson, Allardyce and Warnock answered the call to save a club, their experience and knowhow vital in times of dire need</p><p>It was known as “the roundabout”. Passing troubled Premier League clubs would pluck from the same, revolving set of managers to try to avert relegation. A similar carousel was on offer to those seeking promotion from – or safety in – the Championship.</p><p>The names rolled off the tongue, leading to a state of affairs where Alan Pardew and Steve Bruce have each managed five Premier League clubs, and Mark Hughes six. But that trio, each around the age of 60 – Bruce and Pardew on career hiatuses, Hughes in the League Two playoffs with Bradford – are years short of qualifying for the management game’s newest ride, one that’s become all the rage.</p> <a href=\"https://www.theguardian.com/football/2023/may/13/back-to-the-future-how-managerial-veterans-have-become-all-the-rage\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/13/back-to-the-future-how-managerial-veterans-have-become-all-the-rage", "date_published": "2023-05-13 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on the trouble with writing dystopian science fiction – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/may/13/tom-gauld-on-the-trouble-with-writing-dystopian-science-fiction-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/may/13/tom-gauld-on-the-trouble-with-writing-dystopian-science-fiction-cartoon", "date_published": "2023-05-13 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK bank overdrafts: ‘I received £8,000 after I complained’", "description": "<p>People struggling with debt could get redress if their bank failed to make the right affordability checks</p><p>A woman who was struggling with debt has received an £8,000 payout from a high street bank after making a complaint about her overdraft. Now thousands of other borrowers could be in line for refunds.</p><p>Laura (she did not wish to give her surname) was £30,000 in debt, with £9,000 of that in overdrafts, and struggling to make ends meet when she searched online for a solution.</p> <a href=\"https://www.theguardian.com/money/2023/may/13/uk-bank-overdrafts-i-received-8000-after-i-complained\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/13/uk-bank-overdrafts-i-received-8000-after-i-complained", "date_published": "2023-05-13 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What has gone wrong at John Lewis and Waitrose – and can they survive?", "description": "<p>Sharon White has survived a staff rebellion, but the boss of middle England’s favourite retailer is under pressure to rethink her strategy</p><p>Almost a quarter of staff representatives voted against John Lewis boss Sharon White in a <a href=\"https://www.theguardian.com/business/2023/may/10/john-lewis-staff-rebuke-sharon-white-over-losses-but-back-her-to-continue\">crucial confidence vote</a> this week, it has emerged, raising questions about her plan to return the owner of 34 department stores and the Waitrose supermarket chain to profitability.</p><p>Details of the vote count, published on the John Lewis Partnership website on Friday night, revealed a significant rebellion at the employee-owned business. Of the 55 members of the staff council who voted, 24% were against the former civil servant continuing to lead the business, while 92% said they did not support her performance over the past year.The rebellion came after a £243m loss last year that left staff without a bonus. White said she had decided against short-term fixes, but what options does she have to turn the high street favourite’s fortunes around?</p> <a href=\"https://www.theguardian.com/business/2023/may/13/what-has-gone-wrong-at-john-lewis-and-waitrose-and-can-they-survive\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/13/what-has-gone-wrong-at-john-lewis-and-waitrose-and-can-they-survive", "date_published": "2023-05-13 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yotam Ottolenghi’s breakfasts from around the world – recipes", "description": "<p>Top of the morning: a ‘strata’ bread pudding with bacon, cheese, tomatoes and capers, tortillas cooked in salsa and smothered in cheese, and thick noodles in egg, soy, spring onions and mushrooms</p><p>I love seeing what people are eating for breakfast. In our test kitchen, for example, there’s a range of wonderfully different things in everyone’s morning bowl: <a href=\"https://www.instagram.com/noorishbynoor/?hl=en\">Noor</a> and <a href=\"https://www.instagram.com/verenalochmuller/?hl=en\">Verena</a> have their berry- and seed-filled porridge, <a href=\"https://www.instagram.com/tara.wigley/?hl=en\">Tara</a> seems to eat a za’atar-doused variation on salad niçoise most mornings and <a href=\"https://www.instagram.com/thechayamaya/?hl=en\">Chaya</a> usually comes up with some take or other on seafood with roti. The mix is eclectic, but savoury seems to be the theme that unites the team every morning, the celebration of which defines this week’s recipes.</p> <a href=\"https://www.theguardian.com/food/2023/may/13/breakfasts-from-around-the-world-recipes-udon-strata-chilaquiles-yotam-ottolenghi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/13/breakfasts-from-around-the-world-recipes-udon-strata-chilaquiles-yotam-ottolenghi", "date_published": "2023-05-13 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russian retreat in Bakhmut highlights ‘shortage of credible combat units’, say UK officials", "description": "<p>Retreating Russian brigade ‘dogged with allegations of poor morale and limited combat effectiveness’, says British Ministry of Defence</p><ul><li><a href=\"https://www.theguardian.com/world/2023/may/13/russia-ukraine-war-at-a-glance-what-we-know-on-day-444-of-the-invasion\">What we know on day 444 of the invasion</a></li></ul><p>Russian attacks injured three people in the southern Ukrainian city of Mykolaiv, the city’s mayor has said.</p><p>The strikes occurred early on Saturday, Oleksandr Sienkevych said on his Telegram channel. Russian forces targeted a local factory, also damaging nearby residential buildings, causing fires in three apartments and damaging an educational institution, he said.</p> <a href=\"https://www.theguardian.com/world/live/2023/may/13/russia-ukraine-war-live-russian-retreat-in-bakhmut-highlights-shortage-of-credible-combat-units-say-uk-officials\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/13/russia-ukraine-war-live-russian-retreat-in-bakhmut-highlights-shortage-of-credible-combat-units-say-uk-officials", "date_published": "2023-05-13 06:44:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chrysalis by Anna Metcalfe review – the influencer’s tale", "description": "<p>In this ambitious debut about loneliness and online selfhood, a woman transforms herself as she builds up her strength</p><p>In an essay on weightlifting, <a href=\"https://www.theguardian.com/books/2017/aug/19/sex-tattle-and-soul-how-kathy-acker-shocked-and-seduced-the-literary-world\" title=\"\">Kathy Acker</a> describes the process of gradually building muscle as something that forces a confrontation with the limits of the body, “with chaos, with my own failure or a form of death”. What she describes would not be recognised by the unnamed protagonist of Anna Metcalfe’s Chrysalis<em>, </em>who takes up bodybuilding as a means of asserting control. The novel<em> </em>focuses on a period of transition as this young woman emerges from a difficult childhood and an abusive relationship. She quits her job, sculpts a beautiful and powerful body, eats clean, and develops her own meditation technique. Her skin takes on a hallowed but very literal glow. She starts to post videos and images of herself on social media and acquires a following. The videos, which are made for high-speed playback, show her statuesque body, surrounded by plants, often outdoors, holding itself exquisitely still for hours at a time.</p><p>Metcalfe has previously published short stories, and was recently named on Granta magazine’s <a href=\"https://www.theguardian.com/books/2023/apr/15/grantas-best-of-young-british-novelists-meet-the-class-of-23\" title=\"\">Best of Young British Novelists</a> list. Chrysalis<em>, </em>her first novel, is told across three narratives that describe her protagonist’s transformation from three distanced points of view. At the gym she meets Elliot, a lonely workaholic. She is increasingly estranged from her isolated mother, Bella. Susie, a former colleague, becomes her flatmate for a while. Elliot, Bella and Susie are all painfully vulnerable and chronically lonely. There is no framing device, no pretext for their telling us what they know about this woman, and the background is so lightly sketched that it feels neutralised. Elliot lives in an anonymous urban area, a poignant sunset skyline seen through the gym’s glass wall. Well into the story, this somewhat abruptly becomes Sheffield.</p> <a href=\"https://www.theguardian.com/books/2023/may/13/chrysalis-by-anna-metcalfe-review-the-influencers-tale\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/13/chrysalis-by-anna-metcalfe-review-the-influencers-tale", "date_published": "2023-05-13 06:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neo-Nazis clash with police and counter-protesters at anti-immigration rally in Melbourne", "description": "<p>Police used pepper spray on crowds outside Parliament House, where a group of masked men performed the Nazi salute</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Neo-nazi and anti-fascist groups clashed in Melbourne on Saturday, with police making several arrests and deploying capsicum spray in a bid to quell the violence</p><p>A group led by self-proclaimed neo-Nazi Thomas Sewell was expected to meet at state parliament at midday for an anti-immigration protest, which an anti-fascist group planned to disrupt by rallying 30 minutes earlier, according to multiple posts on social media.</p> <a href=\"https://www.theguardian.com/australia-news/2023/may/13/neo-nazis-clash-with-police-and-counter-protesters-at-anti-immigration-rally-in-melbourne\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/may/13/neo-nazis-clash-with-police-and-counter-protesters-at-anti-immigration-rally-in-melbourne", "date_published": "2023-05-13 06:22:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How America’s fatal gun attraction turned schools into war zones", "description": "<p>Texas alone has suffered 17 mass shootings this year and now lawmakers propose ‘battlefield trauma care’ facilities in schools</p><p>HB 1147, a bill pending in the Texas house of representatives, is strikingly graphic. It proposes that schools across the state should provide “bleeding control stations” equipped with “tourniquets approved for use in battlefield trauma care by the armed forces of the United States”.</p><p>Under the<a href=\"https://legiscan.com/TX/text/HB1147/2023\"> terms of the bill</a>, the bleeding stations would deal with “traumatic injury involving blood loss” – in other words, casualties from a mass shooting. School staff would be trained to use the equipment, in turn passing on such battlefield skills to pupils in third grade upwards.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/mass-shootings-schools-guns-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/mass-shootings-schools-guns-violence", "date_published": "2023-05-13 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s rape trial was triggering. But Carroll’s victory offered a glimmer of hope | V (formerly Eve Ensler)", "description": "<p>The ex-president gaslights and diminishes his victims, and was given a platform by CNN. We can ensure he isn’t elected again</p><p>Since the beginning of the trial between E Jean Carroll and Donald Trump, I have been seriously triggered. I am not alone. I am hearing from women all across America and the world. Sleepless nights, unbearable anxiety, shortness of breath, unexplained rage, depression. Survivors have a kind of collective nervous system, a central body where our stories and trauma live in a timeless and interwoven continuum. When one of us goes on public trial, it is all of us on trial, our histories charged, our past memories made frighteningly present. We are what I would call “sister-triggered”.</p><p>Triggers are cues that signal potential threats around us. As survivors, we are constantly on alert as we swim in these volatile misogynist waters, knowing a wave can come any minute to swallow us whole, or at the very least remind us that although we may have one-off victories we are still swimming in their rigged and violent sea. And this is particularly true each time a sister survivor bravely goes on trial, willingly stands up and publicly tells the truth, sheds her anonymity for the greater good, faces an onslaught of hate, and inevitably has her privacy, being and body reinvaded.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/13/donald-trump-rape-trial-triggering\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/13/donald-trump-rape-trial-triggering", "date_published": "2023-05-13 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I thought, what would I look like with a Brazilian butt lift?’: Louis Theroux, Sharon Horgan and other stars on their recent TV highlights", "description": "<p>It’s been another banner year on the box. Ahead of the Baftas, stars of our favourite shows – from Bridgerton and Bad Sisters to The White Lotus – share their top telly moments</p><p><strong>I’ve graduated to a level of TV-making where people are listening to me</strong></p><p><em>Forbidden America and Louis Theroux Interviews … are </em><em>on iPlayer.</em></p><p><strong>I saw my daughters watching Married </strong><strong>at First Sight … then suddenly I was 23 episodes in</strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/13/i-thought-what-would-i-look-like-with-a-brazilian-butt-lift-louis-theroux-sharon-horgan-and-other-stars-on-their-recent-tv-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/13/i-thought-what-would-i-look-like-with-a-brazilian-butt-lift-louis-theroux-sharon-horgan-and-other-stars-on-their-recent-tv-highlights", "date_published": "2023-05-13 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Excessive foraging for wild garlic and mushrooms in UK ‘a risk to wildlife’", "description": "<p>Experts say foragers taking too much, selling the goods commercially and harming fragile ecosystems</p><p>Foragers for wild garlic and mushrooms have been picking ingredients in protected sites, taking too much and putting wildlife at risk, experts have warned.</p><p>The trend of gathering food in the wild has boomed in recent years, with top restaurants serving foraged food on the menu, and it can be a healthy and sustainable way for people to get closer to nature.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/excessive-foraging-for-wild-garlic-and-mushrooms-in-uk-a-risk-to-wildlife\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/excessive-foraging-for-wild-garlic-and-mushrooms-in-uk-a-risk-to-wildlife", "date_published": "2023-05-13 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I Kissed a Boy review – historic gay dating show is a queer summer treat", "description": "<p>The first ever UK gay dating show – hosted by Dannii Minogue – is fun, relatable and follows the tried-and-tested Love Island formula. What a thrill it is to watch</p><p>There have been many legitimate complaints aimed at ITV’s brash yet brilliant blockbuster Love Island – too much lighting, too few people of colour – but one that has always seemed a bit, well, <em>muggy</em> is the idea that the UK’s most excessive example of straight culture should become a little … gayer. For myself and many other queer fans, there’s something far more exhilarating in watching the horny huns and hunks from afar without feeling like any of their exploits affect or represent us.</p><p>But away from the house, there does remain a maddening dearth of dating shows that revolve around LGBTQ contestants. In 2016, there was Finding Prince Charming, a vapid attempt to replicate The Bachelor with gay guys. But it was a one-season flop and since then, aside from a single season of MTV’s Are You the One? with bisexual contestants, it’s been an aggressively straight line from one dating show to the next. This year, though, after an all-too-long dry spell, we’re experiencing something of a flood. Stormy Daniels gave us cheapo age-gap competition <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/01/for-the-love-of-dilfs-review-stormy-danielss-gay-dating-show-is-a-hoot-from-start-to-finish\">For the Love of DILFS</a> and later this month, Netflix’s The Ultimatum returns with an all-queer female cast. But arguably the most high-profile lands with the brag of being the UK’s first all-gay dating show, Love Island-aping summer series I Kissed a Boy.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/13/i-kissed-a-boy-review-historic-gay-dating-show-is-a-queer-summer-treat\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/13/i-kissed-a-boy-review-historic-gay-dating-show-is-a-queer-summer-treat", "date_published": "2023-05-13 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manhood review: Josh Hawley, moraliser, neo-Confederate and Tucker Carlson of the US Senate", "description": "<p>The Missouri Republican senator thinks something is amiss with American men. Something is definitely up with him</p><p>Josh Hawley is a neo-Confederate at war with modernity. A Republican senator from Missouri, he opposed renaming military bases honoring rebel generals and was the sole vote against a bill to crack down on anti-Asian hate crime. After the supreme court <a href=\"https://www.washingtonpost.com/context/supreme-court-ruling-on-lgbtq-worker-protections/397f6a41-fa68-420f-bf5e-e80401595ed7/?itid=lk_interstitial_manual_6\">ruled</a> that federal law protects employees against discrimination based on sexual orientation, <a href=\"https://www.politico.com/news/2020/06/16/josh-hawley-lgbt-supreme-court-conservatives-323254\">Hawley bemoaned</a> “the end of the conservative legal movement”. That the decision was written by Neil Gorsuch, an arch-conservative, was irrelevant.</p><p>On 6 January 2021, Hawley gave a clench-fisted salute to Trump supporters at the Capitol. After the deadly riot, he voted against certifying the 2020 election. His last book, The Tyranny of Big Tech, featured a blurb from Tucker Carlson – the now former Fox News host who fantasized about the murder of a Black man, dabbled in <a href=\"https://twitter.com/NikkiMcR/status/1515130557675581442\">“testicle tanning”</a> and <a href=\"https://twitter.com/NikkiMcR/status/1515130557675581442\">produced a series</a> called The End of Men.</p> <a href=\"https://www.theguardian.com/books/2023/may/13/manhood-review-josh-hawley-book-tucker-carlson\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/13/manhood-review-josh-hawley-book-tucker-carlson", "date_published": "2023-05-13 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine aims for repeat victory in most political Eurovision in years", "description": "<p>Four-hour broadcast will feature taunts at Putin and a singalong of a Liverpool anthem</p><p>There will be rockets, soldiers and moustachioed men in their underpants lampooning Vladimir Putin as a “crocodile psychopath” – and that’s just the Croatian act.</p><p>One of the most stridently political Eurovision grand finals in years takes place in Liverpool on Saturday night against a backdrop of a war in Ukraine that shows little sign of ending.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/13/ukraine-aims-for-repeat-victory-in-most-political-eurovision-in-years\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/13/ukraine-aims-for-repeat-victory-in-most-political-eurovision-in-years", "date_published": "2023-05-13 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which monarch owned 640 dogs? The Saturday quiz", "description": "<p>From Buckyballs to Old Faithful, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Which monarch owned 640 dogs comprising 32 breeds?<br /><strong>2</strong> Which clothing brand began in the Market Place in South Shields?<br /><strong>3</strong> Buckyballs are a form of which element?<br /><strong>4</strong> What has topped the RSPB’s Big Garden Birdwatch for the past 20 years?<br /><strong>5</strong> Which food safety measure was pioneered by microbiologist Alice Evans?<br /><strong>6</strong> Old Faithful, or 11 to 15, is an opening move in which game?<br /><strong>7</strong> Philippe Halsman famously photographed his subjects doing what?<br /><strong>8</strong> Which country’s flag promises “order and progress”?<br /><strong>What links</strong>:<br /><strong>9</strong> Lieutenant Kijé; Comrade Ogilvy; Bunbury; Captain Tuttle; Susie?<br /><strong>10</strong> Balzac; Paolo Malatesta and Francesca da Rimini; siege of Calais?<br /><strong>11</strong> Ba’; Bottle-kicking; Scoring the Hales; Uppies and Downies?<br /><strong>12</strong> Lost in a Good Book; Havisham; Jack Maggs; Mister Pip?<br /><strong>13</strong> Iphigenia in Greek myth and Isaac in the Bible?<br /><strong>14</strong> Gas giant; Neptunian; super-Earth; terrestrial?<br /><strong>15</strong> England (1485); France (923); Germany (1298); Scotland (1513)?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/which-monarch-owned-640-dogs-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/which-monarch-owned-640-dogs-the-saturday-quiz", "date_published": "2023-05-13 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lisbon revealed as best-value location for a European city break", "description": "<p>The Portuguese capital wins top spot ahead of budget-friendly eastern European destinations, according to new poll</p><p>In an annual travel survey which analysed typical tourist costs in 35 European cities, Lisbon has emerged as the best-value location for a city break on the continent – beating traditional budget-friendly eastern European destinations.</p><p>The <a href=\"https://www.postoffice.co.uk/travel-money/city-costs-barometer\">Post Office Travel Money City Costs Barometer</a> found the Portuguese capital won the top spot ahead of runner-up Vilnius, Lithuania’s capital. Two other past winners – Krakow (third) and Athens (fourth) – complete the top four cities.</p> <a href=\"https://www.theguardian.com/travel/2023/may/13/lisbon-revealed-as-best-value-location-for-a-european-city-break\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/13/lisbon-revealed-as-best-value-location-for-a-european-city-break", "date_published": "2023-05-13 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: my wife is gardening. I’m in my shed writing. It’s a risky situation", "description": "<p>Staring out of the window is important for a writer, but my wife, who is spending the bank holiday weeding, has a different view</p><p>A long time ago I read a quotation in a book of advice, which held that the hardest thing about being a writer is convincing your spouse that looking out of the window is part of your job. I have never been able track down the exact wording or the author of that quotation; when I look online the only source I can find for it is me, because I cite it so regularly. This is perhaps fitting, since my wife thinks I made it up.</p><p>It is mid-morning and I am staring out of the window, hard at work. From my office shed I have a clear view of my wife as she struggles to push a wheelbarrow full of soil across the garden. This is a very dangerous position to be in; if I accidentally catch her eye, no unattributed quote about the hardest part of being a writer will be accepted in mitigation.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/tim-dowling-my-wife-is-gardening-im-in-my-shed-writing-its-a-risky-situation\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/tim-dowling-my-wife-is-gardening-im-in-my-shed-writing-its-a-risky-situation", "date_published": "2023-05-13 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US girl who graduated from college at 15: ‘We are the invisible Black scholars’", "description": "<p>Shania Muhammad earned bachelor of arts degree from Langston University in Oklahoma and plans career in public speaking</p><p>Among the millions who are celebrating having received their university diplomas in the US this spring is a 15-year-old girl from Oklahoma, one of the youngest ever American college graduates.</p><p>Shania Muhammad graduated from Oklahoma’s Langston University with a bachelor of arts degree as well as a 4.0 grade-point average that was the highest in her class, according to a recent report from the local news media outlet <a href=\"https://www.koco.com/article/oklahoma-langston-university-graduate/43830448\">KOCO-TV</a>. She said she plans to pursue a career in public speaking and publish a book about her experience in school titled Read, Write, Listen: 13 in College.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/13/young-college-graduate-15-shania-muhammad-oklahoma\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/13/young-college-graduate-15-shania-muhammad-oklahoma", "date_published": "2023-05-13 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "92 constituencies in England allow no right to roam, data shows", "description": "<p>Exclusive: Campaigners call for Scottish-style rights to reach nature, as figures show ‘hugely unequal’ distribution of access</p><p>People have no right to roam at all in 92 constituencies across England, new data shows, as campaigners call for an outdoor access code to link people to nature.</p><p>Next week, MPs will debate the “right to roam”, namely the ability to legally and responsibly walk through the countryside, leaving no trace behind. Currently, just 8% of England has this designation, which covers coastal paths, mountains and moorland.</p><p><strong>Penrith and </strong><strong>the Border</strong> (111,370) <br />MP: Neil Hudson, Conservative</p><p><strong>Hexham</strong> (97,495) <br />MP: Guy Opperman, Conservative</p><p><strong>Skipton and Ripon</strong> (76,028) <br />MP: Julian Smith, Conservative</p><p><strong>Richmond (Yorks)</strong> (62,4935) <br />MP: Rishi Sunak, Conservative</p><p><strong>Copeland</strong> (54,787) <br />MP: Trudy Harrison, Conservative</p><p><strong>Westmorland and Lonsdale</strong> (48,4135) <br />MP: Tim Farron, Liberal Democrat</p><p><strong>Berwick-upon-Tweed</strong> (43,663) <br />MP: Anne-Marie Trevelyan, Conservative</p><p><strong>Bishop Auckland</strong> (34,918) <br />MP: Dehenna Davison, Conservative</p><p><strong>Torridge and West Devon</strong> (30,295) <br />MP: Geoffrey Cox, Conservative</p><p><strong>North West Durham</strong> (26,599) <br />MP: Richard Holden, Conservative</p> <a href=\"https://www.theguardian.com/environment/2023/may/13/92-constituencies-in-england-allow-no-right-to-roam-data-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/13/92-constituencies-in-england-allow-no-right-to-roam-data-shows", "date_published": "2023-05-13 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘My friends would be weirded out by how similar the two of us are’", "description": "<p>Dora, 24, who works in a museum, meets Jago, 25, a programme and policy assistant</p><p><strong>What were you hoping for?</strong><br />To meet my soulmate, of course. Failing that, a funny story to tell.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/13/blind-date-dora-jago\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/13/blind-date-dora-jago", "date_published": "2023-05-13 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to turn over-ripe berries into a brilliant little cake - recipe | Waste not", "description": "<p>Past-their-best berries are just the ticket for these crunchy-topped muffins </p><p>Save squishy berries from the food-waste bin by making today’s <a href=\"https://www.theguardian.com/food/2021/aug/07/tamal-ray-recipe-honey-ginger-cheesecake-streusel-topping\">streusel</a> muffins. I’ve based the recipe on the classic German blueberry <em>kuchen</em>, which feature a cake base moistened with fresh berries, all covered in a crunchy, crumble-style topping. I’ve boosted the flavour and fortified the mix by using whole spelt and rye flours with <a href=\"https://www.theguardian.com/lifeandstyle/2006/mar/04/features.weekend4#:~:text=If%20you%20can%20get%20rapadura%20sugar%20(available%20from%20classy%20health%20food%20shops)%2C%20I%20suggest%20using%20that%20because%20it%20has%20a%20lower%20GI%20than%20other%20sugars%2C%20as%20well%20as%20a%20wonderful%2C%20toffee%2Dlike%20flavour.\">rapadura</a> sugar, though regular wheat flour and brown sugar will work as nicely, so use whatever flour, sugar, nuts and spices you have to hand. As for the fruit content, even just a small handful of over-ripe berries will do.</p> <a href=\"https://www.theguardian.com/food/2023/may/13/turn-over-ripe-berries-into-cake-recipe-zero-waste-cooking-berry-streussel-cake-tom-hunt\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/13/turn-over-ripe-berries-into-cake-recipe-zero-waste-cooking-berry-streussel-cake-tom-hunt", "date_published": "2023-05-13 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: it’s finally time for the biggest party of the year!", "description": "<p>The Eurovision Song Contest 2023 promises to be a wild night. Plus: Lesley Manville charms in Mrs Harris Goes to Paris. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/13/tv-tonight-its-finally-time-for-the-biggest-party-of-the-year\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/13/tv-tonight-its-finally-time-for-the-biggest-party-of-the-year", "date_published": "2023-05-13 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My entire self-worth is at stake’ Edith Pritchett on being photographed – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/may/13/edith-pritchett-on-being-photographed-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/may/13/edith-pritchett-on-being-photographed-cartoon", "date_published": "2023-05-13 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Eurovision to The Legend of Zelda: a complete guide to this week’s entertainment", "description": "<p>Whether it’s going cinematic with this year’s song contest or returning to Hyrule with Link, our critics have you covered for the next seven days</p><p><strong>The Eight Mountains</strong><br /><em>Out now</em><br />The Cannes film festival is unfolding this week, but here’s a chance for UK audiences to see what some of the fuss was about last year, with this 2022 Prix du Jury winner now in cinemas. A luscious, heartbreaking and sweeping epic about a friendship that develops in the picturesque Alpine section of Italy, this is pure cinema.</p> <a href=\"https://www.theguardian.com/culture/2023/may/13/from-eurovision-to-the-legend-of-zelda-a-complete-guide-to-this-weeks-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/13/from-eurovision-to-the-legend-of-zelda-a-complete-guide-to-this-weeks-entertainment", "date_published": "2023-05-13 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: Back to these cliffs go I, and these petrels | Jim Perrin", "description": "<p><strong>Lydstep, Pembroke:</strong> As I lounge among the rich spring fauna, I watch the storm petrels – long-haul specialists that have returned here from South Africa</p><p>The banks of the track were lapidary with spring flowers: wood anemones and stitchwort, dog violets and ramson, vernal squills shimmering azure across the greensward as I emerged on to the headland. As old climbers will, I was returning to a memorable place of my youth: Mother Carey’s Kitchen. You’ll find the name on navigation charts these days, but it’s not as traditional as you might assume – I coined it after I first stood at the foot of its impressive high buttress of seamed walls, steep corners and bold arêtes.</p><p>Why? Because on that May morning 55 years ago, the air thronged with “Mother Carey’s chickens”: storm petrels, the smallest of seabirds, about the size of a sparrow, dark-plumaged and white-rumped. How wonderful to see them here over the sea once more, light and fluttery in their flight, wings angled as they stoop to feed on plankton and small, floating crustacea.</p> <a href=\"https://www.theguardian.com/environment/2023/may/13/country-diary-back-to-these-cliffs-go-i-and-these-petrels\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/13/country-diary-back-to-these-cliffs-go-i-and-these-petrels", "date_published": "2023-05-13 04:30:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons face another day of disruptions as train crews stage strike", "description": "<p>Most networks will have limited service as RMT members at 14 companies in England walk out</p><p>Passengers face another day of disruption on Britain’s railways on Saturday as train crews stage a 24-hour strike immediately after <a href=\"https://www.theguardian.com/uk-news/2023/may/12/rail-passengers-weekend-strikes-across-britain-unions-eurovision\">Friday’s action by drivers</a>.</p><p>Ministers again urged unions to put sub-inflation pay offers to their members, but Labour said the government had “guaranteed a weekend of chaos” by refusing to hold talks.</p> <a href=\"https://www.theguardian.com/business/2023/may/13/britons-face-another-day-of-disruptions-as-train-crews-stage-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/13/britons-face-another-day-of-disruptions-as-train-crews-stage-strike", "date_published": "2023-05-13 04:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jimmy Butler and Heat close out Knicks to reach third East finals in four years", "description": "<ul><li>Miami back in NBA’s last four with 96-92 win over New York</li><li>Heat become second No 8 seed ever to reach conference finals</li></ul><p>Jimmy Butler scored 24 points, Bam Adebayo added 23 and the Miami Heat are headed back to the Eastern Conference finals after topping the New York Knicks 96-92 on Friday night.</p><p>Max Strus scored 14 points and Kyle Lowry had 11 points and nine assists for the eighth-seeded Heat, who won the semi-final series 4-2 to go to the conference finals for the 10th time overall and the third time in the last four years.</p> <a href=\"https://www.theguardian.com/sport/2023/may/12/nba-playoffs-lakers-warriors-knicks-heat-scores\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/12/nba-playoffs-lakers-warriors-knicks-heat-scores", "date_published": "2023-05-13 02:56:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cyclone Mocha threatens world’s largest refugee camp on Myanmar-Bangladesh border", "description": "<p>Predicted to make landfall on Sunday, preparations are under way for a partial evacuation of the camp in Cox’s Bazar</p><ul><li><a href=\"https://www.theguardian.com/world/2022/aug/25/myanmar-rohingya-people-crisis-refugees-explained-in-30-seconds\">The plight of Myanmar’s Rohingya explained in 30 seconds</a></li></ul><p>Tropical cyclone Mocha intensified to become “very dangerous”, the World Meteorological Organisation has said, warning of violent winds, floods and possible landslides in Bangladesh which could hit the world’s biggest refugee camp in Cox’s bazar.</p><p>Cyclone Mocha is predicted to make landfall on Sunday near the Bangladesh-Myanmar border, according to India’s meteorological office, packing winds of up to 175km/h (108mph).</p> <a href=\"https://www.theguardian.com/world/2023/may/13/cyclone-mocha-threatens-worlds-largest-refugee-camp-on-myanmar-bangladesh-border\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/13/cyclone-mocha-threatens-worlds-largest-refugee-camp-on-myanmar-bangladesh-border", "date_published": "2023-05-13 02:35:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Texas man kills girlfriend after she had an abortion in Colorado", "description": "<p>Gabriella Gonzalez, 26, was shot in the head in a parking lot by Harold Thompson, 22, shortly after she ‘shrugs off’ his chokehold </p><p>A 26-year-old woman from Texas was shot and killed by her boyfriend after getting an abortion in another state, Dallas police said.</p><p>He was jailed on a murder charge as of Friday.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/12/texas-woman-killed-boyfriend-abortion\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/12/texas-woman-killed-boyfriend-abortion", "date_published": "2023-05-13 00:44:51+00:00", "persistent": false, "user": null, "language": "en-UK"}]