[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Spotkali się 31 lat temu na wakacjach. Zakochani znów są razem", "description": "Kate Pymm z Anglii i Guenther Baera z Niemiec poznali się w 1989 roku, gdy ona miała 17 lat, a on 23. Niestety, zakochani stracili kontakt i zaczęli prowadzić osobne życie. Po 31 latach ich ścieżki znów się zeszły.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/niemcy-spotkali-sie-31-lat-temu-na-wakacjach-zakochani-znow-sa-razem/", "date_published": "2023-02-26 21:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Łotwa. Morze wyrzuciło na plażę martwego delfina. Zbadają go specjaliści", "description": "Na łotewską plażę morze wyrzuciło martwego delfina. Zwierzę planują zbadać specjaliści - przekazały media. Delfiny rzadko zapuszczają się w okolice Zatoki Ryskiej, częściej można je spotkać u wybrzeży Polski.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/lotwa-morze-wyrzucilo-na-plaze-martwego-delfina-zbadaja-go-specjalisci/", "date_published": "2023-02-26 21:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Mieszkanka Chersonia informowała o lokalizacji rosyjskich baz. Dostała medal", "description": "Olga, mieszkanka Chersonia, po okupacji miasta przez siły rosyjskie postanowiła nie wyjeżdżać. Jej synowi udało się dotrzeć na tereny kontrolowane przez Ukrainę. Postanowił wykorzystać mamę w dobrym celu i pytać ją o informacje potrzebne ukraińskiemu wywiadowi. W taki sposób zwykła właścicielka sklepu monopolowego została bohaterką. Dostała nawet nagrodę od od Głównego Zarządu Wywiadu Ukrainy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/wojna-w-ukrainie-mieszkanka-chersonia-informowala-o-lokalizacji-rosyjskich-baz-dostala-medal/", "date_published": "2023-02-26 17:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Meksyk. Zaobserwowano duże stada ptaków na ulicach. Eksperci wyjaśniają", "description": "W Meksyku zaobserwowano duże stado ptaków, które zgromadziło się na ulicy. Internauta udostępniający nagranie zasugerował, że zwierzęta wyczuły nadchodzący kryzys ekologiczny i zareagowały w taki sposób. Eksperci wątpią w to wyjaśnienie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/meksyk-zaobserwowano-duze-stada-ptakow-na-ulicach-eksperci-wyjasniaja/", "date_published": "2023-02-26 16:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Hubert Hurkacz wygrał turniej ATP. To szósty tytuł polskiego tenisisty", "description": "Hubert Hurkacz w niedzielnym finale w Marsylii pokonał reprezentanta gospodarzy Benjamina Bonziego, zdobywając tym samym szósty tytuł w karierze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/hubert-hurkacz-wygral-turniej-atp-to-szosty-tytul-polskiego-tenisisty/", "date_published": "2023-02-26 15:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Przestań czytać rosyjskie gazety\". Doradca Zełenskiego do Elona Muska", "description": "Nie Władimir Putin, ale amerykańska dyplomatka naciska na wojnę Rosji z Ukrainą - taką złotą myślą podzielił się miliarder Elon Musk. Spotkało się to z odpowiedzią z Kijowa. Przestań czytać rosyjskie gazety - napisał do szefa Tesli i SpaceX Mychajło Podolak, doradca Wołodymyra Zełenskiego. Przypomniał też Muskowi, co jest podstawą wolności.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/przestan-czytac-rosyjskie-gazety-doradca-zelenskiego-do-elona-muska/", "date_published": "2023-02-26 11:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Włochy: Ciała 27 migrantów znaleziono na plaży", "description": "Na plaży w regionie Kalabria w południowych Włoszech znaleziono ciała 27 migrantów - podaje Reuters. Z kolei agencja ANSA przekazała, że nieustalona jeszcze liczba kolejnych zwłok dryfuje w morzu i nie zostały jeszcze wydobyte. Na miejscu są karabinierzy, policja i straż przybrzeżna.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/wlochy-ciala-27-migrantow-znaleziono-na-plazy/", "date_published": "2023-02-26 08:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Władimir Putin: Zachód chce zdemontować Rosję i ją kontrolować", "description": "- Oni mają jeden cel: zdemontować były Związek Radziecki i jego główną część, czyli Federację Rosyjską - powiedział Władimir Putin w wywiadzie dla telewizji państwowej. Przywódca Rosji wspomniał, że bierze pod uwagę potencjał nuklearny NATO i uznał Zachód ma dokumenty dotyczące możliwego podziału Rosji. Dowodów na swoje tezy jednak nie przedstawił.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/wladimir-putin-zachod-chce-zdemontowac-rosje-i-ja-kontrolowac/", "date_published": "2023-02-26 07:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Samolot medyczny rozbił się w górach. Nie żyją załoga i pacjent", "description": "Pięć osób, w tym pacjent, zginęło w katastrofie samolotu medycznego, który rozbił się w górach w północnej Nevadzie. Panowały wtedy trudne warunki pogodowe. Firma - właściciel maszyny - wstrzymała wszystkie loty, by skupić się na pomocy służbom i rodzinom zmarłych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/usa-samolot-medyczny-rozbil-sie-w-gorach-nie-zyja-zaloga-i-pacjent/", "date_published": "2023-02-26 07:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Hongkong. Morderstwo modelki Abby Choi. Trzy osoby oskarżone", "description": "Trzy osoby zostały aresztowane i oskarżone w związku z brutalnym morderstwem Abby Choi, światowej sławy modelki. Jej nogi znaleziono w lodówce, a inne części ciała schowane były w garnkach. Policja nadal poszukuje fragmentów rozczłonkowanych zwłok, w tym głowy modelki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/hongkong-morderstwo-modelki-abby-choi-trzy-osoby-oskarzone/", "date_published": "2023-02-26 07:10:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzęsienie ziemi w Turcji. Śledztwo ws. zawalenia się budynków. Aresztowano 184 osoby", "description": "W Turcji aresztowano 184 osoby, które zdaniem ministerstwa sprawiedliwości mogą być odpowiedzialne za zawalenie się budynków w czasie trzęsienia ziemi. Śledztwem objętych jest ponad 600 osób w tym projektanci, wykonawcy oraz właściciele zawalonych budynków. Sprawdzana jest dokumentacja budowlana.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-26/trzesienie-ziemi-w-turcji-sledztwo-ws-zawalenia-sie-budynkow-aresztowano-184-osoby/", "date_published": "2023-02-26 06:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]