[{"source": "https://www.theguardian.com/international/rss", "title": "Ligue 1 roundup: Mbappé equals PSG goals record in crucial win at Marseille", "description": "<ul><li>Kylian Mbappé reaches 200 goals for club in 3-0 win</li><li>Monaco in surprise 3-0 home defeat against Nice</li></ul><p>World Cup foes Lionel Messi and Kylian Mbappé inspired <strong>Paris St Germain</strong> to a 3-0 win at bitter rivals <strong>Marseille</strong> to extend their Ligue 1 lead to eight points on Sunday.</p><p>Mbappé, who scored twice, was set up by Messi for both his goals, and repaid the favour by laying on another for the Argentina forward as PSG, who were without the injured Neymar, moved to 60 points from 25 games with second-placed Marseille on 52.</p> <a href=\"https://www.theguardian.com/football/2023/feb/26/ligue-1-roundup-mbappe-equals-psg-goals-record-in-crucial-win-at-marseille\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/26/ligue-1-roundup-mbappe-equals-psg-goals-record-in-crucial-win-at-marseille", "date_published": "2023-02-26 22:06:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manny Machado reportedly agrees to $350m, 11-year deal with Padres", "description": "<ul><li>Contract will be fourth-highest in baseball history</li><li>Machado is part of strong lineup in San Diego</li></ul><p>All-Star slugger Manny Machado has agreed to a new $350m, 11-year contract that will keep him with the San Diego Padres through 2033, a source has told the Associated Press.</p><p>The deal, <a href=\"https://www.espn.com/mlb/story/_/id/35739485/sources-padres-manny-machado-finalizing-350m-extension\">which was first reported by ESPN</a>, is yet to be finalized. Machado was scheduled to bat second on Sunday in the Padres’ spring training game against the Arizona Diamondbacks.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/26/manny-machado-reportedly-agrees-to-350m-11-year-deal-with-padres\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/26/manny-machado-reportedly-agrees-to-350m-11-year-deal-with-padres", "date_published": "2023-02-26 18:13:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Brandon Miller’s ‘pat-down’ intro stopped in light of Alabama homicide case", "description": "<ul><li>Crimson Tide star allegedly brought gun to scene of killing</li><li>Miller has not been charged with crime over allegations</li></ul><p>Alabama’s coach, Nate Oats, says he will put an end to Brandon Miller’s pregame introduction in the light of a homicide near the university in January.</p><p>This week <a href=\"https://www.theguardian.com/sport/2023/feb/22/alabama-star-miller-delivered-gun-used-in-killing-of-young-mother-police-say\">police alleged in courtroom testimony</a> that Miller brought a gun to former Alabama teammate Darius Miles, who is charged with capital murder in the fatal shooting of <a href=\"https://www.al.com/news/birmingham/2023/01/mother-23-killed-on-strip-in-tuscaloosa-was-beautiful-young-woman-who-loved-her-family.html\">Jamea Harris, a young mother</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/26/brandon-millers-pat-down-intro-stopped-in-light-of-alabama-homicide-case\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/26/brandon-millers-pat-down-intro-stopped-in-light-of-alabama-homicide-case", "date_published": "2023-02-26 14:01:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Let it all go and be sexy’: the Asian aunties exploring their sensuality through Zumba", "description": "<p>In this Melbourne gym, an army of middle-aged women are finding confidence in the chest shimmies and ‘slut drops’ of the high-energy dance regime</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I remember the first time I saw my mum attempt a body roll. The room was lit with multicoloured fluorescent flashing bulbs, and we weren’t alone – we were in a Zumba dance class with 40 other bodies sweating it out in activewear. And there was my 61-year-old Chinese mum, coiling her torso back and forth like I had never seen.</p><p>I had been to Zumba before, but had dismissed it as a novelty exercise featuring a giddy instructor in a wireless headset and clashing prints. But in this unassuming gym in Melbourne’s south-east, it felt different. The odour of sweat was the same, the dance routines were familiar, but in the front rows of the class were a dozen or so Asian “aunties” – middle-aged women – gyrating their hips in time to the music.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/27/let-it-all-go-and-be-sexy-the-asian-aunties-exploring-their-sensuality-through-zumba\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/27/let-it-all-go-and-be-sexy-the-asian-aunties-exploring-their-sensuality-through-zumba", "date_published": "2023-02-26 14:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "My mum was diagnosed with schizophrenia when I was 14. Here’s what I wish I’d known | Elfy Scott", "description": "<p>The stigma surrounding complex mental health is such that<strong> Elfy Scott </strong>completed a psychology degree to learn more – but even that fell short</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>When I was first told that my mum was living with schizophrenia – by my school counsellor, when I was about 14 – I had almost no concept of what that really meant. All I knew for sure was that it felt dark, scary and taboo. In other words, my understanding of complex mental health was almost entirely defined by the stigma that surrounds it.</p><p>I had begun to suspect that there was something rather odd about mum, beyond the normal eccentricities. Maybe not everyone’s parents spoke to unseen voices from time to time, or became wildly obsessed with home break-ins. Putting a name to the diagnosis made parts of the puzzle fall into place – but it also opened the door to more questions: <em>What was schizophrenia, actually? Who else was living with it? And why hadn’t I heard their stories?</em></p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/books/2023/feb/27/my-mum-was-diagnosed-with-schizophrenia-when-i-was-14-heres-what-i-wish-id-known\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/27/my-mum-was-diagnosed-with-schizophrenia-when-i-was-14-heres-what-i-wish-id-known", "date_published": "2023-02-26 14:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Capitol Hill finds rare bipartisan cause in China – but it could pose problems", "description": "<p>Experts fear this moment of agreement in Washington could escalate tensions with Beijing and increase the risk of conflict</p><p>In the weeks since the US military shot down a <a href=\"https://www.theguardian.com/us-news/2023/feb/13/biden-ufo-shot-down-michigan-flying-objects\">suspected Chinese surveillance balloon</a>, Democrats and Republicans on Capitol Hill have spoken passionately about the need to more effectively compete with Beijing. A resolution condemning China for the balloon incident passed the House in an unanimous vote of 419 to 0.</p><p>Joe Biden has similarly expressed hope that efforts to strengthen America’s global competitiveness in response to a rising China can unite Democrats and Republicans in an era defined by bitter partisanship.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/26/chinese-balloon-bipartisan-capitol-hill-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/26/chinese-balloon-bipartisan-capitol-hill-risk", "date_published": "2023-02-26 13:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Old-school union busting’: how US corporations are quashing the new wave of organizing", "description": "<p>Victories at several companies energized organizers, but hostile corporations – and an impotent labor board – stymie negotiations</p><p>US corporations have mounted a fierce counterattack against the union drives at Starbucks, Amazon and other companies, and in response, federal officials are working overtime to crack down on those corporations’ illegal anti-union tactics – maneuvers that labor leaders fear could significantly drain the momentum behind today’s surge of unionization.</p><p>The National Labor Relations Board (NLRB), the federal agency that polices labor-management relations, has accused Starbucks and Amazon of a slew of illegal anti-union practices, among them firing many workers in retaliation for backing a union. Nonetheless, many workplace experts question whether the NLRB’s efforts, no matter how vigorous, can assure that workers have a fair shot at unionizing.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/26/amazon-trader-joes-starbucks-anti-union-measures\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/26/amazon-trader-joes-starbucks-anti-union-measures", "date_published": "2023-02-26 09:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Green and hairy, huperzia is a real delight", "description": "<p>This new arrival on the UK market is weird and wonderful, but it really grows on you</p><p>With the huge surge of new tropical plant introductions flooding into the trade right now, it is probably the most exciting time in a century to be a houseplant collector. I wonder if this is what it felt like to be a head gardener of a grand estate in Victorian England, when plant hunters were sending back a flurry of new introductions from all over the globe that had never been seen in Britain before. During the first few years of the recent houseplant renaissance, many “new” plants were, in fact, just 1970s staples making a long-overdue comeback, but suddenly there seem to be dozens of truly “new” species, even entire genera, entering the UK market for the first time. There are dozens to pick from, but it’s hard to think of one that’s more weird and wonderful than the huperzia.</p><p>I first saw these amazing plants at a roadside plant stall high up in the mountains of rural Borneo in the early 2000s. Growing upside down straight out of the bottom of wire hanging baskets were Rapunzel-like cascades of what looked just like fluffy green pipe cleaners. Proper cartoon Martian stuff. One of the earliest forms of land plant, the huperzia has a wonderfully primitive growth pattern called bifurcation, where its tips literally split in two, giving its branches a forked “Y” shape. The interesting thing is that this isn’t just the case in the parts above ground as even the skinny, white roots are a fuzzy mass of forks.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/26/james-wong-on-gardening-green-and-hairy-huperzia-is-a-real-delight\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/26/james-wong-on-gardening-green-and-hairy-huperzia-is-a-real-delight", "date_published": "2023-02-26 08:15:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Cocaine Bear review – larky horror comedy is roaring good fun", "description": "<p>Elizabeth Banks’s playfully anarchic creature-feature about a rampaging beast high on drugs is as daft as it is entertaining</p><p>“If a man and an ant were exposed to radiation simultaneously,” intones John Goodman’s B-movie maestro in Joe Dante’s 90s cult gem <em>Matinee</em>, “the result would be terrible indeed; for the result would be… Mant!” You can hear an echo of Goodman’s “Half man, half ant, all terror!” mantra in the pitch for this campy horror comedy in which an apex predator and a ragtag group of humans are exposed to several million dollars’ worth of class-A narcotics simultaneously and the result is… <em>Cocaine Bear</em> – a title so brilliantly simple and outrageously WTF? that it almost makes the movie itself redundant. Could any feature really be as much fun as the viral trailer that dropped last month, mashing up sweary kids (“There was a bear; it was <em>fucked</em>!”) and roaring behemoths to the pumping strains of White Lines (Don’t Don’t Do It)? Or is this, like 2006’s much-hyped <em><a href=\"https://www.theguardian.com/film/2006/aug/20/horror\">Snakes on a Plane</a></em><a href=\"https://www.theguardian.com/film/2006/aug/20/horror\">,</a> just another case of all title and no trousers?</p><p>The answer to both questions is no or at least not quite. While this may not be the head-spinning chaos-fest we hoped for, nor is it “terrible indeed”. Instead, actor turned film-maker <a href=\"https://www.theguardian.com/film/elizabeth-banks\">Elizabeth Banks</a>’s third directorial feature (after <em><a href=\"https://www.theguardian.com/film/2015/may/17/pitch-perfect-2-review-hilarious-rebel-wilson\">Pitch Perfect 2</a></em> and the 2019 <em><a href=\"https://www.theguardian.com/film/2019/dec/01/charlies-angels-review-kristen-stewart-elizabeth-banks\">Charlie’s Angels</a></em> reboot) is sporadically goofy fun, a scrappy carnival of ripped limbs, severed heads and spilled intestines, all softened by an only partly parodic family-centred Spielbergian sensibility.</p> <a href=\"https://www.theguardian.com/film/2023/feb/26/cocaine-bear-review-larky-horror-comedy-is-roaring-good-fun\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/26/cocaine-bear-review-larky-horror-comedy-is-roaring-good-fun", "date_published": "2023-02-26 08:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Courage to be Free review: Ron DeSantis bows and scrapes to Trump", "description": "<p>On the page, the Florida governor doesn’t show much courage about the man he must beat to be the Republican nominee</p><p>The <a href=\"https://www.realclearpolitics.com/epolls/2024/president/us/general_election_desantis_vs_biden-7967.html\">latest polls</a> place Ron DeSantis and Joe Biden in a footrace for 2024. Florida’s 44-year-old Republican governor leads the octogenarian president <a href=\"https://poll.qu.edu/poll-release?releaseid=3866\">by a whisker</a>. More Americans like DeSantis than otherwise. Whether he can capture the Republican nomination, however, remains an open question. He has not yet declared his candidacy and <a href=\"https://www.realclearpolitics.com/epolls/2024/president/us/2024_republican_presidential_nomination-7548.html\">trails</a> Donald Trump in <a href=\"https://morningconsult.com/2024-gop-primary-election-tracker/\">hypothetical matchups</a>. Then again, no one else comes close.</p><p>Said differently, Trump and his legacy remain forces for any Republican to reckon with. Nikki Haley, an announced candidate for the GOP nomination, can barely mention his name. She wants to supplant her ex-boss by eliding him. A bold strategy.</p> <a href=\"https://www.theguardian.com/books/2023/feb/26/the-courage-to-be-free-review-ron-desantis-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/26/the-courage-to-be-free-review-ron-desantis-trump", "date_published": "2023-02-26 07:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bitter harvest for some in a global economy changed by Russia’s war", "description": "<p>A year of conflict has brought soaring prices and faltering trade, but also a step change in the switch to renewables</p><p>Russia’s invasion of Ukraine sent shockwaves through the global economy and now, a year on from the start of the attack, the world is fundamentally changed.</p><p>Trends that were already in motion have accelerated, as the need to move away from fossil fuels to greener, renewable energy supplies became more urgent. Food prices have soared, increasing hunger in the developing world, and forcing governments, businesses and people to adapt to lasting shifts. Here we take a look at five ways the global economy has changed:</p> <a href=\"https://www.theguardian.com/business/2023/feb/26/bitter-harvest-for-some-in-a-global-economy-changed-by-russias-war\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/26/bitter-harvest-for-some-in-a-global-economy-changed-by-russias-war", "date_published": "2023-02-26 00:05:05+00:00", "persistent": false, "user": null, "language": "en-US"}]