[{"source": "https://www.theguardian.com/international/rss", "title": "Carlos Alcaraz happy to ‘delete’ pressure after easing into US Open quarter-finals", "description": "<ul><li>Defending champion defeats Matteo Arnaldi 6-3, 6-3, 6-4</li><li>Alcaraz: ‘I put out all the pressure that people put on you’</li></ul><p>Carlos Alcaraz says that he does not feel any additional pressure as he continued his attempts to defend a grand slam title for the first time by calmly moving into the quarter-finals of the US Open with a 6-3, 6-3, 6-4 win over Matteo Arnaldi.</p><p>“I didn’t feel anything different,” said the world No 1. “I try not to think about the defending champion. I just try to be focused on my game, on my own game, on what I have to do to put my best level on court. For me, nothing else matters than playing to my level and be happy with the level that I’m playing on court.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/05/carlos-alcaraz-not-feeling-pressure-after-easing-into-us-open-quarter-finals\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/05/carlos-alcaraz-not-feeling-pressure-after-easing-into-us-open-quarter-finals", "date_published": "2023-09-04T23:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Typhoon Haikui uproots trees and triggers mudslides in Taiwan – video", "description": "<p>Haikui swept across Taiwan after making landfall on Sunday, leaving tens of thousands of households without power. The typhoon, the first to directly hit Taiwan in four years, forced thousands of residents to evacuate in the south and east of the island. No deaths have been reported as a result of the typhoon, which is expected to continue towards China</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/sep/03/typhoon-haikui-taiwan-evacuates-thousands-cancels-flights-as-storm-approaches\"><strong>More than 40 people injured as Typhoon Haikui hits Taiwan</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/sep/04/typhoon-haikui-uproots-trees-triggers-mudslides-taiwan-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/sep/04/typhoon-haikui-uproots-trees-triggers-mudslides-taiwan-video", "date_published": "2023-09-04T19:45:00+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Mnangagwa vows to improve lives of Zimbabweans as he is sworn in for second term", "description": "<p>Opposition politicians claim that voters faced widespread intimidation in election won by Zimbabwe’s president</p><p>Emmerson Mnangagwa has promised to give Zimbabweans a better life after he was sworn in as the country’s president for a second term following a vote that the opposition has claimed was stolen.</p><p>“The lives of our people should be improved, nothing less,” Mnangagwa told thousands of supporters at the National Sports stadium in Harare, and called for peace and tolerance from political opponents.</p> <a href=\"https://www.theguardian.com/world/2023/sep/04/mnangagwa-vows-to-improve-lives-of-zimbabweans-as-he-is-sworn-in-for-second-term\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/04/mnangagwa-vows-to-improve-lives-of-zimbabweans-as-he-is-sworn-in-for-second-term", "date_published": "2023-09-04T15:16:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "A sea urchin: they are method actors, acting out The Waste Land | Helen Sullivan", "description": "<p>Their five jaws are arranged in a shape Aristotle described as a ‘lantern’ but should have called a ‘horrible beak’</p><p>Sea urchins are as sinister as they appear. Ten years ago, in California’s vast, wavy kelp, sea urchins started to eat and breed, and eat and breed, and over seven years destroyed most of the underwater forests. Then they settled on the floor of their wasteland, forming spiny purple carpets, clicking urchin barrens along 150km of coastline. A major marine heatwave had damaged the kelp and a “sea star wasting syndrome” <a href=\"https://www.nytimes.com/2021/10/04/dining/california-sea-urchin-kelp-coastline.html\">killed</a> the urchins’ main predator, sunflower sea stars.</p><p>Could they be eaten by us or by otters? They could not. They had entered a zombie state and contained very little uni, the rich meat inside the urchin’s shell. And they are prepared to stay that way: dormant, alone – until they spot any kelp sprout that dares to breed out of the dead land a", "link": "https://www.theguardian.com/environment/commentisfree/2023/sep/05/a-sea-urchin-they-are-method-actors-performing-the-waste-land", "date_published": "2023-09-04T15:00:07+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Poem of the week: September Castles by Peter Davidson", "description": "<p>Davidson redeems a bitter season with the story of a personal encounter that is also an encounter with poetry</p><p><strong>September Castles</strong></p><p>First hints of our condition manifest:<br />Spite in the wind, mist-gauze across the moon,<br />Light chill, the spider’s filaments, blanched grass,<br />And two days as warm as the south change nothing at all.<br />A morning comes when you know this cannot end well.<br />Soon it will be no time for gathering in gardens<br />All too soon, my dears, it will be the weather<br />For Brahms quintets, for leaves drifting <em>triste</em> past the windows<br />Of those in their rooms alone for the duration,<br />For whom this is no time to build. Those now alone<br />Are going to remain so through this estranging season<br />Of reading, of writing emails as detailed as letters,<br />Of watching dry leaves grow sodden on empty pavements.<br />Rilke said this in lines that I last read in Edinburgh<br />With my most beautiful aunt in he", "link": "https://www.theguardian.com/books/2023/sep/04/poem-of-the-week-september-castles-by-peter-davidson", "date_published": "2023-09-04T13:39:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Nice had a great defence last season – Francesco Farioli has to add goals", "description": "<p>The new manager has taken over a team with a brilliant defensive record and added a sprinkling of progressive ideas</p><p>By <a href=\"https://twitter.com/ericdevin_\">Eric Devin</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>After a busy summer transfer market in Ligue 1, most teams look radically different, especially those at the top of the table. PSG lead the way – more than half of 15 players who took to the pitch during their 4-1 win over Lyon joined this summer – but they are far from alone. Marseille (Pierre-Emerick Aubameyang, Ismaïla Sarr, Iliman Ndiaye), Lens (Elye Wahi, Andy Diouf, Stijn Spierings) and Rennes (Ludovic Blas, Nemanja Matic, Enzo Le Fée) have also invested heavily.</p><p>League leaders Monaco used the money they made from selling <a href=\"https://www.theguardian.com/football/2023/aug/04/axel-disasi-signs-chelsea-monaco\">Axel Disasi to Chelsea</a> to bring in a few new faces. And even Reims, dark horses for a top-s", "link": "https://www.theguardian.com/football/2023/sep/04/francesco-farioli-goals-nice-brilliant-defence-ligue-1", "date_published": "2023-09-04T13:05:24+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Think reparations are impossible? The story of Japanese Americans proves otherwise", "description": "<p>Four decades after their incarceration in the second world war, survivors received redress. Now veterans of the movement are fighting for reparations for Black Americans</p><p>Kay Ochi still remembers the small, brown envelope her family received from the US Department of Justice more than 30 years ago.</p><p>It looked like any other piece of official government mail, with a Washington DC postmark. But inside was a printed letter, signed by President George HW Bush – and two checks for $20,000, one for each of her parents.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/04/japanese-americans-incarceration-reparations-slavery\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/04/japanese-americans-incarceration-reparations-slavery", "date_published": "2023-09-04T10:00:40+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Breeding breakthrough paves way for intensive tuna farming on land", "description": "<p>Spanish research centre achieves first tank-bred Atlantic bluefin as NGOs warn of poor welfare, more antibiotic use and water pollution</p><p>The first successful breeding of Atlantic bluefin tuna at a Spanish research centre has spurred at least two companies to ramp up plans for the industrial farming of land-bred tuna.</p><p>The companies would be the first to use only tank-bred Atlantic bluefin stocks of fertilised eggs or young tuna. Up to now, farming of Atlantic bluefin has relied on catching young wild fish and fattening them in open-sea cages.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/04/breeding-breakthrough-paves-way-for-intensive-tuna-farming-on-land\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/04/breeding-breakthrough-paves-way-for-intensive-tuna-farming-on-land", "date_published": "2023-09-04T05:00:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}]