[{"source": "https://www.gamespot.com/feeds/mashup", "title": "The Complete MORTAL KOMBAT Timeline Explained!", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1571/15719603/4188148-timeline_mk_site.jpg\" width=\"480\" /> The Mortal Kombat franchise features one of the most dense and elaborate timelines in video game history. The epic fighting game series unfurls its melodramatic narrative across 13 games with a timeline that reboots itself not once, but twice.   With Mortal Kombat 1 further expanding - or resetting - the timeline, what better time to dive back into the Karnage - that’s with a K, of course - of this iconic fighting game franchise.  This is the Mortal Kombat timeline fully explained.", "link": "https://www.gamespot.com/videos/the-complete-mortal-kombat-timeline-explained/2300-6462300/", "date_published": "2023-09-04T17:00:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How The Best Dark Souls 3 Mod Produced The Best Elden Ring Mod", "description": "<p>Six years ago, CouchJockey was a small-time Twitch streamer, broadcasting Hearthstone in an attempt to make a name for himself. Today, he's the creative director for The Convergence, one of the most popular and acclaimed Elden Ring mods, which adds many new bosses and magic spells to the game, as well as overhauling many of its more controversial aspects. It's been quite a journey for the modder, and he says it all started with a simple \"magic mod\" for Dark Souls 3, a project that blossomed into something far more ambitious.</p><p dir=\"ltr\">During his early streaming days, CouchJockey was inspired by no-hit runs of Dark Souls 3 in the style of mavens like HappyHob and Distortion2, who popularized the concept. He completed a number of magic-focused hitless challenges over the next few months, gaining quite a few fans in the process. However, after hundreds of hours playing Dark Souls 3, a fellow player named TigerG92 heard him complaining about the lack of spell options in a certai", "link": "https://www.gamespot.com/articles/how-the-best-dark-souls-3-mod-produced-the-best-elden-ring-mod/1100-6517240/?ftag=CAD-01-10abi2f", "date_published": "2023-09-04T13:00:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Godzilla Minus One Trailer Unleashes The King Of The Monsters", "description": "<p>Toho's king of the monsters is back in Godzilla Minus One, and in a new trailer, the titanic force of nuclear nature is ready to leave its destructive mark on post-war Japan. This is the first Japanese domestic Godzilla film release since 2016's acclaimed Shin Godzilla, which reimagined the Kaiju as an apocalyptic threat, and is written and directed by Takashi Yamazaki.</p><div>          </div><p> </p><p>Like the first teaser trailer, this new look at Godzilla Minus One ahead of its November release doesn't feature much footage of Godzilla, but when he does appear, he's essentially an extinction-level event that has the potential to destroy Japan. As the film title and trailer suggest, Japan has already been pushed to the brink of destruction by the impact of World War II and the nuclear bombings of Hiroshima and Nagasaki, but Godzilla's arrival makes things much, <em>much </em>worse.</p><a href=\"https://www.gamespot.com/articles/godzilla-minus-one-trailer-unleashes-the-king-of-th", "link": "https://www.gamespot.com/articles/godzilla-minus-one-trailer-unleashes-the-king-of-the-monsters/1100-6517424/?ftag=CAD-01-10abi2f", "date_published": "2023-09-04T06:00:00+00:00", "bookmarked": false, "dead": false, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}]