[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Viking And Norse Mythology Experts React To God of War: Ragnarok", "description": "Jacob Bernander and Askur Ingvaldsson from The Viking Museum in Stockholm are joining us to break down some of the Viking and Norse mythology inspirations and history from God of War: Ragnarok.\nFrom Ragnarok's interpretation of Thor, the hidden details in Odin's design, Kratos' Draupnir spear, the walls of Asgard and much more.\n\n00:46 - Thor & Mjolnir\n03:22 - The Walls of Asgard\n05:39 - Heimdall\n07:01 - Odin & Odin's Lodge\n09:25 - Sif\n10:40 - Þrúðr\n12:21 - Einherjar\n13:26 - Lyngbakr\n15:16 - Draupnir\n18:16 - Angrboða\n20:00 - Final Thoughts\n\nIf you want to see more Expert Reacts videos, as well as everything you might want or need to know about God of War: Ragnarok, make sure to subscribe.\n\nThe Viking Museum:\nWebsite: https://thevikingmuseum.com/en/\nYouTube: https://www.youtube.com/channel/UC_BxoD7yn4s738RybKZPphg\nInstagram: instagram.com/thevikingmuseum/\nFacebook: https://www.facebook.com/thevikingmuseum/", "link": "https://www.youtube.com/watch?v=j3LBJuCynrg", "date_published": "2023-06-01 15:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Total War: Pharaoh - Preview & Battle Hands-On", "description": "A new historical Total War is an exciting prospect for the franchise. As a Warhammer fan, I've been well catered to with Total War: Warhammer 1, 2, and 3, but for those virtual generals among us who prefer history books over Games Workshop's Black Library, the pickings have been much more slim and mostly in the form of Total War's Sagas.\n\nBut from everything I've seen so far, my excitement for a new historical Total War has only been accelerated by my time with the Pharaohs.\n\nAfter a demo of some of the new elements coming to the campaign, as well as a few hours hands-on with battles, it feels as though with Total War: Pharaoh, Creative Assembly Sofia is bringing the feature experimentation and development that has been traditionally delivered through its new historical titles, while also aiming to deliver a much deeper, more fleshed-out Total War experience.\n\nThere's much more of Total War: Pharaoh to see, as my hands-on was confined to a few battles rather than any turns in a campaign.", "link": "https://www.youtube.com/watch?v=uvQOevyd1qk", "date_published": "2023-06-01 14:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}]