[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Evasive QBot Malware Leverages Short-lived Residential IPs for Dynamic Attacks", "description": "An analysis of the \"evasive and tenacious\" malware known as QBot has revealed that 25% of its command-and-control (C2) servers are merely active for a single day.\nWhat's more, 50% of the servers don't remain active for more than a week, indicating the use of an adaptable and dynamic C2 infrastructure, Lumen Black Lotus Labs said in a report shared with The Hacker News.\n\"This botnet has adapted", "link": "https://thehackernews.com/2023/06/evasive-qbot-malware-leverages-short.html", "date_published": "2023-06-01 16:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Zero-Click Hack Targets iOS Users with Stealthy Root-Privilege Malware", "description": "A previously unknown advanced persistent threat (APT) is targeting iOS devices as part of a sophisticated and long-running mobile campaign dubbed Operation Triangulation that began in 2019.\n\"The targets are infected using zero-click exploits via the iMessage platform, and the malware runs with root privileges, gaining complete control over the device and user data,\" Kaspersky said.\nThe Russian", "link": "https://thehackernews.com/2023/06/new-zero-click-hack-targets-ios-users.html", "date_published": "2023-06-01 15:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Unmasking XE Group: Experts Reveal Identity of Suspected Cybercrime Kingpin", "description": "Cybersecurity researchers have unmasked the identity of one of the individuals who is believed to be associated with the e-crime actor known as XE Group.\nAccording to Menlo Security, which pieced together the information from different online sources, \"Nguyen Huu Tai, who also goes by the names Joe Nguyen and Thanh Nguyen, has the strongest likelihood of being involved with the XE Group.\"\nXE", "link": "https://thehackernews.com/2023/06/unmasking-xe-group-experts-reveal.html", "date_published": "2023-06-01 14:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Malicious PyPI Packages Using Compiled Python Code to Bypass Detection", "description": "Researchers have discovered a novel attack on the Python Package Index (PyPI) repository that employs compiled Python code to sidestep detection by application security tools.\n\"It may be the first supply chain attack to take advantage of the fact that Python bytecode (PYC) files can be directly executed,\" ReversingLabs analyst Karlo Zanki said in a report shared with The Hacker News.\nThe package", "link": "https://thehackernews.com/2023/06/malicious-pypi-packages-using-compiled.html", "date_published": "2023-06-01 12:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How Wazuh Improves IT Hygiene for Cyber Security Resilience", "description": "IT hygiene is a security best practice that ensures that digital assets in an organization's environment are secure and running properly. Good IT hygiene includes vulnerability management, security configuration assessments, maintaining asset and system inventories, and comprehensive visibility into the activities occurring in an environment.\nAs technology advances and the tools used by", "link": "https://thehackernews.com/2023/06/how-wazuh-improves-it-hygiene-for-cyber.html", "date_published": "2023-06-01 11:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Improved BlackCat Ransomware Strikes with Lightning Speed and Stealthy Tactics", "description": "The threat actors behind BlackCat ransomware have come up with an improved variant that prioritizes speed and stealth in an attempt to bypass security guardrails and achieve their goals.\nThe new version, dubbed Sphynx and announced in February 2023, packs a \"number of updated capabilities that strengthen the group's efforts to evade detection,\" IBM Security X-Force said in a new analysis.\nThe \"", "link": "https://thehackernews.com/2023/06/improved-blackcat-ransomware-strikes.html", "date_published": "2023-06-01 09:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "N. Korean ScarCruft Hackers Exploit LNK Files to Spread RokRAT", "description": "Cybersecurity researchers have offered a closer look at the RokRAT remote access trojan that's employed by the North Korean state-sponsored actor known as ScarCruft.\n\"RokRAT is a sophisticated remote access trojan (RAT) that has been observed as a critical component within the attack chain, enabling the threat actors to gain unauthorized access, exfiltrate sensitive information, and potentially", "link": "https://thehackernews.com/2023/06/n-korean-scarcruft-hackers-exploit.html", "date_published": "2023-06-01 06:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Active Mirai Botnet Variant Exploiting Zyxel Devices for DDoS Attacks", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has added a recently patched critical security flaw in Zyxel gear to its Known Exploited Vulnerabilities (KEV) catalog, citing evidence of active exploitation.\nTracked as CVE-2023-28771 (CVSS score: 9.8), the issue relates to a command injection flaw impacting different firewall models that could enable an unauthenticated attacker", "link": "https://thehackernews.com/2023/06/active-mirai-botnet-variant-exploiting.html", "date_published": "2023-06-01 04:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Urgent WordPress Update Fixes Critical Flaw in Jetpack Plugin on Million of Sites", "description": "WordPress has issued an automatic update to address a critical flaw in the Jetpack plugin that’s installed on over five million sites.\nThe vulnerability, which was unearthed during an internal security audit, resides in an API present in the plugin since version 2.0, which was released in November 2012.\n“This vulnerability could be used by authors on a site to manipulate any files in the", "link": "https://thehackernews.com/2023/06/urgent-wordpress-update-fixes-critical.html", "date_published": "2023-06-01 04:01:00+00:00", "persistent": true, "user": "rumpel", "language": "en-US", "tags": ["wordpress", "open source", "vulnerability"]}]