[{"source": "https://thehill.com/news/feed/", "title": "E. Jean Carroll, Mary Trump teaming up on romance novel", "description": "E. Jean Carroll and Mary Trump are joining forces on what they’re dubbing a “no-politics” project: a romance novel. Carroll, a longtime advice columnist who has accused Donald Trump of rape, and the former president's niece and vocal critic will pen a romantic story along with law professor Jennifer Taub, the New York Times reported Thursday....", "link": "https://thehill.com/blogs/in-the-know/4030428-e-jean-carroll-mary-trump-teaming-up-on-romance-novel/", "date_published": "2023-06-01 17:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to Air Force graduates: The world is 'changing rapidly'", "description": "President Biden on Thursday celebrated the Air Force Academy 2023 and warned that the new graduates were entering a rapidly evolving world defined by Russian aggression, tensions with China and advances in technology. “The world you're graduating into is not only changing rapidly, the pace of change is accelerating as well,” Biden said in a...", "link": "https://thehill.com/homenews/administration/4030365-biden-to-air-force-graduates-the-world-is-changing-rapidly/", "date_published": "2023-06-01 17:43:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump pushes back on DeSantis argument about serving eight years in White House", "description": "Former President Trump pushed back against Florida Gov. Ron DeSantis's argument that it would take two terms to finish the job in the White House, telling a crowd in Iowa on Thursday that it would only take him six months. \"I've been watching DeSanctus go out and say 'I've got eight years. It's going to...", "link": "https://thehill.com/homenews/campaign/4030360-trump-desantis-serving-eight-years/", "date_published": "2023-06-01 17:38:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "After the G7, and beyond, the US needs a bigger focus on Africa", "description": "As U.S. geopolitical competitors in Moscow and Beijing have already recognized, Africa matters for its own sake.", "link": "https://thehill.com/opinion/international/4028699-russia-and-china-arent-the-only-reasons-the-us-needs-a-bigger-focus-on-africa/", "date_published": "2023-06-01 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Political stunts’ to get ‘booked on Fox’: White House slams GOP effort to demand FBI document on Biden", "description": "The White House on Thursday slammed Sen. Chuck Grassley (R-Iowa) and Rep. James Comer (R-Ky.) for their efforts in demanding the FBI hand over a document related to President Biden, calling it a political stunt to get air time on Fox News. Grassley, earlier Thursday, told Fox News host Bill Hemmer, “we aren’t interested in...", "link": "https://thehill.com/homenews/administration/4030307-political-stunts-to-get-booked-on-fox-white-house-slams-gop-effort-to-demand-fbi-document-on-biden/", "date_published": "2023-06-01 16:59:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Poll shows 80 percent of older voters concerned prescription drug reform will hurt drug innovation", "description": "A new poll commissioned by American Commitment, a conservative-leaning advocacy group, shows that 80 percent of older voters fear the prescription drug reforms included in President Biden’s landmark Inflation Reduction Act will negatively impact drug innovation while 14 percent of those voters think it will lower their drug costs.   The survey found that 60...", "link": "https://thehill.com/policy/healthcare/4030264-poll-shows-80-percent-of-older-voters-concerned-prescription-drug-reform-will-hurt-drug-innovation/", "date_published": "2023-06-01 16:54:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA: Don't use off-brand versions of popular weight loss drugs", "description": "The Food and Drug Administration (FDA) warned consumers this week not to use off-brand versions of popular weight-loss drugs Ozempic, Rybelsus and Wegovy, saying they may contain different ingredients from the brand-name drugs that are neither safe nor effective. In the warning, agency officials said they have received reports of problems stemming from “compounded” versions...", "link": "https://thehill.com/homenews/4030230-fda-dont-use-off-brand-versions-of-popular-weight-loss-drugs/", "date_published": "2023-06-01 16:54:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most Americans say companies should voice public support for LGBTQ community: survey", "description": "An overwhelming majority of Americans who do not identify as LGBTQ believe companies should publicly support the community, according to a new survey from the LGBTQ media watchdog GLAAD. In a report released Thursday, the official start of LGBTQ Pride Month, roughly 70 percent of more than 2,500 adults who are not lesbian, gay, bisexual, transgender...", "link": "https://thehill.com/homenews/lgbtq/4030298-most-americans-say-companies-should-voice-public-support-for-lgbtq-community-survey/", "date_published": "2023-06-01 16:53:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kaine introduces amendment to strip Manchin-backed pipeline from debt ceiling bill", "description": "Sen. Tim Kaine (D-Va.) added an amendment to the House-passed debt ceiling bill Thursday, seeking to strip approval for a controversial pipeline backed by fellow Democratic Sen. Joe Manchin (W.Va.). In addition to broader overhauls of the energy permitting process, the debt ceiling deal reached between President Biden and Speaker Kevin McCarthy (R-Calif.) includes approval...", "link": "https://thehill.com/policy/energy-environment/4030235-kaine-introduces-amendment-to-strip-manchin-backed-pipeline-from-debt-ceiling-bill/", "date_published": "2023-06-01 16:43:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Billions in hydrogen tax credits could be given to polluters", "description": "Hydrogen production is being billed as a climate solution, yet it pumps out more carbon each year than the entire nation of Germany.", "link": "https://thehill.com/opinion/energy-environment/4027700-billions-in-hydrogen-tax-credits-could-be-given-to-polluters/", "date_published": "2023-06-01 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Debt ceiling bill clears House, heads to Senate", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING ...", "link": "https://thehill.com/newsletters/1230-report/4030145-the-hills-1230-report-debt-ceiling-bill-clears-house-heads-to-senate/", "date_published": "2023-06-01 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "High fuel prices, energy security concerns drive surge in renewables: research", "description": "High fuel prices and energy security concerns are among the factors driving a surge in renewable energy capacity, led by solar power, according to new research from the International Energy Agency (IEA).  “Solar and wind are leading the rapid expansion of the new global energy economy. This year, the world is set to add a...", "link": "https://thehill.com/policy/energy-environment/4030148-high-fuel-prices-energy-security-concerns-drive-surge-in-renewables-research/", "date_published": "2023-06-01 16:27:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US issues sanctions against Iranian officials in response to assassination plots", "description": "The United States has implemented sanctions against several individuals who are members of or associated with the Iranian military who have been involved in “a series of terrorist plots.”  The Treasury Department said in a release on Thursday that it is targeting three individuals and a company affiliated with the Iranian Islamic Revolutionary Guard Corps...", "link": "https://thehill.com/policy/international/4030196-us-issues-sanctions-against-iranian-officials-in-response-to-assassination-plots/", "date_published": "2023-06-01 16:06:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gannett journalists plan workers strike", "description": "Journalists working for Gannett, the company that owns USA Today, some of the nation's largest metro daily newspapers and more than 100 more local newspapers are planning to walk off the job next week. Seizing on the company's annual shareholders meeting June 5, Gannett's workers union said it would be holding a wave of nationwide...", "link": "https://thehill.com/homenews/4030152-gannett-journalists-plan-workers-strike/", "date_published": "2023-06-01 16:02:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ESG tug-of-war leaves taxpayers shortchanged", "description": "While the politicians leading these efforts might think they are sticking it to their political enemies, it’s really taxpayers who are getting shortchanged.", "link": "https://thehill.com/opinion/finance/4028654-esg-tug-of-war-leaves-taxpayers-shortchanged/", "date_published": "2023-06-01 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pride Month feels different as threats, fear of violence grows", "description": "For the residents of St. Cloud, Fla., a small city on the outskirts of Orlando, Pride Month feels different this year — and it looks different, too. There will be no procession of rainbow Pride flags, or drag entertainers or street vendors this June. In fact, there won’t be an official Pride Month celebration in...", "link": "https://thehill.com/homenews/lgbtq/4029960-pride-month-feels-different-as-threats-fear-of-violence-grows/", "date_published": "2023-06-01 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Medicare won't change coverage policy for pricey Alzheimer's drugs", "description": "Medicare will continue to restrict coverage of a new class of Alzheimer's drugs, even when they have been fully approved by the Food and Drug Administration (FDA). The Centers for Medicare and Medicaid Services (CMS) said in a statement Thursday that it will cover the drugs once they are fully approved, but it will also...", "link": "https://thehill.com/policy/healthcare/4030157-medicare-wont-change-coverage-policy-for-pricey-alzheimers-drugs/", "date_published": "2023-06-01 15:59:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis: Trump mocking name is 'petty' and 'juvenile'", "description": "Republican presidential candidate and Florida Gov. Ron DeSantis said this week that former President Trump's taunts regarding his last name are \"petty\" and \"juvenile.\" \"I think it's so petty. I think it's so juvenile. I don't think that's what voters want,\" DeSantis told Jack Heath on \"The Pulse of New Hampshire.\"  Trump recently mocked DeSantis...", "link": "https://thehill.com/homenews/campaign/4030165-desantis-trump-mocking-name-is-petty-and-juvenile/", "date_published": "2023-06-01 15:51:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Air Force basing more Space Force missions in Colorado amid pushback from Alabama lawmakers", "description": "The U.S. Air Force announced the permanent locations for more Space Command units Wednesday in Colorado, in a move likely to fan the flames of an ongoing battle with Alabama lawmakers over Spacecom's headquarters. Four of the permanent locations would be based in Colorado Springs, which is currently housing the temporary headquarters. Near the end...", "link": "https://thehill.com/policy/defense/4029980-air-force-basing-more-space-force-missions-in-colorado-amid-pushback-from-alabama-lawmakers/", "date_published": "2023-06-01 15:45:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ketanji Brown Jackson issues solo dissent in ruling against Teamsters strike", "description": "Liberal Justice Ketanji Brown Jackson issued her first solo dissent in a Supreme Court merits case on Thursday, disagreeing with her colleagues in a labor dispute ruling that makes it easier for companies to sue over worker strikes. In an 8-1 decision, the high court overturned a lower ruling that found federal union laws preempted...", "link": "https://thehill.com/regulation/court-battles/4030151-ketanji-brown-jackson-issues-solo-dissent-in-ruling-against-teamsters-strike/", "date_published": "2023-06-01 15:38:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis snaps at reporter: 'Are you blind?'", "description": "Florida Gov. Ron DeSantis (R), a GOP presidential candidate, snapped at a reporter who asked him about taking questions from those present at his campaign event in New Hampshire.  “Governor, how come you’re not taking questions from voters?” an Associated Press reporter asked in a video of the exchange.  NBC News reporter Jonathan Allen tweeted that DeSantis...", "link": "https://thehill.com/homenews/campaign/4030099-desantis-snaps-at-reporter-are-you-blind/", "date_published": "2023-06-01 15:33:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To counter antisemitism, we must acknowledge its roots in history", "description": "Antisemitism began as a religious prejudice grounded in confusion surrounding a Christian scripture.", "link": "https://thehill.com/opinion/civil-rights/4028487-to-counter-antisemitism-we-must-acknowledge-its-roots-in-history/", "date_published": "2023-06-01 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer vows to keep Senate in session until debt ceiling bill passes", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) told colleagues Thursday that he will keep the Senate in session for as long as it takes to pass legislation to raise the debt ceiling and send it to President Biden’s desk, warning the \"X-date\" when the nation faces default is “less than four days away.”  “We will keep...", "link": "https://thehill.com/homenews/senate/4030104-schumer-vows-to-keep-senate-in-session-until-debt-ceiling-bill-passes/", "date_published": "2023-06-01 15:27:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fed: Companies boasted 'unusually high profits' after supply issues eased", "description": "Companies are holding onto higher profit margins and keeping prices elevated even as the supply chain problems that initially triggered high inflation in the aftermath of the pandemic are being resolved, the Federal Reserve noted on Wednesday. Anecdotal evidence about the performance of the economy compiled in the Fed’s Beige Book for May added weight...", "link": "https://thehill.com/business/4030082-fed-companies-boasted-unusually-high-profits-after-supply-issues-eased/", "date_published": "2023-06-01 15:26:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ABC News suspends relationship with Christie ahead of expected campaign launch", "description": "ABC News has suspended its relationship with contributor Chris Christie ahead of the former New Jersey governor’s expected entrance into the race for the 2024 GOP presidential nomination. \"In light of Chris Christie’s pending campaign announcement, ABC News is suspending the relationship with him as contributor,” an ABC News spokesperson confirmed in a statement to...", "link": "https://thehill.com/homenews/campaign/4030038-abc-news-suspends-relationship-with-christie-ahead-of-expected-campaign-launch/", "date_published": "2023-06-01 15:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sackett v. EPA is a victory for property rights", "description": "What began as a water-quality statute over half a century ago had morphed into a mechanism for the feds to determine land use on private property.", "link": "https://thehill.com/opinion/energy-environment/4029113-sackett-v-epa-is-a-victory-for-property-rights/", "date_published": "2023-06-01 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter not removing hate speech posted by verified users: report", "description": "Twitter has been overwhelmingly not removing hate speech posted on the platform from verified Twitter Blue accounts, according to a report from a nonprofit that opposes the spread of hate and disinformation online.  The Center for Countering Digital Hate said on Thursday that its researchers collected tweets promoting hatred from 100 Twitter Blue accounts and...", "link": "https://thehill.com/policy/technology/4030017-twitter-not-removing-hate-speech-posted-by-verified-users-report/", "date_published": "2023-06-01 14:43:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Klobuchar insists there's still 'joy' in politics at VIP-filled DC book release party", "description": "SPOTTED: Sen. Amy Klobuchar doing her best Sen. Bernie Sanders (I-Vt.) impression as a who’s who of Washington feted the Minnesota Democrat’s latest book. “When the book got announced, it was actually in November, and Bernie and my book got announced the same day,” Klobuchar told guests Wednesday at a reception marking its release. “My...", "link": "https://thehill.com/blogs/in-the-know/4029995-klobuchar-insists-theres-still-joy-in-politics-at-vip-filled-dc-book-release-party/", "date_published": "2023-06-01 14:42:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leaked documents show Iran planning new phase of attacks against US troops in Syria: report", "description": "Newly revealed leaked documents reveal Iran could be readying for new attacks against U.S. troops in Syria, according to a new Washington Post report. The Post reports that Iran is arming militants in Syria and building and training forces to use bombs specifically intended to target U.S. military vehicles — and to kill U.S. personnel.  ...", "link": "https://thehill.com/policy/international/4029985-leaked-documents-show-iran-planning-new-phase-of-attacks-against-us-troops-in-syria-report/", "date_published": "2023-06-01 14:37:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NJ mom and daughter who fled war-torn Syria graduate college together", "description": "Mom and daughter received bachelor's degrees at William Paterson's 200th Commencement.", "link": "https://thehill.com/homenews/education/4029973-nj-mom-and-daughter-who-fled-war-torn-syria-graduate-college-together/", "date_published": "2023-06-01 14:27:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China, US ally Singapore agree to establish defense hotline", "description": "China and the U.S. ally Singapore agreed on Thursday to establish a defense hotline to allow for high-level communications.  Singapore said in a statement that its defense minister, Ng Eng Hen, and Chinese Defense Minister Li Shangfu signed a memorandum of understanding to set up a telephone link “for high-level communications between our defense leaders.” ...", "link": "https://thehill.com/policy/international/4029929-china-us-ally-singapore-agree-to-establish-defense-hotline/", "date_published": "2023-06-01 14:20:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Gradutate:' Over 600 high school students receive misspelled stoles for graduation", "description": "More than 600 stoles with the misspelling were distributed to seniors - many of which crossed the graduation stage before noticing the mistake.", "link": "https://thehill.com/changing-america/enrichment/education/4029502-gradutate-over-600-high-school-students-receive-misspelled-stoles-for-graduation/", "date_published": "2023-06-01 14:18:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "National Doughnut Day: Where to get free doughnuts this Friday", "description": "In honor of National Doughnut Day, several national and regional chains are offering free treats with qualifying purchases — or no purchases at all, in some cases.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/4029854-national-doughnut-day-where-to-get-free-doughnuts-this-friday/", "date_published": "2023-06-01 14:07:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Korean leader's sister accuses US of 'gangster-like' hypocrisy over failed spy satellite launch", "description": "Kim Yo Jong, the sister of North Korean leader Kim Jong Un, on Thursday accused the U.S. of “gangster-like” hypocrisy for its criticisms of North Korea’s failed attempt to launch a military spy satellite.  Kim Yo Jong said the U.S. “is letting loose a hackneyed gibberish prompted by its brigandish and abnormal thinking,” knocking the...", "link": "https://thehill.com/policy/international/4029873-north-korean-leaders-sister-accuses-us-of-gangster-like-hypocrisy-over-failed-spy-satellite-launch/", "date_published": "2023-06-01 14:03:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House announces sanctions against Sudan amid ongoing violence", "description": "The White House on Thursday announced sanctions against Sudanese forces amid ongoing fighting in the country between warring factions, including economic penalties and visa restrictions. National security adviser Jake Sullivan condemned the ongoing fighting despite a ceasefire agreement, which he said was hindering the delivery of humanitarian assistance and causing unnecessary bloodshed. “The failure of...", "link": "https://thehill.com/homenews/administration/4029939-white-house-announces-sanctions-against-sudan-amid-ongoing-violence/", "date_published": "2023-06-01 14:02:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Donald Trump's repeated libel — where does the law stand?", "description": "Could E. Jean Carroll get an injunction barring Donald Trump from libeling her again?", "link": "https://thehill.com/opinion/judiciary/4028406-donald-trumps-repeated-libel-where-does-the-law-stand/", "date_published": "2023-06-01 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spirit Airlines experiencing 'technical issue'; passengers complain of hours-long delays", "description": "Flying Spirit on Thursday? Your flight may be delayed.", "link": "https://thehill.com/homenews/4029899-spirit-airlines-experiencing-technical-issue-passengers-complain-of-hours-long-delays/", "date_published": "2023-06-01 13:54:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Trump lawyer: Reported audio 'eviscerates' defense in documents investigation", "description": "Former Trump administration White House lawyer Ty Cobb said late Wednesday that an audio recording that reportedly reveals former President Trump discussing a classified document he took from the White House “eviscerates” Trump’s defense in the Justice Department’s (DOJ) classified documents probe.  Cobb said in an interview with CNN’s Erin Burnett that the recording undermines...", "link": "https://thehill.com/blogs/blog-briefing-room/4029864-former-trump-white-house-lawyer-reported-audio-eviscerates-defense-in-classified-documents-investigation/", "date_published": "2023-06-01 13:29:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US tries to force company to issue recall of air bag inflators after deaths, injuries", "description": "The U.S. government is stepping up its quest to force ARC Automotive to recall 67 million potentially dangerous air bag inflators by ordering the company to answer questions under oath and threatening fines if it doesn't respond.", "link": "https://thehill.com/homenews/4029826-us-tries-to-force-company-to-issue-recall-of-air-bag-inflators-after-deaths-injuries/", "date_published": "2023-06-01 13:01:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "5 children hospitalized after smoking vape pen at Chicago elementary school", "description": "According to police, several students vaped during gym class.", "link": "https://thehill.com/homenews/4029838-5-children-hospitalized-after-smoking-vape-pen-at-chicago-elementary-school/", "date_published": "2023-06-01 13:01:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In an aging world, we must invest in older adults' mental health", "description": "By prioritizing evidence-based policies and programs such as these, countries can take significant steps to improve the mental health of their aging populations.", "link": "https://thehill.com/opinion/healthcare/4028339-in-an-aging-world-we-must-invest-in-older-adults-mental-health/", "date_published": "2023-06-01 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-GOP candidate indicted in drive-by shootings at lawmakers' homes", "description": "A former Republican candidate for state House in New Mexico has been indicted on numerous federal charges over his alleged involvement in a series of drive-by shootings that happened after he lost his election bid.  The 11-count indictment unsealed on Wednesday in U.S. District Court for the District of New Mexico accuses Solomon Peña of...", "link": "https://thehill.com/regulation/court-battles/4029815-ex-gop-candidate-indicted-in-drive-by-shootings-at-lawmakers-homes/", "date_published": "2023-06-01 12:54:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon chief says Chinese counterpart's refusal to meet is unfortunate", "description": "U.S. Secretary of Defense Lloyd Austin on Thursday said that Chinese Minister of National Defence Li Shangfu’s refusal to meet is “unfortunate” as the two head to the annual Shangri-La Dialogue Asian security summit in Singapore. \"I think that is unfortunate,\" Austin said in Tokyo, referring to his Chinese counterpart’s decision not to meet him...", "link": "https://thehill.com/policy/international/4029808-pentagon-chief-says-chinese-counterparts-refusal-to-meet-is-unfortunate/", "date_published": "2023-06-01 12:42:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "With summer power grid reliability in question, EPA rule could intensify challenges", "description": "Most of the United States could experience blackouts if we see above-normal summer conditions, according to the North American Reliability Corporation (NERC). The fast-paced retirement of firm power generation and flat growth in anticipated resources are major contributors to the threat of increasing grid instability, which could result in electricity shortages. Poor policy choices have prevented the...", "link": "https://thehill.com/opinion/congress-blog/4029743-with-summer-power-grid-reliability-in-question-epa-rule-could-intensify-challenges/", "date_published": "2023-06-01 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "3 dead, including child, in Russian missile attack on Ukraine", "description": "Three people, including a 9-year-old girl, were killed in a Russian missile attack on the Ukrainian capital of Kyiv on Thursday that resulted in the highest casualty count from a single attack on the capital in a month.  Ukrainian officials said short-range Iskander ground-launched missiles were used in the attack, which coincided with events scheduled...", "link": "https://thehill.com/policy/international/4029784-3-dead-including-child-in-russian-missile-attack-on-ukraine/", "date_published": "2023-06-01 12:03:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Democrats can win noncollege voters without giving in to racism", "description": "If Democrats could peel off even a modest percentage of anti-elites, they could win handily in both presidential and congressional elections.", "link": "https://thehill.com/opinion/campaign/4029261-how-democrats-can-win-noncollege-voters-without-giving-in-to-racism/", "date_published": "2023-06-01 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China accuses US of interference with naval exercise before spy plane intercept", "description": "China's defense ministry is accusing the United States of interfering with and surveilling a naval exercise in the South China Sea before an incident during which one of its fighter jets intercepted a U.S. spy plane last week.  The Southern Theatre Command of China’s military said in a statement on Wednesday that it “operated professionally”...", "link": "https://thehill.com/policy/national-security/4029770-china-accuses-us-of-interference-with-naval-exercise-before-spy-plane-intercept/", "date_published": "2023-06-01 11:34:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nicaragua unleashes a new religious persecution", "description": "Nicaragua is experiencing a new round of violent governmental attacks against the Catholic Church.", "link": "https://thehill.com/opinion/international/4026671-nicaragua-unleashes-a-new-religious-persecution/", "date_published": "2023-06-01 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In Ukraine, Russia is nearly down to its nukes", "description": "It was another bad week in Ukraine for Russian President Vladimir Putin, Defense Minister Sergei Shoigu, and his commanding general, Valery Gerasimov — bad enough to launch criminal retaliation strikes against civilian targets in Kyiv which largely failed anyway. Even the most loyal of the Russian propagandists are at this point bewildered by the self-defeating military strategy and lack of resolve...", "link": "https://thehill.com/opinion/national-security/4027714-in-ukraine-russia-is-nearly-down-to-its-nukes/", "date_published": "2023-06-01 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Congress poised to avert default in victory for McCarthy", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. There is every expectation that months of partisan jockeying about the federal budget and U.S. borrowing is almost over in Washington. For now. Congress appears poised to avert default...", "link": "https://thehill.com/newsletters/morning-report/4029734-the-hills-morning-report-mccarthy-gets-big-win-as-house-passes-debt-ceiling-bill/", "date_published": "2023-06-01 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "COVID clawback in debt limit deal spurs public health fears", "description": "Public health advocacy groups are sounding the alarm over a provision in the debt ceiling deal to claw back about $27 billion in unspent pandemic relief money, arguing it could have consequences for future public health initiatives.  Unspent COVID-19 dollars have long been a target of Republicans, and taking back some of that money gives...", "link": "https://thehill.com/policy/healthcare/4029227-covid-clawback-in-debt-limit-deal-spurs-public-health-fears/", "date_published": "2023-06-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate paradox: Emission cuts could ‘unmask’ deadly face of climate change, scientists warn", "description": "Scientists have uncovered a potentially lethal paradox at the heart of efforts to slow human-caused climate change. A series of new studies suggest a stark truth. One the one hand, cutting fossil fuel pollution is necessary for avoiding severe destruction over the long term. But such cuts will make the earth much hotter in the...", "link": "https://thehill.com/policy/equilibrium-sustainability/4028811-climate-paradox-emission-cuts-could-unmask-deadly-face-of-climate-change-scientists-warn/", "date_published": "2023-06-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis starts to hone his attacks against Trump", "description": "Florida Gov. Ron DeSantis is sharpening his attacks against former President Donald Trump just a week into his White House campaign, ushering in a new, more bitter phase of the 2024 presidential race. Speaking to reporters in Iowa after a campaign kickoff rally on Tuesday night, DeSantis delivered his most direct attack on Trump yet,...", "link": "https://thehill.com/homenews/campaign/4028701-desantis-starts-to-hone-his-attacks-against-trump/", "date_published": "2023-06-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to watch in the Senate on the debt ceiling bill", "description": "The Senate late last night officially received the debt ceiling bill after the House passed it with bipartisan support, putting it on course to be passed by the upper chamber in the coming days.  However, several things need to be ironed out before the legislation hits President Biden’s desk even as the chamber is on...", "link": "https://thehill.com/homenews/4029437-five-things-to-watch-in-the-senate-on-the-debt-ceiling-bill/", "date_published": "2023-06-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hazardous air alerts are rising in unexpected places, thanks to climate change", "description": "Climate change threatens to reverse decades of progress in cleaning America’s air, especially in the West. Unhealthy air alerts triggered by particles of pollution are rising in dozens of cities and counties, chiefly in Western states, the American Lung Association reports. The main reason is rampant wildfires, fed by global warming, causing an annual cycle...", "link": "https://thehill.com/policy/healthcare/4029083-hazardous-air-alerts-are-rising-in-unexpected-places-thanks-to-climate-change/", "date_published": "2023-06-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: How Chris Christie could be a wildcard in 2024 GOP race", "description": "Former New Jersey Gov. Chris Christie (R) is very much a long shot to become the Republican presidential nominee in 2024 — but he has the potential to scramble the contest, according to sources across the party’s ideological spectrum. Theories about Christie’s likely impact have become more salient after it emerged Wednesday that he is...", "link": "https://thehill.com/homenews/campaign/4029170-the-memo-how-chris-christie-could-be-a-wildcard-in-2024-gop-race/", "date_published": "2023-06-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Supreme Court recusals are attracting newfound attention", "description": "Supreme Court Justice Elena Kagan became the first to adopt a new ethics principle that indicates justices may explain why they are recusing themselves from a case. But her conservative colleague on the bench, Justice Samuel Alito, opted not to share why he was stepping aside from a separate case, raising questions about whether the...", "link": "https://thehill.com/regulation/court-battles/4029010-why-supreme-court-recusals-are-attracting-newfound-attention/", "date_published": "2023-06-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon corporate workers stage walkout at Seattle headquarters", "description": "Hundreds of corporate Amazon employees walked out of the company’s Seattle headquarters on Wednesday, protesting the company’s climate issues and its return-to-office requirements.  Organizers for the event said early Wednesday that more than 1,900 global employees had pledged to participate in the walkout, which started at noon local time, with some workers protesting virtually and...", "link": "https://thehill.com/policy/technology/4029447-amazon-corporate-workers-stage-walkout-at-seattle-headquarters/", "date_published": "2023-06-01 02:45:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans and Democrats who bucked party leaders by voting no", "description": "The House comfortably passed the bipartisan bill to raise the debt ceiling until January 2025 and make spending cuts in numerous areas with support from both parties.  The House passed the legislation 314-117, with 149 Republicans and 165 Democrats voting in favor, sending it to the Senate. But 71 Republicans and 46 Democrats defied party leaders and voted...", "link": "https://thehill.com/homenews/house/4029522-republicans-and-democrats-who-bucked-party-leaders-by-voting-no/", "date_published": "2023-06-01 02:43:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Austin, Milley scrap Pride Month drag show at Nevada air base", "description": "Defense Secretary Lloyd Austin and chairman of the Joint Chiefs of Staff Gen. Mark Milley are cancelling a planned Pride Month drag show at Nellis Air Force Base in Nevada, according to reports. NBC News was first to report, citing officials, that the Pentagon leaders told the Air Force, which approved the event, that Defense Department policy doesn't...", "link": "https://thehill.com/policy/defense/4029461-austin-milley-scrap-pride-month-drag-show-at-nevada-air-base/", "date_published": "2023-06-01 02:10:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What House passage of debt ceiling deal signifies: 5 takeaways", "description": "The House’s passage of a debt limit deal on Wednesday night marks the end of a pivotal chapter for the new House GOP majority, putting Congress on a path to avoid a default and securing a huge victory for Speaker Kevin McCarthy (R-Calif.) — even as it’s infuriated conservatives in his own conference. The vote...", "link": "https://thehill.com/homenews/house/4029398-house-debt-ceiling-passage-takeaways/", "date_published": "2023-06-01 01:47:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meta threatens to block news in California if journalism proposal passes", "description": "Facebook parent company Meta is threatening to remove news content on its platforms Instagram and Facebook in California if the state legislature passes a new proposal that would make tech companies pay publishers for news content.  “If the Journalism Preservation Act passes, we will be forced to remove news from Facebook and Instagram rather than...", "link": "https://thehill.com/policy/technology/4029328-meta-threatens-to-block-news-in-california-if-journalism-proposal-passes/", "date_published": "2023-06-01 01:33:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Soft food' to 'good faith’: How Biden and McCarthy came together on debt deal", "description": "In late March, the prospects of President Biden and Speaker Kevin McCarthy (R-Calif.) coming together for a deal to raise the debt ceiling that both men found palatable looked dim. Biden on March 28 flatly rejected a call from McCarthy for a meeting, instead urging the top House Republican to release a budget proposal before...", "link": "https://thehill.com/homenews/administration/4029028-soft-food-to-good-faith-how-biden-and-mccarthy-came-together-on-debt-deal/", "date_published": "2023-06-01 01:32:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House passes bill to raise debt ceiling", "description": "The House on Wednesday night passed a bipartisan bill to suspend the debt ceiling, overcoming vocal opposition from conservative and liberal lawmakers and bringing the country one step closer to avoiding an economy-rattling default ahead of next week’s deadline. The legislation — which was crafted through negotiations between President Biden, Speaker Kevin McCarthy (R-Calif.) and their...", "link": "https://thehill.com/homenews/house/4029385-house-passes-bill-to-raise-debt-ceiling-days-ahead-of-default-deadline/", "date_published": "2023-06-01 01:26:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: McCarthy delivers remarks on debt ceiling deal", "description": "House Speaker Kevin McCarthy (R-Calif.) will speak with reporters Wednesday night during a press briefing. On Wednesday, House Republicans passed the rule governing debate on bipartisan legislation to lift the debt ceiling, a procedural hurdle that paves the way for final passage of the bill later in the day — but it took an emergency...", "link": "https://thehill.com/homenews/4029243-watch-live-mccarthy-delivers-remarks-on-debt-ceiling-deal/", "date_published": "2023-06-01 01:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man pleads guilty to disturbing Yellowstone bison calf that later had to be killed by rangers", "description": "The man was seen pushing the calf away from a river and onto a nearby roadway. Rangers later had to euthanize the calf because it was \"causing a hazardous situation.\"", "link": "https://thehill.com/homenews/nexstar_media_wire/4029301-man-pleads-guilty-to-disturbing-yellowstone-bison-calf-that-later-had-to-be-killed-by-rangers/", "date_published": "2023-06-01 00:26:04+00:00", "persistent": false, "user": null, "language": "en-US"}]