[{"source": "https://businessinsider.com.pl/.feed", "title": "Masowe zwolnienia w największej fabryce aut w Holandii. Producent BMW pozbywa się połowy załogi", "description": "Holenderski producent samochodów BMW i Mini zwalnia 1,8 tys. pracowników, prawie połowę wszystkich zatrudnionych. VDL Nedcar, największy producent samochodów w Holandii, przekazał ponadto, że nie może wykluczyć kolejnych zwolnień w okolicach marca 2024 r.", "link": "https://businessinsider.com.pl/praca/producent-bmw-pozbywa-sie-polowy-zalogi-prace-straci-18-tys-osob/9t7esw1", "date_published": "2023-06-01 18:21:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sklepy muszą obniżyć ceny. Na Węgrzech ruszają obowiązkowe promocje", "description": "W czwartek w supermarketach na Węgrzech ruszyły obowiązkowe promocje, które — według rządu Victora Orbana — mają obniżyć inflację. Promocje dotyczą 20 kategorii produktów. Spadek inflacji ma przyspieszyć także internetowy system monitorowania cen.", "link": "https://businessinsider.com.pl/gospodarka/walka-z-inflacja-po-wegiersku-orban-nakazal-supermarketom-obnizyc-ceny/gv2k466", "date_published": "2023-06-01 17:49:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Biden przekracza czerwoną linię? \"Rosja blefuje\"", "description": "Administracja prezydenta USA Joe Bidena coraz śmielej przekracza \"czerwone linie\" wyznaczane przez Władimira Putina, jeśli chodzi o wsparcie dla Ukrainy — ocenia w czwartek \"Washington Post\". Według dziennika, jest to efekt braku reakcji Rosji na kolejne takie przypadki.", "link": "https://businessinsider.com.pl/wiadomosci/biden-przekracza-czerwona-linie-rosja-blefuje/2xvvv8g", "date_published": "2023-06-01 16:57:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zarobili miliardy na kryzysie energetycznym. Oto zyski polskich spółek paliwowych", "description": "Kryzys energetyczny przyniósł spółkom światowego sektora ropy i gazu w 2022 r. rekordowe zyski w wysokości ponad 4 bln euro. Z kolei notowane na warszawskiej giełdzie spółki z tego sektora, z których największy jest Orlen, zarobiły w ubiegłym roku 45 mld zł, ponad cztery razy więcej niż w przedpandemicznym 2019 r. — wyliczają analitycy Polskiego Instytutu Ekonomicznego (PIE).", "link": "https://businessinsider.com.pl/gospodarka/oto-najwieksi-wygrani-kryzysu-energetycznego-w-polsce-tyle-zarobili/wtw5wf5", "date_published": "2023-06-01 16:53:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Musk wygrywa przetarg w armii. Dostarczy nowy sprzęt, który trafi do Ukrainy", "description": "Firma Elona Muska SpaceX wygrała przetarg resortu obrony USA na dostawę terminali internetowych Starlink dla Sił zbrojnych Ukrainy - podaje w czwartek agencja Bloomberg, powołując się na komunikat Pentagonu.", "link": "https://businessinsider.com.pl/technologie/elon-musk-wygrywa-przetarg-w-armii-dostarczy-sprzet-ktory-trafi-do-ukrainy/xw37pnn", "date_published": "2023-06-01 16:33:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zuckerberg zaprezentował nowe urządzenie. Ma być przełomem", "description": "Kontrolująca Facebooka i należąca do Marka Zuckerberga firma Meta zaprezentowała swoje najnowsze urządzenie wirtualnej rzeczywistości. Twórca największego serwisu społecznościowego na świecie zapewnia, że będzie przełomowe.", "link": "https://businessinsider.com.pl/lifestyle/rozrywka/zuckerberg-zaprezentowal-nowe-urzadzenie-ma-byc-przelomem/xh6qgtf", "date_published": "2023-06-01 15:44:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny żądają tajemnic handlowych od europejskich koncernów. UE bije na alarm", "description": "Unia Europejska wyraziła zaniepokojenie dotyczące szczegółowych informacji o produktach, które firmy kosmetyczne, takie jak L’Oreal czy LVMH, muszą udostępniać, aby sprzedawać swoje towary w Chinach. Informacje są gromadzone w bazach danych zarządzanych przez chińskie władze — pisze Bloomberg.", "link": "https://businessinsider.com.pl/biznes/zachodnie-koncerny-pod-sciana-chiny-chca-znac-ich-tajemnice-handlowe/s0shd53", "date_published": "2023-06-01 15:17:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Poczta się zwija. Znika ostatni całodobowy punkt w tej części Polski, prawnicy protestują", "description": "W Małopolsce przestał działać jedyny całodobowy punkt Poczty Polskiej. Placówka zlokalizowana w rejonie dworca PKP i autobusowego w Krakowie od 1 czerwca już nie będzie działała w trybie 24-godzinnym. To zła wiadomość dla tamtejszych prawników.", "link": "https://businessinsider.com.pl/finanse/handel/poczta-sie-zwija-znika-ostatni-calodobowy-punkt-w-tej-czesci-polski/c61vx7h", "date_published": "2023-06-01 14:53:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dobre wieści dla polskiej gospodarki, złe dla Rosji. Ropa i gaz najtańsze od dwóch lat", "description": "Nieoficjalne doniesienia wskazują, że OPEC+ nie będzie już bronić poziomu cenowego 75 dol. za baryłkę ropy Brent cięciami wydobycia. Ceny spadają, zbliżając się w kierunku 70 dol. Co więcej, gaz w Europie staniał o 10 proc. To bardzo dobre wiadomości dla polskiej gospodarki, która jest importerem tych surowców. Odwrotnie odbierać je będzie Putin, któremu świat właśnie pośrednio ogłasza, że dostanie mniej pieniędzy na prowadzenie wojny.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/dobre-wiesci-dla-polskiej-gospodarki-zle-dla-rosji-ceny-ropy-i-gazu-najnizsze-od/hntbpvs", "date_published": "2023-06-01 14:43:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Należący do wojska sklep liczy zyski. Teraz przygotowuje \"ofertę specjalną\"", "description": "Blisko 1,5 mln zł zarobił w ciągu sześciu lat działalności istniejący w Poznaniu sklep Agencji Mienia Wojskowego. Klienci najchętniej kupowali wojskową odzież, buty, nakrycia głowy, ale też plecaki i menażki. Teraz wojsko, z okazji nietypowej rocznicy, przygotowuje ofertę specjalną.", "link": "https://businessinsider.com.pl/finanse/handel/nalezacy-do-wojska-sklep-liczy-zyski-teraz-przygotowuje-oferte-specjalna/gswh359", "date_published": "2023-06-01 14:34:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mieszkańcy Beverly Hills storpedowali plany najbogatszego człowieka na świecie", "description": "Najbogatszy człowiek świata chce zbudować swój pierwszy amerykański hotel Cheval Blanc przy najsłynniejszej ulicy w Los Angeles, rozbudowując portfolio pięciu obiektów zlokalizowanych m.in. w Paryżu, francuskich Alpach i na Malediwach. Miliarder wydał prawie 2,9 mln tys. dol. na kampanię promującą inwestycję. Ta jednak nie spodobała się mieszkańcom Beverly Hills. Budowie sprzeciwił się też związek reprezentujący pracowników hotelarstwa.", "link": "https://businessinsider.com.pl/nieruchomosci/beverly-hills-zbuntowalo-sie-przeciwko-najbogatszemu-czlowiekowi-na-swiecie/w0vgkvd", "date_published": "2023-06-01 13:20:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kryptowalutowy milioner przegrał fortunę. Próbował blefować przy grze w pokera", "description": "Krypto-milioner próbował rozegrać blef przeciwko legendzie pokera w rekordowym rozdaniu o wartości ponad 3 mln dol. Rywal go przejrzał i zgarnął pulę.", "link": "https://businessinsider.com.pl/lifestyle/rozrywka/kryptowalutowy-milioner-przegral-fortune-probowal-blefowac-przy-grze-w-pokera/fcc8f1d", "date_published": "2023-06-01 13:20:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bruksela ma nowy pomysł na wsparcie Ukrainy. Potrwa lata", "description": "Komisja Europejska pracuje nad czteroletnim planem finansowym dla Ukrainy, wartym dziesiątki miliardów euro. Ma to zapewnić bardziej stabilne i przewidywalne wsparcie dla rozdartego wojną kraju.", "link": "https://businessinsider.com.pl/gospodarka/bruksela-ma-nowy-pomysl-na-wsparcie-ukrainy-potrwa-lata/ptrg2gy", "date_published": "2023-06-01 12:53:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja wyśle na front nowe siły. Po takich ludzi Putin jeszcze nie sięgał", "description": "Wprowadzone i zaproponowane w ostatnich tygodniach zmiany w rosyjskim prawie, m.in. możliwość zawierania kontraktów na służbę w armii przez osoby skazane za ciężkie przestępstwa, zapowiadają ogłoszenie powszechnej mobilizacji. Nie uchylą się też naukowcy, a kontrakt będą mogli zawrzeć też seniorzy.", "link": "https://businessinsider.com.pl/wiadomosci/rosja-wysle-na-wojne-nowe-sily-po-takich-ludzi-putin-jeszcze-nie-siegal/f3msj3v", "date_published": "2023-06-01 12:27:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Komisja Europejska na kolizyjnym kursie ze sztuczną inteligencją. Ważne wytyczne dla pracowników", "description": "Komisja Europejska poinstruowała swoich pracowników, by przestali używać oprogramowania wykorzystującego technologię sztucznej inteligencji do prac nad dokumentami o szczególnej ważności i zawierającymi wrażliwe informacje.", "link": "https://businessinsider.com.pl/technologie/komisja-europejska-ma-problem-ze-sztuczna-inteligencja-wytyczne-dla-pracownikow/j5159fd", "date_published": "2023-06-01 11:58:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto \"najmocniejszy\" thermomix w historii. Tak firma świętuje urodziny", "description": "Z okazji swoich 140. urodzin firma Vorwerk zaprezentowała \"jubileuszową\" wersję swojego najpopularniejszego produktu, czyli thermomixa. Urządzenie zyskało nie tylko nowy wygląd.", "link": "https://businessinsider.com.pl/wiadomosci/oto-najmocniejszy-thermomix-w-historii-firma-swietuje-urodziny/y257g8z", "date_published": "2023-06-01 11:36:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosjanie się buntują? Pierwszy raz w TV padło wezwanie do wyboru nowego przywódcy", "description": "Po raz pierwszy od napaści na Ukrainę w rosyjskiej sankcjonowanej przez państwo telewizji zakwestionowano rządy Władimira Putina. Według brytyjskiego ministerstwa obrony, ostra nacjonalistyczna retoryka ośmiela opozycjonistów do podejmowania tematów dotychczas uważanych za tabu.", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-sie-buntuja-pierwszy-raz-w-tv-padlo-wezwanie-do-wyboru-nowego-przywodcy/1brr3xn", "date_published": "2023-06-01 11:30:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dogoniliśmy Czechy. Po raz pierwszy w historii mamy najniższe bezrobocie w Europie", "description": "Mamy najniższe bezrobocie w Europie, a na świecie przebija nas tylko Japonia i może Meksyk. Zrównaliśmy się z Czechami po raz pierwszy w historii, tj. odkąd mamy gospodarkę rynkową. Nie dlatego, że u nas tak się polepszyło, ale że w Czechach przybyło bezrobotnych. Bez pracy w naszych krajach jest zaledwie 2,7 proc. siły roboczej.", "link": "https://businessinsider.com.pl/gospodarka/historyczny-moment-mamy-najnizsze-bezrobocie-w-europie/0p2efn3", "date_published": "2023-06-01 11:02:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czego boi się Putin? Zaskakujący trop w rosyjskich dokumentach", "description": "Jak informuje niezależny rosyjski portal Meduza, w Centralnym Szpitalu Klinicznym w Moskwie, gdzie leczeni są najważniejsi politycy w Rosji, powstanie schron przeciwbombowy. Serwis powołuje się na informacje z państwowego portalu zamówień publicznych.", "link": "https://businessinsider.com.pl/wiadomosci/czego-boi-sie-putin-zaskakujacy-trop-w-rosyjskich-dokumentach/dw051gz", "date_published": "2023-06-01 10:37:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Znana agencja mówi wprost. Środki UE zagrożone przez lex Tusk", "description": "Powołanie komisji do spraw badania wpływów rosyjskich pogorszy już napięte relacje na linii Polska-Unia Europejska – oceniła właśnie znana amerykańska agencja ratingowa Moody's. A to zagraża wypłatom z Brukseli.", "link": "https://businessinsider.com.pl/gospodarka/znana-agencja-mowi-wprost-srodki-ue-zagrozone-przez-lex-tusk/8vtg666", "date_published": "2023-06-01 10:32:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska przekaże temu państwu broń i sprzęt. Nie chodzi o Ukrainę", "description": "Polska przekaże policji w Mołdawii broń i wyposażenie, które ma pomóc temu krajowi w walce z ewentualną destabilizacją. \"Potrzebuje naszego wsparcia\" — wskazał szef MSWiA Mariusz Kamiński.", "link": "https://businessinsider.com.pl/gospodarka/polska-przekaze-temu-panstwu-bron-i-sprzet-nie-chodzi-o-ukraine/pzlv1xb", "date_published": "2023-06-01 10:15:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Błaszczak zamawia amunicję. \"Kluczowa rola\"", "description": "Zatwierdziłem umowę dot. zamówienia na amunicję artyleryjską – przekazał szef MON Mariusz Błaszczak. Jak dodał, umowa pozwala na to, aby zwiększyć moce produkcyjne polskiego przemysłu zbrojeniowego.", "link": "https://businessinsider.com.pl/wiadomosci/blaszczak-zamawia-amunicje-artyleryjska-kluczowa-rola/g643tpv", "date_published": "2023-06-01 10:05:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Elon Musk wraca na szczyt. Właściciel Louis Vuitton \"biednieje\"", "description": "Jak opisuje agencja Bloomberg, majątek Elona Muska tylko w tym roku powiększył się tak bardzo, że znów został najbogatszym człowiekiem na świecie. Powodów do radości nie ma natomiast Bernard Arnault, który musiał zejść z najwyższego miejsca na podium. Szef LVMH i właściciel takich marek jak Louis Vuitton, Dior czy Givenchy nie ma ostatnio dobrej passy, a jego majątek się kurczy.", "link": "https://businessinsider.com.pl/gospodarka/musk-znowu-najbogatszym-czlowiekiem-swiata-szef-louis-vuitton-biednieje/h5hc2f8", "date_published": "2023-06-01 10:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja w strefie euro najniższa od wojny. Spadek szybszy od oczekiwań", "description": "O 6,1 proc. wzrosły ceny w strefie euro w maju. To najniższa inflacja od lutego ub.r., czyli od początku pełnoskalowej wojny na terenie Ukrainy. Najszybciej ceny rosną u naszych sąsiadów.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-w-strefie-euro-najnizsza-od-wojny-spadek-szybszy-od-oczekiwan/vyhm0xw", "date_published": "2023-06-01 09:55:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chińczycy zawalczą z thermomixem. Oto \"xiaomix\"", "description": "Królem robotów kuchennych jest obecnie bez wątpienia thermomix. I na ten lukratywny rynek wchodzą jednak firmy z Chin. Model od Xiaomi jest już dostępny w Niemczech.", "link": "https://businessinsider.com.pl/gospodarka/chinczycy-zawalcza-z-thermomixem-oto-xiaomix/jctbwys", "date_published": "2023-06-01 09:41:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Izery już niebawem na drogach. Tak przynajmniej zapewnia prezes", "description": "Projekt polskiego auta elektrycznego rodzi się bardzo powoli. Jednak prezes Electromobility Poland Piotr Zaremba zapewnia, że niebawem ruszy budowa fabryki, a potem wszystko ma się potoczyć już bardzo szybko. Przekonuje też, że polski pojazd ma \"konkurować ceną\".", "link": "https://businessinsider.com.pl/gospodarka/izery-maja-juz-niebawem-pojawic-sie-na-drogach-tak-przynajmniej-zapewnia-prezes/pcmvj8c", "date_published": "2023-06-01 09:06:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pogłoski o śmierci rosyjskiej gospodarki przesadzone. W tym sektorze jest poprawa", "description": "Firmy produkcyjne w Rosji nabrały wiatru w żagle. Odwrotnie niż w Polsce tam zamówienia i zatrudnienie rośnie. Zatrudnienie wzrosło w najwyższym tempie od 22 i pół roku. Również odwrotnie niż w Polsce wzrosły jednak koszty produkcji. Producenci jednak nie podnieśli cen odbiorcom, rezygnując z części marży.", "link": "https://businessinsider.com.pl/gospodarka/pogloski-o-smierci-rosyjskiej-gospodarki-przesadzone-w-tym-sektorze-jest-poprawa/vleq6fq", "date_published": "2023-06-01 09:02:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zdolność kredytowa przeciętnej rodziny spadła o ok. 150 tys zł", "description": "Co w kolejnych kwartałach wydarzy się na rynku nieruchomości i jaki wpływ może mieć na to rządowy kredyt? O tym, w nowym odcinku programu \"In Business\" opowiedziała Iwona Sroka, członkini zarządu Murapol S.A.", "link": "https://businessinsider.com.pl/wiadomosci/zdolnosc-kredytowa-przecietnej-rodziny-spadla-o-ok-150-tys-zl/pyfjx26", "date_published": "2023-06-01 09:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wynajem mieszkań coraz droższy. Poznaliśmy stawki", "description": "Wynajem 50-metrowego lokum w Warszawie to już koszt średnio 3,8 tys. zł miesięcznie – i to bez opłat licznikowych i administracyjnych. Ceny wyraźnie poszły w górę od zeszłego roku.", "link": "https://businessinsider.com.pl/gospodarka/wynajem-mieszkan-coraz-drozszy-oto-stawki-z-duzych-miast/86c8l0h", "date_published": "2023-06-01 08:11:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zełenski ma jasny plan dla Ukrainy. Najpierw zabezpieczyć niebo, później \"formuła pokoju\"", "description": "Prezydent Ukrainy Wołodymyr Zełenski zapowiedział w czwartek, że na szczycie Europejskiej Wspólnoty Politycznej odbywającym się w Mołdawii będzie zabiegał m.in. o rozwój koalicji na rzecz przekazania Ukrainie samolotów wojskowych. Nie będzie jednak uciekał także od rozmów o zakończeniu wojny i integracji Ukrainy z Zachodem.", "link": "https://businessinsider.com.pl/wiadomosci/zelenski-ma-jasny-plan-najpierw-zabezpieczyc-niebo-nad-ukraina-pozniej-formula-pokoju/r2psxb9", "date_published": "2023-06-01 08:03:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemiecki producent obuwia masowo zamyka sklepy. A to tylko wierzchołek góry lodowej", "description": "Było 180 sklepów, zostaną najwyżej 23. Niemiecki producent obuwia Reno jest kolejną firmą z kraju naszych sąsiadów, która wpadła w tarapaty.", "link": "https://businessinsider.com.pl/wiadomosci/niemiecki-producent-obuwia-masowo-zamyka-sklepy-a-to-tylko-wierzcholek-gory-lodowej/7gsxcph", "date_published": "2023-06-01 07:53:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Premier o wakacjach kredytowych. Nowa opcja na stole", "description": "Czy dalej z wakacjami kredytowymi? \"Rozważamy przedłużenie o kolejne pół roku lub nawet o rok\" – powiedział premier Mateusz Morawiecki w rozmowie ze \"Wprost\". Nie byłoby to jednak bezwarunkowe.", "link": "https://businessinsider.com.pl/gospodarka/premier-o-wakacjach-kredytowych-nowa-opcja-na-stole/6c780q2", "date_published": "2023-06-01 07:27:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec z wysoką inflacją. Producenci obniżyli ceny najszybciej od 20 lat", "description": "To nie są dobre dane dla przemysłu, ale mogą być dobre dla konsumentów. Badanie opinii menadżerów wykazało, że zapotrzebowanie na produkty polskiego przemysłu spada i zaczęły się cięcia zatrudnienia. Pozytyw dla konsumentów jest taki, że przemysł zaczął obniżać ceny i to w najszybszym tempie od przynajmniej 20 lat. Tym łatwiej było to zrobić, że koszty spadły.", "link": "https://businessinsider.com.pl/gospodarka/koniec-z-wysoka-inflacja-producenci-obnizyli-ceny-najszybciej-od-20-lat/d99m4ze", "date_published": "2023-06-01 07:26:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "UOKiK żąda wyjaśnień od chipsowych potentatów. Ziemniaczany przekręt?", "description": "Urząd Ochrony Konkurencji i Konsumentów (UOKiK) wszczął postępowania wyjaśniające w sprawie praktyk sześciu głównych podmiotów działających na rynku produkcji frytek i chipsów. Firmom, w razie wykrycia nieprawidłowości, grożą kary w wysokości do 3 proc. rocznego obrotu.", "link": "https://businessinsider.com.pl/wiadomosci/uokik-zada-wyjasnien-od-chipsowych-potentatow-ziemniaczany-przekret/42wtpn4", "date_published": "2023-06-01 07:20:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Minister rozmawiał z Blinkenem o lex Tusk. Jest tajemniczy", "description": "Stany Zjednoczone bardzo ostro zareagowały na sprawę lex Tusk. Teraz minister spraw zagranicznych przekazał, że rozmawiał o tym ze swoim odpowiednikiem z USA.", "link": "https://businessinsider.com.pl/wiadomosci/minister-rozmawial-z-blinkenem-o-lex-tusk-jest-tajemniczy/xc1xbyl", "date_published": "2023-06-01 07:02:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 1 czerwca powyżej 4,6 zł", "description": "Frank szwajcarski powyżej 4,6 zł. W czwartek rano 1 czerwca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,6550.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-1-czerwca-2023/ye7xfnv", "date_published": "2023-06-01 07:02:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 1 czerwca powyżej 4,2 zł", "description": "Kurs dolara powyżej 4,2 zł. W czwartek rano 1 czerwca 2023 r. kurs USD/PLN wynosi 4,2417.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-1-czerwca-2023/1t5krgj", "date_published": "2023-06-01 06:59:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 1 czerwca 2023 r.", "description": "Bieżący kurs waluty euro z dnia 1 czerwca 2023 r. z godziny 7 rano oraz zmiany kursu dzień do dnia i tydzień do tygodnia. Jak się zmienił kurs w tym okresie i czy warto dziś wymieniać złotówki na euro? Aktualny kurs euro interesuje przede wszystkim przedsiębiorców, którzy zajmują się importem i eksportem usług oraz towarów. Ważny jest także dla turystów planujących wakacje. Wczoraj kurs euro wynosił: 4,5322 zł", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-1-czerwca-2023-r/0hj3vbp", "date_published": "2023-06-01 06:53:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto największy hit na Dzień Dziecka. Mamy dane z paragonów", "description": "Co najczęściej dostają dzieci na swoje święto? Okazało się, że bezkonkurencyjne są klocki. Mniej popularne są zabawkowe pojazdy oraz hulajnogi.", "link": "https://businessinsider.com.pl/gospodarka/oto-najwiekszy-hit-na-dzien-dziecka-oto-dane-z-paragonow/bhtrtlz", "date_published": "2023-06-01 06:48:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "600 mln zł popłynęło w czwartek do Polaków. Nieliczni przegapili termin", "description": "1 czerwca rozpoczął się kolejny roczny okres wypłaty świadczenia 500 plus. W czwartek wypłaciliśmy pierwsze ponad 600 mln zł. Zdecydowana większość rodziców i opiekunów zachowała dotychczasowy termin wypłat — przekazała PAP prezes ZUS prof. Gertruda Uścińska.", "link": "https://businessinsider.com.pl/poradnik-finansowy/600-mln-zl-poplynelo-w-czwartek-do-polakow-nieliczni-przegapili-termin/9xfc1pv", "date_published": "2023-06-01 06:24:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Policja rozbiła \"gang Kamela\". Przewozili narkotyki w ziemniakach", "description": "Policjanci CBŚP przy wsparciu hiszpańskich kolegów i Europolu rozbili gang \"Kamela\", który przemycał narkotyki z Hiszpanii przez Niderlandy i Niemcy do Polski. Podczas akcji zatrzymano 20 osób, w tym 14 w Polsce.", "link": "https://businessinsider.com.pl/wiadomosci/policja-rozbila-gang-kamela-przewozili-narkotyki-w-ziemniakach/e61nkn0", "date_published": "2023-06-01 06:07:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lexus NX 450h+ – legendarny napęd w luksusowym SUV-ie", "description": "Lexus, tak jak Toyota, słynie z oszczędnych aut hybrydowych. W ostatnich latach luksusowa, japońska marka poszła jednak krok dalej: w jej gamie pojawiła się hybryda, którą można ładować z gniazdka. Jak się sprawuje legendarny napęd w parze z dużym akumulatorem?", "link": "https://businessinsider.com.pl/technologie/motoryzacja/lexus-nx-450h-legendarny-naped-w-luksusowym-suv-ie-test/wn87ssw", "date_published": "2023-06-01 06:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lidl szuka 800 osób do pracy. \"Konsekwentnie walczymy o pozycję lidera płacowego\"", "description": "Tylko w 2022 r. Lidl zatrudnił ponad 2,7 tys. pracowników w Polsce, a w sumie ma ich ponad 27 tys. Na tym jednak nie koniec. Firma szuka dalej i wprost deklaruje, że chce być liderem płac w branży.", "link": "https://businessinsider.com.pl/praca/lidl-szuka-800-osob-do-pracy-na-jakie-stanowiska-i-ile-mozna-zarobic/fx81klx", "date_published": "2023-06-01 05:50:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"To może się wymknąć spod kontroli\". USA przestrzegają Chiny", "description": "Departament Obrony USA reaguje na ostatnie \"niebezpieczne manewry\" chińskiego myśliwca w pobliżu samolotu amerykańskich wojsk. Lloyd Austin wezwał do dwustronnych rozmów na temat bezpieczeństwa.", "link": "https://businessinsider.com.pl/wiadomosci/to-moze-sie-wymknac-spod-kontroli-tak-usa-ostrzegaja-chiny/2hbjdqs", "date_published": "2023-06-01 05:42:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Milioner zginął w wypadku helikoptera na Pomorzu. Maszyna powstała ze zużytych części", "description": "Państwowa Komisja Badań Wypadków Lotniczych (PKBWL) odstąpiła od badania wypadku śmigłowca, w którym zginął 51-letni pilot, lokalny przedsiębiorca. Helikopter rozbił się w styczniu w Leśnej Jani na Pomorzu. Zdaniem Komisji statek powietrzny został zbudowany oraz był użytkowany niezgodnie z obowiązującymi przepisami.", "link": "https://businessinsider.com.pl/wiadomosci/milioner-zginal-w-wypadku-helikoptera-na-pomorzu-maszyna-powstala-ze-zuzytych-czesci/cgd6xtt", "date_published": "2023-06-01 05:29:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kupujemy coraz mniej elektroniki. \"Fatalny rezultat\"", "description": "Ilościowo spada sprzedaż elektroniki, podobnie zresztą jak mebli czy artykułów wnętrzarskich. \"Nastroje są kiepskie, coraz gorzej jest nawet we flagowych segmentach, jak np. smartfony\" – podaje \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/gospodarka/kupujemy-coraz-mniej-elektroniki-fatalny-rezultat/6xtrr74", "date_published": "2023-06-01 05:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy nie chcą płacić na TVP. Jest wyraźny spadek", "description": "Na koniec 2022 r. za abonament radiowo-telewizyjnych opłacało 828 tys. zobowiązanych. To niecałe 35 proc. osób i instytucji, które powinny regulować tę opłatę.", "link": "https://businessinsider.com.pl/gospodarka/polacy-nie-chca-placic-na-tvp-jest-wyrazny-spadek/63k26c7", "date_published": "2023-06-01 05:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 2023-6-1.", "description": "Bieżący kurs waluty euro z dnia 2023-6-1 z godziny 7 rano oraz zmiany kursu dzień do dnia i tydzień do tygodnia. Jak się zmienił kurs w tym okresie i czy warto dziś wymieniać złotówki na euro? Aktualny kurs euro interesuje przede wszystkim przedsiębiorców, którzy zajmują się importem i eksportem usług oraz towarów. Ważny jest także dla turystów planujących wakacje. Wczoraj kurs euro wynosił: 4.5322 zł", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-2023-6-1/0hj3vbp", "date_published": "2023-06-01 05:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co się zmienia w czerwcu? Zasiłki, emerytury, prawo budowlane i inne nowości dla milionów Polaków", "description": "W czerwcu zmieniają się przepisy i wskaźniki ważne m.in. dla dorabiających emerytów oraz bezrobotnych zarejestrowanych w publicznych pośredniakach. Na wyższą pomoc mogą liczyć najlepsi licealiści i uczniowie techników. W życie wchodzą też regulacje dotyczące wysokości abonamentu radiowo-telewizyjnego. Najważniejsza zmiana dotyczy stawiania budynków gospodarczych. Mogą na niej skorzystać nawet miliony Polaków.", "link": "https://businessinsider.com.pl/prawo/praca/zasilki-emerytury-prawo-budowlane-co-zmienia-sie-w-czerwcu-sprawdz-czy-skorzystasz/cr8y00k", "date_published": "2023-06-01 04:57:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć ważnych zmian w czerwcu. Nowości dla milionów Polaków", "description": "W czerwcu zmieniają się przepisy i wskaźniki ważne m.in. dla dorabiających emerytów oraz bezrobotnych zarejestrowanych w publicznych pośredniakach. Na wyższą pomoc mogą liczyć najlepsi licealiści i uczniowie techników. W życie wchodzą też regulacje dotyczące wysokości abonamentu radiowo-telewizyjnego. Najważniejsza zmiana dotyczy stawiania budynków gospodarczych. Mogą na niej skorzystać nawet miliony Polaków.", "link": "https://businessinsider.com.pl/prawo/praca/piec-waznych-zmian-w-czerwcu-nowosci-dla-milionow-polakow/cr8y00k", "date_published": "2023-06-01 04:57:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ceny w Polsce właśnie przestały rosnąć: 0 proc. w maju", "description": "Ceny w Polsce przestały w maju rosnąć, a członkowie Rady Polityki Pieniężnej coraz częściej mówią o tym, kiedy będzie można zacząć obniżać stopy procentowe. Inflacja wciąż jednak jest bardzo wysoka, co widać w danych o PKB, który nominalnie rośnie o ponad 16 proc., ale realnie jednak minimalnie spada. Trybunał Konstytucyjny nie zebrał się i niczego nie postanowił o ustawie o Sądzie Najwyższym, od której zależy kasa z UE, a Amerykanie przegłosowali podniesienie swojego limitu długu. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/ceny-w-polsce-wlasnie-przestaly-rosnac-0-proc-w-maju/echr42x", "date_published": "2023-06-01 04:51:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nieletni toną w długach. Często zaczyna się prozaicznie", "description": "Zaległości niepełnoletnich wzrosły do ponad 3,5 mln zł – wynika z danych Rejestru Dłużników BIG InfoMonitor. Długi ma ponad 3,1 tys. osób poniżej 18. roku życia. Bardzo często przyczyną jest jazda komunikacją miejską bez biletów.", "link": "https://businessinsider.com.pl/gospodarka/nieletni-tona-w-dlugach-czesto-zaczyna-sie-prozaicznie/nqvg2fz", "date_published": "2023-06-01 04:35:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miały przyciągać inwestorów. Firmy nie chcą porozumień z fiskusem. Dlaczego?", "description": "Porozumienia inwestycyjne miały przyciągnąć inwestorów zagranicznych do kraju. Nic takiego się nie stało. Dotychczas nie zawarto żadnego porozumienia, a tylko jeden podmiot złożył wniosek o porozumienie z fiskusem. – To kolejne hasło marketingowe, które dobrze wygląda tylko na slajdach – komentują eksperci. Nieco lepiej jest z umowami o współdziałanie.", "link": "https://businessinsider.com.pl/prawo/podatki/porozumienie-z-fiskusem-czy-umowa-o-wspoldzialanie-sprawdz-co-da-wieksze-korzysci/kdy0l83", "date_published": "2023-06-01 04:31:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Za mleczaki, za oceny, za prace domowe. Tak płacimy dzieciom", "description": "Nawet 80 proc. rodziców w Polsce wypłaca dzieciom kieszonkowe. Nie są to jednak duże kwoty, bo mediana deklarowanych wypłat wynosi 70 zł. Dzieci bogacą się jednak innymi drogami. Dla najmłodszych istotnym źródłem finansowania są dziadkowie. Starsi często zarabiają ocenami — do płacenia za stopnie przyznaje się aż 46 proc. rodziców. W sieci znajdziemy nawet cenniki za poszczególne oceny i przedmioty.", "link": "https://businessinsider.com.pl/poradnik-finansowy/za-mleczaki-za-oceny-za-prace-domowe-tak-placimy-dzieciom/17dfd07", "date_published": "2023-06-01 04:20:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Widmo bankructwa USA oddalone. Izba Reprezentantów zagłosowała", "description": "Izba Reprezentantów przegłosowała projekt ustawy zawieszający limit zadłużenia do stycznia 2025 r. oraz ograniczający wydatki budżetowe w dwóch najbliższych budżetach. To jednak nie przesądza ciągle, że Stany unikną bankructwa technicznego.", "link": "https://businessinsider.com.pl/gospodarka/widmo-bankructwa-usa-oddalone-izba-reprezentantow-zaglosowala/qmp92gq", "date_published": "2023-06-01 04:11:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Unia uderza w AliExpress i Alibabę. Czy reforma zatrzyma omijanie ceł i VAT od towarów z Chin?", "description": "Unia Europejska przygotowuje się do wielkiej reformy prawa celnego. Projekt nowych regulacji ma uchronić rynek unijny, w tym polski, przed napływem towarów np. z Chin bez ceł i podatków. Czy uda się uderzenie w takie platformy jak AliExpress i Alibaba— zastanawia się Piotr Leonarski, adwokat i doradca podatkowy z kancelarii B2R Law Jankowski, Stroiński, Zięba i Partnerzy.", "link": "https://businessinsider.com.pl/prawo/opinie/unia-uderza-w-aliexpress-co-z-przesylkami-do-150-euro-ekspert-tlumaczy/cjh9n4k", "date_published": "2023-06-01 04:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lex Tusk \"strzałem w stopę\". Może nas kosztować miliardy euro", "description": "Sprawa lex Tusk teoretycznie nie powinna się wprost wiązać z wypłatą środków z KPO czy z funduszy strukturalnych UE. W praktyce powstanie kontrowersyjnej komisji wzmacnia frakcję wrogą polskiemu rządowi w Komisji Europejskiej. Ta zmiana może mieć realną cenę. Liczoną w dziesiątkach miliardów euro.", "link": "https://businessinsider.com.pl/gospodarka/lex-tusk-strzalem-w-stope-tyle-moze-nas-kosztowac/6nq4vf7", "date_published": "2023-06-01 04:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lex Tusk. Wybory parlamentarne to tylko poligon. Walka będzie o samorządowe", "description": "Ustawa powołująca Komisję do spraw badania wpływów rosyjskich już obowiązuje. Komisja może m.in. zakazać pełnienia funkcji związanych z dysponowaniem środkami publicznymi na okres do 10 lat. To oznacza, że temu, kto dysponuje państwowymi pieniędzmi, lex Tusk może zamknąć drzwi do kariery w administracji, ale nie tylko. Może też wpłynąć na wybory samorządowe.", "link": "https://businessinsider.com.pl/prawo/lex-tusk-komisja-moze-miec-wplyw-na-wybory-samorzadowe/kh5rvg9", "date_published": "2023-06-01 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]