[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - Official 'Outfit 2' Trailer", "description": "Watch the latest Street Fighter 2 trailer to see Outfit 2 for all 18 characters, featuring looks for returning fighters from previous games in the Street Fighter series. New characters have their personalities on full display in their own drip.\n\nYou can unlock Outfit 2 for each character during your adventures in World Tour. Alternatively, Outfit 2 also can be purchased instantly with Fighter Coins.\n\n#IGN #StreetFighter #Gaming", "link": "https://www.youtube.com/watch?v=rSKY89gQMDU", "date_published": "2023-06-01 18:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo IV: Why you should play Necromancer #diablo #diabloiv #gaming #pcgaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=JnexY36h0qk", "date_published": "2023-06-01 17:49:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Asgard’s Wrath 2 - Official Gameplay Reveal Trailer | Meta Quest Gaming Showcase 2023", "description": "Here's your look at Asgard’s Wrath 2 in this gameplay reveal trailer for the upcoming VR action RPG, as revealed during the Meta Quest Gaming Showcase. In Asgard's Wrath 2, Loki must be stopped. His chaos has corrupted the realm of ancient Egypt, and is threatening to tear apart the very fabric of reality itself. Battle gods and monsters at an epic scale to keep his evil from spreading, and exact your vengeance for his betrayal. Asgard’s Wrath 2 will be available on Meta Quest in winter 2023.", "link": "https://www.youtube.com/watch?v=EH698jXnDDQ", "date_published": "2023-06-01 17:47:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Asgard’s Wrath 2 - Official Overview Trailer | Meta Quest Gaming Showcase 2023", "description": "Join studio creative director Mat Kraemer at Sanzaru Games for a deep dive into Asgard’s Wrath 2, including a look at new realms to explore, combat, enemies, and more from this upcoming action RPG sequel as you travel across realms in pursuit of the Trickster God Loki. Asgard's Wrath 2 is coming to Meta Quest 2 and Meta Quest Pro in winter 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=1rIE-0NwjpI", "date_published": "2023-06-01 17:30:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Bulletstorm - Official Announcement Trailer | Meta Quest Gaming Showcase 2023", "description": "Check out the action-packed trailer for Bulletstorm VR and get ready to dish out skillshots. In Bulletstorm VR, skillshots new and old, as well as the action-packed story, are recreated from the ground up to take advantage of VR. Bulletstorm VR is coming to Meta Quest 2 and Meta Quest Pro.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=1ygZM6_bJdw", "date_published": "2023-06-01 17:27:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Attack on Titan VR: Unbreakable - Official Teaser Trailer | Meta Quest Showcase 2023", "description": "Here’s your look at Attack on Titan VR: Unbreakable, an upcoming VR hunting action game where you join the Scout Regiment, strap into your ODM (omni-directional mobility) gear, and take on killer Titans while protecting your homeland. Attack on Titan VR: Unbreakable features single-player and co-op modes, and more. Attack on Titan VR: Unbreakable is coming this winter to Meta Quest 2 and Meta Quest Pro.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=G8ay9JA5N7k", "date_published": "2023-06-01 17:25:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Stranger Things VR - Official Gameplay Trailer | Meta Quest Gaming Showcase 2023", "description": "Play as Vecna and head to the Upside Down in Stranger Things VR. Check out the trailer to see some of the creepy areas and creatures as you invade people’s minds, harness telekinetic powers, and take revenge against Hawkins, Eleven and crew. Stranger Things VR is coming in fall 2023 to Meta Quest 2 and Meta Quest Pro.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=__LGDOa3asc", "date_published": "2023-06-01 17:23:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Arizona Sunshine 2 - Official Announce Trailer | Meta Quest Gaming Showcase 2023", "description": "Arizona Sunshine 2 will be available on Meta Quest 2, Meta Quest 3, and Meta Quest Pro this holiday 2023. Check out the Arizona Sunshine 2 trailer for this upcoming sequel, as revealed during the Meta Quest Gaming Showcase. In Arizona Sunshine 2, dust off your shotgun and sharpen your machete. Accompanied by an all-new friend, Arizona Sunshine 2 takes you back to the limb-strewn deserts of post-apocalyptic Arizona.", "link": "https://www.youtube.com/watch?v=w8aiJOe6oMU", "date_published": "2023-06-01 17:22:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Vampire: The Masquerade Justice - Official Announcement Trailer | Meta Quest Gaming Showcase 2023", "description": "Dive into the dark side of the city of Venice in this trailer for Vampire: The Masquerade - Justice, an upcoming new adventure RPG set in the World of Darkness. Take advantage of superhuman abilities to help you take down targets, drinking the blood of both mortals and other vampires. Explore a dark and mysterious Venice to improve your abilities and become the ultimate arbiter of justice. Vampire: The Masquerade - Justice is coming to Meta Quest 2 & 3 in late 2023.\n\n#IGN #VR", "link": "https://www.youtube.com/watch?v=0CVZGLnESqQ", "date_published": "2023-06-01 17:16:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "UNDERDOGS - Official Announcement Trailer | Meta Quest Gaming Showcase 2023", "description": "Explore the sci-fi world of New Brakka and see mechs in action in this trailer for UNDERDOGS, an upcoming futuristic physics-based brawler game, coming to Meta Quest 2 and Meta Quest Pro in 2024. UNDERDOGS is set in the 22nd century mech-fighting capital of the world, New Brakka. Gear up with 100+ items, hustle & deal with the gangsters running these streets, and fight to the roars of blood thirsty crowds.\n\n#IGN #VR", "link": "https://www.youtube.com/watch?v=2sou8Io29UI", "date_published": "2023-06-01 17:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ghostbusters: Rise of the Ghost Lord - Official Story Trailer | Meta Quest Gaming Showcase 2023", "description": "Meet the Ghost Lord and learn about this supervillain's origin story in this latest trailer for Ghostbusters: Rise of the Ghost Lord, as revealed during the Meta Quest Gaming Showcase. Additionally, the new trailer gives us a peek at the new Ghostbusters HQ in San Francisco and more as we learn about the descent of Gustav Hookfaber, the dismissed understudy to the 1984 Ghostbusters at Columbia University. Ghostbusters: Rise of the Ghost Lord will be available in fall 2023 on Meta Quest 2, Quest Pro, and PlayStation VR2.", "link": "https://www.youtube.com/watch?v=RGrysIvcnhc", "date_published": "2023-06-01 17:08:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Silent Slayer: Vault of the Vampire - Official Reveal Trailer | Meta Quest Gaming Showcase 2023", "description": "Take a peek at the tense announcement trailer for Silent Slayer: Vault of the Vampire, an upcoming single-player horror game where you come face-to-face with vampires and try to stake them before they wake. Silent Slayer: Vault of the Vampire is coming to Meta Quest 2 and Meta Quest Pro.\n\n#IGN #VR #Gaming", "link": "https://www.youtube.com/watch?v=yXyhhoWUhg0", "date_published": "2023-06-01 17:06:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "AEW: Fight Forever - Official Pre-Order Trailer", "description": "AEW: Fight Forever is an upcoming All Elite Wrestling branded wrestling game that pits the best of the best against each other in over 10 game modes like Singles, Tag-Team, 3-Way, 4-Way, Ladder, Casino Battle Royale, and more. AEW Fight Forever is setting out to recapture the nostalgia of classic arcade-feel wrestling games into the modern era with AEW-specific finishers and offensive moves. AEW: Fight Forever is available for pre-order now and is launching on June 29 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #AEW #Gaming", "link": "https://www.youtube.com/watch?v=5ce3UbsKuqQ", "date_published": "2023-06-01 17:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Demeo Battles - Official Announcement Trailer | Meta Quest Gaming Showcase 2023", "description": "Take a look at the announcement trailer for Demeo Battles, the next game for the Demo Action Role Playing System featuring speedy, competitive PvP strategy. Demeo Battles pits players against each other in 1v1 or 2v2 turn-based bouts. Choose your champion, build a brigade of monstrous minions, and enter the fantasy fight for survival in the arena. Demeo Battles is coming to the Meta Quest Store for Meta Quest 2 and Meta Quest Pro, and it is also coming to Steam.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=e5hB5QKOiaE", "date_published": "2023-06-01 16:56:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4: 17 Essential Tips and Tricks", "description": "More than 10 years have passed since the launch of Diablo 3, so it’s been an age since gamers have had the chance to dive into a brand new, full-sized Diablo experience. We know there are many players who are looking forward to jumping into Diablo for the first time, so with our time spent playing the game during the numerous Betas and for review, we’re here to help out any beginners who are just getting started in Diablo IV with these 17 Essential Tips and Tricks.\n\nTimestamps:\n00:00 - Intro\n00:33 - 1: How to Choose a World Tier (World Tier 1 or 2)\n01:15 - 2: Save World Tier 3 & 4 for Endgame\n01:33 - 3: How to Choose (and Refund) Skills\n02:17 - 4: Mark Inventory As Junk\n02:40 - 5: Use Town Portal Often\n03:14 - 6: How to Unlock Transmog Options\n03:57 - 7: Fast Travel Out of Dungeons\n04:29 - 8: What are Elite Enemy Modifiers?\n05:10 - 9: How Boss Health Bars Work (Stun Meter)\n05:48 - 10: Use Potions to Pick Up Spares\n06:16 - 11: How to Upgrade Potions (Alchemist)\n06:39 - 12: How to Increase Maximum Potion Capacity\n07:13 - 13: How to Defeat Treasure Goblins\n07:41 - 14: Liberate Strongholds\n08:23 - 15: Purveyors of Curiosities (Murmuring Obols)\n09:04 - 16: How to Open Silent Chests (Whispering Keys)\n09:29 - 17: How to Extract and Imprint Legendary Aspects\n\nFor more tips, walkthroughs, class guides and our fully interactive map, check out our full written guide on IGN.\n\nhttps://www.ign.com/wikis/diablo-4\n\n#IGN", "link": "https://www.youtube.com/watch?v=XqJYw3oCSBo", "date_published": "2023-06-01 16:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer 40K: Rogue Trader Preview – Warhammer + CRPG Seems Like a Good Combo", "description": "We were very impressed by the density of CRPG goodness on display in our almost two-hour-long demo of Warhammer 40K: Rogue Trader. Here are our hands-off impressions. Previewed on PC by Travis Northup.\n\n#IGN #Gaming #Warhammer40K", "link": "https://www.youtube.com/watch?v=fHfIIyqpANw", "date_published": "2023-06-01 16:18:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Kromlech - Official Live-Action Announcement Trailer", "description": "Say hello to Kromlech, an RPG with action-adventure elements set in a fictional universe with a Celtic influence from the early Iron Age. Kromlech is in development for PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=vYF3AyuU8Ok", "date_published": "2023-06-01 16:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "AEW Fight Forever Gameplay - MJF vs Jade Cargill - Full Match", "description": "Would MJF and Jade Cargill wrestle in real life? Probably not, but in AEW Fight Forever, you can make that happen! Check out this full match of gameplay featuring the AEW World Champion, MJF, and the former TBS Champion, Jade Cargill.\n\n#IGN #Gaming #AEW", "link": "https://www.youtube.com/watch?v=qHewgaNtlCs", "date_published": "2023-06-01 16:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hollywood Dreams And Nightmares: The Robert Englund Story - Exclusive Official Clip (2023)", "description": "A classically trained actor and director, Robert Englund has become one of the most revolutionary horror icons of our generation. Throughout his career, Englund starred in many well-known movies but shot to super-stardom with his portrayal of supernatural serial killer Freddy Krueger in the Nightmare on Elm Street franchise. This unique and intimate portrait captures the man behind the glove and features interviews with Englund and his wife Nancy, Lin Shaye, Eli Roth, Tony Todd, Heather Langenkamp, and more.\n\nHollywood Dreams And Nightmares: The Robert Englund Story is directed by Gary Smart (Dark Ditties Presents ‘The Offer’) and Christopher Griffiths (RoboDoc: The Creation of RoboCop) and written by Gary Smart and Neil Morris (Dark Ditties Presents ‘Mrs. Wiltshire’). The film stars Robert Englund (A Nightmare on Elm Street), Nancy Englund, Eli Roth (Cabin Fever), Adam Green (Hatchet), Tony Todd (Candyman), Lance Henriksen (Aliens), Heather Langenkamp (A Nightmare on Elm Street), Lin Shaye (Insidious), Bill Moseley (The Devil’s Rejects), Doug Bradley (Hellraiser) and Kane Hodder (Friday the 13th Part VII: The New Blood).\n\nHollywood Dreams And Nightmares: The Robert Englund Story is available on Screambox and digital on June 6, 2023.\n\n#IGN", "link": "https://www.youtube.com/watch?v=gKBNSF65kFg", "date_published": "2023-06-01 16:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Which Diablo 4 Class Should You Choose?", "description": "Which Diablo IV classes will be available at launch, and which one is right for you? Let’s take a close look at the five launch day character classes. We're diving in deep on all Diablo IV's launch day classes, including: the melee rage monster known as the Barbarian, spell-slinging Sorcerer, shape-shifting Druid, backstabbing Rogues, and the resourceful Necromancer that can summon armies of the undead.\n\nDiablo IV releases on PC, Xbox Series consoles, PlayStation 5, and PlayStation 4 on June 6th.\nPresented by Diablo IV.\n\n#IGN #Gaming #Diablo4", "link": "https://www.youtube.com/watch?v=hybH0LROGp4", "date_published": "2023-06-01 16:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "AEW Fight Forever: The Final Preview", "description": "AEW Fight Forever is a little rough around the edges, but so far, it's succeeding at what it sets out to do by providing a fun, easy to pick up and play alternative to the more simulation focused competition. Here's our final preview before its launch of June 29.\n\n#IGN #Gaming #AEW", "link": "https://www.youtube.com/watch?v=FjJ-76Bnw-0", "date_published": "2023-06-01 16:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "This Bed We Made - Official First Trailer", "description": "Enjoy the first official full trailer for This Bed We Made, the upcoming narrative adventure game that puts you in the middle of a murder mystery as Sophie, a nosy hotel maid in the 1950s. A playable demo is now available on Steam if you'd like to try it out.  https://store.steampowered.com/app/1243850/This_Bed_We_Made/\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=I9fUfh6rSf0", "date_published": "2023-06-01 15:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Meta Quest 3 - Official Announcement Trailer", "description": "Meta has officially unveiled the brand-new next-generation headset, the Meta Quest 3. Boasting more than twice the GPU processing power, next-gen Snapdragon chips, and higher resolution displays on the headset will allow for smoother and faster gameplay and entertainment. With a 40% slimmer optic profile, comfort is at the forefront alongside the new lightweight Touch Plus controllers that conform to any hand size. TrueTouch haptics allows players to physically feel a difference in the experiences on Meta Quest 3 for over 500 titles. Meta Quest 3 launches in Fall 2023 for $499.\n\n#IGN #MetaQuest #VR", "link": "https://www.youtube.com/watch?v=GAhce2OgZu4", "date_published": "2023-06-01 14:53:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Total War Pharaoh: The First Hands-On Preview", "description": "While Total War: Pharaoh doesn't feel like a revolutionary step forward for the series – so far, anyway – it's still the first mainline Total War game in a while, and for that reason it has our attention. Previewed on PC by Leana Hafer.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=D-5vRgoIOnE", "date_published": "2023-06-01 14:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Oppenheimer - Official 'Shooting For IMAX' Featurette", "description": "Join members of the cast and crew for a behind-the-scenes look at Oppenheimer and the process of shooting the film for IMAX.\n\nOppenheimer is an upcoming movie written and directed by Christopher Nolan. It stars Cillian Murphy as J. Robert Oppenheimer and Emily Blunt as his wife, biologist and botanist Katherine “Kitty” Oppenheimer. Matt Damon portrays General Leslie Groves Jr., director of the Manhattan Project, and Robert Downey, Jr. plays Lewis Strauss, a founding commissioner of the U.S. Atomic Energy Commission. Florence Pugh plays psychiatrist Jean Tatlock, Benny Safdie plays theoretical physicist Edward Teller, Michael Angarano plays Robert Serber and Josh Hartnett plays pioneering American nuclear scientist Ernest Lawrence. The film also stars Rami Malek and reunites Nolan with actor, writer and filmmaker Kenneth Branagh. The cast includes Dane DeHaan, Dylan Arnold, David Krumholtz, Alden Ehrenreich, and Matthew Modine. \n\nThe film is based on the Pulitzer Prize-winning book American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer by Kai Bird and the late Martin J. Sherwin. The film is produced by Emma Thomas, Atlas Entertainment’s Charles Roven, and Christopher Nolan. \n\nOppenheimer is an IMAX-shot epic thriller that thrusts audiences into the pulse-pounding paradox of the enigmatic man who must risk destroying the world in order to save it. \n\nOppenheimer opens in theaters on July 21, 2023.\n\n#IGN #Oppenheimer #Movies", "link": "https://www.youtube.com/watch?v=G0uK0Np249g", "date_published": "2023-06-01 13:30:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Expanse: Episode 1 – Telltale is Back and Doing What They Do Best", "description": "Telltale returns from the dead and is tackling another big sci-fi IP: The Expanse. Check out our hands-on impressions of the first episode of Telltale's latest licensed adventure game. Previewed on PC by Travis Northup.\n\n#IGN #TheExpanse", "link": "https://www.youtube.com/watch?v=E2akUdmu9uE", "date_published": "2023-06-01 13:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield: What We Know So Far | Unlocking Starfield", "description": "Welcome to Unlocking Starfield, sponsored by Lucozade! Ahead of the Starfield Direct on June 11th Henry Meville from Xbox On and IGN’s Jake James sat down to discuss what we know about the game so far and what they’re excited to see when the game launches on September 6.\n\nPurchase Lucozade Energy Starfield edition bottles to claim 1 month of Xbox Game Pass Ultimate, plus the chance to win Xbox and Starfield prizes every day, including an Xbox Series S. Just scan the QR code on a bottle of Lucozade Energy Starfield edition Original, Orange or Pink Lemonade Zero. Plus, check out the Lucozade extended reality experience, where you can discover Starfield content and take part in challenges to win even more prizes!\n\n#IGN #Gaming #Starfield", "link": "https://www.youtube.com/watch?v=mvLghLZeYs8", "date_published": "2023-06-01 10:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "SlavicPunk: Oldtimer - Official Gameplay Trailer", "description": "Watch the latest trailer for SlavicPunk: Oldtimer to see gameplay, and get a peek at weapons, battlehacking, and more from this upcoming isometric action shooter game. SlavicPunk: Oldtimer will be available on PC on June 28, 2023. A demo will be available in June as part of Steam Next Fest and on GOG.\n\nIn SlavicPunk: Oldtimer, follow the story of Yanus – a private investigator with a troubled past, now trying to solve an unexpected case revolving around a stolen data carrier, all this while fighting his own inner demons, the urban gangs and a nigh-omnipotent corporation responsible for the downfall of the city he used to call his own.\n\n#IGN #SlavicPunk #Gaming", "link": "https://www.youtube.com/watch?v=aEJR1JdzOoE", "date_published": "2023-06-01 06:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man actor says new gameplay revealed barely anything #marvelsspiderman2 #playstation #shorts", "description": "", "link": "https://www.youtube.com/watch?v=o8wGUqXYrOM", "date_published": "2023-06-01 01:03:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Daniel Kaluuya got his Mario nickname #mariokart #donkeykong #arsenal #spiderverse #shorts", "description": "", "link": "https://www.youtube.com/watch?v=2TuXl5zBUjg", "date_published": "2023-06-01 01:01:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Miles Morales and Gwen Stacy's Mario Kart mains #spiderverse #spiderman #haileesteinfeld #shorts", "description": "", "link": "https://www.youtube.com/watch?v=HzuVLa-DE8Q", "date_published": "2023-06-01 01:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6's new mode is weird #streetfighter #gaming #review #sf6 #shorts", "description": "", "link": "https://www.youtube.com/watch?v=0MTGYh3ILKw", "date_published": "2023-06-01 00:58:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What you didn't know about TotK waterfalls #zelda #tearsofthekingdom #totk #gaming#shorts", "description": "", "link": "https://www.youtube.com/watch?v=0O0pwL4H9LI", "date_published": "2023-06-01 00:57:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Reacting to the MGS3 Remake #metalgearsolid #mgs3 #gaming #playstation #shorts", "description": "", "link": "https://www.youtube.com/watch?v=L9gr0uXWwp8", "date_published": "2023-06-01 00:56:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What it'll be like to switch between Spider-Men #marvelsspiderman #spiderman #milesmorales #shorts", "description": "", "link": "https://www.youtube.com/watch?v=Vi2PcGZYN6A", "date_published": "2023-06-01 00:56:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man 2 PS5 but it's Bully Maguire #spiderman #spiderverse #tobeymaguire #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=2FnzZUZ0bkQ", "date_published": "2023-06-01 00:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "This hype manga is getting an anime #anime #crunchyroll #deliciousindungeon #shorts", "description": "", "link": "https://www.youtube.com/watch?v=DDtHGyZugKE", "date_published": "2023-06-01 00:54:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "MGS3 Remake teaser had tons of references #metalgearsolid #metalgearsolid3 #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=cV-M9A4hTPA", "date_published": "2023-06-01 00:52:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Which is the best item for shield surfing? #zelda #tearsofthekingdom #gaming #nintendo #shorts", "description": "", "link": "https://www.youtube.com/watch?v=48zmmGTqMQw", "date_published": "2023-06-01 00:49:58+00:00", "persistent": false, "user": null, "language": "en-US"}]