[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "She Lost Two Daughters in a Truck Crash and Became a Safety Advocate | FRONTLINE", "description": "After losing two daughters in what’s known as an underride crash in 2013, Marianne Karth and her husband have advocated for strengthening federal regulations that could prevent such collisions. An excerpt from FRONTLINE and ProPublica's documentary “America’s Dangerous Trucks.”\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nWatch \"America's Dangerous Trucks\" in full starting Tues., June 13:  https://to.pbs.org/3qomikO\n\n\"America’s Dangerous Trucks\" is a FRONTLINE production with Midnight Films LLC in partnership with ProPublica. The director is Gabrielle Schonder. The producers are A.C. Thompson and Gabrielle Schonder. The correspondent is A.C. Thompson. The writers are A.C. Thompson and Gabrielle Schonder. The editor-in-chief and executive producer of FRONTLINE is Raney Aronson-Rath. \n\n#DocumentaryExcerpt #Trucks #Accidents \n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.", "link": "https://www.youtube.com/watch?v=TMhtnV9dQ3E", "date_published": "2023-06-13 16:42:59+00:00", "persistent": false, "user": null, "language": "en-US"}]