[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Gamedust ma w planach rozbudowę portfolio i rozpoczęcie preprodukcji nowego tytułu", "description": "Spółka Gamedust planuje w 2023 roku skupić się na rozbudowie portfolio i wydawać 3-4 gry rocznie, chce zwiększenia udziału produkcji własnych w harmonogramie premier na przyszłe lata - poinformowali przedstawiciele spółki na konferencji prasowej. Spółka rozpoczyna preprodukcję nowego tytułu.", "link": "https://www.wirtualnemedia.pl/artykul/gamedust-nowe-gry-produkcja-gielda-kurs", "date_published": "2023-06-13 14:39:14.117117+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Blisko 90 procent ankietowanych ekonomistów uważa, że jeszcze w tym roku inflacja spadnie poniżej 10 procent", "description": "Z najnowszej ankiety „Obserwatora Finansowego” przeprowadzonej wśród ponad stu ekonomistów wynika, że 88 proc. ankietowanych spodziewa się spadku inflacji poniżej 10 proc. jeszcze w tym roku. Z czego 77 proc. badanych uważa, że będzie to wrzesień lub IV kwartał 2023 r., a jeszcze miesiąc temu podobnego zdania było jedynie 60 proc. pytanych.", "link": "https://www.wirtualnemedia.pl/artykul/blisko-90-procent-ankietowanych-ekonomistow-uwaza-ze-jeszcze-w-2023-roku-inflacja-spadnie-ponizej-10-procent", "date_published": "2023-06-13 10:50:33.074775+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Czym kierować się przy wyborze ubezpieczenia samochodu?", "description": "Posiadanie ubezpieczenia OC to obowiązek każdego kierowcy. Chroni ono nie tylko Ciebie, ale także wszystkich uczestników wypadku lub kolizji przed finansowymi konsekwencjami. Jak zatem wybrać odpowiednie ubezpieczenie i nie wydać na nie majątku?\nJakie ubezpieczenie wybrać?", "link": "https://www.wirtualnemedia.pl/artykul/czym-kierowac-sie-przy-wyborze-ubezpieczenia-samochodu", "date_published": "2023-06-13 08:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Rusza Loteria Jubileuszowa LINK4!", "description": "Kup polisę  - wygraj samochód! Z okazji swojego dwudziestolecia LINK4 organizuje Loterię Jubileuszową. Do wygrania są samochody Toyota Yaris Cross Hybrid oraz karty paliwowe o wartości 400 złotych. W loterii może wziąć udział każdy klient indywidualny. Wystarczy, że między 1 czerwca a 31 sierpnia 2023 roku kupi bądź przedłuży polisę OC lub OC/AC", "link": "https://www.wirtualnemedia.pl/artykul/loteria-link4-nagrody", "date_published": "2023-06-13 06:58:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Zanik afrykańskich dużych zwierząt", "description": "Zanik dużych zwierząt w Afryce to zjawisko, które widoczne było już kilka mln lat temu – uważają naukowcy. Wyniki badań publikują na łamach tygodnika „Science”.", "link": "https://www.wirtualnemedia.pl/artykul/zanik-afrykanskich-duzych-zwierzat", "date_published": "2023-06-13 05:17:22.784658+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Co odpowiada za próchnicę zębów", "description": "Gatunek bakterii o nazwie Selenomonas sputigena może odgrywać główną rolę w powodowaniu próchnicy - poinformowali naukowcy na łamach \"Nature Communications”.", "link": "https://www.wirtualnemedia.pl/artykul/jak-powstaje-prochnica-zebow-jak-leczyc", "date_published": "2023-06-13 05:17:22.782696+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Coraz więcej obcokrajowców wśród absolwentów polskich uczelni", "description": "W 2021 r. wśród absolwentów szkół wyższych w Polsce było blisko 16 tys. osób z zagranicy. Liczba ta wzrasta w ostatnich latach. W 2019 r. było ich ok. 14,7 tys., a w 2017 r - ok. 11,4 tys. - wynika z najnowszych danych Ośrodka Przetwarzania Informacji. Teolodzy zostają w Polsce, medycy - nie.", "link": "https://www.wirtualnemedia.pl/artykul/obcokrajowcy-na-polskich-uczelni-politechnika-uniwersytet", "date_published": "2023-06-13 05:17:22.780695+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Niemiecki gigant nie zwalnia tempa. W tym roku wyda 60 mln zł na kolejne sklepy", "description": "Sieć drogerii dm, która w kwietniu 2022 r. otworzyła w Polsce pierwszy sklep, ma obecnie w naszym kraju 14 placówek. Do końca roku ma ich być 25, a w tym okresie firma zainwestuje w Polsce 60 mln zł. To cały czas ułamek tego, ile sklepów mają konkurenci. - Mamy świadomość konkurencji na polskim rynku, ale widzimy też ogromny potencjał dla siebie - zapewnia Wirtualnemedia.pl Henri Hampe, dyrektor sprzedaży i administracji w dm Drogerie Markt. Firma chce konkurować m.in. specyficzną polityką cenową.", "link": "https://www.wirtualnemedia.pl/artykul/drogerie-dm-sklepy-ceny-lokalizacje-promocje-oferta-gdzie", "date_published": "2023-06-13 05:17:22.774373+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Ponad połowę reklam w Polskim Radiu kupiły urzędy i spółki państwowe. Miliony na promocję Trójki po zmianach", "description": "W latach 2017-2021 udział spółek, urzędów i instytucji państwowych w przychodach reklamowych Polskiego Radia wzrósł z 23,3 do 55,9 proc., a skurczył się udział podmiotów prywatnych. W latach 2020-21 na promocję Trójki wydano ponad 5 mln zł.", "link": "https://www.wirtualnemedia.pl/artykul/polskie-radio-ile-zarabia-z-reklam-ministerstwa-spolki-skarbu-panstwa", "date_published": "2023-06-13 04:07:05.645222+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Reputacja i wartości firmy cenne dla pracowników. Czego oczekują wobec postcovidowego rynku pracy?", "description": "Jak wynika z badania Klubu Dyrektorek i Dyrektorów PR (KDPR) - działającego przy Związku Firm Public Relations - zrealizowanego we współpracy z Kantar Polska, w ocenie menedżerów HR oraz dyrektorów odpowiedzialnych za kluczowe zespoły i/lub obszary zarządzania z czołowych polskich firm, wynika, że zatrudnieni oczekują przede wszystkim zapewnienia work-life balance (97 proc.) oraz możliwości wyboru między pracą zdalną a stacjonarną (94 proc.). Kluczową zmianą zauważoną przez pracodawców wśród pracowników po pandemii, jest większa gotowość do zmiany pracy oraz wyższe wymagania płacowe.", "link": "https://www.wirtualnemedia.pl/artykul/reputacja-i-wartosci-firmy-cenne-dla-pracownikow-czego-oczekuja-wobec-postcovidowego-rynku-pracy", "date_published": "2023-06-13 04:07:05.643028+00:00", "persistent": false, "user": null, "language": "pl-PL"}]