[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kids Cartoon ‘We Baby Bears’ To Introduce ‘They/Them’ Pronouns In New Episode", "description": "Cartoon network&#8217;s &#8220;We Baby Bears&#8221; kids cartoon plans to introduce school aged kids to gender ideology in an upcoming episode that includes non-binary characters who go by &#8220;they/them&#8221; pronouns. The cartoon — that is described for ages 6 and up — will air &#8220;Polly’s New Crew&#8221; during Pride Month with its &#8220;LGBTQ inclusive episode,&#8221; GLAAD ...", "link": "https://www.dailywire.com/news/kids-cartoon-we-baby-bears-to-introduce-they-them-pronouns-in-new-episode", "date_published": "2023-06-13 19:48:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ted Cruz Blasts The Deputy Director Of The FBI Over Allegations Biden Took $5 Million In Bribes", "description": "Sen. Ted Cruz (R-TX) slammed FBI Deputy Director Paul Abbate during a Senate Judiciary Committee hearing on Tuesday for refusing to answer questions about alleged audio tapes of then-Vice President Joe Biden and his son Hunter Biden speaking with a Ukrainian executive who may have paid bribes to both of them. &#8220;Last month, a whistleblower ...", "link": "https://www.dailywire.com/news/ted-cruz-blasts-the-deputy-director-of-the-fbi-over-allegations-biden-took-5-million-in-bribes", "date_published": "2023-06-13 19:42:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "From ‘Witch Hunt’ To ‘Happy Birthday’: Trump’s Busy Arraignment Day In Miami", "description": "An eventful Tuesday in Miami saw former President Donald Trump jump from being arraigned in a classified documents case brought by special counsel Jack Smith to greeting supporters at a Cuban restaurant who sang &#8220;Happy Birthday&#8221; to him. After spending the night at his Doral resort, Trump made the trip downtown to the federal courthouse ...", "link": "https://www.dailywire.com/news/from-witch-hunt-to-happy-birthday-trumps-busy-arraignment-day-in-miami", "date_published": "2023-06-13 19:24:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "300 Million Jobs Will Be Lost, Degraded By Artificial Intelligence, Report Says", "description": "Artificial intelligence (AI) might be all fun and games now, but the coming effects will be devastating, one top investment bank says. Goldman Sachs estimates that 300 million jobs could be lost or diminished by the technology as automation renders human workers unnecessary. &#8220;If generative AI delivers on its promised capabilities, the labor market could ...", "link": "https://www.dailywire.com/news/300-million-jobs-will-be-lost-degraded-by-artificial-intelligence-report-says", "date_published": "2023-06-13 18:36:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Brags About Chart Showing Inflation Skyrocketed After Biden Took Office", "description": "The White House was dragged on Tuesday for tweeting a chart that showed inflation is lower than it was last summer — even though the chart also showed that inflation had skyrocketed after President Joe Biden was sworn in.  In the post, the White House celebrated inflation reaching 4%, the lowest rate since March 2021, ...", "link": "https://www.dailywire.com/news/white-house-brags-about-chart-showing-inflation-skyrocketed-after-biden-took-office", "date_published": "2023-06-13 18:12:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Netanyahu: Iran, U.S. Close To ‘Mini-Deal’ Israel Can Live With", "description": "Israeli Prime Minister Benjamin Netanyahu informed officials on Tuesday about a potential nuclear deal between the U.S. and Iran that Israel would be able to accept. After a closed-door, three-hour meeting of the Knesset’s Foreign Affairs and Defense Committee, Netanyahu stated that the deal was different than the Obama Era JCPOA (colloquially known as “The ...", "link": "https://www.dailywire.com/news/netanyahu-iran-u-s-close-to-mini-deal-israel-can-live-with", "date_published": "2023-06-13 17:54:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Megyn Kelly, Others Blasts Newsweek For Slamming Critics Of Article Referencing Women As ‘Non-Men’", "description": "Megyn Kelly was one of many on social media who blasted Newsweek for labeling critics of their article — about Johns Hopkins University referencing women as &#8220;non-men&#8221; — as &#8220;right wing,&#8221; &#8220;anti-gay,&#8221; and more. The host of Sirius XM&#8217;s &#8220;The Megyn Kelly Show&#8221; podcast tweeted on Tuesday to her millions of followers, &#8220;This is next ...", "link": "https://www.dailywire.com/news/megyn-kelly-others-blasts-newsweek-for-slamming-critics-of-article-referencing-women-as-non-men", "date_published": "2023-06-13 17:39:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "American Author Cormac McCarthy Dies At 89", "description": "Pulitzer-Prize-winning author and preeminent voice of American literature Cormac McCarthy died at 89 years old of natural causes on Tuesday at his home in Santa Fe, New Mexico. His son, John McCarthy, and publisher Penguin Random House, confirmed the passing of the iconic writer. &#8220;Cormac McCarthy changed the course of literature,&#8221; Nihar Malaviya, the CEO ...", "link": "https://www.dailywire.com/news/american-author-cormac-mccarthy-dies-at-89", "date_published": "2023-06-13 17:36:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Little House On The Prairie’ Star Says Treat Williams Came To Her Rescue – Before They Even Met", "description": "&#8220;Little House on the Prairie&#8221; star Melissa Gilbert shared her own memory of the late actor Treat Williams on Tuesday, recalling a time when the &#8220;Hair&#8221; actor had come to her rescue in spite of the fact that they had never even met. Gilbert spoke fondly of Williams — calling him her first real celebrity ...", "link": "https://www.dailywire.com/news/little-house-on-the-prairie-star-says-treat-williams-came-to-her-rescue-before-they-even-met", "date_published": "2023-06-13 17:29:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Virginia Parents Call To Defund Public Library Over ‘Pornographic’ Children’s Books At County Board Meeting", "description": "Hundreds of Catholic parents and others packed into a Warren County, Virginia, Board of Supervisors meeting last week to protest dozens of children&#8217;s books in the Front Royal public library they say contain inappropriate sexual content. Nearly three dozen speakers called for defunding the Samuels Public Library in Front Royal if a list of 34 ...", "link": "https://www.dailywire.com/news/virginia-parents-call-to-defund-public-library-over-pornographic-childrens-books-at-county-board-meeting", "date_published": "2023-06-13 17:24:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: Trump Arraigned, White House Bans Topless Transgender Activist", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Trump Arraigned Former President Donald Trump was arraigned in a Miami federal courtroom earlier this afternoon on 37 felony counts relating to his alleged mishandling of classified documents. The former president pleaded not guilty. Per standard federal court ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-trump-arraigned-white-house-bans-topless-transgender-activist", "date_published": "2023-06-13 17:22:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Adam Schiff Faces House Censure Vote And Prospect Of Steep Fine", "description": "The House is expected to consider this week a measure that aims to formally rebuke and impose a hefty fine against Rep. Adam Schiff (D-CA) for playing up allegations of collusion between Russia and former President Donald Trump. Rep. Anna Paulina Luna (R-FL), a Trump ally, announced on Tuesday that she expects her privileged resolution, meant to be ...", "link": "https://www.dailywire.com/news/adam-schiff-faces-house-censure-vote-and-prospect-of-steep-fine", "date_published": "2023-06-13 17:09:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Number Of Socially Conservative Americans At Highest Level Since 2012: Poll", "description": "The number of Americans who identify as socially conservative has reached the highest level since 2012, according to a Gallup poll released last week. The numbers are part of Gallup’s Values and Beliefs survey, which was conducted May 1-24 with a random sample of 1,011 respondents. It found that 38% of Americans identify as “very ...", "link": "https://www.dailywire.com/news/number-of-socially-conservative-americans-at-highest-level-since-2012-poll", "date_published": "2023-06-13 17:04:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Admin Claims It Is Outraged At Transgender Activist Who Went Topless At White House", "description": "The Biden administration claims that it is outraged over a transgender activist who took his top off at a White House LGBT event over the weekend. President Joe Biden faced backlash Monday evening after a video from Saturday went viral that showed transgender activist Rose Montoya taking his top off after meeting the president. Montoya, ...", "link": "https://www.dailywire.com/news/biden-admin-claims-it-is-outraged-at-transgender-activist-who-went-topless-at-white-house", "date_published": "2023-06-13 16:59:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ted Cruz Grills Mark Zuckerberg Over Alleged Instagram Pedophile Network", "description": "Texas Senator Ted Cruz sent a letter to Meta CEO Mark Zuckerberg on Monday asking for answers from the social media giant in relation to the bombshell report last week accusing Instagram of facilitating a “vast pedophile network.”  Cruz, the ranking member on the Senate Commerce Committee, said in the letter that he intended to ...", "link": "https://www.dailywire.com/news/ted-cruz-grills-mark-zuckerberg-over-alleged-instagram-pedophile-network", "date_published": "2023-06-13 16:51:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Johns Hopkins University Says A Woman Is A ‘Non-Man’ In New Glossary", "description": "Johns Hopkins University has referred to a woman as a &#8220;non-man&#8221; in the school&#8217;s new LGBTQ glossary, prompting backlash from critics. The prestigious Baltimore research university&#8217;s LGBTQ glossary defined a lesbian as &#8220;a non-man attracted to non-men.&#8221; &#8220;While past definitions refer to ‘lesbian’ as a woman who is emotionally, romantically, and/or sexually attracted to other women, ...", "link": "https://www.dailywire.com/news/johns-hopkins-university-says-a-woman-is-a-non-man-in-new-glossary", "date_published": "2023-06-13 16:21:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Why Trump Can Still Run For President While Under Indictment Or Even Post-Conviction", "description": "Former President Donald Trump handed himself over to authorities Tuesday at a Miami courthouse, pleading not guilty to 37 felony counts, but the indictment and even a potential conviction won’t disqualify Trump from running for another term in the White House.  The 37 charges against Trump stem from his handling of sensitive documents. The former ...", "link": "https://www.dailywire.com/news/why-trump-can-still-run-for-president-while-under-indictment-or-even-post-conviction", "date_published": "2023-06-13 16:10:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Squirrels Are Now Lesbians’: Ben Shapiro Mocks Johns Hopkins Over ‘Non-Man’ Definition", "description": "Daily Wire Editor Emeritus Ben Shapiro blasted Johns Hopkins University Tuesday for defining a lesbian as a “non-man attracted to non-men,” in an “LGBTQ glossary” posted to its website.  Amid the backlash, Johns Hopkins removed the glossary, which had been featured as part of the prestigious university’s &#8220;Gender and Sexuality Resources.” Prominent commentators, including Daily ...", "link": "https://www.dailywire.com/news/squirrels-are-now-lesbians-ben-shapiro-mocks-johns-hopkins-over-non-man-definition", "date_published": "2023-06-13 16:01:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Job Is Done’: Nuggets Star Is Definitely Not Going To Disney World After NBA Finals Win", "description": "Denver Nuggets star center Nikola Jokic went viral for his low-key reaction to the franchise&#8217;s first-ever NBA title. Just after his team clinched a 94-89 victory over the Miami Heat, the Serbian-born player appeared far more interested in returning to his home country than in joining in the traditional post-season celebrations. When ESPN reporter Lisa ...", "link": "https://www.dailywire.com/news/the-job-is-done-nuggets-star-is-definitely-not-going-to-disney-world-after-nba-finals-win", "date_published": "2023-06-13 15:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Illinois Gov. Signs Bill Preventing ‘Book Bans’ While Standing In Front Of Sexually Explicit Books", "description": "Illinois Democratic Governor J.B. Pritzker signed a bill on Monday aimed at stopping book bans in public schools while standing in front of books that have been deemed sexually explicit and pornographic.  Under the new legislation, libraries will not be eligible to receive state grants if they remove books from their collections or refuse to ...", "link": "https://www.dailywire.com/news/illinois-gov-signs-bill-preventing-book-bans-while-standing-in-front-of-sexually-explicit-books", "date_published": "2023-06-13 15:40:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Man Stabs 3 People To Death, Plows Into 3 More With Van Near English University", "description": "Two college students and a middle-aged man were stabbed to death on the streets of Nottingham, England, early Tuesday morning by a man who then stole a van from one of his victims and plowed into three other people, police said.  The attacker killed two 19-year-old students near the dorms of the University of Nottingham, ...", "link": "https://www.dailywire.com/news/man-stabs-3-people-to-death-plows-into-3-more-with-van-near-english-university", "date_published": "2023-06-13 15:34:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "More Americans Now Say Trans Athletes Should Compete On Team Of Biological Sex: Gallup Poll", "description": "More Americans now than in 2021 say trans-identifying athletes should have to compete on the team that matches their biological sex, a new Gallup poll shows. About 69% of Americans say trans-identifying athletes should only be allowed to compete on sports teams that match their biological sex, the Gallup poll, released Monday, found. In 2021, ...", "link": "https://www.dailywire.com/news/more-americans-now-say-trans-athletes-should-compete-on-team-of-biological-sex-gallup-poll", "date_published": "2023-06-13 15:28:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "3,000-Year-Old Shipwreck To Be Pulled From Sea And ‘Studied In Detail’", "description": "A well-preserved shipwreck dating back to roughly 1200 BC will be pulled from the sea in sections next month to further study the techniques used to build the vessel, the French National Center for Scientific Research (CNRS) recently announced.  The shipwreck is located off the coast of Croatia in the Bay of Zambratija in the ...", "link": "https://www.dailywire.com/news/3000-year-old-shipwreck-to-be-pulled-from-sea-and-studied-in-detail", "date_published": "2023-06-13 15:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fed Prosecution Will Disrupt Other Trump Cases, NY Attorney General Predicts", "description": "New York Attorney General Letitia James said on Tuesday that she expects state-level cases against Donald Trump to be &#8220;adjourned&#8221; as the federal prosecution against the former president plays out, increasing the prospect for high-profile investigations to stretch deep into the 2024 election season and possibly beyond. During an interview for the Pod Save America, ...", "link": "https://www.dailywire.com/news/fed-prosecution-will-disrupt-other-trump-cases-ny-attorney-general-predicts", "date_published": "2023-06-13 14:45:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Turns Himself In To Authorities At Miami Court", "description": "Former President Donald Trump surrendered to authorities Tuesday afternoon at a courthouse in Miami to face federal criminal charges in special counsel Jack Smith&#8217;s investigation into his handling of sensitive U.S. government documents. Trump appeared before a federal Magistrate Judge Jonathan Goodman in the Southern District of Florida where he pleaded not guilty to 37 ...", "link": "https://www.dailywire.com/news/trump-turns-himself-in-to-authorities-at-miami-court", "date_published": "2023-06-13 14:29:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Treat Williams’ Final Social Media Posts Show Him Loving Life Out Of The Hollywood Spotlight", "description": "Actor Treat Williams — star of &#8220;Everwood,&#8221; &#8220;Hair,&#8221; and The Daily Wire&#8217;s 2021 release &#8220;Run Hide Fight,&#8221; — died suddenly on Monday after a motorcycle crash, but his last few social media posts showed him loving life away from the Hollywood spotlight. Williams lived in Manchester, Vermont, with his wife of over 30 years, Pam ...", "link": "https://www.dailywire.com/news/treat-williams-final-social-media-posts-show-him-loving-life-out-of-the-hollywood-spotlight", "date_published": "2023-06-13 14:24:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gov. Watchdog Group Finds Press Sec. Karine Jean-Pierre Violated Hatch Act", "description": "White House Press Secretary Karine Jean-Pierre violated the Hatch Act by repeatedly referring to GOP candidates in the 2022 midterm elections as &#8220;mega MAGA Republicans&#8221; during official press briefings last year, according to a government watchdog agency. The federal law, which applies to employees within the Executive Office of the President, makes it illegal for ...", "link": "https://www.dailywire.com/news/gov-watchdog-group-finds-press-sec-karine-jean-pierre-violated-hatch-act", "date_published": "2023-06-13 14:22:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Candace Cameron Bure Thanks Fans After Faith-Based TV Network Sees Monster Ratings Jump", "description": "Hollywood star Candace Cameron Bure had nothing but praise for fans of the faith-based Great American Family television network when she shared the news of an ongoing increase in viewership. The 47-year-old actress on Tuesday posted a screenshot to social media of a press release from the Great American Media detailing the network&#8217;s ratings growth. ...", "link": "https://www.dailywire.com/news/candace-cameron-bure-thanks-fans-after-faith-based-tv-network-sees-monster-ratings-jump", "date_published": "2023-06-13 14:10:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "9 Shot In Denver As City Celebrates NBA Finals Win", "description": "Nine people were shot in Denver, Colorado, as the city celebrated its first NBA championship title following the Denver Nuggets victory over the Miami Heat on Monday night.  According to the Denver Police Department, three of the victims were in critical condition, while the others sustained non-life-threatening injuries. The suspect, who was also shot, was ...", "link": "https://www.dailywire.com/news/9-shot-in-denver-as-city-celebrates-nba-finals-win", "date_published": "2023-06-13 13:45:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Garth Brooks Doubles Down On Selling Bud Light At Bar, Talks ‘Diversity And Inclusiveness’", "description": "Garth Brooks doubled down on selling Bud Light at his Nashville bar and talked about &#8220;diversity and inclusiveness&#8221; amid the boycott against the beer brand following its partnership with trans-identifying male Dylan Mulvaney. During the 61-year-old country singer&#8216;s Facebook show &#8220;Garth Brooks: Inside Studio G&#8221; on Monday, Brooks said he wanted to address the &#8220;stir&#8221; ...", "link": "https://www.dailywire.com/news/garth-brooks-doubles-down-on-selling-bud-light-at-bar-talks-diversity-and-inclusiveness", "date_published": "2023-06-13 13:39:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Starbucks Boots PRIDE Decor From Stores Halfway Through PRIDE Month: Report", "description": "Starbucks has reportedly dialed back the LGBTQ-themed decor with two weeks still left to go of PRIDE month. According to a Twitter thread shared by Starbucks Workers United (@SBWorkersUnited) — &#8220;Starbucks Partners coming together to create a better workplace&#8221; — management in a number of Starbucks franchises have opted to tone down PRIDE displays all ...", "link": "https://www.dailywire.com/news/starbucks-caves-pride-decor-booted-from-stores-halfway-through-pride-month-report", "date_published": "2023-06-13 13:28:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump’s Miami Arraignment: Dedicated Fans, Pardon Challenge, And Bomb Scare", "description": "Supporters of Donald Trump gathered in front of the federal courthouse in Miami on Tuesday, where the former president will be booked and arraigned in the classified documents case brought by special counsel Jack Smith. Hours ahead of when Trump was expected to arrive at the Wilkie D. Ferguson Jr. U.S. Courthouse, people wearing patriotic ...", "link": "https://www.dailywire.com/news/trumps-miami-arraignment-dedicated-fans-pardon-challenge-and-bomb-scare", "date_published": "2023-06-13 13:04:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Daily White House Press Briefing Has Become A Yuckfest", "description": "The White House briefing room is a somber place. After all, the Fourth Estate is there to grill the mouthpiece of the executive branch about all of the most pressing problems in America and the world. But lately, the place is just frivolous and giggly. Right now, we&#8217;ve got a major conflict that threatens to ...", "link": "https://www.dailywire.com/news/the-daily-white-house-press-briefing-has-become-a-yuckfest", "date_published": "2023-06-13 12:43:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Two-Thirds Of Business Owners Concerned Biden Economy May Force Them To Close, Poll Finds", "description": "A majority of small business owners are concerned that the state of the economy will drive them to close their doors. Nearly two-thirds, 64%, of small business owners said they were concerned that economic conditions could force them to close, according to the May edition of the Job Creators Network Foundation’s (JCNF) Small Business IQ ...", "link": "https://www.dailywire.com/news/two-thirds-of-business-owners-concerned-biden-economy-may-force-them-to-close-poll-finds", "date_published": "2023-06-13 12:40:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Incredibly Rare’ Roman Mausoleum Discovered In London", "description": "The remains of a Roman mausoleum have been discovered in south London, and researchers believe it’s the most intact mausoleum of that type ever discovered in Britain, according to a report from BBC News.  The “incredibly rare” mausoleum was discovered by archaeologists from the Museum of London Archaeology (MOLA) at an excavation site called Liberty ...", "link": "https://www.dailywire.com/news/incredibly-rare-roman-mausoleum-discovered-in-london", "date_published": "2023-06-13 12:21:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Olympian Tori Bowie Died From Complications During Childbirth: Autopsy Report", "description": "U.S. gold medal Olympian Tori Bowie, who starred in track and field, died from complications while giving birth to a &#8220;well developed&#8221; baby, according to an autopsy report.  The Orange County, Florida, Medical Examiner&#8217;s Office said that 32-year-old Bowie was eight months pregnant and in labor when she died, USA Today reported. Officials noted that ...", "link": "https://www.dailywire.com/news/u-s-olympian-tori-bowie-died-from-complications-during-childbirth-autopsy-report", "date_published": "2023-06-13 12:19:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "JPMorgan To Settle Sex Trafficking Lawsuit With Epstein Victims For $290 Million", "description": "JPMorgan Chase, the largest investment bank in the United States, will settle with victims of Jeffrey Epstein&#8216;s sex trafficking operation for $290 million, according to a tentative agreement.  The victims had alleged the bank allowed Epstein, a wealthy financier and convicted pedophile who died in a New York City jail cell in 2019, to facilitate ...", "link": "https://www.dailywire.com/news/jpmorgan-to-settle-sex-trafficking-lawsuit-with-epstein-victims-for-290-million", "date_published": "2023-06-13 12:12:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pro-Abortion Group To Spend Millions Boosting Kamala Harris’s Image", "description": "A pro-abortion political action committee is preparing to spend &#8220;tens of millions of dollars&#8221; enhancing Vice President Kamala Harris’s public image in the lead-up to the 2024 presidential election.  Emily’s List, a PAC focused on electing pro-abortion women, explained its strategy to POLITICO.  The outlet noted, “Such an investment in support of a sitting vice ...", "link": "https://www.dailywire.com/news/pro-abortion-group-to-spend-millions-boosting-kamala-harriss-image", "date_published": "2023-06-13 11:57:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nike Immune From Conservative Backlash Despite Long History Of Woke Advocacy", "description": "While Bud Light and Target have experienced significant backlash in response to their promotion of transgenderism, sneaker giant Nike, which has its own deal with Dylan Mulvaney, has thrived for years while pushing far-left beliefs on gender and race.  Bud Light’s sales have plummeted following its partnership with Mulvaney, the transgender-identified social media influencer. The ...", "link": "https://www.dailywire.com/news/nike-immune-from-conservative-backlash-despite-long-history-of-woke-advocacy", "date_published": "2023-06-13 11:55:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Today’ Host Hoda Kotb Said She Turned Down Her 6-Year-Old’s Request To Wear A Crop Top", "description": "“Today with Hoda &amp; Jenna” daytime television host Hoda Kotb discussed a recent situation when she turned down her 6-year-old daughter’s request to wear a crop top shirt that would expose her midriff. &#8220;So Haley wants to wear a mid-drift. She asked me about a mid-drift,&#8221; Kotb said, per People. &#8220;A crop top? She said, ...", "link": "https://www.dailywire.com/news/today-host-hoda-kotb-said-she-turned-down-her-6-year-olds-request-to-wear-a-crop-top", "date_published": "2023-06-13 11:50:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Debra Messing Describes Filming ‘Painful’ Scene That Left ‘Will & Grace’ Audience ‘Dead Silent’", "description": "Actress Debra Messing recalled filming an emotional scene on the hit NBC sitcom “Will &amp; Grace,” which she said caused the audience to fall “silent.”  The NBC comedy, which first aired in 1998, was known for getting big laughs most of the time. But Messing described one of the episodes in which the characters got ...", "link": "https://www.dailywire.com/news/debra-messing-describes-filming-painful-scene-that-left-will-grace-audience-dead-silent", "date_published": "2023-06-13 11:48:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘We’re Going To Break Up These Agencies’: DeSantis Reveals Plans To Tear Down, Rebuild DOJ, FBI", "description": "Florida GOP governor Ron DeSantis has plans to tear down and rebuild the Department of Justice and the FBI, even removing large parts of them and relocating FBI headquarters out of Washington D.C. DeSantis has stated he will replace much of the personnel at the DOJ and its subsidiaries, and implement a “disciplined” and “relentless” ...", "link": "https://www.dailywire.com/news/were-going-to-break-up-these-agencies-desantis-reveals-plans-to-tear-down-rebuild-doj-fbi", "date_published": "2023-06-13 11:40:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Investigators Believe COVID Outbreak Was Result Of Chinese Bioweapon Research: Report", "description": "U.S. investigators suspect that COVID was the product of Chinese military bioweapon research, according to a new report. Investigators from the U.S. State Department who looked into the origins of COVID came away from the investigation, highly suspicious of the People’s Liberation Army&#8217;s role at the Wuhan Institute of Virology (WIV), several investigators told the ...", "link": "https://www.dailywire.com/news/u-s-investigators-believe-covid-outbreak-was-result-of-chinese-bioweapon-research-report", "date_published": "2023-06-13 11:37:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Cannon Fire: The Familiar Judge Overseeing Trump’s Docs Case", "description": "Special counsel Jack Smith&#8217;s classified documents case against former President Donald Trump received a jolt of controversy when a certain judge got assigned to it. U.S. District Judge Aileen Cannon, who was nominated to the bench by Trump, is facing some calls to recuse herself over past rulings tied to the documents matter, particularly one in ...", "link": "https://www.dailywire.com/news/cannon-fire-the-familiar-judge-overseeing-trumps-docs-case", "date_published": "2023-06-13 11:20:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elizabeth Holmes, Who Lived At $135 Million Estate, Says She Can’t Afford $250 A Month Restitution After Release", "description": "Convicted fraudster Elizabeth Holmes says she won’t be able to make $250 a month restitution payments after she is released from prison, citing limited financial resources. Holmes, the founder and CEO of failed blood-testing company Theranos, is currently being held in a minimum-security prison in Texas after being sentenced in November to 11 years in prison. ...", "link": "https://www.dailywire.com/news/elizabeth-holmes-who-lived-at-135-million-estate-says-she-cant-afford-250-a-month-restitution-after-release", "date_published": "2023-06-13 11:16:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘How Is He Not A Flight Risk?’: Accuser Outraged After Alleged Serial Rapist Gets Bail", "description": "A woman who was one of the alleged victims of accused rapist Matthew Nilo was visibly angry outside a Boston courtroom on Monday after the accused was set to be freed on $500,000 bail. The woman, who is going by the name Lori, told the Daily Mail that it was “bulls***” for Nilo to be ...", "link": "https://www.dailywire.com/news/how-is-he-not-a-flight-risk-accuser-outraged-after-alleged-serial-rapist-gets-bail", "date_published": "2023-06-13 11:08:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Rich Reacts To Garth Brooks’ Decision To Keep Selling Bud Light At His Bar", "description": "Country music star John Rich recently addressed the news that Garth Brooks plans to continue selling Bud Light at his Nashville bar, plus talked about “woke” culture more broadly. Rich spoke with Fox News Digital ahead of his CMA Fest performance, reacting to recent news that fellow country star and Nashville bar owner Garth Brooks saying ...", "link": "https://www.dailywire.com/news/john-rich-reacts-to-garth-brooks-decision-to-keep-selling-bud-light-at-his-bar", "date_published": "2023-06-13 10:59:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Admin Official Quietly Voices Concern Over Another Illegal Immigration Surge", "description": "Anonymous officials in the Biden administration are voicing their concerns over another potential surge in illegal border crossings, a recent report from POLITICO reveals. While the Biden administration has touted the decline in migrant encounters since the end of Title 42, some officials reportedly fear that the success could be shortlived. “There was absolutely a ...", "link": "https://www.dailywire.com/news/biden-admin-official-quietly-voices-concern-over-another-illegal-immigration-surge", "date_published": "2023-06-13 10:56:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sylvester Stallone Praises Arnold Schwarzenegger With Surprising Admission", "description": "Sylvester Stallone said Arnold Schwarzenegger is the “superior” action star even after years of animosity and competition between the two celebrities. “The ’80s was a very interesting time because the definitive ‘action guy’ had not really been formed yet,” Stallone said in the newly released Netflix documentary “Arnold,” per IndieWire. “Up until that time, action ...", "link": "https://www.dailywire.com/news/sylvester-stallone-praises-arnold-schwarzenegger-with-surprising-admission", "date_published": "2023-06-13 10:46:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Conservative Outlets Face Cyberattacks After Reporting On Alleged Recordings Of Joe And Hunter Biden", "description": "Multiple Right-leaning media outlets were hit with DDoS cyberattacks just minutes after reporting on the bombshell news that a foreign national who allegedly bribed Joe and Hunter Biden has audio recordings of his conversations with them.  Sen. Chuck Grassley (R-IA) said the FBI possesses a file containing 15 recordings of conversations between a Burisma executive ...", "link": "https://www.dailywire.com/news/conservative-outlets-face-cyberattacks-after-reporting-on-alleged-recordings-of-joe-and-hunter-biden", "date_published": "2023-06-13 10:27:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Freshman Republican Lawmaker Files To Impeach Biden Over ‘Illicit Family Business Dealings’", "description": "Freshman Tennessee Republican Rep. Andy Ogles filed articles of impeachment against President Joe Biden over his alleged “illicit family business dealings and exploitation of taxpayer resources.” Ogles, who represents Tennessee’s 5th Congressional District, also filed articles of impeachment against Vice President Kamala Harris, saying that she, too, had failed to uphold her oath of office ...", "link": "https://www.dailywire.com/news/freshman-republican-lawmaker-files-to-impeach-biden-over-illicit-family-business-dealings", "date_published": "2023-06-13 10:25:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Georgia’s Kemp Calls Trump Indictment ‘Concerning,’ But Says GOP Must Stay Focused On Key 2024 Issues", "description": "Georgia Governor Brian Kemp said the federal indictment former President Donald Trump is facing is &#8220;concerning,&#8221; but also raises questions about selective prosecution by the Department of Justice and said it is ultimately a distraction from the 2024 White House and Senate races. Kemp&#8217;s remarks came during an expansive interview with CBS News that aired ...", "link": "https://www.dailywire.com/news/georgias-kemp-calls-trump-indictment-concerning-but-says-gop-must-stay-focused-on-key-2024-issues", "date_published": "2023-06-13 10:01:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "READ IT: Nashville School Shooter’s Autopsy Released", "description": "The autopsy of the trans-identifying Nashville school shooter who killed three children and three adults in March has been released. The conservative website Townhall obtained the shooter&#8217;s 11-page autopsy report from the Davidson County Medical Examiner&#8217;s office, the outlet reported Monday. On March 27, the shooter entered The Covenant School, a private Christian school in ...", "link": "https://www.dailywire.com/news/read-it-nashville-school-shooters-autopsy-released", "date_published": "2023-06-13 09:58:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "It’s Working: U.S. Companies Cutting Talk Of Woke Initiatives After Backlash", "description": "Following backlash from consumers fed up with their focus on woke initiatives, executives at U.S. companies have cut their mentions of ESG (environmental, social, and corporate governance) and DEI (diversity, equity, and inclusion) on earnings calls by 31% from the same period last year. Financial research platform AlphaSense reported that the decline of such mentions ...", "link": "https://www.dailywire.com/news/its-working-u-s-companies-cutting-talk-of-woke-initiatives-after-backlash", "date_published": "2023-06-13 08:54:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Beatles Will Release Their Last Record 50 Years After Breakup", "description": "The Beatles will release their last record, with the use of artificial intelligence, over 50 years after the band broke up. The last Beatles song they recorded collectively was “The End,” from the album “Abbey Road” in 1969, the final song of the medley on side two of the album.  John Lennon was murdered at ...", "link": "https://www.dailywire.com/news/after-over-50-years-the-beatles-will-release-their-last-record", "date_published": "2023-06-13 08:25:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gavin Newsom Admits California ‘Has Not Made Progress’ On Its Homelessness Crisis", "description": "Democratic California Governor Gavin Newsom admitted during an interview this week that his state has not made any progress in fixing its homelessness crisis, despite throwing billions of dollars at the problem. A recent report from The Wall Street Journal said that California &#8220;accounts for 12% of the U.S. population, has about half of the ...", "link": "https://www.dailywire.com/news/gavin-newsom-admits-california-has-not-made-progress-on-its-homelessness-crisis", "date_published": "2023-06-13 08:14:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gavin Newsom On Video Of Biden’s Mental, Physical Struggles: ‘I’ve Seen A Master Class Of Results’", "description": "Democratic California Governor Gavin Newsom applauded President Joe Biden during an interview this week after being presented with multiple clips showing some of Biden&#8217;s most recent mental and physical struggles while in office. Newsom watched the clips during a rare appearance on Fox News with host Sean Hannity, and the two discussed a variety of ...", "link": "https://www.dailywire.com/news/gavin-newsom-on-video-of-bidens-mental-physical-struggles-ive-seen-a-master-class-of-results", "date_published": "2023-06-13 08:04:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Left-Wing CNN Analyst Blasts DOJ For No Charging Decision On Hunter Biden: ‘Preposterous’", "description": "A CNN analyst expressed exasperation this week over the multi-year investigation into President Joe Biden&#8217;s son, Hunter Biden, and the Department of Justice&#8217;s inability to come to a decision on whether to file charges. While discussing the federal indictment against former President Donald Trump on &#8220;CNN This Morning,&#8221; political correspondent Sara Murray said that it ...", "link": "https://www.dailywire.com/news/left-wing-cnn-analyst-blasts-doj-for-no-charging-decision-on-hunter-biden-preposterous", "date_published": "2023-06-13 07:52:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Multiple Target Stores Across U.S. Hit With Bomb Threats For ‘Betraying The LGBTQ+ Community’: Report", "description": "Multiple Target stores across the U.S. received bomb threats over the weekend for allegedly &#8220;betraying the LGBTQ+ community&#8221; by tamping down on some of the Pride Month products sold in its stores due to massive backlash the company has faced. The FBI is now investigating the bomb threats that have been made in stores located ...", "link": "https://www.dailywire.com/news/multiple-target-stores-across-u-s-hit-with-bomb-threats-for-betraying-the-lgbtq-community-report", "date_published": "2023-06-13 07:40:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Faces Backlash After Trans Activist Goes Topless At White House Pride Event: ‘A Disgrace To Our Country’", "description": "President Joe Biden faced backlash Monday evening after a video from over the weekend went viral that showed a transgender activist taking his top off during a White House after meeting the president. Activist Rose Montoya, a man who identifies as a woman, met with Biden and his wife, Jill Biden, at the White House ...", "link": "https://www.dailywire.com/news/biden-faces-backlash-after-trans-activist-goes-topless-at-white-house-pride-event-a-disgrace-to-our-country", "date_published": "2023-06-13 07:27:02+00:00", "persistent": false, "user": null, "language": "en-US"}]