[{"source": "https://thehill.com/news/feed/", "title": "Biden officials urge states to slow Medicaid cuts", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care   The Big Story  White House asks states to pump the brakes on Medicaid disenrollment The Biden administration is imploring states to slow down efforts to cut people from Medicaid after more than a million Americans lost coverage, including many due to red...", "link": "https://thehill.com/policy/healthcare/4048608-biden-officials-urge-states-to-slow-medicaid-cuts/", "date_published": "2023-06-13 23:11:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jared Bernstein confirmed as top Biden economic adviser", "description": "The Senate on Tuesday confirmed Jared Bernstein to become chair of the Council of Economic Advisers (CEA). Senators voted 50-49 on Bernstein's nomination to the post that Cecilia Rouse vacated in March. Sen. Joe Manchin (D-W.Va.) was the lone Democrat to side with every present Republican. Sen. Tommy Tuberville (R-Ala.) was the lone senator who did...", "link": "https://thehill.com/homenews/senate/4048384-jared-bernstein-confirmed-as-top-biden-economic-adviser/", "date_published": "2023-06-13 23:08:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State climate czar hopes to be model for country", "description": "Welcome to The Hill's Energy &#38; Environment newsletter {beacon} Energy &#38; Environment Energy &#38; Environment   The Big Story  State-level climate czar seeks environment focus in policy Melissa Hoffer is the country’s first state-level climate czar, but she hopes she won’t be the last. © Office of Massachusetts Gov. Maura Healey Hoffer advises Massachusetts Gov....", "link": "https://thehill.com/policy/energy-environment/4048540-state-climate-czar-hopes-to-be-model-for-country/", "date_published": "2023-06-13 22:55:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP grills Yellen over ‘X-date’ in first hearing since debt ceiling deal", "description": "Republicans grilled Treasury Secretary Janet Yellen on Tuesday over her role in the debt ceiling brinkmanship last month, in her first hearing before Congress since a deal was struck between President Biden and Speaker Kevin McCarthy (R-Calif.) last month. House Financial Services Committee Vice-Chair French Hill (R-Ark.) set the tone at the start of the...", "link": "https://thehill.com/homenews/house/4048524-gop-grills-yellen-over-x-date-in-first-hearing-since-debt-ceiling-deal/", "date_published": "2023-06-13 22:37:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Do you know what’s in your makeup? Me neither!", "description": "Over the past decade, I have watched as “clean beauty” has grown from a niche category of products to a movement. Celebrities like Jessica Alba, Issa Rae, and Michelle Pfeiffer, and last year’s HBO docuseries “Pretty Ugly,” narrated by Keke Palmer, have helped to make the clean beauty movement mainstream. It’s becoming increasingly clear –...", "link": "https://thehill.com/opinion/congress-blog/4048531-do-you-know-whats-in-your-makeup-me-neither/", "date_published": "2023-06-13 22:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House unanimously approves measure calling on Russia to release Evan Gershkovich", "description": "The House approved a resolution on Tuesday calling on Russia to “immediately release” journalist Evan Gershkovich, who has been wrongly detained in the country since March. The chamber approved the measure 422-0. Gershkovich, a 31-year-old reporter for The Wall Street Journal, was arrested March 29 on espionage charges while on a reporting trip in Russia....", "link": "https://thehill.com/homenews/house/4046297-house-unanimously-approves-measure-calling-on-russia-to-release-evan-gershkovich/", "date_published": "2023-06-13 22:17:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Raskin defends pistol brace rule: 'We want them to read the 2nd Amendment'", "description": "Rep. Jamie Raskin (D-Md.) defended the Biden administration’s restriction on pistol braces and rejected arguments from Republicans who claim it violates the Second Amendment, saying, “We don’t want them to repeal the Second Amendment. We want them to read the Second Amendment.” Raskin argued that his Republican colleagues repeatedly invoke the second half of the...", "link": "https://thehill.com/homenews/4048416-raskin-defends-pistol-brace-rule-we-want-them-to-read-the-2nd-amendment/", "date_published": "2023-06-13 22:15:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP moderates strike back after conservative revolt paralyzes House", "description": "Frustrations among moderate House Republicans are bubbling over.  A week after a group of mutinous conservatives shut down the chamber floor, GOP moderates struck back, accusing the rebels of fracturing the conference and threatening to tank the party’s legislative agenda heading into the summer’s tough policy fights with President Biden.   Frustrations reached a boiling point...", "link": "https://thehill.com/homenews/house/4048340-moderates-strike-back-conservative-revolt-paralyzes-house/", "date_published": "2023-06-13 22:10:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House votes to restrict feds from banning or regulating gas stoves", "description": "The House on Tuesday voted in favor of preventing the Consumer Product Safety Commission from banning gas stoves and also limiting the safety agency’s ability to regulate the products.  Tuesday’s 248-180 vote comes after the legislation was put on the backburner last week after conservative Republicans decided to block floor action — putting the House...", "link": "https://thehill.com/homenews/house/4047484-house-votes-to-restrict-feds-from-banning-or-regulating-gas-stoves/", "date_published": "2023-06-13 22:09:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House passes pistol brace legislation that was at the center of conservative revolt", "description": "The House passed a resolution related to pistol braces on Tuesday, legislation that was at the center of the floor revolt conservatives staged last week that paused business in the chamber for days. The measure, introduced by Rep. Andrew Clyde (R-Ga.), calls for blocking the Biden administration rule that would reclassify pistols with stabilizing braces as...", "link": "https://thehill.com/homenews/house/4048379-house-passes-pistol-brace-legislation/", "date_published": "2023-06-13 21:53:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal Reserve on track to pause rate hikes", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   PRESENTED BY  The Big Story  Federal Reserve on track to pause rate hikes The Federal Reserve is on track to pause its rapid run of rate hikes. It wraps up its two-day meeting in Washington on Wednesday. © AP...", "link": "https://thehill.com/newsletters/business-economy/4048385-federal-reserve-on-track-to-pause-rate-hikes/", "date_published": "2023-06-13 21:50:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FTC sues to block Microsoft-Activision merger", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  FTC sues to block Microsoft-Activision Blizzard merger The Federal Trade Commission (FTC) sued to block Microsoft’s acquisition of the game developer, according to a complaint filed Monday in San Francisco federal court. © AP The FTC seeks a temporary restraining order and...", "link": "https://thehill.com/newsletters/technology/4048330-ftc-sues-to-block-microsoft-activision-merger/", "date_published": "2023-06-13 21:44:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House urges states to slow Medicaid cuts", "description": "The Biden administration is imploring states to slow down their efforts to cut people from Medicaid after more than a million Americans lost coverage, including many because of red tape, even though they were still eligible. Administration health officials from the Centers for Medicare and Medicaid Services (CMS) on Tuesday said they were closely monitoring...", "link": "https://thehill.com/policy/healthcare/4048353-white-house-urges-states-to-slow-medicaid-cuts/", "date_published": "2023-06-13 21:37:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP leaders defend Trump on day of arraignment: 'A dark day for our country'", "description": "The top Republican leaders in the House defended former President Trump on the day of his second arraignment, calling it a “dark day for our country.”  House Speaker Kevin McCarthy (R-Calif.), Majority Leader Steve Scalise (R-La.) and GOP Conference Chair Elise Stefanik (R-N.Y.) pushed back against the Justice Department over its 37-count federal indictment of...", "link": "https://thehill.com/homenews/house/4048322-house-gop-leaders-defend-trump-after-arraignment/", "date_published": "2023-06-13 21:32:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pfizer warns FDA of shrinking penicillin supply", "description": "The ongoing drug shortages impacting the U.S. are now threatening to exhaust two commonly used forms of penicillin, Pfizer said in a warning to the Food and Drug Administration (FDA) on Monday. Pfizer alerted the FDA that there is \"a limited supply and impending stock out\" of Bicillin L-A and Bicillin C-R, two of its...", "link": "https://thehill.com/policy/healthcare/4048146-pfizer-warns-fda-of-shrinking-penicillin-supply/", "date_published": "2023-06-13 21:31:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden hosts Juneteenth celebration at White House", "description": "The White House is slated to host a star-studded concert Tuesday night to commemorate Juneteenth in recognition of Black Music Month on the South Lawn at the White House. Juneteenth marks the day the last enslaved people in the U.S. learned they were free, when Union soldiers told enslaved Black people in Galveston, Texas, news of...", "link": "https://thehill.com/homenews/4047934-watch-live-biden-hosts-juneteenth-celebration-at-white-house/", "date_published": "2023-06-13 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Dakota senators endorse Burgum's 2024 bid", "description": "Both of North Dakota's senators are publicly endorsing state Gov. Doug Burgum’s (R) 2024 presidential campaign.  Sen. John Hoeven (R-N.D.) told Politico on Tuesday that he is supporting Burgum’s candidacy for president, after previously signaling his support for his state's governor in an interview with local radio station WDAY last month before Burgum launched his...", "link": "https://thehill.com/homenews/campaign/4048283-north-dakota-senators-endorse-burgums-2024-bid/", "date_published": "2023-06-13 21:22:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump will host supporters at his Bedminster club, a site mentioned twice in indictment", "description": "Trump is set to address his supporters hours after his court hearing on Tuesday from a location that plays a central role in the federal indictment against him: his Bedminster, N.J., club.  The former president is flying back late Tuesday afternoon from Miami to New Jersey, and he is scheduled to give remarks at 8:15...", "link": "https://thehill.com/homenews/campaign/4048308-trump-indictment-remarks-bedminster-club/", "date_published": "2023-06-13 21:10:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Freedom Caucus gets two new members in wake of revolt", "description": "The House Freedom Caucus has picked up two new members in the wake of a nearly weeklong revolt that brought floor action to a halt. Reps. Diana Harshbarger (R-Tenn.) and Eric Burlison (R-Mo.) have joined the conservative caucus, two sources told The Hill. The new additions to the caucus were first reported by Politico on Tuesday. Hard-line conservatives spent...", "link": "https://thehill.com/homenews/house/4048135-house-freedom-caucus-gets-two-new-members-in-wake-of-revolt/", "date_published": "2023-06-13 21:09:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Novelist Cormac McCarthy dies at 89", "description": "Novelist Cormac McCarthy died on Tuesday at age 89, his publisher has announced.  The Pulitzer Prize-winning author of “The Road” died at his home in Santa Fe, N.M., of natural causes, as confirmed to publisher Alfred A. Knopf by his son, John McCarthy, according to a release.  McCarthy published his first novel in 1965 and...", "link": "https://thehill.com/homenews/4048183-novelist-cormac-mccarthy-dies-at-89/", "date_published": "2023-06-13 20:47:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jack Smith gear floods online stores as Trump pleads not guilty", "description": "Online sellers are smitten with Jack Smith, creating and potentially cashing in on everything from mugs to baby bibs inspired by the special counsel who indicted former President Trump.  Smith’s glaring face is front and center on plenty of products that have popped up since he was appointed in November to investigate Trump’s handling of...", "link": "https://thehill.com/blogs/in-the-know/4048236-jack-smith-gear-floods-online-stores-as-trump-pleads-not-guilty/", "date_published": "2023-06-13 20:38:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump stops at popular Cuban restaurant after pleading not guilty: 'Food for everyone'", "description": "Former President Donald Trump on Tuesday went straight from a Miami courthouse to a popular Cuban restaurant, effectively turning his court appearance on federal charges stemming from his handling of classified documents into a campaign stop with supporters.  Trump arrived at Versailles restaurant in Miami minutes after leaving court. He posed for photos with staff...", "link": "https://thehill.com/homenews/campaign/4048239-trump-stops-at-popular-cuban-restaurant-after-pleading-not-guilty-food-for-everyone/", "date_published": "2023-06-13 20:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN's Jake Tapper reacts to Trump attorney statement: 'That's a lot of crazy'", "description": "CNN anchor Jake Tapper offered a blistering criticism of a statement given by former President Trump's spokesperson following his Tuesday arraignment on federal charges, calling it \"crazy.\" \"In recent years, we have seen the rise of politically motivated prosecutors,\" Alina Habba, the Trump spokesperson, told reporters gathered outside the Miami courthouse. \"The people in charge...", "link": "https://thehill.com/homenews/media/4048182-jake-tapper-reacts-trump-attorney-statement-arraignment/", "date_published": "2023-06-13 20:23:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump vows to 'never drop out' of 2024 race while fundraising off second indictment", "description": "Former President Trump continued to fundraise off his second indictment by vowing to “never drop out” of the 2024 presidential race. \"They can indict me, they can arrest me, but I know - and the American people know - that I am an innocent man,\" Trump wrote in a fundraising email. \"My only offense is...", "link": "https://thehill.com/homenews/campaign/4048203-trump-vows-to-never-drop-from-2024-race/", "date_published": "2023-06-13 20:20:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump ordered to not speak with Walt Nauta, witnesses about documents case: reports", "description": "Former President Trump was ordered Tuesday not to speak about the case involving classified documents with Walt Nauta, Trump’s aide and co-defendant in the matter, according to multiple reports. During Trump’s arraignment, U.S. Magistrate Judge Jonathan Goodman reportedly further barred the former president from speaking with any witnesses. Such an order is often imposed in...", "link": "https://thehill.com/regulation/court-battles/4048194-trump-ordered-to-not-speak-with-walt-nauta-witnesses-about-documents-case-reports/", "date_published": "2023-06-13 20:12:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Santos introduces legislation defunding countries with anti-LGBTQ policies", "description": "A new resolution introduced by Rep. George Santos (R-N.Y.) seeks to end federal funding to nations that persecute or discriminate against LGBTQ people based on their sexual orientation in response to a new Uganda law criminalizing same-sex relationships. The resolution filed May 31 would cut all federal funding to countries where laws or policies discriminate on the...", "link": "https://thehill.com/homenews/lgbtq/4048169-santos-introduces-legislation-defunding-countries-with-anti-lgbtq-policies/", "date_published": "2023-06-13 20:08:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "John Bolton on Trump: ‘Any normal person’ would drop out of presidential race", "description": "Former national security adviser John Bolton said “any normal person” would drop out of the presidential race if they were in former President Trump’s situation and facing numerous federal charges.  Bolton told SiriusXM’s Julie Mason in an interview on Tuesday that Trump is putting the entire GOP at risk and creating difficulties the country for...", "link": "https://thehill.com/blogs/blog-briefing-room/4048164-john-bolton-trump-arraignment-drop-out/", "date_published": "2023-06-13 20:04:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "AI gets political: How do we keep fake news out of campaign ads?", "description": "There is no magic bullet.", "link": "https://thehill.com/opinion/technology/4046406-ai-gets-political-how-do-we-keep-fake-news-out-of-campaign-ads/", "date_published": "2023-06-13 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rubio: Next GOP president will be under 'tremendous pressure' to indict Biden", "description": "Sen. Marco Rubio (R-Fla.) said Tuesday that the next Republican president will be faced with “tremendous pressure” to indict President Biden. “You think this ends here? The next Republican president is going to be under tremendous pressure to bring charges and indict Joe Biden, his family, his crackhead son, whoever,” Rubio said Tuesday on Fox...", "link": "https://thehill.com/homenews/senate/4048140-rubio-next-gop-president-will-be-under-tremendous-pressure-to-indict-biden/", "date_published": "2023-06-13 19:52:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley 'inclined in favor of a pardon' for Trump if convicted", "description": "Former U.N. ambassador and GOP presidential candidate Nikki Haley said in an interview on Tuesday that she's \"inclined in favor of a pardon\" for former President Trump if he were to be convicted of federal charges stemming from his handling of classified documents after leaving the White House. \"I think we all need to let...", "link": "https://thehill.com/homenews/campaign/4048131-haley-says-shes-inclined-in-favor-of-a-pardon-for-trump-if-convicted/", "date_published": "2023-06-13 19:47:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan bill would fund suicide prevention for first responders", "description": "A bipartisan pair of Senators want the federal government to do more to support the mental health of firefighters, paramedics, police and other first responders.  Sens. Jacky Rosen (D-Nev.) and Deb Fischer (R-Neb.) announced the Helping Emergency Responders Overcome (HERO) Act on Wednesday, asking the Department of Health and Human Services to investigate methods to...", "link": "https://thehill.com/homenews/senate/4047362-bipartisan-bill-would-fund-suicide-prevention-for-first-responders/", "date_published": "2023-06-13 19:45:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stephanie Grisham on Trump indictment: 'He's absolutely dejected'", "description": "Former Trump press secretary Stephanie Grisham said she believes the former president is “dejected” about his indictment and court appearance. “I think he’s absolutely dejected,” Grisham said on CNN on Tuesday ahead of his much-anticipated arraignment in Miami. “He doesn’t want to be arrested… He doesn’t like that. He thinks that it’s not elegant. He...", "link": "https://thehill.com/regulation/court-battles/4048021-stephanie-grisham-on-trump-indictment-hes-absolutely-dejected/", "date_published": "2023-06-13 19:37:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator will block Biden’s Justice Department nominees to protest Trump indictment", "description": "Ohio Sen. J.D. Vance announced Tuesday that he will block all of President Biden’s nominees to the Department of Justice to protest a 37-count indictment that Special Counsel Jack Smith has brought against former President Donald Trump in federal court in Florida.   “Donald Trump is merely the latest victim of a Department of Justice...", "link": "https://thehill.com/homenews/senate/4048102-gop-senator-will-block-bidens-justice-department-nominees-to-protest-trump-indictment/", "date_published": "2023-06-13 19:35:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News mistakenly ID's Trump aide as Melania during courthouse arrival", "description": "Fox News briefly misidentified a female top aide to former President Trump as his motorcade arrived at a Miami courthouse Tuesday to be arraigned on federal charges stemming from his handling of classified documents. \"We have some video here we want to play out, Melania Trump arriving at the courthouse just a short time ago,\"...", "link": "https://thehill.com/homenews/4048088-fox-news-mistakenly-ids-trump-aide-as-melania-during-courthouse-arrival/", "date_published": "2023-06-13 19:33:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House condemns as 'unacceptable' trans activist's topless pose at Biden event", "description": "The White House is calling a transgender activist’s behavior “inappropriate\" and \"disrespectful” after she filmed herself topless at an event with President Biden celebrating Pride Month. The activist, Rose Montoya, posted a video on TikTok on Monday after attending the White House’s picnic over the weekend in support of LGBTQ rights. In the video, Montoya is seen standing alongside...", "link": "https://thehill.com/blogs/in-the-know/4048083-white-house-condemns-as-unacceptable-trans-activists-topless-pose-at-biden-event/", "date_published": "2023-06-13 19:26:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five takeaways from the steep May inflation decline", "description": "Consumer prices fell further in May than economists expected, dropping to a 4 percent annual increase following 10 consecutive interest rate hikes by the Federal Reserve. That’s the lowest annual rise since the first quarter of 2021. While it’s still double the Fed’s 2 percent target rate, economists are increasingly seeing the light at the...", "link": "https://thehill.com/business/4047974-five-takeaways-from-the-steep-may-inflation-decline/", "date_published": "2023-06-13 19:21:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate tees up Bernstein to become Biden top economic adviser", "description": "The Senate on Tuesday advanced Jared Bernstein’s nomination to serve as President Biden’s top economic adviser, setting him up to be confirmed later today. Senators voted 50-49 to end debate and move Bernstein along to a final vote early this evening to chair the Council of Economic Advisers (CEA). Sen. Joe Manchin (D-W.Va.) was the...", "link": "https://thehill.com/homenews/senate/4048054-senate-tees-up-bernstein-to-become-biden-top-economic-adviser/", "date_published": "2023-06-13 19:15:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NATO leader pledges 'new commitment' in alliance defense spending", "description": "NATO Secretary-General Jens Stoltenberg promised a \"new commitment\" in support for Ukraine and pledged to \"sustain and step up\" defense spending across the alliance. Stoltenberg said at a Tuesday meeting with President Biden in the Oval Office that he expects members of the western security alliance to reach a minimum commitment in defense spending of...", "link": "https://thehill.com/policy/international/4047737-nato-leader-pledges-new-commitment-in-alliance-defense-spending/", "date_published": "2023-06-13 19:11:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders: No 'immediate' plans for confirmation hearing on Biden NIH pick", "description": "Sen. Bernie Sanders (I-Vt.) said he has no immediate plans to hold a confirmation hearing on the Biden administration's nominee to lead the National Institutes of Health (NIH) amid a standoff over drug pricing. Sanders told The Hill in a brief interview there won't be a confirmation hearing for Monica Bertagnolli \"in the immediate future....", "link": "https://thehill.com/policy/healthcare/4047916-sanders-no-immediate-plans-for-confirmation-hearing-on-biden-nih-pick/", "date_published": "2023-06-13 18:22:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House resumes legislative business after conservatives end floor blockade", "description": "The House resumed legislative business on Tuesday, advancing five bills after conservatives ended the blockade that paused floor action for nearly a week. The chamber approved a rule to advance the bills 218-209 along party lines, kicking off debate and teeing up final votes on the measures — which pertain to gas stoves, regulatory reform and...", "link": "https://thehill.com/homenews/house/4047796-house-resumes-legislative-business-after-conservatives-end-floor-blockade/", "date_published": "2023-06-13 18:20:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A spirit of bipartisanship returns to the Intelligence Committee", "description": "I was on Capitol Hill last week to testify before the House Permanent Select Committee on Intelligence (HPSCI). Except for briefly stopping by the House floor last February, this was my first time back in Congress since December 2020, just days before my retirement after 28 years representing my district on Long Island. HPSCI Chairman...", "link": "https://thehill.com/opinion/national-security/4045907-a-spirit-of-bipartisanship-returns-to-the-intelligence-committee/", "date_published": "2023-06-13 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Crowds build ahead of Trump arraignment", "description": "On Monday, Miami Mayor Francis Suarez (R) stated that security would be sufficient to make sure crowds are “peaceful in demonstrating how they feel.” Miami officials have readied their security for a turnout of up to 50,000, officials indicated.", "link": "https://thehill.com/homenews/4047801-watch-live-crowds-build-ahead-of-trump-arraignment/", "date_published": "2023-06-13 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ObamaCare lawsuit could eliminate or restrict three-quarters of preventive benefits: report", "description": "A lawsuit challenging a provision of the Affordable Care Act (ACA) could eliminate or restrict three-quarters of preventive benefits covered by the law, according to a recent report. Out of 192 preventive services that the provision requires insurers and employers to cover at no cost to Americans, 121 could be eliminated in their entirety if...", "link": "https://thehill.com/policy/healthcare/4047767-obamacare-lawsuit-could-eliminate-or-restrict-three-quarters-of-preventive-benefits-report/", "date_published": "2023-06-13 17:55:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Housing costs are so high they pushed inflation up ahead of the Fed meeting", "description": "Housing costs continued to drive inflation in May even as the annual growth rate reached its slowest pace since March 2021.   Consumer prices rose just 0.1 percent last month and are up 4 percent since last year, according to the consumer price index released by the Labor Department on Tuesday.    But the cost of housing increased by...", "link": "https://thehill.com/business/4047721-housing-costs-are-so-high-they-pushed-inflation-up-ahead-of-the-fed-meeting/", "date_published": "2023-06-13 17:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Everclear to advocate for patients' rights ahead of Congressional Baseball Game", "description": "Before lawmakers batter up at the Congressional Baseball Game, they'll have a chance to rock out as Everclear makes the push for patients’ rights. The rock band, founded and fronted by Art Alexakis, will perform at a pre-game party Wednesday at the Bullpen across the street at Nationals Park ahead of Congress’s annual charity baseball...", "link": "https://thehill.com/blogs/in-the-know/4047821-everclear-to-advocate-for-patients-rights-ahead-of-congressional-baseball-game/", "date_published": "2023-06-13 17:49:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thousands of dead fish wash ashore on Texas beach; visitors warned away", "description": "Thousands of dead fish washed ashore on a beach along the Gulf Coast of Texas starting Friday after warm waters led to low levels of oxygen. Quintana Beach County Park officials advised members of the public to avoid the beach until the fish are removed. Officials said in an update Monday that the pedestrian beach...", "link": "https://thehill.com/homenews/state-watch/4047798-thousands-of-dead-fish-wash-ashore-on-texas-beach-visitors-warned-away/", "date_published": "2023-06-13 17:41:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US hits $40B in weapons pledged to Ukraine with new $325M lethal aid package", "description": "The Biden administration on Tuesday announced an additional $325 million in security assistance for Ukraine, including more rockets, artillery and armored vehicles, bringing total weapons pledged to the country amid its war with Russia to $40 billion. The funds are part of a presidential drawdown package, meaning the weapons and equipment will be taken from U.S....", "link": "https://thehill.com/policy/defense/4047788-us-hits-40b-in-weapons-pledged-to-ukraine-with-new-325m-lethal-aid-package/", "date_published": "2023-06-13 17:40:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin to oppose Jared Bernstein as Biden top economic adviser", "description": "Sen. Joe Manchin (D-W.Va.) said on Tuesday that he will oppose Jared Bernstein’s nomination to chair the Council of Economic Advisers. Manchin’s announcement tees up a close vote this afternoon on Bernstein and the possible need for Vice President Harris to break a tie on his nomination.  Bernstein will likely need the support of all...", "link": "https://thehill.com/homenews/senate/4047728-manchin-oppose-jared-bernstein-biden-top-economic-adviser/", "date_published": "2023-06-13 17:08:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feds advance plans to mitigate cross-border wastewater woes at San Diego–Tijuana border", "description": "Federal environmental and international boundary officials have come to an agreement aimed at improving a longstanding pollution crisis plaguing the San Diego–Tijuana border region. The Environmental Protection Agency (EPA) and the U.S. branch of the International Boundary and Water Commission (USIBWC) announced on Monday that they had signed a record of decision finalizing the environmental...", "link": "https://thehill.com/policy/equilibrium-sustainability/4047717-feds-advance-plans-to-mitigate-cross-border-wastewater-woes-at-san-diego-tijuana-border/", "date_published": "2023-06-13 17:04:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A new FTC initiative could mean big changes for fast-food workers", "description": "The good news for workers is that the FTC has powers under Section 5 of the FTC Act to right the power imbalance.", "link": "https://thehill.com/opinion/finance/4045741-a-new-ftc-initiative-could-mean-big-changes-for-fast-food-workers/", "date_published": "2023-06-13 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dem leader: 'Blows our mind' that Republicans still protect Trump", "description": "Just hours before former President Trump's arraignment, the head of the House Democratic Caucus expressed disbelief that Republicans on Capitol Hill would continue to support the front-runner for their party's 2024 presidential nomination, even as the formal allegations against him pile up. Rep. Pete Aguilar (D-Calif.) noted that more than 50 GOP lawmakers have already...", "link": "https://thehill.com/homenews/house/4047711-house-dem-pete-aguilar-republicans-protect-trump/", "date_published": "2023-06-13 16:57:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic leader accuses McCarthy of reneging on budget deal with Biden", "description": "The head of the House Democratic Caucus went after Speaker Kevin McCarthy (R-Calif.) on Tuesday, accusing the GOP leader of reneging on a budget deal he cut with President Biden this month as part of the debt ceiling package. Rep. Pete Aguilar (D-Calif.) said McCarthy, by encouraging GOP appropriators to set 2024 spending levels below...", "link": "https://thehill.com/homenews/house/4047677-democratic-leader-accuses-mccarthy-of-reneging-budget-deal-biden/", "date_published": "2023-06-13 16:43:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Trump to plead not guilty", "description": "To view past editions of The Hill's 12:30 Report, click here: emailteam@thehill.com To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  It’s...", "link": "https://thehill.com/newsletters/1230-report/4047562-the-hills-1230-report-trump-to-plead-not-guilty/", "date_published": "2023-06-13 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two very different Espionage Act cases: Trump and the drone whistleblower", "description": "For Trump, it will be irrelevant that the Espionage Act does not allow defendants to testify about why they handled classified documents the way they did.", "link": "https://thehill.com/opinion/national-security/4046303-two-very-different-espionage-act-cases-trump-and-the-drone-whistleblower/", "date_published": "2023-06-13 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House press secretary Karine Jean-Pierre is slated to hold a press briefing Tuesday afternoon. Former President Trump is scheduled to appear in court Tuesday after being indicted on 37 counts in the federal investigation into classified documents found at his Mar-a-Lago home in Florida. His arraignment is set for 3 p.m. EDT at the Wilkie D....", "link": "https://thehill.com/homenews/4047216-watch-live-white-house-press-briefing/", "date_published": "2023-06-13 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump calls special counsel 'thug' and 'Trump hater' hours before court appearance", "description": "Former President Trump took to social media to attack special counsel Jack Smith — who is overseeing the investigation into Trump's classified document handling — just hours before he is set to appear in court for his second arraignment in Miami. Trump on Truth Social called Smith a “thug” and a “Trump Hater,” and repeated...", "link": "https://thehill.com/blogs/blog-briefing-room/4047571-trump-jack-smith-comments-before-court/", "date_published": "2023-06-13 16:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top cybersecurity official warn of sabotage from Chinese hackers", "description": "A top U.S. cyber official warned on Monday that Chinese hackers are likely to disrupt U.S. critical infrastructure, including pipelines and railways, if a conflict were to occur between the two nations, Reuters reported. Jen Easterly, director of the Cybersecurity and Infrastructure Security Agency (CISA), said the Chinese government is heavily investing in ways to...", "link": "https://thehill.com/policy/cybersecurity/4047488-top-cybersecurity-official-warn-of-sabotage-from-chinese-hackers/", "date_published": "2023-06-13 16:06:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Drugs and the legal cloud over Prince Harry's immigration", "description": "Prince Harry's case raises questions about the double standard by which he is exempted in spite of his publicly admitted drug use, whereas other immigrants are deported.", "link": "https://thehill.com/opinion/immigration/4037627-drugs-and-the-legal-cloud-over-prince-harrys-immigration/", "date_published": "2023-06-13 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Illinois becomes first state to penalize libraries that ban books", "description": "Story at a glance Illinois became the first state in the country to outlaw the practice of banning books Monday. Gov. J.B. Pritzker (D-Ill.) signed a bill into law that withholds state funding for libraries that do not adopt the American Library Association’s “Library Bill of Rights,” which indicates “materials should not be proscribed or...", "link": "https://thehill.com/changing-america/enrichment/education/4047561-illinois-becomes-first-state-to-penalize-libraries-that-ban-books/", "date_published": "2023-06-13 15:54:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats raise concerns about Trump-appointed judge handling documents case", "description": "Senior Democrats on the Senate Judiciary Committee are raising concerns about what role Trump-appointed federal judge Aileen Cannon will have in handling the case the Department of Justice is bringing against former President Trump. Cannon, a member of the conservative Federalist Society who was confirmed to sit on the district court for the Southern District...", "link": "https://thehill.com/homenews/senate/4047542-democrats-concerns-trump-judge-documents-case/", "date_published": "2023-06-13 15:52:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California Democrats call on EPA to ensure air pollution rule does not prevent controlled burns", "description": "California’s two senators and several members of its House delegation on Tuesday called for the Environmental Protection Agency (EPA) to implement tighter rules on air pollution without constraining the use of controlled burns to limit wildfires. In the letter, Sens. Alex Padilla (D) and Dianne Feinstein (D) joined Reps. Scott Peters (D) and Jared Huffman...", "link": "https://thehill.com/policy/energy-environment/4047534-california-democrats-call-on-epa-to-ensure-air-pollution-rule-does-not-prevent-controlled-burns/", "date_published": "2023-06-13 15:52:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration extending temporary legal status for 300K immigrants Trump sought to end", "description": "The Biden administration is rescinding the Trump-era termination of extending temporary legal status for thousands of immigrants from four countries, the Department of Homeland Security (DHS) announced on Tuesday. The Trump administration ended the Temporary Protected Status (TPS) designations for El Salvador, Honduras, Nepal, and Nicaragua in May 2018, effective January 2020. DHS announced the...", "link": "https://thehill.com/homenews/administration/4047511-biden-administration-extending-temporary-legal-status-for-300k-immigrants-trump-sough-to-end/", "date_published": "2023-06-13 15:39:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chuck Grassley needs to get his oversight focus back", "description": "There was a time when Sen. Chuck Grassley (R-Iowa) was a heavyweight in congressional oversight circles. His defense reform campaign during the Reagan administration was legendary. He led an effort to halt the unprecedented Reagan defense budget buildup in the 1980s, and left a trail of legislative structural reforms to ensure that the fight against...", "link": "https://thehill.com/opinion/congress-blog/4046272-grassley-needs-to-get-his-oversight-focus-back/", "date_published": "2023-06-13 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ramaswamy pushes 2024 rivals to commit to pardoning Trump over federal indictment", "description": "Republican presidential candidate Vivek Ramaswamy is pushing 2024 White House contenders to commit to pardoning former President Trump if he is convicted on federal charges over his handling of classified documents. Ramaswamy, a biotech entrepreneur and long shot GOP presidential hopeful, was the first 2024 candidate to openly pledge to pardon Trump after the federal...", "link": "https://thehill.com/homenews/campaign/4047479-ramaswamy-pushes-2024-rivals-to-commit-to-pardoning-trump-over-federal-indictment/", "date_published": "2023-06-13 15:29:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In surprise, Pentagon picks Paparo as next Navy chief — passing over female candidate", "description": "Defense Secretary Lloyd Austin has recommended that Adm. Samuel Paparo become the next chief of naval operations, passing over a female officer thought by many to have been the top contender for the role, multiple outlets have reported.  The Pentagon sent Paparo’s nomination to become the Navy’s highest-ranking officer to the White House roughly a week...", "link": "https://thehill.com/policy/defense/4047501-in-surprise-pentagon-picks-paparo-as-next-navy-chief-passing-over-female-candidate/", "date_published": "2023-06-13 15:29:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FTC sues to prevent Microsoft's acquisition of Activision Blizzard", "description": "The Federal Trade Commission (FTC) sued to block Microsoft’s acquisition of game developer Activision Blizzard, according to a complaint filed in San Francisco federal court on Monday.  The regulatory agency filing seeks a temporary restraining order and injunction to stop the tech giant and maker of the Xbox game system from acquiring the developer behind...", "link": "https://thehill.com/policy/technology/4047426-ftc-sues-to-prevent-microsofts-acquisition-of-activision-blizzard/", "date_published": "2023-06-13 14:51:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fossil fuel companies' net-zero pledges 'largely meaningless' without better data: Analysis", "description": "The net-zero emissions pledges publicized by fossil fuel companies are “largely meaningless” due to lack of clarity about indirect emissions, according to a report issued over the weekend by the group Net Zero Tracker. Seventy-seven fossil fuel companies have net-zero pledges in place, up about one-third from the 51 who had them a year ago,...", "link": "https://thehill.com/policy/energy-environment/4047396-fossil-fuel-companies-net-zero-pledges-largely-meaningless-without-better-data-analysis/", "date_published": "2023-06-13 14:44:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Paul Ryan: Trump's indictment renders him 'not electable'", "description": "Former House Speaker Paul Ryan (R-Wisc.) said the indictment of former President Trump on federal charges last week will make him unelectable in 2024, should he win the GOP's primary election. \"If we nominate anybody not named Donald Trump, we’re going to beat Joe Biden,\" Ryan said Tuesday during an appearance on CBS This Morning,...", "link": "https://thehill.com/homenews/campaign/4047326-paul-ryan-trumps-indictment-renders-him-not-electable/", "date_published": "2023-06-13 14:40:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "11 dead in Russian missile attack on Zelensky hometown", "description": "At least 11 people were killed in an overnight Russian missile strike on the central Ukrainian town of Kryvyi Rih, the hometown of Ukrainian President Volodymyr Zelensky, regional officials announced Tuesday. Four people were killed in an apartment building in the town and another seven in a warehouse, according to the region’s governor. The town’s...", "link": "https://thehill.com/policy/international/4047261-russian-missile-attack-zelensky-hometown-kryvyi-rhi/", "date_published": "2023-06-13 14:30:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America’s political stasis, worsened by Trump, cannot continue", "description": "Put simply, Republicans must adapt or die.", "link": "https://thehill.com/opinion/campaign/4046135-americas-political-stasis-worsened-by-trump-cannot-continue/", "date_published": "2023-06-13 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Walensky testifies before House panel on COVID-19 policies", "description": "Rochelle Walensky, outgoing director of the Centers for Disease Control and Prevention (CDC), is appearing before a House Oversight Select Subcommittee on the Coronavirus Pandemic Tuesday.  The panel is reviewing decisions made by federal officials during the COVID-19 response, several of which have drawn severe criticism from members of the Republican-led committee, including chair Brad...", "link": "https://thehill.com/homenews/4047301-watch-live-walensky-testifies-before-house-panel-on-covid-19-policies/", "date_published": "2023-06-13 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hogan: 'It bothers me' that GOP leaders unwilling to look at evidence in Trump case", "description": "Former Maryland Gov. Larry Hogan (R) said on Tuesday that it “bothers” him that Republican leaders are unwilling to look at the evidence in the latest indictment against former President Trump. \"These are very serious charges with very sensitive material that he was hiding in his spare bathroom and in a ballroom,” Hogan said on “CNN...", "link": "https://thehill.com/regulation/court-battles/4047305-hogan-it-bothers-me-that-gop-leaders-unwilling-to-look-at-evidence-in-trump-case/", "date_published": "2023-06-13 14:27:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: 2024 hopeful Vivek Ramaswamy holds press conference", "description": "2024 Republican candidate for President Vivek Ramaswamy on Tuesday is slated to speak with reporters during a press conference. Ramaswamy is set to deliver remarks at the Wilkie D. Ferguson Jr. US Courthouse in Miami to discuss the indictment of former President Trump. Trump's arraignment is set to begin at 3 p.m. at the Miami...", "link": "https://thehill.com/homenews/4047287-watch-live-2024-hopeful-vivek-ramaswamy-holds-press-conference/", "date_published": "2023-06-13 14:18:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Active-duty Marines plead guilty to Jan. 6 charges", "description": "Two Marines pleaded guilty on Monday to charges related to the Jan. 6 riot on the Capitol after it was revealed that they participated in the insurrection while on active duty. Joshua Abate and Dodge Dale Hellonen pleaded guilty to misdemeanor counts of parading, demonstrating or picketing in the Capitol, according to the Justice Department...", "link": "https://thehill.com/regulation/court-battles/4047244-active-duty-marines-plead-guilty-to-jan-6-charges/", "date_published": "2023-06-13 14:10:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Parking dispute preceded fatal Maryland shooting: police", "description": "A parking-related dispute preceded a fatal shooting in Annapolis, Md., on Sunday in which three people were killed and another three were wounded, police said. Asked at a Monday press conference about reports of the parking dispute,  Annapolis Police Chief Edward Jackson told reporters that “we know that those things did occur,” but he did not...", "link": "https://thehill.com/homenews/state-watch/4047200-parking-dispute-preceded-fatal-maryland-shooting-police/", "date_published": "2023-06-13 14:09:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scaramucci says Trump 'stressed' about indictment, predicts he will eventually drop out of race", "description": "Anthony Scaramucci, who served as White House communications director under former President Trump, said on Monday that he believes Trump is “stressed” about the indictment and predicted he will eventually drop out of the 2024 White House race. “I know President Trump's personality reasonably well,” Scaramucci said in an interview on NewsNation’s “Cuomo.” “Remember, it...", "link": "https://thehill.com/regulation/court-battles/4047203-scaramucci-says-trump-stressed-about-indictment-predicts-he-will-eventually-drop-out-of-race/", "date_published": "2023-06-13 13:49:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Student loan payments due in October after years-long pause", "description": "The Department of Education has locked in for student loan borrowers when payments will restart after the three-year pause from COVID-19. The department says on its website the interest for student loan payments will begin in September while payments will resume again in October.  The update says the payments are restarting again since “Congress recently...", "link": "https://thehill.com/homenews/education/4047225-student-loan-payments-due-in-october-after-years-long-pause/", "date_published": "2023-06-13 13:45:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Obamacare preventive care provision temporarily restored", "description": "The measure within the Affordable Care Act (ACA) that requires insurance companies to cover certain preventive care services with no cost-sharing has been restored for the time being after the two parties in the case over its legality struck a deal. The Fifth Circuit Court of Appeals ordered the two parties to reach an agreement...", "link": "https://thehill.com/policy/healthcare/4047121-obamacare-preventive-care-provision-temporarily-restored/", "date_published": "2023-06-13 13:30:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Could a congressional dorm bring legislators together?", "description": "Until about 50 years ago, it was not uncommon for legislators to bunk under the same roof.", "link": "https://thehill.com/opinion/campaign/4046080-could-a-congressional-dorm-bring-legislators-together/", "date_published": "2023-06-13 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House press secretary violated Hatch Act: watchdog", "description": "A watchdog agency has informed the White House that press secretary Karine Jean-Pierre violated the Hatch Act through her usage of the term “mega MAGA Republicans” in the lead up to the 2022 midterm elections. The Office of Special Counsel (OSC) detailed in a report that Jean-Pierre used the term during the daily press briefings....", "link": "https://thehill.com/homenews/administration/4047153-white-house-press-secretary-violated-hatch-act-watchdog/", "date_published": "2023-06-13 13:19:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "El Niño could mean the hottest year on record, meteorologists warn", "description": "With El Niño starting before summer even officially begins, there's a lot more heating up on the way.", "link": "https://thehill.com/homenews/nexstar_media_wire/4045378-el-nino-could-mean-the-hottest-year-on-record-meteorologists-warn/", "date_published": "2023-06-13 13:02:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom agrees Biden is 'cognitively strong enough to be president'", "description": "California Gov. Gavin Newsom (D) on Monday said he agreed that President Biden is mentally strong enough to serve in the White House, as Biden faces regular questions about his age amid his 2024 reelection bid. “Do you think he’s cognitively strong enough to be president?” Fox News host Sean Hannity asked Newsom about Biden...", "link": "https://thehill.com/homenews/campaign/4047138-newsom-agrees-biden-is-cognitively-strong-enough-to-be-president/", "date_published": "2023-06-13 13:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump heads to court in documents case, intends to plead not guilty: live updates", "description": "Former President Trump is scheduled to appear in court Tuesday afternoon, his first appearance after being indicted on 37 counts in the federal investigation into classified documents found at his Florida home, Mar-a-Lago. Trump's arraignment is set for 3 p.m. at the Wilkie D. Ferguson Jr. U.S. Courthouse in Miami, where he says he plans...", "link": "https://thehill.com/regulation/court-battles/4046417-trump-indictment-documents-case-court-live-updates/", "date_published": "2023-06-13 13:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "53 percent of California Republicans back Trump for 2024 nod: poll", "description": "More than half of California Republicans say they will most likely vote for former President Trump in the 2024 GOP primary, according to a new Emerson College Polling/Inside California Politics survey released on Tuesday and conducted before news of Trump's indictment. The Emerson College Polling/Inside California Politics survey found that 53 percent of respondents said...", "link": "https://thehill.com/homenews/campaign/4046415-53-percent-of-california-republicans-back-trump-for-2024-nod-poll/", "date_published": "2023-06-13 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP set to mark up spending bills at levels below debt ceiling deal caps", "description": "House GOP negotiators will be marking up annual spending bills below the agreed-upon limits in the deal struck between President Biden and Speaker Kevin McCarthy (R-Calif.) just weeks ago. House Appropriations Chairwoman Kay Granger (R-Texas) said in a statement issued late Monday that the negotiated cap for fiscal 2024 spending represents “a ceiling, not a...", "link": "https://thehill.com/homenews/house/4047128-republicans-spending-bill-caps-debt-ceiling-deal/", "date_published": "2023-06-13 12:53:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Inflation falls to lowest rate since March 2021", "description": "Consumer prices rose just 0.1 percent in May and are up 4 percent over the past year, according to key inflation data released Tuesday morning by the Labor Department. Inflation as measured by the consumer price index (CPI) dropped sharply last month, bringing annual price growth down to its slowest pace since March 2021. The...", "link": "https://thehill.com/business/4047119-inflation-falls-to-lowest-rate-since-march-2021/", "date_published": "2023-06-13 12:35:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A woke FBI poses a threat to our democracy", "description": "The door is now open for the FBI to target other religious groups as well on similarly specious grounds.", "link": "https://thehill.com/opinion/criminal-justice/4039693-a-woke-fbi-poses-a-threat-to-our-democracy/", "date_published": "2023-06-13 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "8 in 10 Republicans in new poll say Trump charges politically motivated", "description": "Eight in 10 Republicans in a new poll report thinking the recent federal indictment of former President Trump on 37 counts related to his handling of classified documents after leaving the White House is politically motivated. A Reuters report on the news service's poll with Ipsos shows 81 percent of self-identified Republicans said politics was behind...", "link": "https://thehill.com/blogs/blog-briefing-room/4047093-8-in-10-republicans-in-new-poll-say-trump-charges-politically-motivated/", "date_published": "2023-06-13 12:11:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "11 people shot in downtown Denver after Nuggets win NBA Finals", "description": "Multiple shootings sent 11 people to the hospital early Tuesday morning after thousands flocked downtown in celebration of the Denver Nuggets' historic NBA  Finals win.", "link": "https://thehill.com/homenews/4047061-11-people-shot-in-downtown-denver-after-nuggets-win-nba-finals/", "date_published": "2023-06-13 12:03:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why the US cannot turn its back on Turkey", "description": "The reelection of Recep Tayyip Erdoğan to a third five-year term as president of Turkey sends a stark warning to the United States and its NATO allies.", "link": "https://thehill.com/opinion/international/4046147-why-the-us-cannot-turn-its-back-on-turkey/", "date_published": "2023-06-13 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie knocks Republicans defending Trump: 'How about blame him? He did it'", "description": "Republican presidential candidate Chris Christie late Monday knocked Republicans who are defending former President Trump, who is now facing federal charges for his alleged mishandling of classified documents.  During a CNN town hall, the former New Jersey governor called it “ridiculous” that “we're in a situation where there are people in my own party who...", "link": "https://thehill.com/homenews/4047060-christie-knocks-republicans-defending-trump-how-about-blame-him-he-did-it/", "date_published": "2023-06-13 11:42:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feehery: The limits of bipartisanship", "description": "My old boss House Majority Whip Tom DeLay (R-Texas) used to say that the Democrats were fine with bipartisanship as long as Republicans would simply agree with their partisanship.  Republicans should be reminded of the limits of bipartisanship. Sometimes, you have to bite the bullet and agree to a compromise. That is certainly the case...", "link": "https://thehill.com/opinion/4046651-feehery-the-limits-of-bipartisanship/", "date_published": "2023-06-13 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Press: Doom for Don: Trump is political toast after indictment", "description": "“If even half of it is true, then he’s toast,” former Attorney General Bill Barr said on “Fox News Sunday.” I agree.   Barrels of ink are being spilled over how Donald Trump’s latest legal difficulties won’t make any difference in the 2024 Republican presidential primaries.   So what if the former president is charged...", "link": "https://thehill.com/opinion/4046545-press-doom-for-don-trump-is-political-toast-after-indictment/", "date_published": "2023-06-13 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Acid poured on slides at Massachusetts park, children report injuries", "description": "The unknown hazardous material that was found on slides at a Massachusetts playground on Sunday has been identified.", "link": "https://thehill.com/homenews/4046069-acid-poured-on-slides-at-massachusetts-park-children-report-injuries/", "date_published": "2023-06-13 10:42:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Garth Brooks speaks about decision to sell Bud Light at his Nashville bar", "description": "Garth Brooks will not be pulling Bud Light off the beer list at his new Nashville bar, the country star says.", "link": "https://thehill.com/blogs/in-the-know/4046201-garth-brooks-speaks-about-decision-to-sell-bud-light-at-his-nashville-bar/", "date_published": "2023-06-13 10:42:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Trump to make historic court appearance today", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Former President Trump may use the legal system to try to delay the government’s case against him, argue a reasoned defense under law about stockpiling secret U.S. documents at...", "link": "https://thehill.com/newsletters/morning-report/4047009-the-hills-morning-report-trump-to-make-historic-court-appearance-today/", "date_published": "2023-06-13 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abortion rights advocates face test with Ohio ballot measure", "description": "One of the next big battles in the abortion rights fight is set to take place in Ohio later this summer, when voters will consider a ballot measure that could make it harder for the state to enshrine protections for the medical procedure. Ohioans are set to vote Aug. 8 on a proposal that, if...", "link": "https://thehill.com/homenews/campaign/4045861-abortion-rights-advocates-face-test-with-ohio-ballot-measure/", "date_published": "2023-06-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don't bring firewood to campsites: Here's why", "description": "You might be packing this summer for an annual family camping trip, but those with state parks say there's one thing you shouldn't bring: Firewood.", "link": "https://thehill.com/changing-america/sustainability/environment/4043795-dont-bring-firewood-to-campsites-heres-why/", "date_published": "2023-06-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to watch when Trump is arraigned", "description": "On Tuesday in Miami, former President Trump will be arraigned on criminal charges for the second time this year. This time, Trump faces 37 counts relating to retention of national defense information, conspiracy to obstruct justice, concealment and making false statements.  Those charges are the result of special counsel Jack Smith’s probe into documents bearing...", "link": "https://thehill.com/homenews/campaign/4046398-five-things-to-watch-when-trump-is-arraigned/", "date_published": "2023-06-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Biden's big investments spurred a factory boom", "description": "A surge in manufacturing construction across the country is grabbing the attention of economists and workers on the ground as legislative efforts to reinvigorate the U.S. industrial base are bearing fruit. Experts say these changes have been long-awaited, and they represent a watershed moment for U.S. heavy industry and a shift toward more environmentally friendly...", "link": "https://thehill.com/business/4045941-how-bidens-big-investments-spurred-a-factory-boom/", "date_published": "2023-06-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Indictment does nothing to dampen GOP support for Trump", "description": "The indictment of former President Trump has done nothing to dampen his support among GOP voters, with a vast swath in a recent poll concluding that he should still be able to serve in the White House even if he is convicted. More than 60 percent of likely Republican primary voters in a CBS News...", "link": "https://thehill.com/homenews/4046355-indictment-does-nothing-to-dampen-gop-support-for-trump/", "date_published": "2023-06-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell, GOP allies steer clear of defending Trump on indictment", "description": "Senate Republican Leader Mitch McConnell (Ky.) and his deputies are steering clear of defending former President Trump from felony charges brought by the Justice Department, signaling a deep split within the GOP over how to handle the former president’s legal problems.  While House Republican leaders and the leading Republican candidates for president have rallied behind...", "link": "https://thehill.com/homenews/senate/4046420-mcconnell-gop-allies-trump-indictment/", "date_published": "2023-06-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump-Milley feud played key role in classified documents case", "description": "The feud between former President Trump and the nation's highest-ranking military officer, Gen. Mark Milley, played a key role in the historic indictment handed down last week over Trump’s alleged criminal mishandling of classified documents. Key audio in the case captured Trump trying to prove his side of the story after a New Yorker article...", "link": "https://thehill.com/policy/defense/4046504-trump-milley-feud-played-key-role-in-classified-documents-case/", "date_published": "2023-06-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Who you are, where you live help determine your chances of beating cancer", "description": "About 2 million people in the United States will be diagnosed with cancer this year, and 600,000 will die from the disease, the National Cancer Institute (NCI) estimates.      But cancer is not equal opportunity.   A wide range of factors plays a role in determining whether a person will get and potentially die from the disease, including their genetics and where they live.  ...", "link": "https://thehill.com/policy/healthcare/4031866-cancer-genetics-location-determine-risk-death/", "date_published": "2023-06-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why are there so many parrots in Los Angeles?", "description": "Thousands of non-native parrots call Los Angeles home, much to the enjoyment of the local community of bird enthusiasts.", "link": "https://thehill.com/changing-america/sustainability/environment/4045421-why-are-there-so-many-parrots-in-los-angeles/", "date_published": "2023-06-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "22 service members injured in Syria helicopter 'mishap,' Pentagon says", "description": "Twenty-two U.S. service members were injured in a “helicopter mishap” in Syria over the weekend, the Pentagon revealed late on Monday.  “A helicopter mishap in northeastern Syria resulted in injuries of various degrees to 22 U.S. service members” on Sunday, U.S. Central Command said in a statement.  The service members are receiving treatment for their injuries, with...", "link": "https://thehill.com/policy/defense/4046798-22-service-members-injured-in-syria-helicopter-mishap-pentagon-says/", "date_published": "2023-06-13 04:07:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ seeks 14-year prison sentence for Jan. 6 rioter who pleaded guilty to using Taser on police officer", "description": "The Department of Justice (DOJ) is planning to seek a 14-year prison sentence for a Jan 6. defendant who pleaded guilty to using a Taser on former Capitol Police officer Michael Fanone during the insurrection.  According to a sentencing memorandum filed last week, federal prosecutors argued that Daniel Rodriguez’s actions on that day add up to...", "link": "https://thehill.com/homenews/4046758-doj-seeks-14-year-prison-sentence-for-jan-6-rioter-who-pleaded-guilty-to-using-taser-on-police-officer/", "date_published": "2023-06-13 03:12:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom says he'd agree to a debate against DeSantis moderated by Hannity", "description": "California Gov. Gavin Newsom (D) said he would agree to a debate with Florida Gov. Ron DeSantis (R) moderated by Fox News host Sean Hannity.  \"I'm all in. Count on it,\" Newsom told Hannity during a sitdown interview on Fox News that aired Monday.  \"You would do a two-hour debate with Ron DeSantis?\" Hannity asked. ...", "link": "https://thehill.com/homenews/campaign/4046739-newsom-says-hed-agree-to-a-debate-against-desantis-moderated-by-hannity/", "date_published": "2023-06-13 02:32:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie on the possibility of federal abortion ban: 'I don't think we should be worried about that'", "description": "Former New Jersey Gov. Chris Christie (R) suggested that Americans shouldn't be worried about a possible federal abortion ban if he was elected president as Republican challengers have faced increasing pressure to adopt stricter abortion policies. \"What I stand for Anderson is what conservatives have been arguing for for 50 years, which is that Roe...", "link": "https://thehill.com/homenews/campaign/4046717-christie-on-the-possibility-of-federal-abortion-ban-i-dont-think-we-should-be-worried-about-that/", "date_published": "2023-06-13 01:46:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie says Trump 'will care less about the country this time than he did four years ago'", "description": "Former New Jersey Gov. Chris Christie (R) argued that former President Trump \"will care less about the country this time than he did four years ago\" as he seeks to make the case against reelecting Trump in 2024. Christie argued against the idea of reelecting Trump or President Biden during a CNN town hall in...", "link": "https://thehill.com/homenews/campaign/4046695-christie-says-trump-will-care-less-about-the-country-this-time-than-he-did-four-years-ago/", "date_published": "2023-06-13 01:43:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Target stores in at least five states receive bomb threats over Pride items", "description": "Target stores in at least five U.S. states had to be evacuated over the weekend after receiving bomb threats, which tie into the recent backlash the U.S.-based retail chain received for its Pride Month merchandise.  The Washington Post reported on Monday that local news outlets in parts of Oklahoma, New York, New Hampshire, Vermont, and...", "link": "https://thehill.com/homenews/state-watch/4046688-target-stores-in-at-least-five-states-receive-bomb-threats-over-pride-items/", "date_published": "2023-06-13 01:26:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie on Trump: 'He hasn't won a damn thing since 2016'", "description": "Former New Jersey Gov. Chris Christie (R) called former President Trump a “three-time loser” and said, “He hasn’t won a damn thing since 2016.” In a CNN town hall moderated by anchor Anderson Cooper, Christie called out Trump for blaming others for his failures and pointed to a pattern of consistent election losses when Trump...", "link": "https://thehill.com/homenews/4046683-christie-on-trump-he-hasnt-won-a-damn-thing-since-2016/", "date_published": "2023-06-13 00:59:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie says conduct alleged in Trump indictment 'awful,' says 'lot more information to come'", "description": "Former New Jersey Gov. Chris Christie (R) said on Monday that the conduct alleged in a federal indictment against former President Trump is \"awful\" and believed that there's \"a lot more information to come.\" \"It is a very tight, very detailed, evidence-laden indictment, and the conduct in there is awful,\" Christie said during a CNN...", "link": "https://thehill.com/homenews/campaign/4046667-christie-says-conduct-alleged-in-trump-indictment-awful-says-lot-more-information-to-come/", "date_published": "2023-06-13 00:32:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Golden Globes gets a new owner as the Hollywood Foreign Press closes", "description": "The Golden Globes Awards will get new owners after the Hollywood Foreign Press Association sold the rights, assets and properties of the Golden Globes to Dick Clark Productions and Eldridge.  The transaction will mark the end of the HFPA, and its proceeds and HFPA’s remaining funds will go toward establishing a non-profit organization, the Golden...", "link": "https://thehill.com/homenews/4046644-the-golden-globes-gets-a-new-owner-as-the-hollywood-foreign-press-closes/", "date_published": "2023-06-13 00:07:33+00:00", "persistent": false, "user": null, "language": "en-US"}]