[{"source": "https://www.engadget.com/rss.xml", "title": "Google's 'Katamari Damacy' easter egg lets you roll up your search results", "description": "<p>Google has a long history of building in <a href=\"https://www.engadget.com/google-doodle-jerry-lawson-181543188.html\"><ins>easter eggs</ins></a> into its search engine, whether that’s minigames or animations when <a href=\"https://www.engadget.com/google-valentines-day-doodle-110057796.html\"><ins>searching specific keywords</ins></a>. The company is continuing the fun with a built-in minigame when you search for &quot;<a href=\"https://www.google.com/search?hl=en&amp;q=katamari\"><ins>Katamari</ins></a><ins>&quot;</ins> (via <a href=\"https://kotaku.com/google-katamari-damacy-search-minigame-widget-1850534121\"><em><ins>Kotaku</ins></em></a>), a game series that originally launched on the PlayStation 2. The minigame lets you roll everything on the page into a virtual ball. To start, you click on the Katamari ball icon on the right side of your screen. You play the game by using your keyboard’s arrow keys if on a desktop or laptop or with your finger if on a mobile device.</p><p>The easter egg is likely referencing the <a href=\"https://www.bandainamcoent.asia/sea/news/we-love-katamari-reroll-royal-reverie-release-date\"><ins>recent remaster</ins></a> of <em>We Love Katamari </em>earlier this month. The game, which was originally released on PlayStation 2 in 2005, got a remaster titled: <em>We Love Katamari Reroll+ Royal Reverie</em>. The title was made available on Nintendo Switch, PlayStation 5, PlayStation 4, Xbox One, Xbox Series X/S and on Steam.</p><span id=\"end-legacy-contents\"></span><p>The Katamari series is developed by Bandai Namco and revolves around a series of puzzle-action games where you play as the Prince of All Cosmos. In the surreal series, you’re tasked with rolling up a ball of random things such as cats, cars and more – those balls replace the stars in the sky that were destroyed by your father, The King of the Cosmos.</p><p>Thankfully, Google’s version is a little less stress-inducing. There’s no goal or time limit per-se, you just roll a Katamari ball till your heart’s content (or if you have nothing left to catch). I spent more time than I’m willing to admit &quot;testing&quot; the game on my computer and it runs pretty well in my experience. Mobile, on the other hand, is a bit rough. The game seems to have a decent amount of input lag which makes the experience less than desirable. But as a little easter egg, Katamari fans should still get a laugh out of this.</p>This article originally appeared on Engadget at https://www.engadget.com/googles-katamari-damacy-easter-egg-lets-you-roll-up-your-search-results-220033724.html?src=rss", "link": "https://www.engadget.com/googles-katamari-damacy-easter-egg-lets-you-roll-up-your-search-results-220033724.html?src=rss", "date_published": "2023-06-13 22:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Fast-paced platformer 'Neon White' is coming to Xbox", "description": "<p>During the <a href=\"https://www.engadget.com/watch-the-xbox-games-showcase-extended-here-at-1pm-et-160311431.html\">Xbox Games Extended Showcase</a>, it <a href=\"https://news.xbox.com/en-us/2023/06/13/idxbox-reveals-10-games-coming-to-game-pass/\">emerged</a> that several more indie titles are bound for Game Pass. One of them is <em>Neon White, </em>which was one of <a href=\"https://www.engadget.com/engadget-best-games-2022-150020578.html\">Engadget's favorite games of 2022</a>. It debuted on PC and Nintendo Switch <a href=\"https://www.engadget.com/neon-white-june-16-release-date-195637595.html\">last June</a> before landing on PlayStation in December. There's no Xbox release date as yet, but as soon as <em>Neon White</em> lands on Microsoft's consoles, Game Pass subscribers can try it at no extra cost.</p><p><em>Neon White </em><a href=\"https://www.engadget.com/neon-white-switch-steam-ben-esposito-interview-183854914.html\">is a fast-paced platformer</a> that could help you to live out whatever dreams you have of being <a href=\"https://www.engadget.com/how-to-watch-the-summer-games-done-quick-2023-speedrun-marathon-162028988.html\">a speedrunner</a>. You'll need to take out every demon on a level before you can reach the exit. Chances are you'll want to do that as quickly as possible to achieve the best time possible and beat your friends on the leaderboard. Oh, there are dating sim elements too. It's a strange, stylish game, but what else would you really expect from publisher Annapurna Interactive?</p><span id=\"end-legacy-contents\"></span><div id=\"66ed8c7ad8af479fbeb45d56f342fec4\"></div><p>Microsoft revealed during its second showcase of the week that nine more indies are coming to Game Pass on their respective launch days through the ID@Xbox program. <em>Little Kitty Big City</em>, an adorable narrative puzzle game in which you'll help a lost cat get home, is coming to Xbox, Switch and PC early next year (a demo will be available during Steam Next Fest later this month). <em>Another Crab’s Treasure</em>, a charming <a href=\"https://en.wikipedia.org/wiki/Soulslike\">Soulslike</a>, is also coming to those three platforms early next year.</p><p><em>Techtonica </em>is a first-person factory automation game, while <em>The Wandering Village </em>is a city-building sim that plays out on the back of an enormous, roaming creature. The other indies that Microsoft said are bound for Game Pass are the turn-based RPG <em>Sea of Stars</em>, social simulation adventure <em>Mineko’s Night Market</em>, handmade narrative title <em>Harold Halibut</em>, hospital management game <em>Galacticare </em>and narrative adventure <em>The Bookwalker.</em></p>This article originally appeared on Engadget at https://www.engadget.com/fast-paced-platformer-neon-white-is-coming-to-xbox-212556461.html?src=rss", "link": "https://www.engadget.com/fast-paced-platformer-neon-white-is-coming-to-xbox-212556461.html?src=rss", "date_published": "2023-06-13 21:30:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Pandemic-era hit 'Phasmophobia' is coming to consoles this August", "description": "<p><em>Phasmophobia</em>, like <em>Among Us</em> and <em>Animal Crossing</em>, was a staple of <a href=\"https://www.engadget.com/casual-gaming-in-2020-150021233.html\">pandemic-era gaming</a> — the co-op ghost hunts were a way to connect when real-life meetings were much scarier. If you missed out or just have fond memories, then, you'll be glad to hear that Kinetic Games is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1QZEhwX2ZIbUpFWSIsImNvbnRlbnRVdWlkIjoiZmI4ODVhYmUtZmYzZC00ZDlkLWEwZTYtZWY4YTQyZTE4YWYwIn0&amp;signature=AQAAAeafHVLWZN2Yfe7Yzs0FHvppzEI9ZYjzBnYV1dpPYjR0&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DPdHp_fHmJEY\">releasing</a> the title on PlayStation 5, <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\">PlayStation VR2</a> and Xbox Series X/S in early access this August. The living room version has cross-platform support, so you shouldn't have to venture into spooky houses without some help.</p><p>The premise remains the same. You and up to three other players are tasked with producing evidence of ghosts using familiar pseudoscience tools like thermometers, EMF readers and Ouija boards. The more you discover, the more you can sell to ghost removal teams. The catch, of course, is that these aren't friendly apparitions. They may go on the hunt and kill players, especially as your team's sanity declines. It's not uncommon to see the last surviving player make a panicked run for the exit.</p><span id=\"end-legacy-contents\"></span><div id=\"7e38cb7f6809432d9c55d9ed4395184f\"></div><p>The console launch is coming almost three years after the PC debut. As with <em>Among Us</em>, its heyday has passed. There's still a sizeable fan base, though (over 10,800 average daily players on Steam as of this writing), and the availability on other platforms could both expand the audience and give PC gamers more help with their paranormal investigations.</p>This article originally appeared on Engadget at https://www.engadget.com/pandemic-era-hit-phasmophobia-is-coming-to-consoles-this-august-210215700.html?src=rss", "link": "https://www.engadget.com/pandemic-era-hit-phasmophobia-is-coming-to-consoles-this-august-210215700.html?src=rss", "date_published": "2023-06-13 21:02:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Popular subreddits plan to extend API protests indefinitely", "description": "<p>Moderators from popular Reddit communities say they <a href=\"https://www.reddit.com/r/ModCoord/comments/148ks6u/indefinite_blackout_next_steps_polling_your/?sort=top\">plan to extend their blackout protests</a> indefinitely. Many of the subreddits protesting the company’s API changes were initially scheduled to participate only from Monday to Wednesday this week. But the vow to extend the demonstration came after CEO Steve Huffman reportedly <a href=\"https://www.engadget.com/reddits-ceo-reportedly-told-staff-that-the-communitys-api-protest-will-blow-over-183708217.html\">sent a memo to staff</a> saying Reddit would “get through it” while opining that “like all blowups on Reddit, this one will pass as well.” In response to Huffman doubling down, a user wrote, “Let them fuck around and find out.”</p><p>Moderators from well-trafficked subreddits, including r/awww, r/music, r/videos, r/futurology, r/apple and r/NBA (among many others) chimed in to commit to an indefinite protest. The blackout is in response to Reddit taking a page from <a href=\"https://www.engadget.com/twitter-new-developer-terms-ban-third-party-clients-211247096.html\">Elon Musk’s Twitter playbook</a>, hiking API prices to astronomical levels ahead of its planned IPO. The move essentially kills all third-party Reddit clients — including the popular <a href=\"https://www.engadget.com/third-party-reddit-app-apollo-will-shut-down-on-june-30th-174305150.html\">Apollo iOS app</a> — leaving Reddit’s own app as users’ only option. In a moderators' thread (<a href=\"https://www.theverge.com/2023/6/13/23759674/reddit-mods-blackout-protest-extended-indefinitely\">spotted by</a><em>The Verge</em>) promoting the extension, u/SpicyThunder335 described Reddit’s app as “widely regarded as poor quality, not handicap-accessible, and very difficult to use for moderation.”</p><span id=\"end-legacy-contents\"></span><p>Volunteer mods responded to the proposed extension with enthusiasm. For example, u/britinsb commented, “The 48 hours was just the ‘proof of concept.’ The fact [Huffman] is so dismissive of coordinated action by 20,000+ mods and 10,000 subreddits just shows how badly out of touch he is. Now for the real pain.”</p><p>Meanwhile, u/strolls suggested taking more drastic measures. “I've been thinking that maybe we should stop moderating — remove only NSFW images, but allow spammers and shitposters to turn Reddit to trash.” When another user pointed out that Reddit could use that as justification for removing those mods and replacing them with lackeys, a now-deleted user replied, “Let them do it then honestly. They currently have roughly 30k mods protesting that have been doing free labor for them [for] decades, keeping these subreddits usable. It's not that simple and will only further affect the site's image with any possible IPO attempt. Twitter fucked around with their paid staff and dropped to a third of pre-purchase valuation. Reddit can learn as well.”</p><p>In the same thread, u/SpicyThunder335 suggested common-sense measures for communities with a more urgent need to stay online. “For example, r/StopDrinking represents a valuable resource for communities in need, and the urgency of getting the news of the ongoing war out to r/Ukraine obviously outweighs any of these concerns.” They suggested subtler protests for those forums, including a stickied announcement or weekly gesture of support.</p>This article originally appeared on Engadget at https://www.engadget.com/popular-subreddits-plan-to-extend-blackouts-indefinitely-205005565.html?src=rss", "link": "https://www.engadget.com/popular-subreddits-plan-to-extend-blackouts-indefinitely-205005565.html?src=rss", "date_published": "2023-06-13 20:50:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'33 Immortals' first look: Defying a god is more fun with friends", "description": "<p>Have you ever struggled to bring together four folks for an <em>Overwatch</em> team? Tried to figure out how you and your friends can play <em>Destiny 2 </em>simultaneously?&nbsp;</p><p>Can you imagine assembling 33 players for a 25-minute raid? <em>33 Immortals</em> plans to do exactly that.</p><span id=\"end-legacy-contents\"></span><p>Channeling the animation style of retro cartoons (and a little <em>Banner Saga</em>), <em>33 Immortals</em> is a <del>massively</del> substantially multiplayer roguelike top-down action game, from the creators of <a href=\"https://www.engadget.com/spiritfarer-mobile-game-netflix-174704824.html\"><em>Spiritfarer</em></a>. At a session following this week’s Xbox Showcase at Summer Game Fest, five fellow spirits and I tried to escape hell.&nbsp;</p><p>In this early build of the game, there were two character types in play: a swordsman who could deal heavy close-range damage and an archer who could send up to three arrows toward enemies before having to reload. I got to play as the latter. Alongside the standard attacks, I could hold the action button to charge up a heavier piercing shot. The archer, when he reloads, recalls his fired arrows back to him, meaning strategic placement can effectively double the damage dealt.</p><div id=\"266bbb172f4144bf90138b751d61737f\"></div><p>All the characters also have a dash move, while trigger buttons open your world map, emote wheel and co-op powers. These co-op powers will vary depending on your character type and often demand careful planning to pull them off. Pressing the RB trigger displays a trio of circles on the ground; two of your fellow immortals need to activate the empty circles in order to trigger the attack. For me, this rained arrows on a wide area of the map, but for the swordsman, it launched a wide-ranged healing spell.</p><figure><img alt=\"33 Immortals&#xa7;\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/d8064021-0986-11ee-bd8b-04a294cfb8f5\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Thunder Lotus</div></figure><p>With plenty of enemies on-screen, especially in the more challenging portal dungeons, it’s a lot of fun just chaotically spamming attacks, helping the rest of your team finish off mid-bosses, or picking off easier foes at a distance before they coordinate their attacks.</p><p>If the sword and bow options sound a little limiting, don’t worry: <em>33 Immortals</em> will offer up plenty of different character types to play with. With seven deadly sins and seven heavenly virtues, we’ll likely get to play around with seven different warriors. Outside of co-op powers and quirks, the button layouts don’t change among characters, making it easier to try out every option. To add a little more complexity, you can gather up in-game currency from monsters you kill, exchanging them for healing or trinkets to boost attack speed, defense and more.</p><p>And you’ll likely have to try, try and try again. Each raid is built to be around 25 minutes long, and you'll want to keep as many players alive (and online) as possible so you'll be able to fell the boss at the end. More players will mean it’ll take less time to shave the health bar of bigger enemies, as the game apparently isn’t built to scale with how many characters are playing. More immortals is always better.</p><p>By the way, you’re not quite <em>immortal</em> as a fighter, either. After taking too much damage, you’ll fall and reappear as an ethereal spirit, not able to do anything but float around until another raider can resurrect you – something that proved to be particularly frustrating in the middle of difficult fights. Naturally, it’s just better if you fight more cautiously, heal your allies and… don’t die.</p><p><em>33 Immortals</em> is inspired by Dante's <a href=\"https://en.wikipedia.org/wiki/Divine_Comedy\"><em>Divine Comedy</em></a><em>.</em> You're rebelling against God’s final judgment that your soul is damned, and there's a fun twist in the way God delivers his anger when you beat one of his dungeons. As you step out of the portal, the ground around you will get immolated in holy fire, and you’ll have to dodge this and spawning enemies until God chills a little.</p><p>While this was an early demo, latency was a struggle for my machine, but the team has plenty of time to stabilize – and offer demos that are not in the middle of a hectic Xbox showcase. I’m excited to play a roguelike as part of a mob, and I'm curious to see what the other character types will be.</p><p><em>33 Immortals</em> is coming to Xbox Series X/S and PC in 2024.</p><p><em>Catch up on all of the news from Summer Game Fest </em><a href=\"https://www.engadget.com/tag/sgf-2023\"><em>right here</em></a><em>!</em></p>This article originally appeared on Engadget at https://www.engadget.com/33-immortals-first-look-defying-a-god-is-more-fun-with-friends-190037208.html?src=rss", "link": "https://www.engadget.com/33-immortals-first-look-defying-a-god-is-more-fun-with-friends-190037208.html?src=rss", "date_published": "2023-06-13 19:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Reddit's CEO reportedly told staff that the community's API protest will blow over", "description": "<p>If you go to <a href=\"https://www.engadget.com/tag/reddit/\"><ins>Reddit</ins></a> right now, your favorite subreddit might not be available. More than 8,000 communities on the platform <a href=\"https://www.engadget.com/reddit-sees-more-than-6000-communities-go-dark-in-protest-over-api-changes-095311637.html\"><ins>have gone private</ins></a> to protest Reddit's API policy changes. Moderators of many of those subreddits said they'd open up access to their communities again on Wednesday, while others are prepared to prolong their protests indefinitely. Either way, Reddit co-founder and CEO Steve Huffman doesn't seem too worried.</p><p>According to <a href=\"https://www.theverge.com/2023/6/13/23759559/reddit-internal-memo-api-pricing-changes-steve-huffman\"><em><ins>The Verge</ins></em></a>, Huffman told staff to block out the noise from the collective action. He noted in a memo that there hadn't been &quot;any significant revenue impact&quot; as yet and said Reddit would &quot;get through it.&quot;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Reddit was <a href=\"https://www.engadget.com/reddit-suffers-a-major-outage-after-thousands-of-subreddits-temporarily-shut-down-151741809.html\"><ins>down for many users</ins></a> for a while on Monday, soon after the protest started. &quot;A significant number of subreddits shifting to private caused some expected stability issues,&quot; the company told Engadget at the time.</p><p>Huffman wrote that while Reddit anticipated the protest, &quot;it is a challenge nevertheless and we have our work cut out for us.&quot; He noted that some Reddit employees &quot;have been working around the clock, adapting to infrastructure strains, engaging with communities and responding to the myriad of issues related to this blackout.&quot; Huffman thanked them for their efforts and said that Reddit had to <a href=\"https://www.engadget.com/reddit-ceo-steve-huffman-defends-api-changes-in-ama-202924631.html\"><ins>stay the course</ins></a>.</p><p>“There’s a lot of noise with this one. Among the noisiest we’ve seen. Please know that our teams are on it, and like all blowups on Reddit, this one will pass as well,” he reportedly wrote. “We absolutely must ship what we said we would. The only long term solution is improving our product, and in the short term we have a few upcoming critical mod tool launches we need to nail.”</p><p>In April, Reddit said it would <a href=\"https://www.engadget.com/reddit-will-charge-companies-for-api-access-citing-ai-training-concerns-184935783.html\"><ins>start charging for API access</ins></a>. Third-party developers have used the API to make thousands of apps that hook into Reddit, including moderation tools. Reddit users are concerned that the changes will significantly harm the community. We're already starting to see that play out to a certain extent.</p><p>Apollo and RIF, two popular third-party apps that redditors use to access Reddit, <a href=\"https://www.engadget.com/third-party-reddit-app-apollo-will-shut-down-on-june-30th-174305150.html\"><ins>will shut down on June 30th</ins></a>, just before the API pricing changes come into force. The creator of Apollo estimated that maintaining the app <a href=\"https://www.engadget.com/reddit-app-developer-says-the-sites-new-api-rules-will-cost-him-20-million-a-year-203911487.html\"><ins>would cost him around $20 million per year</ins></a>. Huffman addressed the issue in his memo.</p><p>&quot;While the two biggest third-party apps, Apollo and RIF, along with a couple others, have said they plan to shut down at the end of the month, we are still in conversation with some of the others,&quot; Huffman wrote. &quot;And as I mentioned in my post last week, <a href=\"https://www.engadget.com/reddit-says-some-accessibility-apps-wont-have-to-pay-for-its-api-213401412.html\"><ins>we will exempt accessibility-focused apps</ins></a> and so far have agreements with RedReader and Dystopia.&quot;</p><p>Meanwhile, Huffman warned staff about wearing Reddit-branded apparel in public for the time being. &quot;Some folks are really upset, and we don’t want you to be the object of their frustrations,&quot; he wrote.</p>This article originally appeared on Engadget at https://www.engadget.com/reddits-ceo-reportedly-told-staff-that-the-communitys-api-protest-will-blow-over-183708217.html?src=rss", "link": "https://www.engadget.com/reddits-ceo-reportedly-told-staff-that-the-communitys-api-protest-will-blow-over-183708217.html?src=rss", "date_published": "2023-06-13 18:37:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Forza Motorsport' wants you to drive forever", "description": "<p>&quot;Basically, we're not planning a distinct sequel at all.&quot;</p><p>Dan Greenawalt, GM of the Forza series, has been working on Motorsport games for two decades, but his remarks in a post-Xbox Showcase briefing on Sunday suggest this next release could be the last in the series. <em>Forza Motorsport</em> is the eighth title in Turn 10 Studios' driving sim franchise, and the first new entry in almost half a decade.</p><span id=\"end-legacy-contents\"></span><p>Forza has been one of Microsoft’s most reliable first-party properties. Ignoring Playground Games' spinoff Horizon series, the original Xbox had one Forza title, the Xbox 360 had three, and the Xbox One had three. Barring a few launch hiccups, every title has been well-reviewed and the franchise as a whole has sold millions. We’re now in the third year of this console generation, and there’s been no Motorsport game for fans to play.</p><p>A lot’s changed since <em>Forza Motorsport 7</em> arrived in September 2017. The “day one with Game Pass” paradigm shift started with <em>Sea Of Thieves</em> in 2018, and has since become Microsoft’s entire business model. Now, Microsoft measures success more like a social network (or a tech news publication), focusing on monthly active users and playtime, rather than sales.</p><div id=\"5f7437227bf3482ca050db86a15c2e76\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>It should come as no surprise, then, that <em>Forza Motorsport </em>is set up more like a service game than a traditional AAA title.</p><p>While many of the modes that Forza players expect, especially the online multiplayer component, are being reworked and improved, Turn 10 is betting that its new career mode will keep players coming back week after week. At Summer Game Fest, the game’s creative director Chris Esaki talked a group of journalists through this new career-mode loop and the shift in philosophy for the series.</p><p>Esaki described <em>Forza Horizon </em>as “a whole new take on falling in love with cars.” We saw a career mode event called the Builders Cup, which began with a narrated showcase of a trio of cars. After picking one to roll with, you then head into “open practice,” where you get to know the car. These sessions are packed full of stats and challenges; you earn Car Experience Points (CXP) for every corner you take, and the closer to perfection you are the more CXP you’ll get. CXP is specific to each car, and is used to upgrade parts and customize vehicle performance.</p><p>After open practice, you head into a race, where there’s a new “challenge the grid” system that lets you essentially bet against your racing talent. You choose where on the grid to start and how fast your AI opponents are, with higher rewards as the difficulty scales up. After competing in the race itself, you’ll earn money for new vehicles as well as more of the car-specific CXP. Then it’s onto the next open practice, more tuning and customization, and more races.</p><div id=\"ed16c85e64194307b77ef072678d8e42\"></div><p>Esaki calls this loop “level, build, dominate.” He sees it as a way to get players interested in a broad swathe of cars, rather than having them head straight to a Ferrari or Bugatti. That might sound like the ethos of another popular racing sim, but while there are definitely elements of <em>Gran Turismo 7</em>’s cups and café challenges in here, the Builders Cup feels both more contained and more repeatable. It’s all by design: Similar to recent Forza Horizon games, players can expect a big content update monthly, which then rolls out week-by-week.</p><p>We’ll likely hear much more about <em>Forza Motorsport</em> in the lead up to its release on <a href=\"https://www.engadget.com/forza-motorsport-finally-arrives-on-october-10th-175727438.html\">October 10th</a>, and I’m interested to try out the new simulation features, like a massively overhauled physics system and improved opponent AI. For now, though, the pitch seems solid. I’m a huge fan of <em>Gran Turismo 7</em>, but if you don’t enjoy online sim racing and the toxicity that comes with it, its single-player experience is fairly threadbare. In contrast, Turn 10 seems to have developed <em>Forza Motorsport </em>as a game that will last forever, with new experiences every week designed to satiate gamers’ desire for fresh races and Microsoft’s desire for monthly active users.</p><p><em>Catch up on all of the news from Summer Game Fest </em><a href=\"https://www.engadget.com/tag/sgf-2023\"><em>right here</em></a><em>!</em></p>This article originally appeared on Engadget at https://www.engadget.com/forza-motorsport-wants-you-to-drive-forever-183033371.html?src=rss", "link": "https://www.engadget.com/forza-motorsport-wants-you-to-drive-forever-183033371.html?src=rss", "date_published": "2023-06-13 18:30:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "OpenAI reportedly warned Microsoft about rushing GPT-4 integration into Bing", "description": "<p>OpenAI <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9taWNyb3NvZnQtYW5kLW9wZW5haS1mb3JnZS1hd2t3YXJkLXBhcnRuZXJzaGlwLWFzLXRlY2hzLW5ldy1wb3dlci1jb3VwbGUtMzA5MmRlNTE_bW9kPWRqZW1hbGVydE5FV1MiLCJjb250ZW50VXVpZCI6Ijg2MDllZWY0LTkxNTgtNDZkZi04NmEzLWQ2ODBiMDg3MzFkYiJ9&amp;signature=AQAAAf1Gx78rBK-Z4Md44sP1Fmq_nAYoOragr4lDucxMdwWO&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fmicrosoft-and-openai-forge-awkward-partnership-as-techs-new-power-couple-3092de51%3Fmod%3DdjemalertNEWS\">warned Microsoft</a> early this year about rushing the integration of <a href=\"https://www.engadget.com/openai-just-released-gpt-4-a-multi-modal-generative-ai-172326765.html\">GPT-4</a> into Bing without further training, according to <em>The Wall Street Journal</em>. Although Microsoft forged ahead anyway, the alert proved prescient as early users noticed <a href=\"https://www.engadget.com/microsoft-explains-bings-bizarre-ai-chat-behavior-134931486.html\">“unhinged” behavior</a> in the Bing AI tool. (The most memorable examples included arguing, plotting ways to break out of its restrictions and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wMi8xNi90ZWNobm9sb2d5L2JpbmctY2hhdGJvdC1taWNyb3NvZnQtY2hhdGdwdC5odG1sIiwiY29udGVudFV1aWQiOiI4NjA5ZWVmNC05MTU4LTQ2ZGYtODZhMy1kNjgwYjA4NzMxZGIifQ&amp;signature=AQAAAW13GOMp9K6Nw_rLE1qZMIzQBRpyDhcWm8lO7TSv4vhC&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F02%2F16%2Ftechnology%2Fbing-chatbot-microsoft-chatgpt.html\">trying to convince</a> a <em>New York Times</em> tech columnist to leave his marriage and elope with Bing instead.) In addition, the new report details “conflict and confusion” behind the curtains of the companies’ convenient but potentially fragile alliance.</p><p>Rather than buying OpenAI outright, Microsoft <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">invested</a> in a 49-percent stake in the artificial intelligence startup, a strategy designed to help it avoid antitrust scrutiny. The arrangement gave Microsoft early access to OpenAI’s ChatGPT and DALL-E 2 to boost its Bing search engine. In addition, it’s adding <a href=\"https://www.engadget.com/microsoft-365-copilot-uses-ai-to-automate-everyday-tasks-in-multiple-apps-151133434.html\">OpenAI-powered CoPilot</a> to Office and other software products as rival Google <a href=\"https://www.engadget.com/google-search-generative-experience-preview-a-familiar-yet-different-approach-175156245.html\">scrambles</a> to catch up. Meanwhile, OpenAI gets the financial investment and Microsoft’s servers for hosting.</p><span id=\"end-legacy-contents\"></span><p><em>The WSJ</em> describes the arrangement as an “open relationship” where Microsoft maintains significant influence without complete control. For example, although the agreement limits OpenAI’s search-engine customers, it’s still free to work with <a href=\"https://www.engadget.com/even-slack-has-a-chatgpt-app-now-154334452.html\">Microsoft’s rivals</a>. That can place the two companies in precarious situations like their sales teams making overlapping pitches to the same customers. In addition, Microsoft employees have reportedly complained about diminished in-house AI spending and a lack of direct access to OpenAI’s models for its researchers and engineers.</p><figure><img alt=\"Yusuf Mehdi, Microsoft Corporate Vice President of Modern Life, Search, and Devices, speaks during a keynote address announcing ChatGPT integration for Bing at Microsoft in Redmond, Washington, on February 7, 2023. - Microsoft's long-struggling Bing search engine will integrate the powerful capabilities of language-based artificial intelligence, CEO Satya Nadella said, declaring what he called a new era for online search. (Photo by Jason Redmond / AFP) (Photo by JASON REDMOND/AFP via Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/a503a540-0a13-11ee-9f9b-3097991206fc\" style=\"height: 2401px; width: 3600px;\" /><figcaption></figcaption><div class=\"photo-credit\">JASON REDMOND via Getty Images</div></figure><p>Microsoft employees were also reportedly surprised at how quickly OpenAI launched ChatGPT. The startup opened its chatbot to the public last November on its way to setting the record for the <a href=\"https://www.reuters.com/technology/chatgpt-sets-record-fastest-growing-user-base-analyst-note-2023-02-01/\">fastest-growing</a> app user base. Microsoft didn’t launch Bing GPT integration until February — after ChatGPT was already well on its way to becoming a household name.</p><p>Even with Bing’s shaky AI launch, it’s hard to argue Microsoft hasn’t benefited immensely from the partnership. The search engine <a href=\"https://www.similarweb.com/blog/insights/ai-news/bing-chatgpt-ai-chat/\">saw</a> an early 15-percent traffic boost after adding GPT integration, while the Bing mobile app was <a href=\"https://www.forbes.com/sites/johnkoetsier/2023/02/17/since-adding-chatgpt-bings-app-grew-almost-as-much-as-all-last-year/?sh=7063e2d6712b\">downloaded</a> 750,000 times, including a peak of 150,000 daily installs, during its first week. The fact that Bing has become a buzzed-about product — after years of being mocked as Google’s also-ran competitor — is quite an accomplishment in itself. “When we grow, it helps [OpenAI], and when they grow, it helps us,” Microsoft CFO Amy Hood said in April.</p><p>Still, some analysts view the partnership as potentially problematic over time. “What puts them in more of a collision course is both sides need to make money,” said Oren Etzioni, board member and CEO of the Allen Institute for Artificial Intelligence. “The conflict is they’ll both be trying to make money with similar products.”</p>This article originally appeared on Engadget at https://www.engadget.com/openai-reportedly-warned-microsoft-about-rushing-gpt-4-integration-into-bing-182044458.html?src=rss", "link": "https://www.engadget.com/openai-reportedly-warned-microsoft-about-rushing-gpt-4-integration-into-bing-182044458.html?src=rss", "date_published": "2023-06-13 18:20:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify has been fined $5.4 million for violating GDPR data rules", "description": "<p>A Swedish regulator has fined <a href=\"https://www.engadget.com/tag/spotify/\"><ins>Spotify</ins></a> SEK 58 million ($5.4 million) after <a href=\"https://www.imy.se/en/news/administrative-fee-against-spotify/\"><ins>determining</ins></a> that the company had violated the European Union's General Data Protection Regulation (<a href=\"https://www.engadget.com/tag/gdpr/\"><ins>GDPR</ins></a>). The issue concerns how Spotify handles users' personal data and its customers' access to the information.</p><p>Advocacy group Noyb, which is led by privacy campaigner Max Schrems, filed a complaint against Spotify and other major tech companies <a href=\"https://techcrunch.com/2019/01/18/privacy-campaigner-schrems-slaps-amazon-apple-netflix-others-with-gdpr-data-access-complaints/\"><ins>in early 2019</ins></a>. In the complaint, Noyb asserted that, among other issues, Spotify didn't provide all personal data to users upon request and that it didn't disclose the reasons for processing such information.</p><span id=\"end-legacy-contents\"></span><p>The Swedish Authority for Privacy Protection (IMY) found that while Spotify gives users personal data that it processes upon request, it &quot;does not inform clearly enough about how this data is used by the company.&quot; It said that Spotify should be more transparent &quot;about how and for what purposes individuals' personal data is handled.&quot; The lack of clarity meant that &quot;it has been difficult for individuals to understand how their personal data is processed and to check whether the handling of their personal data is lawful,&quot; the IMY added.</p><p>The regulator said it considered the issues to be &quot;a low level of seriousness&quot; and noted Spotify, has taken steps to resolve them. The IMY determined the fine based on those factors along with Spotify's revenue and number of users. It noted that it made the decision with the help of other EU data protection authorities, given that Spotify has users in many countries.</p><p>&quot;Spotify offers all users comprehensive information about how personal data is processed,&quot; the company, which is based in Sweden, told <a href=\"https://techcrunch.com/2023/06/13/spotify-gdpr-data-access-fine/\"><em><ins>TechCrunch</ins></em></a> in a statement. It said the regulator &quot;found only minor areas of our process they believe need improvement. However, we don’t agree with the decision and plan to file an appeal.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/spotify-has-been-fined-54-million-for-violating-gdpr-data-rules-172036418.html?src=rss", "link": "https://www.engadget.com/spotify-has-been-fined-54-million-for-violating-gdpr-data-rules-172036418.html?src=rss", "date_published": "2023-06-13 17:20:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google's Pixel Watch now offers overnight blood oxygen tracking", "description": "<p><a href=\"https://www.engadget.com/pixel-watch-hands-on-wear-os-fitbit-152556235.html\">Google's Pixel Watch</a> is a relatively new addition to the market compared to its competitors, so it has some catching up to do features-wise. To that end, Google has announced a new update for the Pixel Watch that will allow for blood oxygen tracking. While you sleep, your watch will monitor your nighttime oxygen saturation and notify you of any changes. The <a href=\"https://www.engadget.com/samsungs-galaxy-watches-will-soon-help-you-get-a-better-nights-sleep-130001529.html\">Samsung Galaxy Watch</a>, <a href=\"https://www.engadget.com/apple-watch-os-9-beta-preview-cardio-zone-lunar-calendar-how-to-193136898.html\">Apple Watch</a> and <a href=\"https://www.engadget.com/fitbit-users-can-log-in-with-their-google-accounts-starting-on-june-6th-173329923.html\">Google-owned Fitbit trackers</a> all offer blood oxygen tracking.&nbsp;</p><p>Some of Fitbit's features were integrated into the Pixel Watch at launch — though not always smoothly. In <a href=\"https://www.engadget.com/google-pixel-watch-review-battery-life-fitbit-heart-rate-sensing-015412121.html\">Engadget's original review of the Pixel Watch</a>, we noticed a regular delay (between hours and days) in the availability of recent health data, like walks and sleep time. It's unclear if the same issue will persist with this latest feature.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The addition of blood oxygen tracking comes alongside a series of new updates for the Pixel Watch and Pixel Phone. On the health side of things, the Pixel Watch will also monitor your heart rate and send you alerts if it becomes abnormal. The Pixel Watch will also have Google Assistant available in a greater number of languages and locations, three new Spotify tiles and the option to purchase Brushed Silver or Matte Black Metal Link Bands — each $200. New features for <a href=\"https://www.engadget.com/pixel-users-report-the-google-app-is-making-their-phones-overheat-193325112.html\">Google Pixel Phones</a> include improved emergency sharing, emoji wallpapers and the option to export recordings to Google Docs.&nbsp;</p><p>All updates should be available now, except the new Metal Link Band colors, which will roll out in the next few days. If the rumors are true, the <a href=\"https://www.engadget.com/google-will-reportedly-release-pixel-watch-2-this-fall-213015367.html\">Google Pixel Watch 2</a> will launch this fall — hopefully bringing even more new features.</p>This article originally appeared on Engadget at https://www.engadget.com/googles-pixel-watch-now-offers-overnight-blood-oxygen-tracking-170050532.html?src=rss", "link": "https://www.engadget.com/googles-pixel-watch-now-offers-overnight-blood-oxygen-tracking-170050532.html?src=rss", "date_published": "2023-06-13 17:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Pixel phones receive a slew of new features like improved car crash detection", "description": "<p>Google just added a bunch of new features for Pixel smartphone owners in a system update. First of all, there’s a major improvement to the <a href=\"https://www.engadget.com/2019-09-30-google-car-crash-detection-pixel-us.html\">car crash detection feature,</a> as it now not only contacts emergency services but automatically shares real-time location information with emergency contacts. To that end, the update also makes it easier to start emergency sharing or schedule a safety check by allowing for voice controls.</p><p>The recording feature got a major update here, with a new ability to export transcripts into Google Docs and generate labels based on who’s speaking so you can easily find the clip you want later. The photo timer also got a refresh, letting you initiate self-timed photos by raising your palm to start a countdown. This only works for Pixel 6 phones and newer.</p><span id=\"end-legacy-contents\"></span><p>If you have the <a href=\"https://www.engadget.com/google-pixel-7-and-pixel-7-pro-review-still-the-best-bargain-in-flagship-phones-170031940.html\">well-reviewed Pixel 7 Pro,</a> there’s an update to macro focus as the feature can now handle both still photography and video for detailed footage of a beetle climbing a flower or whatever. For all Pixel phone owners, Google Assistant is getting a glow up, with an array of new voice options and new language options. It also wouldn’t be a system update without some kind of emoji tomfoolery, so there’s new emoji wallpapers that let you mix and match images with patterns and colors to create unique backgrounds. The update brings even more wallpaper goodness via dynamic cinematic (3D) options.&nbsp;</p><p>Pixel Watch owners were not left out in the cold here, as there’s a new heart rate tool that tracks the upper and lower limits of your threshold, an auto-pause tool and the long-awaited blood oxygen tracker. These features are dropping now but it could take a few days, or weeks, before the update reaches your device.</p>This article originally appeared on Engadget at https://www.engadget.com/pixel-phones-receive-a-slew-of-new-features-like-improved-car-crash-detection-170045659.html?src=rss", "link": "https://www.engadget.com/pixel-phones-receive-a-slew-of-new-features-like-improved-car-crash-detection-170045659.html?src=rss", "date_published": "2023-06-13 17:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Moog acquired by conglomerate inMusic, joining Akai and Alesis", "description": "<p>Iconic synth manufacturer Moog has been acquired by super conglomerate inMusic, joining other brands snatched up by the company like Alesis, Akai, M-Audio and, well, a bunch more. In a statement, Moog president Joe Richardson says the acquisition <a href=\"https://www.moogmusic.com/news/moog-and-inmusic-new-chapter-innovation-and-collaboration-begins\"><ins>could help the company </ins></a>overcome “ongoing challenges”, citing global distribution supply chain concerns.</p><p>To that end, chip shortages and various supply chain issues have plagued the company since early Covid, leading to stark price increases for some of its flagship instruments, as <a href=\"https://synthanatomy.com/2022/08/moog-hardware-synthesizer-prices-skyrocket-more-than-60.html#:~:text=Moog%20Prices%20Skyrocket&amp;text=The%20price%20of%20the%20Moog,which%20is%20more%20than%2038%25.\"><ins>originally reported by </ins><em><ins>Synth Anatomy</ins></em></a> and others. Moog has managed to stay an independent brand for decades, since the 1960s, so this is something of a shock for the synthesizer world.</p><span id=\"end-legacy-contents\"></span><p>Moog says it’ll still be developing synthesizers at its Asheville, North Carolina headquarters but makes no mention about the manufacturing process. To this day, many of the iconic instruments under the company’s umbrella are manufactured in the USA, so we’ll keep an eye on if that changes. Alesis, also owned by inMusic, designs its products in America but manufactures them in China.</p><p>There’s also the idea of brand cross-pollination. In the announcement letter, Richardson says the acquisition will allow Moog to “enhance the capabilities of inMusic and its exclusive brands.” Does this suggest a future Moog synth with actual Akai MPC pads or a budget-friendly Alesis synthesizer that takes advantage of Moog’s audio-shaping expertise? We shall see. In the meantime, Moog just <a href=\"https://www.engadget.com/moog-celebrates-70th-anniversary-with-musical-web-app-140043922.html\"><ins>celebrated its 70th anniversary</ins></a> with a Model D-inspired web app and recently released the Moog One, its most ambitious (and expensive) instrument ever.</p>This article originally appeared on Engadget at https://www.engadget.com/moog-acquired-by-conglomerate-inmusic-joining-akai-and-alesis-164536639.html?src=rss", "link": "https://www.engadget.com/moog-acquired-by-conglomerate-inmusic-joining-akai-and-alesis-164536639.html?src=rss", "date_published": "2023-06-13 16:45:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Instant Pot parent company files for bankruptcy", "description": "<p>The Instant Pot has been <a href=\"https://www.engadget.com/instant-pot-guide-131534709.html\">one of the most important kitchen gadgets</a> of the past decade, but that hasn't prevented financial turmoil at its parent company. Instant Brands <a href=\"https://corporate.instantbrands.com/wp-content/uploads/2023/06/FINAL-Instant-Brands-Chapter-11-Press-Release.pdf\">has filed</a> for Chapter 11 bankruptcy in the US citing worldwide &quot;macroeconomic and geopolitical challenges&quot; that include higher interest rates and tighter credit. While the company says it endured the pandemic and the ensuing supply chain problems, these latest problems proved to be too much.</p><p>Instant Brands still expects to put products on shelves, including Instant Pot as well as sibling brands like Corelle, CorningWare and Pyrex. It also received a promise of $132.5 million in financing to pay creditors while it works through the bankruptcy process. The court still has to approve the financing.</p><span id=\"end-legacy-contents\"></span><p>The Instant Pot range first launched in 2010 with a simple strategy: it combined a pressure cooker with many other functions (such as sauté and a steamer) in one device. It's particularly appealing if you want a quick meal that doesn't involve a microwave. Despite a lack of advertising, it developed a cult-like fan base and became synonymous with modern kitchens. That translated to surging demand — the lineup dominated Amazon's Prime Day sales for years starting in 2016.</p><p>This isn't the end for Instant Brands. As with other companies' Chapter 11 filings, it's a chance for the firm to get its financial affairs in order and (ideally) ensure its long-term health. However, this is a reminder that success in tech <a href=\"https://www.engadget.com/big-tech-layoffs-183005386.html\">doesn't last forever</a>, even for kitchen hardware.</p>This article originally appeared on Engadget at https://www.engadget.com/instant-pot-parent-company-files-for-bankruptcy-163652674.html?src=rss", "link": "https://www.engadget.com/instant-pot-parent-company-files-for-bankruptcy-163652674.html?src=rss", "date_published": "2023-06-13 16:36:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "GM and Samsung SDI are building a $3 billion EV battery cell plant in Indiana", "description": "<p>General Motors and Samsung SDI have chosen Indiana for their joint EV battery plant. The state’s governor, Eric Holcomb, <a href=\"https://events.in.gov/event/gov_holcomb_announces_largest_ev_investment_in_state_history_attracting_a_more_than_3b_battery_plant\">announced</a> today that the companies will build the $3 billion facility in St. Joseph County, scheduled to open in 2026. The factory, designed to help GM meet rising EV demand, is expected to bring 1,700 new manufacturing jobs to the Hoosier State.</p><p>The plant will manufacture nickel-rich <a href=\"https://www.engadget.com/2017-12-13-toyota-and-panasonic-ev-prismatic-batteries.html\">prismatic</a> and cylindrical cells. GM and Samsung SDI expect the completed factory to have “more than 30 GWh of capacity.” The automaker currently runs five plants in Indiana, employing more than 5,700 people, and it is now the <a href=\"https://www.engadget.com/gm-is-now-the-second-largest-ev-maker-in-the-us-181556063.html\">second-largest EV maker</a> in the US, behind Tesla. GM aims to produce more than one million EVs annually by 2025 and “accelerate from there,” completing its transition to electric-only vehicles by 2035.</p><span id=\"end-legacy-contents\"></span><p>GM and Samsung SDI <a href=\"https://apnews.com/article/gm-samsung-korea-battery-c9a0c619100fe102ffe3c074ae33f746\">announced</a> the joint venture in April without naming the location. It <a href=\"https://www.washingtonpost.com/business/2023/06/13/general-motors-samsung-indiana-battery-ev/be396e62-09ed-11ee-8132-a84600f3bb9b_story.html\">follows</a> GM’s three previous US factory partnerships with LG Energy Solution, including a 900-worker plant in Warren, OH and upcoming Spring Hill, TN and Lansing, MI facilities.</p><p>The companies plan to begin construction within the next year, creating over 1,000 jobs during that period. “This joint venture and the 1,700 people there will help supply cells for millions of all-electric vehicles for customers across North America,” said Mary Barra, GM’s Chair and CEO. “The strong support of local and state leaders in Indiana and the combined resources and expertise of GM and Samsung SDI will help us move faster than we could on our own.”</p>This article originally appeared on Engadget at https://www.engadget.com/gm-and-samsung-sdi-are-building-a-3-billion-ev-battery-cell-plant-in-indiana-162424130.html?src=rss", "link": "https://www.engadget.com/gm-and-samsung-sdi-are-building-a-3-billion-ev-battery-cell-plant-in-indiana-162424130.html?src=rss", "date_published": "2023-06-13 16:24:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Watch the Xbox Games Showcase Extended here at 1PM ET", "description": "<p>It's been a packed few days of game announcements, but <a href=\"https://www.engadget.com/tag/summer-game-fest/\">Summer Game Fest</a> isn't done yet. Microsoft will host the awkwardly named Xbox Games Showcase Extended at 1PM ET and you can watch it below.</p><p>The stream perhaps won't be quite as newsworthy as the main Xbox showcase that took place on Sunday, but it seems like it'll have some juicy details. Microsoft <a href=\"https://news.xbox.com/en-us/2023/06/11/xbox-games-showcase-starfield-direct-recap-everything-announced/\">says</a> this presentation will include deeper dives into several of the first-party projects it showed off at the weekend, including <a href=\"https://www.engadget.com/obsidian-fantasy-rpg-avowed-release-date-sgf-2023-174259416.html\"><em>Avowed</em></a><em>, </em><a href=\"https://www.engadget.com/towerborne-is-an-action-rpg-brawler-from-the-makers-of-the-banner-saga-185826861.html\"><em>Towerborne</em></a><em>, </em><a href=\"https://www.engadget.com/senuas-saga-hellblade-ii-will-arrive-in-2024-175240445.html\"><em>Senua’s Saga: Hellblade II</em></a><em>, The Elder Scrolls Online: Necrom</em> and the Dune expansion for <em>Microsoft Flight Simulator</em>.</p><span id=\"end-legacy-contents\"></span><p>This showcase will include gameplay walkthroughs, interviews and some behind-the-scenes features. We'll also get a look at some games from Microsoft's third-party partners, and some \"special guests\" will make appearances.</p><div id=\"5df1e72678664200a5f028c6a05f2410\"></div><p>There are two more Summer Game Fest events taking place today after the Xbox affair. At 4PM ET, you'll be able to check out Dames 4 Games. This will feature \"interviews with women who work in the industry, women who love gaming and those who aspire to make a change.\" The stream will include looks at several indie games.</p><p>At 6PM, you can tune into the Black Voices in Gaming stream. This will focus on projects from Black developers, games with Black protagonists and interviews with Black creators. You can catch both the Dames 4 Games and Black Voices in Gaming events on Guerrilla Collective's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vYy9ndWVycmlsbGFjb2xsZWN0aXZlIiwiY29udGVudFV1aWQiOiI5MjY3ZjQ2NS00MjVhLTRhODQtYTA2Ny01MTUzN2Y5ZTgxZjAifQ&amp;signature=AQAAAeNkCWxchDOgVykqYjG2c4weIgTd5bV8q-2oP0_x3Ajl&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fc%2Fguerrillacollective\">YouTube</a> and <a href=\"https://www.twitch.tv/guerrillacollective\">Twitch</a> channels.</p><div id=\"ea35d106998147f4ae71b379c4c62c78\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p><em>Catch up on all of the news from Summer Game Fest </em><a href=\"https://www.engadget.com/tag/sgf-2023\"><em>right here</em></a><em>!</em></p>This article originally appeared on Engadget at https://www.engadget.com/watch-the-xbox-games-showcase-extended-here-at-1pm-et-160311431.html?src=rss", "link": "https://www.engadget.com/watch-the-xbox-games-showcase-extended-here-at-1pm-et-160311431.html?src=rss", "date_published": "2023-06-13 16:03:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Crucial SSDs are up to 48 percent off right now", "description": "<p>If you’re in the market for a new SSD, Amazon is holding a sale on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9EOTI0NjVDRi0xRjhGLTQ0MUEtQUFBQi1FQkY0Q0JGRDJCRjc_aW5ncmVzcz0yJnZpc2l0SWQ9MWMyMDdkMWUtMjdiNC00MGQ1LWI4YWMtZDMyMjgzNWU1MWUxJnJlZl89YXN0X2JsbiZ0YWc9Z2RndDBjLXAtby0xMnMtMjAiLCJjb250ZW50VXVpZCI6IjhlNGZjZTRlLWYyYTYtNDBmNy05ZWVkLTQyMDE3YzIxMTZkMCJ9&amp;signature=AQAAART4YVpb0BIBtzAQvvdb9NhH2ON01TCxiihup2T9H4jm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2FD92465CF-1F8F-441A-AAAB-EBF4CBFD2BF7%3Fingress%3D2%26visitId%3D1c207d1e-27b4-40d5-b8ac-d322835e51e1%26ref_%3Dast_bln\"><ins>Crucial drives</ins></a>. The company might not have the brand recognition that Samsung and SanDisk do, but rest assured, Crucial’s products are known for their reliability. The highlight of the sale is the company’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DcnVjaWFsLVBsdXMtUENJZS1OQU5ELTY2MDBNQi9kcC9CMDk4V0w0NlJTP3RhZz1nZGd0MGMtcC1vLTEycy0yMCIsImNvbnRlbnRVdWlkIjoiOGU0ZmNlNGUtZjJhNi00MGY3LTllZWQtNDIwMTdjMjExNmQwIn0&amp;signature=AQAAAXUEfjv5X8bwRek214DYc3uyAIauSsSjwe0xOT8zvOlQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCrucial-Plus-PCIe-NAND-6600MB%2Fdp%2FB098WL46RS\">P5 Plus NVMe drive</a>. If your PC features a Gen4 M.2 connection, the P5 Plus offers sequential read speeds of up to 6,600MB/s. It’s also worth noting the P5 Plus is fully compatible with the PlayStation 5; in fact, it’s one of <a href=\"https://www.engadget.com/best-ps5-ssd-expansion-upgrade-150052315.html\"><ins>Engadget’s top picks</ins></a> for the best storage you can get for Sony’s latest console. The 1TB model is 24 percent off, making it $65 at the moment.</p><p></p><p>If you don’t have an M.2 slot on your PC but still want to upgrade your storage, consider the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DcnVjaWFsLU1YNTAwLU5BTkQtU0FUQS1JbnRlcm5hbC9kcC9CMDc4MjExS0JCP3RhZz1nZGd0MGMtcC1vLTEycy0yMCIsImNvbnRlbnRVdWlkIjoiOGU0ZmNlNGUtZjJhNi00MGY3LTllZWQtNDIwMTdjMjExNmQwIn0&amp;signature=AQAAAWkA0sfvm9T6DvMvbfaDh06cdnUfeYOc2wJZLw04Q9OE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCrucial-MX500-NAND-SATA-Internal%2Fdp%2FB078211KBB\"><ins>MX500</ins></a>. After a 48 percent discount, the 1TB model is $52. The MX500 is Engadget’s pick for the <a href=\"https://www.engadget.com/best-ssds-140014262.html\"><ins>best 2.5-inch SATA drive</ins></a> you can buy. It hits the perfect balance of price, performance and reliability. If you won’t take our word for it, consider that the MX500 holds a five-star Amazon rating on more than 90,000 reviews.</p><span id=\"end-legacy-contents\"></span><p>For those looking for a portable drive, you can get <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DcnVjaWFsLTFUQi1Qb3J0YWJsZS1TU0QtQ1QxMDAwWDZTU0Q5L2RwL0IwOEZTWlQySjc_dGFnPWdkZ3QwYy1wLW8tMTJzLTIwIiwiY29udGVudFV1aWQiOiI4ZTRmY2U0ZS1mMmE2LTQwZjctOWVlZC00MjAxN2MyMTE2ZDAifQ&amp;signature=AQAAASgFFQRik76dlt9yEg1MMY1jHzcZ2_kKGwnfwhF8jKZJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCrucial-1TB-Portable-SSD-CT1000X6SSD9%2Fdp%2FB08FSZT2J7\"><ins>Crucial’s X6 1TB SSD</ins></a> for $60, or 45 percent off its usual $110 price. I haven’t tested the X6, but it has a solid spec sheet, offering transfer speeds of up to 800MB/s and USB 3.2 connectivity. Crucial claims the X6’s enclosure is also shock- and vibration-proof, so that should offer some peace of mind. For what it’s worth, the X6 carries a four-and-a-half star rating on more than 8,000 reviews.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/crucial-ssds-are-up-to-48-percent-off-right-now-154804697.html?src=rss", "link": "https://www.engadget.com/crucial-ssds-are-up-to-48-percent-off-right-now-154804697.html?src=rss", "date_published": "2023-06-13 15:48:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The more powerful 2024 Polestar 2 starts at $49,900", "description": "<p>Polestar has <a href=\"https://media.polestar.com/us/en/media/pressreleases/668416\">outlined</a> pricing for the <a href=\"https://www.engadget.com/2024-polestar-2-300-mile-range-421-hp-motor-smartzone-sensor-120004604.html\">significantly upgraded</a> 2024 Polestar 2, and it's evident you'll get a lot more value for your money. The electric sedan now starts at a slightly more expensive $49,900 for a rear-wheel drive long range single motor variant that's arguably the more compelling model. It now includes a new 299HP motor (up 68HP from before) while delivering an estimated 320 miles of combined EPA range and faster 205kW charging. A sprint to 60MPH takes 5.9 seconds. Compared to previous front-wheel drive variants, this should be considerably more exciting.</p><p>The all-wheel drive long dual motor Polestar 2 starts at $55,300. The rear motor upgrade pushes this to 421HP and a longer 276-mile range with a 4.3-second 0-60MPH dash. You'll have to make do with 'just' 155kW charging, but you also get the previously $3,400 Pilot Pack as standard. That bundle includes a swath of driver assistance features that include adaptive cruise control and emergency stop assist.</p><span id=\"end-legacy-contents\"></span><p>All trim levels now come with driver aids for blind spots, cross traffic and parking, as well as 360-degree cameras and auto-dimming side mirrors. The Plus Pack is down to $2,200 ($2,000 less) and includes cold weather upgrades (such as a range-friendly heat pump) as well as Harman Kardon audio and an air quality system. The as yet unpriced Performance Pack adds low-drag Brembo brakes, new alloy wheels, Öhlins adjustable dampers and a 455HP powerplant that takes the car to 60MPH in 4.1 seconds.</p><p>Deliveries start in August. The new Polestar 2 qualifies for a $7,500 federal credit on leases. Canadians get a better deal if they're planning to purchase — their single motor edition starts at $54,950 CAD ($41,317 US) and qualifies for a $5,000 CAD federal credit.</p><p>The aggressive upgrades aren't surprising. Polestar now faces fiercer competition than it did when the 2 first reached customers, including a <a href=\"https://www.engadget.com/teslas-latest-price-cut-brings-model-3-pricing-below-40000-071124983.html\">lower-priced Tesla Model 3</a> (currently starting at $40,240). The improved EV may cost more than its most obvious rival, but you're also getting a longer claimed range and more safety features. The performance is roughly on par, too.</p>This article originally appeared on Engadget at https://www.engadget.com/the-more-powerful-2024-polestar-2-starts-at-49900-151559369.html?src=rss", "link": "https://www.engadget.com/the-more-powerful-2024-polestar-2-starts-at-49900-151559369.html?src=rss", "date_published": "2023-06-13 15:15:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Instagram adds music and translation to its Notes feature", "description": "<p>It seems that Meta has a <a href=\"https://www.engadget.com/screenshots-of-instagrams-answer-to-twitter-leak-online-212427998.html\"><ins>fully fledged Twitter alternative</ins></a> that ties into Instagram on the way. In the meantime, Instagram still has its own Notes feature, which is getting an upgrade today as it now supports music and translation.</p><p><a href=\"https://www.engadget.com/instagram-bereal-candid-notes-172854546.html\"><ins>Since December</ins></a>, the feature has enabled users to share short status updates including text and emoji on their profiles. Friends and followers can see these mini missives in the inbox. Adding music to your notes will help you express yourself, Meta says. You'll be able to include a 30-second clip of a song along with a caption. You might think of this as a souped-up version of an AIM away message, where you can post a clip of a song alongside a lyric that vaguely hints at your feelings about a certain someone or takes a passive-aggressive shot at one of your enemies.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Screenshot of Instagram's Notes feature, which now includes the option to add a song clip.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/2b4f23e0-0929-11ee-bcbf-47619f325653\" style=\"height: 877px; width: 1080px;\" /><figcaption></figcaption><div class=\"photo-credit\">Instagram</div></figure><p>In addition, you'll be able to translate notes with a tap. This could be handy if one of your friends tends to post their notes in a language you may not know well.&nbsp;</p><p>Meta says that many teens have taken to Notes. More than 100 million teen accounts have posted a note in the last three months. Music and translation are both solid additions to the feature and they'll likely go over well with teens.&nbsp;</p><figure><img alt=\"Screenshot of Instagram's Notes feature, which now includes the option to translate other users' status messages.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/46af3260-0929-11ee-bef7-0dfe1abb3426\" style=\"height: 991px; width: 1203px;\" /><figcaption></figcaption><div class=\"photo-credit\">Instagram</div></figure><p>Meanwhile, Meta <a href=\"https://www.engadget.com/meta-decentralized-twitter-competitor-071316333.html\">has confirmed</a> it's working on a &quot;standalone decentralized social network&quot; that's focused on text-based updates. According to reports, you'll be able to log in with your Instagram credentials and populate your profile with details from your existing account. The service will hook into ActivityPub, the networking protocol that powers <a href=\"https://www.engadget.com/tag/mastodon/\"><ins>Mastodon</ins></a>, while Meta's said to be trying to convince high-profile users such as Oprah and the Dalai Lama to use it.</p>This article originally appeared on Engadget at https://www.engadget.com/instagram-adds-music-and-translation-to-its-notes-feature-150013750.html?src=rss", "link": "https://www.engadget.com/instagram-adds-music-and-translation-to-its-notes-feature-150013750.html?src=rss", "date_published": "2023-06-13 15:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Embracer announces layoffs and game cancellations after a $2 billion deal falls through", "description": "<p><a href=\"https://www.engadget.com/embracer-group-thq-nordic-deep-silver-koch-media-games-publishing-180030105.html\">Embracer Group</a> has <a href=\"https://www.gematsu.com/2023/06/embracer-group-announces-large-scale-restructuring-program-including-layoffs-studio-closures-and-game-cancellations\">announced</a> a major restructuring of its business — which includes game cancellations, layoffs and selling or closing studios — in an attempt to reduce costs and make the business more efficient. The news comes in the wake of the company <a href=\"https://www.gamespot.com/articles/embracer-group-loses-undisclosed-2-billion-deal-amid-challenging-year/1100-6514494/\">revealing</a> that a deal that would have been worth $2 billion in revenue over six years fell apart, despite Embracer having a verbal agreement from its unnamed proposed partner.</p><p>It will take until March next year to complete the restructuring process. It's &quot;too early to give an exact forecast&quot; on how many of Embracer's nearly 17,000 workers will be impacted, CEO Lars Wingefors <a href=\"https://embracer.com/releases/open-letter-by-embracer-group-ceo-on-restructuring-program/\">wrote in an open letter</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>&quot;The actions will include, but not be limited to, closing or divestments of some studios and the termination or pausing of some ongoing game development projects,&quot; Wingefors wrote. &quot;It will also include decreased spending on non-development costs such as overhead and other operating expenses. We will reduce third party publishing and put greater focus on internal [intellectual property] and increase external funding of large-budget games.&quot;</p><p>It is not yet clear which studios the company plans to close or sell. Embracer says the game cancellations are &quot;almost entirely&quot; for projects that haven't been announced and for which it projects low returns. &quot;All announced significant releases will still be released as planned,&quot; Wingefors said. For instance, Crystal Dynamics, which is <a href=\"https://www.engadget.com/amazon-games-tomb-raider-crystal-dynamics-173848481.html\">working on a new Tomb Raider game</a> and <a href=\"https://www.engadget.com/perfect-dark-initiative-xbox-announcement-005705713.html\">helping The Initiative with <em>Perfect Dark</em></a>, says those projects won't be impacted by the changes.</p><p>Over the last several years, Embracer has vacuumed up a wide array of notable gaming companies and intellectual property rights. It <a href=\"https://www.engadget.com/embracer-group-gearbox-merger-aspyr-acquisition-154253122.html\">bought Gearbox for $1.3 billion</a> in 2021. Last year, Embracer acquired Crystal Dynamics, Eidos-Montreal and Square Enix Montreal (a studio that Embracer renamed shortly before <a href=\"https://www.engadget.com/deus-ex-go-other-square-enix-mobile-games-shutting-down-060206000.html\">closing it</a>) <a href=\"https://www.engadget.com/embracer-acquires-eidos-square-enix-montreal-and-other-studios-for-300-million-091019083.html\">in a $300 million deal</a> that included the rights to the likes of Tomb Raider, Deus Ex, Thief and Legacy of Kain.&nbsp;</p><p>Embracer last year <a href=\"https://www.engadget.com/embracer-snaps-up-rights-lord-of-the-rings-the-hobbit-114524134.html\">secured the rights to The Lord of the Rings</a>, which it plans to turn into “one of the biggest gaming franchises in the world.” According to <a href=\"https://www.ign.com/articles/embracer-plans-to-turn-lord-of-the-rings-into-one-of-the-biggest-game-franchises-in-the-world\"><em>IGN</em></a>, the company's interim chief operations officer Matthew Karch told investors on Tuesday that &quot;we know we need to be exploiting Lord of the Rings in a very significant fashion.&quot; Multiple LOTR games are in the works, including <a href=\"https://www.engadget.com/amazon-is-making-a-lord-of-the-rings-mmo-153529951.html\">another attempt by Amazon at an MMO</a> based in JRR Tolkien's universe.</p><p>Going forward, Embracer plans to establish a more comprehensive review process for investments in ongoing projects as well as potential new ones. Wingefors noted there will also be more accountability across the company to make sure &quot;performance is in line with or exceeding current targets.&quot;</p><p>Wingefors ended the letter by noting some of the decisions Embracer makes as part of the restructuring will be &quot;difficult&quot; ones. However, he wrote, &quot;we are doing this because we are confident that we will emerge a stronger, more efficient company setting out on a stable future to build even greater value across our many studios and fantastic portfolio of IPs.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/embracer-announces-layoffs-and-game-cancellations-after-a-2-billion-deal-falls-through-144311854.html?src=rss", "link": "https://www.engadget.com/embracer-announces-layoffs-and-game-cancellations-after-a-2-billion-deal-falls-through-144311854.html?src=rss", "date_published": "2023-06-13 14:43:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Watch the trailer for the second season of Apple TV+ series 'Foundation'", "description": "<p>Following a <a href=\"https://www.engadget.com/apple-tv-plus-foundation-season-two-teaser-release-window-181532332.html\">sneak peek</a> and a <a href=\"https://www.engadget.com/foundation-will-return-to-apple-tv-on-july-14th-140038865.html\">teaser</a>, Apple TV+ has finally released the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj0ydDBCR2tWUU11USIsImNvbnRlbnRVdWlkIjoiNDYyNzcxZjgtYzMwNS00Yjk4LTlhNjYtMjA2NWQ0MmFhMDkzIn0&amp;signature=AQAAASNlDN_ZTrVrZP0Cx1IZiOwTukzSMMhkjLdCqzPgmYz0&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D2t0BGkVQMuQ\">official trailer for season two of Foundation</a> — set 100 years ahead of season one's finale. The show, based on Isaac Asimov's book series, will introduce viewers to a second crisis: war with the Empire. Season two also follows the Cleons unraveling, \"a vengeful Queen\" plotting to destroy the Empire and the Foundation in its religious phase. As Dr. Gaal Dornick (Lou Llobell) reveals in the trailer, it will bring \"Despair, death, destruction. This is even bigger than the last crisis.\" Whatever happens will decide the fate of all humanity — no big deal.</p><p>The ten new episodes come almost <a href=\"https://www.engadget.com/apple-tv-plus-foundation-isaac-asimov-release-date-152711615.html\">two years after season one first premiered</a> and keep some of the original cast, including Lee Pace and Jared Harris. Its new season debuts Friday, July 14, on Apple TV+, with new episodes premiering weekly. In the meantime, enjoy the official trailer and have solace in knowing that filming for season three is already underway.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"ae94cd018a66465188ccc802315af467\"></div>This article originally appeared on Engadget at https://www.engadget.com/watch-the-trailer-for-the-second-season-of-apple-tv-series-foundation-140019714.html?src=rss", "link": "https://www.engadget.com/watch-the-trailer-for-the-second-season-of-apple-tv-series-foundation-140019714.html?src=rss", "date_published": "2023-06-13 14:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Paul McCartney is using AI to create a final song for The Beatles", "description": "<p>AI-assisted vocals aren't just for <a href=\"https://www.engadget.com/copyright-in-spotlight-after-streaming-platforms-pull-ai-generated-drake-song-183513972.html\">bootleg songs</a>. Paul McCartney has <a href=\"https://www.theguardian.com/music/2023/jun/13/ai-used-to-create-new-and-final-beatles-song-says-paul-mccartney\">revealed</a> to BBC Radio 4 that he's using AI to turn a John Lennon demo into one last song for The Beatles. The technology helped extract Lennon's voice to get a &quot;pure&quot; version that could be mixed into a finished composition. The piece will be released later this year, McCartney says.</p><p>McCartney didn't name the song, but it's believed to be &quot;Now and Then,&quot; a 1978 love song Lennon put on cassettes meant for the other former Beatle. <em>The Guardian</em> notes the tune was considered for release as a reunion song alongside tracks that did make the cut, such as &quot;Free As A Bird,&quot; but there wasn't much to it — just a chorus, a crude backing track and the lightest of verses. The Beatles rejected it after George Harrison thought it was bad, and the electrical buzz from Lennon's apartment didn't help matters.</p><span id=\"end-legacy-contents\"></span><p>The inspiration for the revival came from dialog editor Emile de la Rey's work on the Peter Jackson documentary <em>Get Back</em>, where AI separated the Beatles' voices from instruments and other sounds. The tech provides &quot;some sort of leeway&quot; for producing songs, McCartney adds.</p><p>To date, music labels typically haven't been fond of AI due to copyright clashes. Creators have used algorithms to have famous artists &quot;sing&quot; songs they never actually produced, such as a recently pulled fantasy collaboration between Drake and The Weeknd. This, however, is different — McCartney is using AI to salvage a track that otherwise wouldn't have reached the public. It won't be surprising if other artists use the technique to recover work that would otherwise sit in an archive.</p>This article originally appeared on Engadget at https://www.engadget.com/paul-mccartney-is-using-ai-to-create-a-final-song-for-the-beatles-133839244.html?src=rss", "link": "https://www.engadget.com/paul-mccartney-is-using-ai-to-create-a-final-song-for-the-beatles-133839244.html?src=rss", "date_published": "2023-06-13 13:38:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta's Horizon Worlds is getting a text-based 'world chat' feature", "description": "<p>After introducing <a href=\"https://www.engadget.com/meta-quests-give-you-more-to-do-in-its-horizon-worlds-vr-social-network-073029493.html\">mini-games</a> and <a href=\"https://www.engadget.com/metas-horizon-worlds-is-opening-to-young-teens-in-the-us-and-canada-194600914.html\">allowing access</a> to younger teens, Meta is trying to make its VR-based Horizon Worlds more social. In its latest update, the company released a new feature called <a href=\"https://www.meta.com/en-gb/blog/quest/meta-horizon-worlds-v114-release-notes/\">world chat</a> that lets users send messages to anyone else in the same world session. At the same time, it's promising strict security controls for the new feature.&nbsp;</p><p>A voice chat feature is already available, but this works much like a regular text messaging app. A screen shot (below) shows a classic group texting interface, with multiple users participating. Messages directed at specific people appear in their own view as a floating bubble, and when clicked, open up a new chat.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>People can connect with or follow others participating in a chat by clicking the individual's name to view their profile and inviting them to connect, Meta said. You'll be able to @mention others in world chat, provided they're in the same world. It offers ease-of-use tools like quick replies so you can connect without the need to type long messages.&nbsp;</p><figure><img alt=\"Meta's Horizon Worlds is getting a text-based 'World Chat' feature\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/274247c0-09e5-11ee-be7d-f5db9cd71926\" style=\"height: 2050px; width: 4670px;\" /><figcaption></figcaption><div class=\"photo-credit\">Meta</div></figure><p>Along with world chat, Facebook introduced tools to &quot;help create a positive community experience,&quot; it said. To start with, it automatically scans and deletes messages that go against its code of conduct. It allows users to blur chats so that messages from people they don't know will be blurred, and their own chats will appear blurred to others. Users can report, block or mute anyone, and minimize or hide the chat window.</p><p>The blur setting is automatically enabled for teens aged 13-17. Meta is also expanding parental supervision tools to allow users to ensure that their kids &quot;have an age-appropriate chat experience by changing or locking the blurred chat settings,&quot; it wrote.</p><p>Earlier this year, US senators <a href=\"https://www.engadget.com/senators-urge-meta-not-to-open-horizon-worlds-up-to-younger-teens-161159421.html\">urged Meta</a> not to open Horizon Worlds up to younger teens, citing the company's record of failure to protect them. That concern appeared to be justified following recent report of <a href=\"https://www.engadget.com/meta-vows-to-take-action-after-report-found-instagrams-algorithm-promoted-pedophilia-content-133343896.html\">widespread CSAM on Instagram</a>. Meta <a href=\"https://about.fb.com/news/2023/04/horizon-worlds-teen-expansion-us-canada/\">did it anyway</a>, though, promising to put in place age-appropriate tools and protections. &quot;We have to build experiences which are tailored to the unique vulnerabilities of teens,&quot; the company said at the time. Meta recently unveiled the <a href=\"https://www.engadget.com/the-meta-quest-3-is-a-499-mixed-reality-headset-with-full-color-passthrough-141204527.html\">Meta Quest 3</a> mixed reality headset, just a week before Apple launch its own much-anticipated model, the <a href=\"https://www.engadget.com/apple-vision-pro-hands-on-a-new-milestone-for-mixed-reality-060943291.html\">Vision Pro</a>.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/metas-horizon-worlds-is-getting-a-text-based-world-chat-feature-133026231.html?src=rss", "link": "https://www.engadget.com/metas-horizon-worlds-is-getting-a-text-based-world-chat-feature-133026231.html?src=rss", "date_published": "2023-06-13 13:30:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best smart plugs in 2023", "description": "<p>Smart plugs are among the simpler smart home devices, giving you voice and app control over appliances like lamps, fans, humidifiers and basic coffee makers. You can create schedules and routines, too, either through a plug’s proprietary app or through your preferred smart home platform. But much like other IoT devices, which system plays nice with which plug depends on compatibility, and each brand’s app offers different features. We tested out ten popular options to see which are worth buying.</p><h2>What to consider when buying a smart plug</h2><p>Before you buy one, it helps to know what a smart plug can and can’t do. They work best with things that have an on/off switch, making them great for lamps and other lights. If you want a plug-in fan to move some air around before you get home, a smart plug can help. You can load a basic coffee maker with grounds and water the night before and wake up to a fresh pot in the  morning. And instead of an air purifier running all day, you could set it to just run when you’re away. But any device that needs to be programmed further, or requires a stand-by mode, isn’t ideal.</p><span id=\"end-legacy-contents\"></span><h3><strong>Setup and use</strong></h3><p>Adding a smart plug to your home is relatively simple. You’ll use the manufacturer’s app to initially connect, after which you can add the plug to a compatible smart home ecosystem. Both the brand’s app and your smart home app will let you name the plug, set schedules and program “routines” which control multiple smart devices at once. But as you can guess, a manufacturer’s app only lets you control products from that brand. If you want to operate a plug from TP-Link’s Kasa, a bulb from GE’s Cync and a camera from Wyze, you’ll need to use a smart home platform, which means you’ll need to consider compatibility.</p><h3><strong>Compatibility</strong></h3><p>Smart home devices connect through wireless protocols, often using more than one to communicate with your phone, smart speaker, internet connection and in some cases, one another. The majority of smart plugs use WiFi, but some newer plugs use a low-power network standard called Thread. It’s more secure than WiFi, tends to be more reliable and its mesh capabilities provide stronger coverage as more Thread devices are added. These devices require a Thread border router, such as an Apple HomePod or TV, a fourth-generation Amazon Echo or Google Nest Hub.</p><p><a href=\"https://www.engadget.com/matter-smart-home-standard-released-160059101.html\">Matter</a> is a new wireless standard intended to solve compatibility issues between different brands and manufacturers, while also improving security and reliability. Only a few such smart plugs are available right now, and they currently work via WiFi, Bluetooth and Thread networks. These devices require a controller that stays at home, like a smart speaker, if you want to manage things when you’re out and about. If the device <em>also</em> uses Thread, you might need a smart speaker that acts as a border router, like the ones listed above. If all that sounds complicated, it is. Matter promises simplicity, but hasn’t delivered just yet.</p><p>As for Bluetooth, most plugs, including all Matter plugs, use the short-range protocol to get the device set up for the first time. Some can continue to run on Bluetooth in the absence of another option, but the connection isn’t as reliable and you won’t be able to control the plug when you’re away from home, or perhaps even just on the other side of the apartment.</p><p>Because Matter is relatively new, it may be easier to consider the manufacturer’s system you’d use the most. There are four major “branded” smart home platforms: Amazon’s Alexa, Google Home, Apple’s HomeKit and Samsung’s SmartThings. The first two work with the widest range of brands and are compatible with both iOS and Android devices. HomeKit not only limits app access to Apple devices, but it’s also compatible with fewer plugs. You can also turn to open-source software like Home Assistant or go with the larger functionality of IFTTT if you want to, say, tweet to turn your lights on. For the purposes of our testing, we stuck with the four big players. Nearly every plug we looked at clearly stated which platforms it works with, both on the packaging and retail product pages.</p><p>Of course, there’s no rule that says you have to stick with one home assistant. You might have an Echo Dot in the basement, a HomePod in the living room and a Google Nest Mini in the kitchen, each controlling their compatible devices. You only need to pair up the right smart home platform with the right device (and then just remember which speaker controls what).</p><figure><img alt=\"Five smart plugs from TP-Link, Amazon, Emporia and GE are stacked on a yellow, orange and brown tiled surface.  \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/abb9a9f0-fff7-11ed-8793-52cc472ff4e4\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Amy Skorheim / Engadget</div></figure><h3><strong>Sharing</strong></h3><p>Once a plug is set up with your platform and voice assistant of choice, anyone can control the plug just by talking. If someone else wants to control things with their phone, things get more complicated. Google makes it easiest, allowing you to invite another person just by tapping the + button within the Home app. Whomever you invite will have full access to your connected devices – including cameras – so this is only for people you trust the most.</p><p>HomeKit makes it similarly easy to grant app access to someone else, but as with most things Apple, it only works for other iOS users. Amazon only allows you to share access to your Echo, not your connected home devices.</p><p>Many smart plug manufacturers allow you to share control through their app by inviting another person via email. But this only grants access to devices of that brand. Hopefully as Matter expands, multi-admin features will become more widespread.</p><h2>How we tested</h2><p>Before we decided which smart plugs to test, we considered brands Engadget staffers have had the best experiences with, both in review capacity and personally. We also checked out other online reviews. We then looked at factors like price, compatibility and relative popularity. I got ahold of ten smart plugs from eight manufacturers and set up each one using its proprietary app, then added it to all compatible smart home platforms. Plugging in a cadre of lamps, I tested the plugs using an iPhone 11, Galaxy S10e, Echo Dot, HomePod mini and Nest Mini. I accessed the plugs via the apps and through voice commands and controlled them in my home and away from it. I programmed schedules and routines and moved the plugs to different outlets, including ones in the basement to gauge range.</p><p>Here’s every smart plug tested before settling on our top picks:</p><ul><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbWF6b24tc21hcnQtcGx1Zy13b3Jrcy13aXRoLUFsZXhhL2RwL0IwODlEUjI5VDY_dGFnPWdkZ3QwYy1wLW8tMTJuLTIwIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAdObz7PFS_aWFSzMamJNiho7da8RvC2BwFwpaLPacz5p&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAmazon-smart-plug-works-with-Alexa%2Fdp%2FB089DR29T6\">Amazon Smart Plug</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FbXBvcmlhLUVuZXJneS1Nb25pdG9yLUNlcnRpZmllZC1QYWNrYWdlL2RwL0IwOENWU1NWV1AvP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTJuLTIwIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAaNA-wLq6PAEh57D53tpn3P1keDZEybBNDky-S-tvrxp&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FEmporia-Energy-Monitor-Certified-Package%2Fdp%2FB08CVSSVWP%2F%3Fth%3D1\">Emporia Smart Outlet</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HRS1MaWdodGluZy1CdWlsdC1CbHVldG9vdGgtQ29tcGF0aWJsZS9kcC9CMDk0OEw3WjVXP3RhZz1nZGd0MGMtcC1vLTEybi0yMCIsImNvbnRlbnRVdWlkIjoiOGNmYWNlYjgtOGJmNS00NjJjLWIyMDEtYzFiMTRmNDI2YTcwIn0&amp;signature=AQAAAVVzU_llYXivlFDnFSFWfYu8MVRVUVkgevIKag-6UxzA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGE-Lighting-Built-Bluetooth-Compatible%2Fdp%2FB0948L7Z5W\">GE Cync Indoor</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=a63bc308-e20c-4e77-bcbd-6eb6848d2a64&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wyze+Labs&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhNjNiYzMwOC1lMjBjLTRlNzctYmNiZC02ZWI2ODQ4ZDJhNjQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3l6ZS5jb20vcHJvZHVjdHMvd3l6ZS1wbHVnIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAV5nLz5lUL3AHw38xi7HIL_qpDcXv0cO4YKbViZwHibk&amp;gcReferrer=https%3A%2F%2Fwww.wyze.com%2Fproducts%2Fwyze-plug\">Wyze Plug</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f3574a52-3bcf-4a37-83ee-65836ac78115&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Roku&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMzU3NGE1Mi0zYmNmLTRhMzctODNlZS02NTgzNmFjNzgxMTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucm9rdS5jb20vcHJvZHVjdHMvc21hcnQtaG9tZS9wbHVncy9yb2t1LWluZG9vci1zbWFydC1wbHVnLXNlIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAYmplExc9AacojYvnuwt3RLsCUIpv_aeoSgaDfSaMDn_&amp;gcReferrer=https%3A%2F%2Fwww.roku.com%2Fproducts%2Fsmart-home%2Fplugs%2Froku-indoor-smart-plug-se\">Roku Indoor Smart Plug SE</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3Nob3AvcHJvZHVjdC9IUTBTMkxML0EvYmVsa2luLXdlbW8tc21hcnQtcGx1Zy13aXRoLXRocmVhZCIsImNvbnRlbnRVdWlkIjoiOGNmYWNlYjgtOGJmNS00NjJjLWIyMDEtYzFiMTRmNDI2YTcwIn0&amp;signature=AQAAAZDdaKwrMcMVZmtajysiZxS4icZzcfZay2P63q-FBFqw&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fshop%2Fproduct%2FHQ0S2LL%2FA%2Fbelkin-wemo-smart-plug-with-thread\">Belkin Wemo Smart Plug with Thread</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=79539c2e-109d-49c3-a6ab-ddd018132f09&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=TP-Link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI3OTUzOWMyZS0xMDlkLTQ5YzMtYTZhYi1kZGQwMTgxMzJmMDkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudHAtbGluay5jb20vdXMvc21hcnQtaG9tZS9uZXctcmVsZWFzZS9lcDI1cDQvIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAeGIUaUbZGPMK2uNx0Rp2WghQHe6qhT3kApATevXHaiV&amp;gcReferrer=https%3A%2F%2Fwww.tp-link.com%2Fus%2Fsmart-home%2Fnew-release%2Fep25p4%2F\">TP-Link Kasa EP25</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LYXNhLVNtYXJ0LVJlcXVpcmVkLUNlcnRpZmllZC1FUDEwL2RwL0IwOTE2OTlaM1c_dGFnPWdkZ3QwYy1wLW8tMTJuLTIwIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAZQjy4gexluKDcgEx4nmaMigCbGGwGqanj_OxUxOFHby&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKasa-Smart-Required-Certified-EP10%2Fdp%2FB091699Z3W\">TP-Link Kasa Ultra Mini EP10</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LYXNhLVNtYXJ0LU1vbml0b3JpbmctQ29tcGFjdC1DZXJ0aWZpZWQvZHAvQjBCWUdSTFJTMT90aD0xJnRhZz1nZGd0MGMtcC1vLTEybi0yMCIsImNvbnRlbnRVdWlkIjoiOGNmYWNlYjgtOGJmNS00NjJjLWIyMDEtYzFiMTRmNDI2YTcwIn0&amp;signature=AQAAAVoQglU4Ud6_JSSmVKjiWwLowwXacVXmZvrACeftIX8J&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKasa-Smart-Monitoring-Compact-Certified%2Fdp%2FB0BYGRLRS1%3Fth%3D1\">TP-Link Kasa KP125M</a> (Matter)</p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc2MTI2Mi1SRUcvZXZlXzEwMDI3ODczX2VuZXJneV8yX3BhY2tfd2l0aC5odG1sIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAQpBLDBb8fMTyLlwXmiazQ_vySrOur9hsanlDIlIt-D0&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1761262-REG%2Feve_10027873_energy_2_pack_with.html\">Eve Energy</a> (Matter)</p></li></ul><h2>The best smart plugs</h2><h2>Best overall: TP-Link Kasa EP25</h2><p></p><p>All of the plugs eventually did what they said they would, but each had a quirk or two that gave me pause – except TP-Link’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LYXNhLVNtYXJ0LVN1cHBvcnRlZC1TY2hlZHVsaW5nLUVQMjVQNC9kcC9CMEIxNEM3MTlULz90aD0xJnRhZz1nZGd0MGMtcC1vLTEybi0yMCIsImNvbnRlbnRVdWlkIjoiOGNmYWNlYjgtOGJmNS00NjJjLWIyMDEtYzFiMTRmNDI2YTcwIn0&amp;signature=AQAAATVeQ0mnebS3GSYDCv1BCql5J1rTNbfKpjELFIikAgF4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKasa-Smart-Supported-Scheduling-EP25P4%2Fdp%2FB0B14C719T%2F%3Fth%3D1\">Kasa EP25</a>. From installation to implementation, it was fuss-free and reliable. It’s also one of the cheaper plugs on our list at just $13 each (but you’ll usually find it in a four-pack). It works well with both iOS and Android and on all four smart home platforms. The Kasa app has a clean, intuitive design and includes the features you’d expect like timers, schedules, a vacation mode and smart actions (aka scenes). TP-Link makes a wide range of other smart devices, so you could expand your smart home without having to leave the Kasa app.</p><p>The EP25 is an updated version of the HS103 that adds HomeKit compatibility, so I was able to control it with both an iPhone and an Android phone. If you also live in a blended OS home, I recommend onboarding with the iPhone first. After tapping the + button in the Kasa iOS app, a HomeKit pop-up will prompt you to add the plug using the QR code from the box. (The code’s also printed on the plug, but that’s harder to access.)</p><p>Once set up in HomeKit, it was easy to add the plug to the other smart home apps. Google Home and SmartThings just need your TP-Link log-in details and Alexa uses the Kasa “skill.” Once you’ve added one plug, any future TP-Link devices you incorporate should automatically show up in each app. If you’re only using an Android device, the Kasa app will walk you through using a temporary Wi-Fi network to get the plug online.</p><p>After setup, I named the plug and assigned it a room (making sure it was the same in each app to avoid confusing myself). Then I programmed various routines and schedules and asked all three voice assistants to turn the light on and off – everything worked without a hitch. In the weeks of testing, the EP25 never had a connection hiccup, even after I relocated it to the basement, which is the farthest point from my router.</p><p>My single complaint is that sharing with another user isn’t supported within the Kasa app. You <em>can</em> share your log-in details with the other person, as the app <em>does</em> support access from multiple devices on one account. But Google Home feels like the best way to <a href=\"https://support.google.com/googlenest/answer/9155535?hl=en\">share smart home device control</a>, whether that’s between iOS and Android devices or when everyone uses the same OS.</p><h2>Best for homes with Alexa: Amazon Smart Plug</h2><p></p><p>If you have many Echo devices and use Alexa to answer your questions, control your music and manage your timers, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbWF6b24tc21hcnQtcGx1Zy13b3Jrcy13aXRoLUFsZXhhL2RwL0IwODlEUjI5VDY_dGFnPWdkZ3QwYy1wLW8tMTJuLTIwIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAdObz7PFS_aWFSzMamJNiho7da8RvC2BwFwpaLPacz5p&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAmazon-smart-plug-works-with-Alexa%2Fdp%2FB089DR29T6\">Amazon’s smart plug</a> makes the most sense. Your Echos and Alexa app already have your details, so you won’t have to create an account, enter your WiFi password or switch to a different app, which makes setup mindlessly simple. In addition to naming your plug, you’ll also want to designate it as a light under Type in the settings menu. That way, when you say, “Alexa, turn all the lights off,” it will act accordingly.</p><p>I was impressed with the speed of the onboarding process and how seamlessly the plug blended into the Alexa ecosystem, giving it another IRL appendage to flex. I still get a small thrill when I say, “Alexa, goodnight,” and all goes dark. However, you won’t be able to use the plug with any other smart home app, which is why it’s best for those who’ve already gone all-in on an Amazon home.</p><p>The only other drawback, and it’s not a small one, is the Alexa app’s lack of sharing capabilities. You can create households that let other people in your home access your Echo speakers through their phone, but they can’t see your smart home devices. If you’re the only one who needs app access and everyone else in your home is happy to interact via voice commands only, this plug couldn’t be simpler. At $25, it’s not the cheapest smart plug, but like all things Amazon, it goes on sale fairly often.</p><h2>Best Matter Plug: TP-Link Kasa KP125M</h2><p></p><p>Only a handful of Matter-enabled smart plugs are currently available and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LYXNhLVNtYXJ0LU1vbml0b3JpbmctQ29tcGFjdC1DZXJ0aWZpZWQvZHAvQjBCWUdSTFJTMT90aD0xJnRhZz1nZGd0MGMtcC1vLTEybi0yMCIsImNvbnRlbnRVdWlkIjoiOGNmYWNlYjgtOGJmNS00NjJjLWIyMDEtYzFiMTRmNDI2YTcwIn0&amp;signature=AQAAAVoQglU4Ud6_JSSmVKjiWwLowwXacVXmZvrACeftIX8J&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKasa-Smart-Monitoring-Compact-Certified%2Fdp%2FB0BYGRLRS1%3Fth%3D1\">Kasa KP125M</a> is the best of what we tried. It works with all four platforms, installs easily and reliably maintains connections. Most Matter devices need to be initialized with a QR code, but this plug also supports Bluetooth onboarding, which saves a step. I set it up through the Kasa app first and because I already had another Kasa plug installed, the process was simplified, automatically prompting me to add the plug with a couple of taps. Adding the device to Alexa, Google Home and Samsung’s SmartThings worked the same way, with each app letting me know I had new devices available to add.</p><p>To add the plug to HomeKit, I had to scan the included barcode. The process didn’t work at first and I ended up having to long-press the button on the side to make it enter pairing mode. Unlike some Matter plugs, KP125M doesn’t require a Thread border router. And because it’s also a WiFi plug, you don’t need a Matter controller, such as a smart speaker for access when you’re away from home. That said, many of the negative reviews on Amazon have to do with the plug’s poor HomeKit compatibility. In addition to the setup hitch I mentioned, the connection with the HomeKit app and Siri was extremely spotty until I added Apple’s HomePod mini to the mix as a dedicated hub. After that, the reliability improved.</p><p>It’s important to note that our best overall pick is $7 cheaper and also works with all four platforms. The higher price tag is likely due to the Matter logo on the side. The protocol is still very new, and honestly, I’d call the KP125M plug more of a hybrid WiFi-Bluetooth-Matter plug, which could be why it played nice with every platform. The other Matter plug, the <a href=\"https://www.evehome.com/en-us/eve-energy\">Eve Energy Matter plug</a>, requires you to have a HomePod for HomeKit access, a Nest Hub for Google Home connection and a SmartThings hub to make it work with Samsung’s system. The promise of Matter is faster and simpler connectivity – requiring three hubs to work with various platforms seems to miss that point.</p><h2>Honorable mentions</h2><h2></h2><h3><strong>GE Cync Indoor</strong></h3><p></p><p>My main concern with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HRS1MaWdodGluZy1CdWlsdC1CbHVldG9vdGgtQ29tcGF0aWJsZS9kcC9CMDk0OEw3WjVXP3RhZz1nZGd0MGMtcC1vLTEybi0yMCIsImNvbnRlbnRVdWlkIjoiOGNmYWNlYjgtOGJmNS00NjJjLWIyMDEtYzFiMTRmNDI2YTcwIn0&amp;signature=AQAAAVVzU_llYXivlFDnFSFWfYu8MVRVUVkgevIKag-6UxzA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGE-Lighting-Built-Bluetooth-Compatible%2Fdp%2FB0948L7Z5W\">Cync plug</a> is the way the scheduling works within the proprietary app. Instead of programming when an outlet should turn <em>on</em>, you tell it when it should turn <em>off</em>. Despite my best efforts, I could not figure out how to program the Cync-connected lamp to come on at sunset, as I did with every other plug. Other than that, the app is very elegant, set up is easy and reliability is spot on. It only works with Alexa and Google Home, not HomeKit or SmartThings, but at $15, it’s a couple bucks cheaper than the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=a63bc308-e20c-4e77-bcbd-6eb6848d2a64&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wyze+Labs&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhNjNiYzMwOC1lMjBjLTRlNzctYmNiZC02ZWI2ODQ4ZDJhNjQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3l6ZS5jb20vcHJvZHVjdHMvd3l6ZS1wbHVnIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAV5nLz5lUL3AHw38xi7HIL_qpDcXv0cO4YKbViZwHibk&amp;gcReferrer=https%3A%2F%2Fwww.wyze.com%2Fproducts%2Fwyze-plug\">Wyze plug</a> that has the same compatibility.</p><h3><strong>Emporia Smart Outlet</strong></h3><p></p><p>At just $12 each (sold in a four-pack), <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FbXBvcmlhLUVuZXJneS1Nb25pdG9yLUNlcnRpZmllZC1QYWNrYWdlL2RwL0IwOENWU1NWV1AvP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTJuLTIwIiwiY29udGVudFV1aWQiOiI4Y2ZhY2ViOC04YmY1LTQ2MmMtYjIwMS1jMWIxNGY0MjZhNzAifQ&amp;signature=AQAAAaNA-wLq6PAEh57D53tpn3P1keDZEybBNDky-S-tvrxp&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FEmporia-Energy-Monitor-Certified-Package%2Fdp%2FB08CVSSVWP%2F%3Fth%3D1\">Emporia Smart Outlets</a> are a good choice for those who want to keep an exacting eye on their home’s energy use. Emporia also makes whole-home batteries and energy monitors, and their focus is more technical than slick. The plug/* wouldn't connect until the third try, but after that, it worked well with both Alexa and Google Home apps. HomeKit and SmartThings aren't supported, but for managing a home’s peak demand usage, there’s no better option.</p>This article originally appeared on Engadget at https://www.engadget.com/best-smart-plug-131542429.html?src=rss", "link": "https://www.engadget.com/best-smart-plug-131542429.html?src=rss", "date_published": "2023-06-13 13:15:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Nothing will reveal the Phone 2 on July 11th", "description": "<p>After <a href=\"https://www.engadget.com/nothing-phone-2-us-launch-details-carl-pei-interview-175313806.html\">months of teases</a>, Nothing is finally ready to show its second smartphone to the world. The company will hold a Nothing Phone 2 launch event on July 11th at 11AM Eastern, with a livestream available through the <a href=\"https://www.nothing.tech/\">official website</a>. The preview image doesn't show much, although we'd note that the signature Glyph lights aren't quite the same as on <a href=\"https://www.engadget.com/nothing-phone-1-review-transparent-smartphone-090029611.html\">the Phone 1</a>.</p><p>The Phone 2 may be more important than its predecessor for one main reason: it's the first Nothing handset coming to the US. Until now, you've had to either participate in a limited beta program or take a chance on an import. If you've made that leap, you've dealt with gaps in network coverage (such as missing 5G) and no real technical support. An official US release should improve wireless support and reach a wider audience, especially if carriers sell the phone themselves.</p><span id=\"end-legacy-contents\"></span><p>Nothing founder Carl Pei has described the Phone 2 as a more premium device than last year's model, which shipped with a Snapdragon 778G+ chip and other mostly mid-range specs. The company has already <a href=\"https://twitter.com/getpeid/status/1659130482242486272?s=20\">confirmed</a> it will use the slightly old (but noticeably faster) Snapdragon 8+ Gen 1. That will also deliver improved camera performance, such as RAW HDR photos and 4K video at 60 frames per second. It's not certain if there are upgrades to the cameras themselves or other key components.</p><p>Software may also play an important role. <em>Inverse</em><a href=\"https://www.inverse.com/tech/nothing-phone-2-kyle-kiang-software-investment-tech-enthusiasts\">claims</a> Nothing OS will be more &quot;distinct&quot; on the Phone 2, with a more polished experience developed in-house rather than outsourced. The phone maker reportedly has a much larger software team that now includes multiple veterans from OnePlus, Pei's former outfit.</p><p>Whether or not Nothing makes a significant dent in the US market is another matter. Apple and Samsung <a href=\"https://canalys.com/newsroom/north-america-smartphone-market-Q1-2023\">dominate</a> the American phone landscape, with even well-known names like Google and Motorola trailing well behind. OnePlus hasn't made significant inroads despite the backing of Chinese tech giant Oppo. The Phone 2 won't necessarily need to be a huge hit to succeed, but Nothing is facing rivals with many more resources at their disposal.</p>This article originally appeared on Engadget at https://www.engadget.com/nothing-will-reveal-the-phone-2-on-july-11th-120031997.html?src=rss", "link": "https://www.engadget.com/nothing-will-reveal-the-phone-2-on-july-11th-120031997.html?src=rss", "date_published": "2023-06-13 12:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Skullcandy's $100 ANC earbuds promise a comfortable fit and custom EQ", "description": "<p>Skullcandy is known for its budget wireless earphones like the <a href=\"https://www.engadget.com/skullcandys-latest-cheap-earbuds-cost-just-20-120031703.html\">$20 Smokin' Buds</a>, but it's going a bit more upmarket with a new line of products. Called Rail, it offers both ANC and non-ANC versions that cost less than $100 but have features typically found on more costly wireless earbuds.</p><p>The first model is the Rail ANC with adjustable 4-mic active noise cancellation, along with a \"Stay-Aware\" mode when out and about. It also has a \"Smart Mic\" option that reduces background noise so others can hear you better. You get up to 10 hours of battery life or seven with ANC on, along with an extra 25/20 hours (ANC off/on) when using the charging case. It's sweat, water and dust resistant, though the company didn't supply a specific IPX rating.</p><span id=\"end-legacy-contents\"></span><figure><img src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/c7fac9d0-09e0-11ee-96f1-2dbd57023b53\" /><figcaption></figcaption></figure><p>The Rail ANC is loaded with other intelligent features, some more useful-looking than others. Those include the ability to issue simple, hands-free voice commands (via its own device assistant) to turn on and adjust Stay-Aware mode, activate the device assistant, launch Spotify Tap and more. It's supposed to get smarter over time via new features released over-the-air on the Skull-iQ app. With Bluetooth 5.2, it comes with multipoint pairing, letting you pair to two devices at once, regardless of platform or manufacturer.</p><p>You can tune audio to your own hearing ability \"by taking a real-time audio test to create a personal sound profile,\" the company said. On top of that, it comes with custom EQ modes and you can also customize the buttons via the Skull-iQ app. One nice feature is support for Tile's Finding tech, so if you misplace an earbud, you can \"ring\" it using the Tile app.</p><p>The Rail, meanwhile, has no ANC but a bit more battery life, with eight hours in the earbuds and 34 hours in the charging case. As for charging speeds, 10 minutes of charge equals two hours of playtime. Otherwise, the feature set is the same, and they look identical as well. With both models, the company is promising a \"universally ergonomic fit,\" thanks to the use of VR and other \"cutting-edge\" design tools. The company didn't say much about sound quality in the PR, though.</p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=17d37cd4-4773-4682-b78b-8e000b3d103f&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Skullcandy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxN2QzN2NkNC00NzczLTQ2ODItYjc4Yi04ZTAwMGIzZDEwM2YiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2t1bGxjYW5keS5jb20vcmFpbC13aXJlbGVzcy1lYXJidWRzLyIsImNvbnRlbnRVdWlkIjoiMDVhMmQ5NDItNWVkNi00Y2FlLTg5YzAtNDE4OWNhZDNiYjBhIn0&amp;signature=AQAAAQsxt25R0UpqteAS03mAAIBFFKxS0oTjVF5uashTSCWy&amp;gcReferrer=https%3A%2F%2Fwww.skullcandy.com%2Frail-wireless-earbuds%2F\">Rail</a> (in True Black and Bone) and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=17d37cd4-4773-4682-b78b-8e000b3d103f&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Skullcandy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxN2QzN2NkNC00NzczLTQ2ODItYjc4Yi04ZTAwMGIzZDEwM2YiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2t1bGxjYW5keS5jb20vcmFpbC1hbmMtd2lyZWxlc3MtZWFyYnVkcyIsImNvbnRlbnRVdWlkIjoiMDVhMmQ5NDItNWVkNi00Y2FlLTg5YzAtNDE4OWNhZDNiYjBhIn0&amp;signature=AQAAAcgKUNgXwdlEeoU3N-mIqSmK-V9aCaYE9lsQ4g-tXKzK&amp;gcReferrer=https%3A%2F%2Fwww.skullcandy.com%2Frail-anc-wireless-earbuds\">Rail ANC</a> (in True Black) are now available exclusively on Skullcandy's website for $80 and $100 respectively.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/skullcandys-100-anc-earbuds-promise-a-comfortable-fit-and-custom-eq-120023032.html?src=rss", "link": "https://www.engadget.com/skullcandys-100-anc-earbuds-promise-a-comfortable-fit-and-custom-eq-120023032.html?src=rss", "date_published": "2023-06-13 12:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon's Echo Studio smart speaker is $40 off right now", "description": "<p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdHOVkzWk1DP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMTJxLTIwIiwiY29udGVudFV1aWQiOiIzNTZiMjNiOC0xMWRkLTRlMzEtYjU5YS0zZTQ3ZWNkZGVlMmQifQ&amp;signature=AQAAARjwfQpu3Neugdd7sLMW6-szc4EqtHZIUhWVft3u1W0F&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07G9Y3ZMC%3Fth%3D1\">Amazon's Echo Studio</a> usually sells for $200 and rarely goes on sale, but you can get the supersize Alexa hub right now in Charcoal or Glacier for $160. While that's not an all-time low for the device, it's still only $5 off its price from last year's <a href=\"https://www.engadget.com/best-black-friday-amazon-deals-on-kindles-echo-speakers-fire-tv-devices-and-more-080021260.html\">Black Friday sales</a>. We called the Echo Studio the \"best sounding speaker Amazon has built\" in our review when it was released in 2019. The company has released more <a href=\"https://www.engadget.com/best-smart-speakers-151515264.html\">speakers</a> and <a href=\"https://www.engadget.com/best-smart-display-202448797.html\">smart displays</a> since then, but the Echo Studio remains a solid option for immersive, high-resolution music streaming.&nbsp;</p><p></p><p>We gave the Echo Studio a score of 88 in our <a href=\"https://www.engadget.com/2019-11-15-echo-studio-review.html\">review</a> and praised it for having excellent audio quality best demonstrated by high-definition and Ultra HD tracks. While HD songs can show how much more detail you're getting with the device compared to normal tracks, the speaker can upmix regular stereo audio content with Dolby Atmos, giving it more \"space, clarity and depth.\" Because it has excellent audio quality, the Echo Studio also works great as a home theater speaker, though only with Fire TV devices. In addition to Dolby Atmos, the speaker also supports Dolby Digital and Dolby Digital Plus.</p><span id=\"end-legacy-contents\"></span><p>Like other Echo devices, the Echo Studio supports Alexa voice commands. You can ask Alexa, through the speaker, to play, pause or skip music, answer calls, play audiobooks and set alarms and timers, among many other things. One thing to note is that the Echo Studio requires more space than, say, the Echo Dot, at eight inches in height and seven inches in diameter. Amazon also recommends putting it in a place where it has six inches of clearance from walls. If space isn't an issue, the Echo Studio is an affordable option for what it can do, especially now that it's $40 off.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/amazons-echo-studio-smart-speaker-is-40-off-right-now-113520048.html?src=rss", "link": "https://www.engadget.com/amazons-echo-studio-smart-speaker-is-40-off-right-now-113520048.html?src=rss", "date_published": "2023-06-13 11:35:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Is the 15-inch MacBook Air any good?", "description": "<p>In a world where every Apple laptop is thin and light, do we still need to market some of them based on that alone? In many ways, a <a href=\"https://www.engadget.com/apple-macbook-air-15-inch-review-a-bigger-screen-makes-a-surprising-difference-130033172.html\"><ins>15-inch MacBook Air</ins></a> makes you wish Apple would bring back the suffix-free MacBook name for its mainstream machines. But, silly branding aside, is the biggest, newest Air worth your cash? Your friend and mine, Nathan Ingraham has spent the last week running the rule over the new hardware to see what’s good.</p><p>On paper, the 15-inch Air (nope, still sounds weird) is just a bigger version of its 13-inch sibling. You’ll get the same design language, port selection and chip options carried over, but that’s no bad thing. After all, the M2 MacBook Air marked a quantum leap in Apple’s hardware design, building a gorgeous and speedy machine into such a slender body. The only real downside is the Air’s focus on affordability means you’ll get a 60Hz display rather than the 120Hz on the new Pros.</p><p>– Dan Cooper</p><p></p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/ftc-expected-to-file-injunction-to-block-microsofts-purchase-of-activision-blizzard-165738788.html\"><ins>FTC files injunction to block Microsoft's purchase of Activision Blizzard</ins></a></p><p><a href=\"https://www.engadget.com/former-samsung-executive-accused-of-trying-to-copy-an-entire-chip-plant-in-china-121008690.html\"><ins>Former Samsung executive accused of trying to copy an entire chip plant in China</ins></a></p><p><a href=\"https://www.engadget.com/microsofts-pc-game-pass-is-coming-to-nvidias-rival-geforce-now-service-091754446.html\"><ins>Microsoft's PC Game Pass is coming to NVIDIA's rival GeForce Now service</ins></a></p><p><a href=\"https://www.engadget.com/samsungs-49-inch-curved-oled-gaming-display-is-2200-130009839.html\"><ins>Samsung’s 49-inch curved OLED gaming display is $2,200</ins></a></p><p><a href=\"https://www.engadget.com/immortals-of-aveum-first-look-a-little-more-magic-and-this-might-be-wonderful-133034089.html\"><ins>'Immortals of Aveum' first look: A little more magic and this might be wonderful </ins></a></p><p><a href=\"https://www.engadget.com/skull-and-bones-is-still-alive-will-apparently-have-a-closed-beta-in-august-175747813.html\"><ins>'Skull and Bones' is still somehow still alive and will apparently have a closed beta in August </ins></a></p><p></p><h2><a href=\"https://www.engadget.com/reddit-sees-more-than-6000-communities-go-dark-in-protest-over-api-changes-095311637.html\"><ins>Reddit sees more than 6,000 communities go dark in protest over API changes</ins></a></h2><h3><a href=\"https://www.engadget.com/reddit-suffers-a-major-outage-after-thousands-of-subreddits-temporarily-shut-down-151741809.html\"><ins>The protests caused the site to temporarily break.</ins></a></h3><p></p><p>If Reddit CEO Steve Huffman’s AMA was meant to defuse tensions between the company’s leadership and its users, it wasn’t very successful. <a href=\"https://www.engadget.com/reddit-sees-more-than-6000-communities-go-dark-in-protest-over-api-changes-095311637.html\"><ins>More than 6,000 subreddits</ins></a> have now gone dark in protest of the service’s API changes that have boxed out several third-party apps. This includes several of its biggest communities, all of which going dark at once being enough to <a href=\"https://www.engadget.com/reddit-suffers-a-major-outage-after-thousands-of-subreddits-temporarily-shut-down-151741809.html\"><ins>temporarily topple the site</ins></a>.</p><p><a href=\"https://www.engadget.com/reddit-sees-more-than-6000-communities-go-dark-in-protest-over-api-changes-095311637.html\"><strong><ins>Continue Reading.</ins></strong><ins>&nbsp;</ins></a></p><h2><a href=\"https://www.engadget.com/apple-mac-studio-review-m2-ultra-2023-170007838.html\"><ins>Apple Mac Studio review (M2 Ultra, 2023): A better Mac for pros</ins></a></h2><h3>Who needs a Mac Pro now?</h3><a href=\"https://www.engadget.com/apple-mac-studio-review-m2-ultra-2023-170007838.html\"><figure><img alt=\"Image of the Apple Mac Studio (2023) on a table with an Apple monitor in the background.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/9a715b90-09cd-11ee-bfff-c43a8141f031\" style=\"height: 410px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar / Engadget</div></figure></a><p>Reading Devindra Hardawar’s <a href=\"https://www.engadget.com/apple-mac-studio-review-m2-ultra-2023-170007838.html\"><ins>review of the M2 Mac Studio</ins></a> left me wondering why the Mac Pro still exists. Sure, expandable RAM and having free PCI-E slots are still valuable for some use cases, but for everything else? This tiny machine has the raw grunt, if you spec it up enough, to make even the most powerful pro computers weep into their cereal. Read on to learn how jaw-droppingly swift this thing is, and if it’s worth your cash.</p><p><a href=\"https://www.engadget.com/apple-mac-studio-review-m2-ultra-2023-170007838.html\"><strong><ins>Continue Reading. </ins></strong></a></p><h2><a href=\"https://www.engadget.com/first-star-wars-outlaws-gameplay-trailer-offers-10-minutes-of-scoundrel-wish-fulfilment-184921702.html\"><ins>Watch the first 'Star Wars Outlaws' gameplay trailer </ins></a></h2><h3>Ten minutes of scoundrel wish fulfillment.</h3><a href=\"https://www.engadget.com/first-star-wars-outlaws-gameplay-trailer-offers-10-minutes-of-scoundrel-wish-fulfilment-184921702.html\"><figure><img alt=\"Promotional image from 'Star Wars Outlaws' showing two characters in front of a collage of sci-fi backgrounds.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/d1e4ea10-09cd-11ee-be5a-9bc953aa5193\" style=\"height: 375px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Massive Entertainment / Ubisoft</div></figure></a><p>Waiting on an open-world Star Wars game? You won’t have to wait much longer, thankfully.<em> Star Wars Outlaws </em>has broken cover entirely. At its Ubisoft Forward event on Monday, the game publisher <a href=\"https://www.engadget.com/first-star-wars-outlaws-gameplay-trailer-offers-10-minutes-of-scoundrel-wish-fulfilment-184921702.html\"><ins>shared 10 minutes of gameplay footage</ins></a> that touched on exploration, stealth and good ole-fashioned gunplay. You’ll be able to traverse the game's world on a speeder bike and even take to the skies and space with a starship, with seemingly no loading between game elements. (I think I’ve heard of that <a href=\"https://www.engadget.com/2017-06-14-beyond-good-and-evil-2-interview-e3-2017.html\"><ins>before…</ins></a>)<em> Star Wars Outlaws</em> will be available next year on PlayStation 5, Xbox Series X/S and PC.</p><p><a href=\"https://www.engadget.com/first-star-wars-outlaws-gameplay-trailer-offers-10-minutes-of-scoundrel-wish-fulfilment-184921702.html\"><strong><ins>Continue Reading.</ins></strong></a></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/alan-wake-ii-stands-out-in-a-sea-of-sequels-140010178.html\"><ins>'Alan Wake II' stands out in a sea of sequels</ins></a></h2><h3>More of the same, but better?</h3><a href=\"https://www.engadget.com/alan-wake-ii-stands-out-in-a-sea-of-sequels-140010178.html\"><figure><img alt=\"Promotional image for Alan Wake II\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/051be050-09ce-11ee-979c-cac60d99b4b1\" style=\"height: 351px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Remedy Entertainment</div></figure></a><p>Engadget’s Jessica Conditt <a href=\"https://www.engadget.com/alan-wake-ii-stands-out-in-a-sea-of-sequels-140010178.html\"><ins>watched a 30-minute hands-off preview</ins></a> of <em>Alan Wake II</em> at Summer Game Fest, and she liked what she saw. The original <em>Alan Wake</em> came out in 2010, so the timeline in the sequel has also progressed by that same period. In it, writer Alan Wake has been missing for 13 years, while FBI agent Saga Anderson is hunting the ghost of FBI agent Robert Nightingale, who was killed off at the end of the first title. The big innovation in <em>Alan Wake II </em>is the ability to swap between Saga and Alan, playing as both characters throughout the game. Chapter one begins with Saga in the driver’s seat, and after that, players can choose to play as her or Alan at the beginning of each new section. Intrigued? Read on for more first impressions.</p><p><a href=\"https://www.engadget.com/alan-wake-ii-stands-out-in-a-sea-of-sequels-140010178.html\"><strong><ins>Continue Reading.</ins></strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-is-the-15-inch-macbook-air-any-good-111547012.html?src=rss", "link": "https://www.engadget.com/the-morning-after-is-the-15-inch-macbook-air-any-good-111547012.html?src=rss", "date_published": "2023-06-13 11:15:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Mr. Run and Jump' will be the first official cartridge for the Atari 2600 since 1990", "description": "<p>Before Nintendo and its iconic mascot plumber, Atari used to run things in the console space. The late 1970s and early 1980s saw a slew of high-profile releases for the Atari 2600 console, from <em>Pitfall</em> to <em>Pac-Man,</em> but the once-popular gaming system was relegated to the dustbin of history, until now, as Atari just announced a brand-new physical cartridge for the console. <a href=\"https://atari.com/products/mr-run-and-jump\"><em><ins>Mr. Run and Jump</ins></em><ins> is a 2D platformer</ins></a> that’s taken plenty of design cues from recent indie games like <em>Celeste.</em></p><p>Atari says this is the first 2600/VCS cartridge launch for a new title since 1990, despite an active DIY homebrew scene that has created plenty of its own retro carts in recent decades. The <em>Mr. Run and Jump</em> cartridge ships in a sealed box and comes with an actual instruction manual, a rarity these days. The cartridges are manufactured using all new parts and materials, with modern design cues like beveled edges to prevent pin damage and gold-plated connectors. Preorders for the physical release start on July 31st with a price of $60.</p><span id=\"end-legacy-contents\"></span><p>The game was actually developed for the ancient platform to showcase the “enduring capabilities of the 2600 hardware, even four decades after its initial release.” Despite the old-school pedigree, a snazzier version of the title is also being developed for modern consoles like Nintendo Switch, PlayStation 4/5, Xbox One, Xbox Series X|S and PC via Steam and Epic. This version includes more than 30 hours of gameplay, with a new time trials feature and a “glowing explosion of color, action and personality.” In other words, there’s no way it would run on the original 1977 hardware.</p><div id=\"5d979e85429d44558e54cd91f07a9d94\"></div><p>The Atari 2600 cartridge, however, does feature six worlds, 80 levels, five enemy types and a unique scoring system that decreases points when you collide with baddies, though does not include a download code for the modern version. Not bad for a console that once <a href=\"https://www.engadget.com/2014-05-01-true-story-et-atari.html\"><ins>had to dump 14 truckloads of unsold cartridges</ins></a> into a landfill. <em>Mr. Run and Jump</em> will work with actual retro 2600 consoles, but also <a href=\"https://www.engadget.com/atari-vcs-now-available-193329467.html\"><ins>with newer VCS remakes.</ins></a></p>This article originally appeared on Engadget at https://www.engadget.com/mr-run-and-jump-will-be-the-first-official-cartridge-for-the-atari-2600-since-1990-110010790.html?src=rss", "link": "https://www.engadget.com/mr-run-and-jump-will-be-the-first-official-cartridge-for-the-atari-2600-since-1990-110010790.html?src=rss", "date_published": "2023-06-13 11:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Toyota claims its future EVs will have a range over 600 miles", "description": "<p>The distance EVs can go on a single charge has steadily increased over the years, with top options from the likes of Mercedes, BMW and Tesla all touting an estimated range of over 350 miles. Now, Toyota, a long-time hybrid maker (who can forget when having a Prius was the marker of being environmentally conscious?) is among the car manufacturers pushing toward even longer-lasting charges for EVs. In an <a href=\"https://global.toyota/en/newsroom/corporate/39288520.html\">announcement of new technology</a>, Toyota very boldly claims &quot;will change the future of cars,&quot; the Japanese company shared its plan for future cars to reach a range of 1,000 km (~621 miles).</p><p>According to Toyota, it will achieve this goal through the &quot;integration of next-generation batteries and sonic technology&quot; and plans to launch a full EV lineup by 2026. It already offers the <a href=\"https://www.engadget.com/toyotas-first-battery-ev-will-start-at-42000-dollars-144020190.html\">bZ4X all-electric SUV</a>, which can go about 270 miles on one charge and starts at $42,000. Plus, it plans to release a &quot;next-generation&quot; EV for Lexus, its luxury brand, in the same timeframe.</p><span id=\"end-legacy-contents\"></span><p>The company first started &quot;actively investing in future-oriented areas&quot; in 2016 and, as of March, had since shifted about half of its R&amp;D staff and expenses into its Advanced Development work. In May, Toyota launched BEV Factory, a space designed specifically for innovating battery EV technology. The company has adopted giga casting, the use of high-pressure aluminum die casting machines to create larger car parts, first used by Tesla — a move it says will lower manufacturing costs. The car's body will be manufactured with only three pieces.</p><p>Toyota's other venture comes in the form of the Hydrogen Factory, an organization it plans to open this July in hopes of streamlining decisions and offering more advanced, cheaper fuel cells through alliances and its own innovation. Hydrogen itself is not inexpensive or widely accessible, creating additional barriers to adaptation. It can cost about $0.30 per mile, though Toyota offers $15,000 or three years for leasers and six years for buyers — whichever comes first — in complimentary fuel as an incentivization. Its hydrogen car, the <a href=\"https://www.engadget.com/toyota-second-generation-mirai-hydrogen-fuel-cell-electric-vehicle-060056654.html\">Toyota Mirai</a>, currently has a range of up to 402 miles and takes about five minutes to fill up. Toyota also recently unveiled a <a href=\"https://www.engadget.com/toyota-unveils-a-hydrogen-race-car-concept-built-for-le-mans-24-hours-182939823.html\">GR H2 Racing Concept</a> for future entry into Le Mans 24 Hours race's new hydrogen car category, where quick fill-up is vital.</p>This article originally appeared on Engadget at https://www.engadget.com/toyota-claims-its-future-evs-will-have-a-range-over-600-miles-104555944.html?src=rss", "link": "https://www.engadget.com/toyota-claims-its-future-evs-will-have-a-range-over-600-miles-104555944.html?src=rss", "date_published": "2023-06-13 10:45:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Netflix may soon livestream a golf tournament featuring F1 drivers and pro golfers", "description": "<p>If you never thought that Formula 1 and pro golf could go together, Netflix begs to differ. The streaming service is said to be in talks to livestream its first ever sporting event, a celebrity golf tournament featuring F1 drivers and professional golfers, according to <a href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9uZXRmbGl4LXBsYW5zLWZpcnN0LWxpdmUtc3RyZWFtZWQtc3BvcnRzLWV2ZW50LXdpdGgtY2VsZWJyaXR5LWdvbGYtdG91cm5hbWVudC1jZDc2YzJjMT9tb2Q9ZGplbWFsZXJ0TkVXUyIsImNvbnRlbnRVdWlkIjoiNGQzMTc0ZWUtZDE3Yy00MjEzLWE4ZmMtMmFjMDNiMWVjY2Y1In0&amp;signature=AQAAASRtuQblkvRfIH8NEkV7PIZnQH2NswdR_ip-kttjPH21&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fnetflix-plans-first-live-streamed-sports-event-with-celebrity-golf-tournament-cd76c2c1%3Fmod%3DdjemalertNEWS\"><em>The Wall Street Journal</em></a>. It would reportedly feature personalities from <a href=\"https://shopping.yahoo.com/rdlw?merchantId=2a170a1e-7e5c-4edd-b5dd-ea6d3bd9416a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Netflix&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyYTE3MGExZS03ZTVjLTRlZGQtYjVkZC1lYTZkM2JkOTQxNmEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubmV0ZmxpeC5jb20vdHVkdW0vZnVsbC1zd2luZyIsImNvbnRlbnRVdWlkIjoiNGQzMTc0ZWUtZDE3Yy00MjEzLWE4ZmMtMmFjMDNiMWVjY2Y1In0&amp;signature=AQAAAbDyYfao--nJtJit0KcpW2oH7i4HcD_cG74XQStxZZRL&amp;gcReferrer=https%3A%2F%2Fwww.netflix.com%2Ftudum%2Ffull-swing\"><em>Full Swing</em></a> and<em>&nbsp;</em><a href=\"https://www.engadget.com/netflix-formula-1-drive-to-survive-season-five-premiere-date-211056959.html\"><em>Drive to Survive</em></a>, Netflix documentaries that follow F1 drivers and pro golfers. Talks are still preliminary, according to the <em>WSJ</em>.</p><p>A celebrity golf event would be a low-stakes way for Netflix to work out a format and solve any technical issues that could occur in future live sports events. It famously <a href=\"https://www.engadget.com/netflix-cancels-second-ever-livestream-after-love-is-blind-reunion-hit-by-technical-issues-120930605.html\">messed up</a> a livestream of its <em>Love is Blind</em> reality show, with technical problems causing an hour-long outage — though its first live stream event, a Chris Rock comedy special, went smoothly.</p><span id=\"end-legacy-contents\"></span><p>The company may have also noticed the popularity of golf YouTube channels like <em>Rick Shiels</em> and <em>Bob Does Sports</em>. Those often feature top-echelon pros like <a href=\"https://youtu.be/ofDGxMrSNZ0\">Max Homa</a> playing rounds and competing with average players, trash talking and swearing like the rest of us do while playing golf. A similar format, with F1 drivers and players competing but also having fun, could draw in casual viewers that would otherwise never watch golf — <a href=\"https://www.thedailybeast.com/obsessed/netflix-full-swing-how-a-show-about-golf-won-real-housewives-fans\">much like <em>Full Swing</em> did</a>.&nbsp;</p><p>Netflix has been exploring live sports streaming for more than a year. It previously bid for live US streaming rights to Formula 1, but reportedly lost out to ESPN. It has also <a href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9uZXRmbGl4LWV4cGxvcmVzLWludmVzdGluZy1pbi1zcG9ydHMtbGVhZ3Vlcy1iaWRkaW5nLW9uLXN0cmVhbWluZy1yaWdodHMtMTE2Njc5MzA4NjEiLCJjb250ZW50VXVpZCI6IjRkMzE3NGVlLWQxN2MtNDIxMy1hOGZjLTJhYzAzYjFlY2NmNSJ9&amp;signature=AQAAASzDCoXPlZXQpPKc4eaNGG4-2ZF6-C8AfG2Kg6Muqh-j&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fnetflix-explores-investing-in-sports-leagues-bidding-on-streaming-rights-11667930861\">supposedly</a> explored bidding on rights for tennis, cycling and other lower-profile sports.&nbsp;</p><p>Earlier this year, co-CEO Ted Sarandos said &quot;we aren't anti-sports, we're pro-profit,&quot; implying that Netflix doesn't think the costs for sports rights make economic sense. At the same time, he said the company was leaving the possibility open. Meanwhile, rivals like Amazon Prime Video have streamed live sports for years from leagues including <a href=\"https://www.engadget.com/amazon-prime-video-nfl-black-friday-game-date-211050980.html\">the NFL</a>, <a href=\"https://www.engadget.com/prime-video-will-air-21-exclusive-yankees-games-in-four-states-205356250.html\">Major League Baseball</a>, ATP, <a href=\"https://www.engadget.com/2018-06-07-amazon-prime-premier-league-football-uk.html\">Premiere League</a> and more.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/netflix-may-soon-livestream-a-golf-tournament-featuring-f1-drivers-and-pro-golfers-091445042.html?src=rss", "link": "https://www.engadget.com/netflix-may-soon-livestream-a-golf-tournament-featuring-f1-drivers-and-pro-golfers-091445042.html?src=rss", "date_published": "2023-06-13 09:14:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Ace Attorney games with Apollo Justice are coming to newer consoles in early 2024", "description": "<p>You soon won't have to dig out your old DS copy or your 3DS to replay <em>Apollo Justice</em> anymore. <em>Apollo Justice: Ace Attorney</em> is coming to newer consoles as a trilogy packaged with <a href=\"https://www.engadget.com/2014-08-14-ace-attorney-dual-destinies-handles-its-first-case-on-ios-pro-b.html\"><em>Phoenix Wright: Ace Attorney — Dual Destinies</em></a><em>&nbsp;</em>and <a href=\"https://www.engadget.com/2016-05-12-ace-attorney-spirit-of-justice-september.html\"><em>Phoenix Wright: Ace Attorney — Spirit of Justice</em></a><em>,</em> Capcom has announced at Summer Games Fest.&nbsp;</p><p>It's been a long wait for fans of the series, seeing as the first three Ace Attorney games were released for the PC, Steam, PS4, Xbox One and Switch <a href=\"https://www.engadget.com/2018-09-23-ace-attorney-phoenix-wright-pc-ps4-xboxone-switch.html\">way back in 2019</a>. The Apollo Justice trilogy will be available for the same devices, so you will not be able to play them on a PS5 or an Xbox X|S. Still, you can now finally have all six games on one console.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>According to <a href=\"https://www.gematsu.com/2023/06/apollo-justice-ace-attorney-trilogy-announced-for-ps4-xbox-one-switch-and-pc\"><em>Gematsu</em></a>, the games packaged in the trilogy will be remastered full high-definition versions of the titles. They'll also come in seven languages, namely Japanese, English, French, German, Korean, Traditional Chinese and Simplified Chinese. These language options will have their equivalent voice recordings, as well.&nbsp;</p><p>The <a href=\"https://www.ace-attorney.com/aj-trilogy/en-us/\"><em>Apollo Justice: Ace Attorney Trilogy</em></a> doesn't have an exact release date yet, but it will be available in early 2024.&nbsp;</p><div id=\"5fbdb5ae59094db384fb2a39fb80f125\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/ace-attorney-games-with-apollo-justice-are-coming-to-newer-consoles-in-early-2024-070034630.html?src=rss", "link": "https://www.engadget.com/ace-attorney-games-with-apollo-justice-are-coming-to-newer-consoles-in-early-2024-070034630.html?src=rss", "date_published": "2023-06-13 07:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Capcom's Kunitsu-Gami: Path of the Goddess is an action game with traditional Japanese aesthetics", "description": "<p>Capcom has given us a glimpse at a new IP with a clear Japanese folklore theme and aesthetics entitled <a href=\"https://www.kunitsu-gami.com/en-us/\"><em>Kunitsu-Gami: Path of the Goddess</em></a> at Summer Game Fest's <a href=\"https://www.engadget.com/watch-the-xbox-showcase-at-summer-game-fest-here-at-1pm-et-150005912.html\">Xbox Showcase</a>. Now, the company has confirmed during <a href=\"https://www.engadget.com/watch-capcoms-summer-game-fest-showcase-here-at-6pm-et-200021083.html\">Capcom Showcase</a> that the single-player action RPG is also coming to the PlayStation 5, Windows PCs and Steam, in addition to the Xbox Series X|S and Xbox Game Pass.&nbsp;</p><p>In<em> Kunitsu-Gami</em>, people have defiled a sacred mountain, and it has physically manifested as blight spreading across the lands. The diseased flora and fauna have attracted creatures called the Seethe, which you have to fight and vanquish to clear the path for the Spirit Stone Maiden so she can perform the rite of cleansing and restore the lands.</p><span id=\"end-legacy-contents\"></span><p>Capcom said the game follows in the footsteps of its previous titles with traditional Japanese themes, such as <em>Okami</em> and <em>Shinsekai: Into the Depths</em>. It was also developed using its RE Engine, which was originally designed for <em>Resident Evil 7: Biohazard</em> but was subsequently used for titles that include more <a href=\"https://www.engadget.com/2018-06-14-resident-evil-2-remake-hands-on-first-look-e3.html\"><em>Resident Evil games</em></a>, <a href=\"https://www.engadget.com/street-fighter-6-arrives-in-2023-033243770.html\"><em>Street Fighter 6</em></a><em>&nbsp;</em>and <a href=\"https://www.engadget.com/2018-08-22-devil-may-cry-5-hands-on-interview-dante-you-forget-about-me.html\"><em>Devil May Cry 5</em></a>.&nbsp;</p><p>That's pretty much all we know about the game so far — it doesn't even have a release date yet — but you can watch its trailer in the video below.</p><div id=\"feeb60bedffa486f96152fff70221c5d\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/capcoms-kunitsu-gami-path-of-the-goddess-is-an-action-game-with-traditional-japanese-aesthetics-054801136.html?src=rss", "link": "https://www.engadget.com/capcoms-kunitsu-gami-path-of-the-goddess-is-an-action-game-with-traditional-japanese-aesthetics-054801136.html?src=rss", "date_published": "2023-06-13 05:48:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Capcom's Pragmata has been delayed for a second time", "description": "<p>There's a good chance that you've forgotten all about <em>Pragmata</em>, Capcom's eerie, <a href=\"https://twitter.com/PRAGMATAgame/status/1271196457626767360\">dystopian sci-fi adventure game</a>. Now, Capcom is giving you a chance to forget about it all over again: a new teaser for the game has revealed that the title will miss its 2023 release window.</p><p>&quot;It is with a heavy heart that we must further postpone the release of <em>Pragmata</em>,&quot; the development team wrote at the end of the game's new trailer. &quot;Our team is currently hard at work making the best game that we possibly can, but we need more time.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"1cbc093377d645d0a3a42d7f31b2b096\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>As the message implies, this is actually the second time that <em>Pragmata's </em>release has been postponed. <a href=\"https://twitter.com/PRAGMATAgame/status/1271196457626767360\">First announced in 2020</a>, <em>Pragmata </em>was teased with a cinematic trailer showing a soldier and a young girl exploring an abandoned city before winding up on the surface of the moon. The original teaser hinted at a dystopian future and a close relationship between the lead characters, but little else. About a year later, Capcom released a video of the young girl <a href=\"https://twitter.com/PRAGMATAgame/status/1271427028768526338\">apologizing for the game's delay</a>. This year's trailer is similar, but at least it shows off some gameplay.</p><p>We now know that the young girl is named Diana, and she seems to be under the protection of her heavily armored friend. Together, we see them fighting robot-like creatures, exploring futuristic environments and teaming up for high-speed piggy-back rides. While the soldier does most of the pair's fighting in the trailer, it also reveals that Diana has special abilities.</p><figure><img alt=\"Capcom's sci-fi game has been delayed. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/3acd8c70-097f-11ee-acec-75d6ee3beebb\" style=\"height: 1914px; width: 3456px;\" /><figcaption></figcaption><div class=\"photo-credit\">Capcom</div></figure><p>What are those powers? What are these two characters doing on the moon? What happened to the rest of humanity? Those questions will have to wait. The <em>Pragmata </em>team did not set a new release window for the game, promising instead that it was doing its best to &quot;ensure that the final product is one that is worthy of your patience.&quot;</p><p><em>Pragmata </em>is planned to release on PlayStation 5, Xbox Series X and PC gaming platforms.</p>This article originally appeared on Engadget at https://www.engadget.com/capcoms-pragmata-has-been-delayed-for-a-second-time-002035406.html?src=rss", "link": "https://www.engadget.com/capcoms-pragmata-has-been-delayed-for-a-second-time-002035406.html?src=rss", "date_published": "2023-06-13 00:20:35+00:00", "persistent": false, "user": null, "language": "en-US"}]