[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Mortal Kombat 1 - All KONFIRMED Characters and Kameos So Far! #shorts", "description": "Mortal Kombat 1 had its gameplay revealed at Summer Game Fest, confirming more additions to the roster. The new Kameo Fighters include the likes of Kano, Jax, Sonya Blade, Goro (yes, that Goro), Stryker, Kung Lao and Sub-Zero.\n\nThey have their OG looks, and you can summon them to perform Special Moves, set up combos, and even sick Fatalities in battles. You can't spam them continuously, but they can provide great offensive and defensive options.\n\nThe main roster includes Kung Lao, Sub-Zero, Scorpion, Liu Kang, Raiden, Kitana and Mileena. Johnny Cage and Kenshi are newly confirmed, and Shang Tsung is a pre-order bonus. Everyone has different origins from the previous games, but many of their abilities - like Sub-Zero's Ice Clone and Scorpion's Stinger - remain.\n\nMortal Kombat 1 is out on September 19th for Xbox Series X/S, PS5, PC and Nintendo Switch, so stay tuned for more details.", "link": "https://www.youtube.com/watch?v=RTYRBeYfpzA", "date_published": "2023-06-13 20:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Star Wars Outlaws - 10 New Things You PROBABLY DON'T KNOW", "description": "When it was announced that Massive Entertainment was working on a new Star Wars game, it was no surprise at all to see how much excitement that generated, given the oodles of talent that Massive as a studio obviously boasts of. The product of that potential was recently unveiled, with the developer formally revealing Star Wars Outlaws, a single player open world game that’s setting out to deliver the ultimate fantasy. \n\nThanks to its recent announcement trailer and a meaty gameplay showing at the showcase, we’ve learned a great deal about the game, and here, we’re going to go over all the details that you should know about.", "link": "https://www.youtube.com/watch?v=mWuX4NRqOA0", "date_published": "2023-06-13 15:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "F1 23 Review - The Final Verdict", "description": "F1 23 manages to surpass its predecessors on every level. The Codemasters-developed franchise has undergone the performative tweaks necessary to make racing using a controller as input the best that it has ever felt in the history of the series. Visually, the game offers a stunning view of several circuits most fans are keenly familiar with as well as two new circuits added for the 2023 season. \n\nWith a continuation of the narrative in Braking Point 2 and seamless progression integration between single and multiplayer challenges and events through F1 World, fans and newcomers will be engaged in F1 23’s offerings for quite some time. While the game could still use deeper customization options, this doesn’t discount the incredible presentation and remarkable effort that went into making this entry the best F1 game to date.", "link": "https://www.youtube.com/watch?v=H_uhG4fvS0k", "date_published": "2023-06-13 15:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Cyberpunk 2077: Phantom Liberty DLC - 13 BRAND NEW Details You Need To Know", "description": "Despite selling millions of copies at launch, Cyberpunk 2077 faced a mixed reaction at launch over missing features, performance issues and bugs. Almost three years later, after several updates, CD Projekt RED is seeking redemption with Phantom Liberty, a massive expansion launching on September 26th, exclusively for Xbox Series X/S, PS5 and PC.\n\nAs V, travel to Dogtown following the crash landing of NUSA President Myers' craft and interact with new characters like Reed, Songbird and more. An update sees the UI and skill tree revamped with new abilities available, while the expansion adds new activities, Cyberware modifiers, and even vehicular warfare.\n\nAt $29.99, here's what you should know before taking the plunge into V's latest and perhaps greatest adventure.", "link": "https://www.youtube.com/watch?v=_3gte6aj9Jw", "date_published": "2023-06-13 13:30:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Xbox Is BACK...", "description": "It was, truly, a great show. Amazing pacing, great games, almost all of which showed very well, little to no padding, and a very healthy mix and diversity of games - multiple genres across the board, loads of excellent first party games (most of which had convincing showings with gameplay, and at least a release window attached, meaning they were by definition more substantive than Xbox first party announcements in the past such as Everwild or Perfect Dark, which feel premature and don't materialize for years), updates for existing games, new showings for previously announced upcoming games, completely new announcements, big budget games, indie games, western games, new IP,s sequels, this show truly and across the board had it all. \n\nIt was one of the best shows in years, and is exactly what Xbox needed at the moment to start to turn the conversation around the brand around. I am so overall impressed with this show, I very honestly have little to nothing to complain about.", "link": "https://www.youtube.com/watch?v=BTGTVQJIzMw", "date_published": "2023-06-13 10:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}]