[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Beware: New DoubleFinger Loader Targets Cryptocurrency Wallets with Stealer", "description": "A novel multi-stage loader called DoubleFinger has been observed delivering a cryptocurrency stealer dubbed GreetingGhoul in what's an advanced attack targeting users in Europe, the U.S., and Latin America.\n\"DoubleFinger is deployed on the target machine, when the victim opens a malicious PIF attachment in an email message, ultimately executing the first of DoubleFinger's loader stages,\"", "link": "https://thehackernews.com/2023/06/beware-new-doublefinger-loader-targets.html", "date_published": "2023-06-13 15:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Over Half of Security Leaders Lack Confidence in Protecting App Secrets, Study Reveals", "description": "It might come as a surprise, but secrets management has become the elephant in the AppSec room. While security vulnerabilities like Common Vulnerabilities and Exposures (CVEs) often make headlines in the cybersecurity world, secrets management remains an overlooked issue that can have immediate and impactful consequences for corporate safety. \nA recent study by GitGuardian found that 75% of IT", "link": "https://thehackernews.com/2023/06/over-half-of-security-leaders-lack.html", "date_published": "2023-06-13 13:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Adversary-in-the-Middle Attack Campaign Hits Dozens of Global Organizations", "description": "\"Dozens\" of organizations across the world have been targeted as part of a broad business email compromise (BEC) campaign that involved the use of adversary-in-the-middle (AitM) techniques to carry out the attacks.\n\"Following a successful phishing attempt, the threat actor gained initial access to one of the victim employee's account and executed an 'adversary-in-the-middle' attack to bypass", "link": "https://thehackernews.com/2023/06/adversary-in-middle-attack-campaign.html", "date_published": "2023-06-13 13:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Webinar - Mastering API Security: Understanding Your True Attack Surface", "description": "Believe it or not, your attack surface is expanding faster than you realize. How? APIs, of course! More formally known as application programming interfaces, API calls are growing twice as fast as HTML traffic, making APIs an ideal candidate for new security solutions aimed at protecting customer data, according to Cloudflare.\nAccording to the \"Quantifying the Cost of API Insecurity\" report, US", "link": "https://thehackernews.com/2023/06/webinar-mastering-api-security.html", "date_published": "2023-06-13 10:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Two Russian Nationals Charged for Masterminding Mt. Gox Crypto Exchange Hack", "description": "The U.S. Department of Justice (DoJ) has charged two Russian nationals in connection with masterminding the 2014 digital heist of the now-defunct cryptocurrency exchange Mt. Gox.\nAccording to unsealed indictments released last week, Alexey Bilyuchenko, 43, and Aleksandr Verner, 29, have been accused of conspiring to launder approximately 647,000 bitcoins stolen from September 2011 through at", "link": "https://thehackernews.com/2023/06/two-russian-nationals-charged-for.html", "date_published": "2023-06-13 10:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical FortiOS and FortiProxy Vulnerability Likely Exploited - Patch Now!", "description": "Fortinet on Monday disclosed that a newly patched critical flaw impacting FortiOS and FortiProxy may have been \"exploited in a limited number of cases\" in attacks targeting government, manufacturing, and critical infrastructure sectors.\nThe vulnerability, tracked as CVE-2023-27997 (CVSS score: 9.2), concerns a heap-based buffer overflow vulnerability in FortiOS and FortiProxy SSL-VPN that could", "link": "https://thehackernews.com/2023/06/critical-fortios-and-fortiproxy.html", "date_published": "2023-06-13 04:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}]