[{"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 476 of the invasion", "description": "<p>Volodmyr Zelenskiy meets head of UN nuclear watchdog; US House of Representatives votes unanimously to call for return of detained US journalist</p><ul><li><strong><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p><strong>The head of the UN’s nuclear watchdog, Rafael Grossi, has met President</strong> <strong>Volodomyr</strong> <strong>Zelenskiy</strong> to discuss risks to the Zaporizhzhia nuclear power plant ahead of a planned visit to the facility on Wednesday.</p><p><strong>Zelenskiy has praised Ukrainian troops in his nighttime address and singled out</strong> units operating near Bakhmut, saying “there is forward movement in various areas”.</p><p><strong>Putin has claimed Ukrainian losses during the conflict are near “catastrophic”</strong> and that the counterattack had not been successful in any area. The Russian president <a href=\"https://www.theguardian.com/world/2023/jun/13/putin-denies-zelenskiys-claims-counteroffensive-success-ukraine-russia\">made the claim</a> during televised meetings with war correspondents and military bloggers. “This is a massive counteroffensive, using strategic reserves that were prepared for this task,” Putin said. “They lost over 160, we lost 54 tanks, and some of them are subject to restoration and repair.”</p><p><strong>The US House of Representatives has voted unanimously on a resolution calling</strong> for Russia to immediately release imprisoned US journalist <strong>Evan Gershkovich</strong>.</p><p><strong>Moscow has also flagged it may withdraw from the Black Sea grain deal</strong>, after Putin says he has been cheated by the west who have failed to deliver on a promise to help bring Russian agricultural goods to world markets.</p><p><strong>A Russian missile strike on an apartment in Kryvyi Rih in central Ukraine has</strong> killed 11 and injured more than 30 people, according to an updated casualty list provided by Volodymr Zelenskiy on Tuesday.</p><p><strong>The US government has announced a new military aid package for Ukraine</strong> worth $325m which includes artillery rounds, anti-aircraft systems and 15 new Bradley Infantry Fighting Vehicles. <strong>The UK Ministry of Defence has announced a $115m air defence package for</strong> Ukraine. <strong>Latvia has allocated another $460,000 in aid to Ukraine following the Kakhova Dam</strong> disaster.</p><p><strong>Ukrainian forces have been confirmed to have liberated the village of Neskuchne</strong> on Tuesday after Reuters journalists were able to reach the area. Russia has yet acknowledge any gains.</p> <a href=\"https://www.theguardian.com/world/2023/jun/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-476-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-476-of-the-invasion", "date_published": "2023-06-13 23:49:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Māori ancestral remains and mummified heads returned to New Zealand from Germany", "description": "<p>Remains of 95 ancestors, including six toi moko or tattooed heads, brought home in a move Māori leaders described as ‘healing’</p><p>Māori and Moriori tribes will today welcome home the human remains and tattooed, mummified heads of 95 of their ancestors, which were once traded and sought after by overseas collectors.</p><p>The ancestral remains, which included six toi moko (tattooed heads), were returned to New Zealand on Wednesday from where they had been held in six museums and institutions across Germany.</p> <a href=\"https://www.theguardian.com/world/2023/jun/14/maori-ancestral-remains-and-mummified-heads-returned-to-new-zealand-from-germany\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/14/maori-ancestral-remains-and-mummified-heads-returned-to-new-zealand-from-germany", "date_published": "2023-06-13 22:20:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rahm admits players feel sense of betrayal over deal with Saudi Arabia", "description": "<ul><li>Golf rocked by merger announcement after secret agreement</li><li>Rahm: ‘It’s not easy to wake up one day and see this bombshell’</li></ul><p>The Masters champion Jon Rahm believes there is a feeling of “betrayal” among the world’s leading golfers after the PGA and DP World tours secretly <a href=\"https://www.theguardian.com/sport/2023/jun/06/pga-tour-liv-golf-and-dp-world-tour-agree-to-make-shock-merger\" title=\"\">cut a deal to join forces with Saudi Arabia’s Public Investment Fund</a>.</p><p>Golf was rocked last week by the sudden announcement that a new entity, funded to the tune of billions by PIF, will oversee the sport’s elite level.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/13/jon-rahm-saudi-arabia-pga-tour-dp-world-tour-liv-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/13/jon-rahm-saudi-arabia-pga-tour-dp-world-tour-liv-golf", "date_published": "2023-06-13 20:19:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bazball unpacked: how England have turned up the dial in Test cricket", "description": "<p>Andrew Samson takes a statistical deep dive into England’s seismic change in approach and explains how the data supports it</p><p>If one match captures it, it was England’s 74-run win in <a href=\"https://www.theguardian.com/sport/2022/dec/05/anderson-and-robinson-bowl-england-to-stunning-first-test-win-over-pakistan\" title=\"\">Rawalpindi against Pakistan last December</a>. With hindsight, we can imagine exactly how England planned to go about this game, something along the lines of: “This pitch is flat, and we will need to bowl at least 250 overs to have a chance of getting Pakistan out twice. Given that it is winter, and will be getting dark early, there will probably be around 400 overs in the match. So that means we can’t bat for more than 150 overs across our two innings. If Pakistan score at their usual 3.5 runs an over across their two innings, they will get about 875. Which means we need 900 ourselves, and we need them in 150 overs.” The result? England scored <a href=\"https://www.espncricinfo.com/series/england-in-pakistan-2022-23-1330866/pakistan-vs-england-1st-test-1330871/full-scorecard\" title=\"\">921 runs in 136.5 overs</a> (a run-rate of 6.73) and bowled Pakistan out for 579 and 268 in a total of 252 overs, to win with around 20 minutes of light remaining. Bazball buys the bowlers time and never more so than in ’Pindi, a ground where <a href=\"https://www.theguardian.com/sport/2022/mar/08/australian-bowlers-toil-with-ball-as-pakistan-test-peters-out-into-draw\" title=\"\">Australia’s visit nine months earlier</a> returned just 24 wickets and three innings in a soporific draw.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/13/bazball-unpacked-england-test-cricket-analysis-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/13/bazball-unpacked-england-test-cricket-analysis-ashes", "date_published": "2023-06-13 20:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tales of yore will tell of the plot twists in this Mbappé to Real Madrid saga", "description": "<p>The superstar’s latest move in this never-ending story may be meaningless but his transfer will provide a real test of his talent</p><p>According to the established scriptwriting lore there are only seven types of story. Three of those are: the quest, the tragedy, the voyage and return. These are the archetypes that have sustained the human desire for narrative, from myth and folk tales to the plots of Hollywood blockbusters.</p><p>Look a little closer, of course, and this orthodoxy has exploded in the past few years. To these seven storytelling tropes must be added an eighth, a story so grand, so relentless that the other seven are, with apologies to overcoming the monster and rags to riches, starting to look a little thin.</p> <a href=\"https://www.theguardian.com/football/2023/jun/13/tales-of-yore-will-tell-of-the-plot-twists-in-this-mbappe-to-real-madrid-saga\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/13/tales-of-yore-will-tell-of-the-plot-twists-in-this-mbappe-to-real-madrid-saga", "date_published": "2023-06-13 20:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Trump pleads not guilty to 37 federal criminal counts in Mar-a-Lago case", "description": "<p>Ex-president arraigned and charged in Miami court over allegations he mishandled classified documents</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2023/jun/13/trump-indictment-arraignment-miami-classified-documents-live-updates\">US politics – live updates</a></li></ul><p>Donald Trump pleaded not guilty to all counts related to his alleged mishandling of classified documents at his formal arraignment on Tuesday, becoming the first former US president to face federal criminal charges.</p><p>In a <a href=\"https://www.theguardian.com/us-news/2023/jun/09/donald-trump-indictment-unsealed-mar-a-lago\">49-page indictment</a> unsealed on Friday, federal prosecutors accused Trump of willfully withholding classified documents obtained during his presidency and obstructing justice in his efforts to conceal those materials from authorities. The former president was charged with 37 federal counts, including 31 violations of the Espionage Act.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/13/trump-arraignment-not-guilty-charges-mar-a-lago-documents-court\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/13/trump-arraignment-not-guilty-charges-mar-a-lago-documents-court", "date_published": "2023-06-13 19:10:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Romelu Lukaku offered £20m a season by Al-Hilal as Al-Ahli target Mahrez", "description": "<p>• Inter and Chelsea set for talks over Belgium striker</p><p>• City would demand considerable fee for Mahrez from Saudi club</p><p>Romelu Lukaku has been offered a deal worth up to £20m a season by Al-Hilal, with Chelsea’s Hakim Ziyech and Pierre-Emerick Aubameyang and Manchester City’s Riyad Mahrez also being targeted by clubs in Saudi Arabia.</p><p>Lukaku, who spent last season on loan at Internazionale from Chelsea, is understood to have met officials from Al-Hilal in Paris on Monday to discuss a potential move to the Saudi Pro League. The Belgium striker is thought to prefer a return to Inter at this stage, although the Italian club’s financial issues could make any permanent transfer impossible.</p> <a href=\"https://www.theguardian.com/football/2023/jun/13/romelu-lukaku-offered-20m-a-season-by-al-hilal-as-al-ahli-target-mahrez\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/13/romelu-lukaku-offered-20m-a-season-by-al-hilal-as-al-ahli-target-mahrez", "date_published": "2023-06-13 18:31:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ex-NFL star says ‘100% a miracle’ he saved son and niece from drowning", "description": "<p>Peyton Hillis tells Good Morning America about rescuing son, nine, and niece, eight, from rip current off Florida coast in January</p><p>Former NFL running back <a href=\"https://www.theguardian.com/sport/2023/jan/23/peyton-hillis-rescued-children-drowning-hospital-released\">Peyton Hillis</a> has said it was “100% a miracle” everyone survived when he saved his son and niece from drowning but ended up hospitalized himself.</p><p>Hillis opened up about the near-death experience in an <a href=\"https://www.goodmorningamerica.com/news/story/former-nfl-running-back-peyton-hillis-recounts-scariest-100011008\">interview</a> with fellow former NFL player Michael Strahan on the talkshow Good Morning America.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/13/peyton-hillis-nfl-swim-rescue\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/13/peyton-hillis-nfl-swim-rescue", "date_published": "2023-06-13 17:10:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "About 100 wedding guests feared dead as boat capsizes in northern Nigeria", "description": "<p>Victims, including women and children, were reportedly returning from  ceremony </p><p>A boat carrying residents returning from a wedding capsized in northern Nigeria killing about 100 people, police and local residents have said, as a search for survivors intensified.</p><p>The boat capsized early Monday on the Niger River in the state of Kwara close to neighbouring Niger state, a police spokesperson, Okasanmi Ajayi, said.</p> <a href=\"https://www.theguardian.com/world/2023/jun/13/about-100-wedding-guests-feared-dead-as-boat-capsizes-in-northern-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/13/about-100-wedding-guests-feared-dead-as-boat-capsizes-in-northern-nigeria", "date_published": "2023-06-13 16:25:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Pakistan media decry de facto ban on giving airtime to Imran Khan", "description": "<p>Journalists say directive on hate speech issued by regulator indirectly affects coverage of former PM</p><p>Broadcast journalists in Pakistan have decried a de facto ban on mentioning Imran Khan by name or showing his image after a series of directives issued by the country’s media regulator.</p><p>Pakistan’s parliament ousted Khan from parliament in April last year, since when he has been making nearly daily headlines with fiery speeches and tweets directed at the government and army.</p> <a href=\"https://www.theguardian.com/world/2023/jun/13/pakistan-media-decry-de-facto-ban-on-giving-airtime-to-imran-khan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/13/pakistan-media-decry-de-facto-ban-on-giving-airtime-to-imran-khan", "date_published": "2023-06-13 16:19:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jim Hines obituary", "description": "American sprinter who was the first man to run 100 metres in under 10 seconds<p><a href=\"https://www.theguardian.com/sport/2023/jun/05/jim-hines-athletics-olympics-first-man-break-10-seconds-100m-sprint-dies-aged-76\" title=\"\">Jim Hines</a>, who has died aged 76, was the first man to run 100 metres in less than 10 seconds, but he had to do it twice to claim his world record that stood for nearly 15 years.</p><p>Hines cracked the 10-second mark for the first time at the US outdoor championships in Sacramento, in June 1968, in a race dubbed “The Night of Speed”. His hand-timed 9.9 seconds was equalled by the second- and third-place finishers, Charles Greene and Ronnie Ray Smith, who became joint record-breakers, although electronic timing had all three men clocked at just over 10 seconds.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/13/jim-hines-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/13/jim-hines-obituary", "date_published": "2023-06-13 14:42:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What is all the fighting in the UK Tory party about – and how is Boris Johnson involved?", "description": "<p>Divisions in ruling party deepen after an embittered Johnson quits before a report on whether he misled MPs on lockdown parties</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/13/covid-inquiry-evidence-coronavirus-labour-conservatives-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Divisions within Britain’s ruling Conservative party have continued to deepen as its maverick ex-leader Boris Johnson was urged by a former colleague on Tuesday to embrace “self-imposed silence in exile”.</p><p>The advice comes a day after the current UK prime minister, Rishi Sunak, <a href=\"https://www.theguardian.com/politics/2023/jun/12/rishi-sunak-goes-on-offensive-in-row-over-boris-johnson-honours-list\">traded barbs</a> with the man who, in a Trumpian echo, has complained of a “witch-hunt” after a dramatic fall from grace that culminated in his <a href=\"https://www.theguardian.com/politics/2023/jun/09/boris-johnson-resigns-as-mp-with-immediate-effect-over-partygate-report\">surprise decision on Friday to quit parliament.</a></p> <a href=\"https://www.theguardian.com/politics/2023/jun/13/what-is-all-the-fighting-in-the-uk-tory-party-about-and-how-is-boris-johnson-involved\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/13/what-is-all-the-fighting-in-the-uk-tory-party-about-and-how-is-boris-johnson-involved", "date_published": "2023-06-13 14:12:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Denver and the improbable, inevitable Jokić are an NBA dynasty in-waiting", "description": "<p>The Nuggets have their first championship in their 47-year history. With a young core and the world’s best player more titles beckon</p><p>Before Denver had the Nuggets, there were the Larks – the original name given to the city’s local basketball franchise on its foundation in 1967. The lark is Colorado’s state bird, so the original name made a certain sense, but a small, unimposing passerine that rarely leaves the ground always seemed like a difficult sell as the avatar of a team playing a sport in which height and flight are two of the key ingredients for success. Eventually, the Larks became the Denver Rockets, and the team’s final name change – to the Nuggets – came in 1974.</p><p>Height always loomed as the Nuggets’ decisive advantage in this finals series – height, and their possession of the world’s best basket player – but on Monday night, as Denver sealed their inaugural championship with <a href=\"https://www.theguardian.com/sport/2023/jun/12/denver-nuggets-beat-miami-heat-nba-finals-game-5-first-championship\">a squeaky Game 5 victory over Miami</a>, the team played in a manner that seemed to pay tribute to the franchise’s original mascot: rooted to the ground, at one with the floor.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/13/denver-nuggets-nba-finals-championship-nikola-jokic-basketball\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/13/denver-nuggets-nba-finals-championship-nikola-jokic-basketball", "date_published": "2023-06-13 13:55:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Post your questions for Sharleen Spiteri of Texas", "description": "<p>Have you got something to ask the Scottish singer and guitarist ahead of the band’s performance at Glastonbury? Send it our way and we’ll put it to her</p><p>As both a solo artist and a founding member of pop rock band Texas, Sharleen Spiteri has sold tens of millions of records across her almost 35-year career. Now 55, she’s still not stopping: in a few weeks, she will perform with the band at Glastonbury.</p><p>The foundations for Spiteri’s enduring musical career were laid early: she grew up in suburban Glasgow in a family where everyone played an instrument and sang. As a teenager she was obsessed with the Clash, Siouxsie Sioux and Prince and, while working as a hairdresser, she banded with Altered Images’ Johnny McElhone to form Texas. By the age of 19, she decided to quit her job to pursue the band full-time and within three years, they had broken into the UK Top 10 with the release of their debut single I Don’t Want a Lover.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/13/post-your-questions-for-sharleen-spiteri-of-texas\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/13/post-your-questions-for-sharleen-spiteri-of-texas", "date_published": "2023-06-13 12:51:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We weren’t given this, we fought for it’: bereaved gather as Covid inquiry starts", "description": "<p>Long-awaited examination of UK’s pandemic response gets under way but relatives’ fears over how transparent and comprehensive it will be remain</p><p>Bereaved family members whose loved ones died of Covid have gathered in west London as the first public hearings in the inquiry into the government’s response to the pandemic began, more than three years after the virus was first reported in Wuhan, China.</p><p>Dressed in red and holding photographs of their those lost to the virus, members of the Covid-19 Bereaved Families for Justice campaign group stood outside Dorland House in Paddington on Tuesday and spoke emotionally of the government’s failings during the pandemic, which has claimed more than 227,000 lives in the UK.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/13/we-werent-given-this-we-fought-for-it-bereaved-gather-as-covid-inquiry-starts\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/13/we-werent-given-this-we-fought-for-it-bereaved-gather-as-covid-inquiry-starts", "date_published": "2023-06-13 12:49:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Donald Trump indictment: a guide to everyone mentioned in the charges", "description": "<p>Case against the former president names several people who allegedly played a role in mishandling classified documents</p><p>Donald Trump’s 44-page federal indictment depicts a varied cast of characters orbiting around the former president as he mishandles, flaunts and conceals top secret documents and reveals classified military information. The case involves numerous individuals, some named and others referred only by their titles, but all who allegedly played a role in Trump committing crimes related to the boxes of classified documents he took from the White House after leaving office.</p><p>The indictment, <a href=\"https://www.theguardian.com/us-news/2023/jun/09/trump-indictment-what-does-it-mean-what-happens-next-explainer-charges\">which was unsealed last week</a>, sets up a criminal case that could lead to significant time in prison if Trump is convicted and further complicate his presidential campaign for the 2024 election. Along with the Trump world staffers mentioned in the indictment, it will also put attorneys on both sides of the case on the national stage.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/13/donald-trump-classified-documents-indictment-cast-of-characters-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/13/donald-trump-classified-documents-indictment-cast-of-characters-charges", "date_published": "2023-06-13 11:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Treat Williams, prolific character actor, dies in motorcycle crash aged 71", "description": "<p>Golden Globe-nominated actor starred in a string of films including Hair, as well as taking a lead role in TV series Everwood</p><p>Treat Williams, whose 50-year acting career saw him appear in a string of films including Hair, Prince of the City, Things to Do in Denver When You’re Dead and Deep Rising, has died aged 71 after a motorcycle crash in Vermont.</p><p><a href=\"https://deadline.com/2023/06/treat-williams-dies-actor-everwood-hair-1235415225/\">In a statement released to Deadline</a>, Williams’ family confirmed the cause of his death, saying: “It is with great sadness that we report that our beloved Treat Williams has passed away tonight in Dorset, Vermont after a fatal motorcycle accident. As you can imagine, we are shocked and greatly bereaved at this time.”</p> <a href=\"https://www.theguardian.com/film/2023/jun/13/treat-williams-prolific-character-actor-dies-in-motorcycle-crash-aged-71\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/13/treat-williams-prolific-character-actor-dies-in-motorcycle-crash-aged-71", "date_published": "2023-06-13 10:36:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Black Lotus review – kickboxer thriller looks like ad for Amsterdam tourist board", "description": "<p>Rico Verhoeven’s Dutch-produced acting debut is a slapdash meeting of illogical storylines amid meaningless plot points</p><p>This hapless Dutch-produced thriller almost redeems itself with a decent final sequence staged in the neon-doused John Wick style, but it is too little, too late. Gigantic 6ft 5in kickboxer Rico Verhoeven blows his shot at action stardom with a showing of anti-charisma best described as if Lenny from Of Mice and Men had become a special forces operative. And the Amsterdam tourist board – for whom this at least lustrously shot film serves as a long commercial – must hold serious dirt on Frank Grillo for him to have signed up. Even by his snap-your-hand-off-for-a-paycheck standards, he has a binfire on his hands.</p><p>Verhoeven plays Matteo, former crack point man for a tactical unit of vague remit, who is licking his wounds after a hostage rescue at the German national opera goes south and his boss is killed. Recuperating at a Romanian sawmill, as you do, he returns to Amsterdam to make contact with bereaved wife Helene (Marie Dompnier) as well has his goddaughter (Pippi Casey). But the former’s new husband Paul (Peter Franzén) is siphoning money from Saban (Grillo), a “Eurotrash Tony Montana” who runs the local branch of a global crime syndicate. Which puts the family in the line of fire, and forces Matteo to dust off his particular set of skills.</p> <a href=\"https://www.theguardian.com/film/2023/jun/13/black-lotus-review-kickboxer-thriller-looks-like-ad-for-amsterdam-tourist-board\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/13/black-lotus-review-kickboxer-thriller-looks-like-ad-for-amsterdam-tourist-board", "date_published": "2023-06-13 08:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The best recent crime and thriller writing – review roundup", "description": "<p>An Indian village seeks mob justice after a girl’s death, the great Inspector Banks bows out, and clerical investigations resume for Richard Coles</p><p>Regular readers of this column will know I am a sucker for a “small community rocked by a horrible crime” story, particularly if it takes place in a setting unfamiliar to me. (See <a href=\"https://www.theguardian.com/books/2022/sep/17/the-dry-completely-changed-my-life-jane-harper-australias-queen-of\">Jane Harper</a>, who does this for Australia.) Now I’ve a new writer to shout about: Nilanjana Roy’s <strong><a href=\"https://guardianbookshop.com/black-river-9781782279433\">Black River</a></strong> (Pushkin Vertigo) takes place in the small village of Teetarpur, just outside Delhi. “There is nothing Teetarpur is famous for,” writes Roy. “The village lies at the edge of the Delhi-Haryana border, an hour’s drive down silent, forested roads covered in powdered summer dust. Its soul has remained half a century behind the capital.” Munia is a shy, sweet eight-year-old, “a brown scrap, so easily overlooked”. But she is the apple of her single father Chand’s eye. Almost as soon as the book starts, we see her murdered – hanged from a jamun tree – and then watch the village turn into a mob as her corpse is discovered, with suspicion falling upon a homeless man who was with her body. Sub-inspector Ombir Singh investigates, tries to prevent mob justice and, with his limited resources, digs to the core of a crime with long tendrils and dark origins. Roy brings rural India and Delhi to vivid life as much as she does her characters. The death of Munia is shocking and devastating: it is the mystery that drives this thriller but also its heart, as Roy tells of Chand’s prior life, and his love for his daughter. Riveting.</p><p>It is bittersweet to crack open the 28th, and final, Inspector Banks novel. The mighty <a href=\"https://www.theguardian.com/books/2022/oct/14/peter-robinson-obituary\">Peter Robinson</a>, who died last year, created one of the most convivial, compelling detectives in Alan Banks: compassionate, intelligent and music-loving, he was the sort of man you wanted to spend time with. <strong><a href=\"https://guardianbookshop.com/standing-in-the-shadows-9781529343168\">Standing in the Shadows</a></strong> (Hodder &amp; Stoughton) is a worthy addition to the Banks canon. It opens in 1980, in a Leeds living under the shadow of the Yorkshire Ripper, where student Nick discovers that his ex-girlfriend has been murdered, and that he is the prime suspect. We then move to 2019, when a skeleton that is most definitely not Roman is discovered on an archaeological dig near Scotch Corner in North Yorkshire, and Banks and his team are called in. Robinson handles his two plots with characteristic skill: the voice of student Nick is brought to enjoyably irritating life; and it is a pleasure to be back in Banks’s company, whether it’s watching him with his friends and colleagues, listening to his thoughts on music or waiting for his intuition to kick in and for him to see to the heart of things. Robinson was an author at the top of his game, and Banks a detective at the top of his. Both will be sorely missed by their readers.</p> <a href=\"https://www.theguardian.com/books/2023/jun/13/the-best-recent-and-thriller-writing-review-roundup-black-river-nilanjana-roy-standing-in-shadows-peter-robinson-a-death-in-parish-richard-coles\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/13/the-best-recent-and-thriller-writing-review-roundup-black-river-nilanjana-roy-standing-in-shadows-peter-robinson-a-death-in-parish-richard-coles", "date_published": "2023-06-13 08:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Twenty-two troops injured in helicopter ‘mishap’ in Syria, US military says", "description": "<p>Ten evacuated to care facilities outside region after incident on Sunday that is being investigated</p><p>Twenty-two US service members were injured in a helicopter “mishap” in north-east Syria on Sunday, the US military said late on Monday, without disclosing the cause of the incident or detailing the severity of the injuries.</p><p>The military’s Central Command said 10 service members had been evacuated to higher-level care facilities outside the region.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/13/troops-injured-helicopter-mishap-syria-us-military-says\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/13/troops-injured-helicopter-mishap-syria-us-military-says", "date_published": "2023-06-13 07:59:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sex trafficking: the fight to recover India’s stolen children", "description": "<p>The Sundarbans is the world’s largest mangrove forest and one of the most climate vulnerable locations on the planet.&nbsp;Climate change has taken an enormous toll on the rainforest in recent years, repeatedly uprooting families and decimating the incomes of residents who have traditionally relied heavily on agriculture and fishing for their livelihoods.</p><p></p><p>Now, repeated natural disasters and environmental changes to the region have created a highly vulnerable population increasingly at risk of participating in or becoming victims of child trafficking.</p><p></p><p>29 year old Subhasree Raptan started her fight against human trafficking a decade ago. As a coordinator of Goranbose Gram Bikash Kendra (GGBK), a non-profit organisation, Subhasree has been educating women and children on dangers of trafficking and is helping police to track down those who have gone missing.</p> <a href=\"https://www.theguardian.com/news/video/2023/jun/13/sex-trafficking-the-fight-to-recover-indias-stolen-children\">Continue reading...</a>", "link": "https://www.theguardian.com/news/video/2023/jun/13/sex-trafficking-the-fight-to-recover-indias-stolen-children", "date_published": "2023-06-13 07:59:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "When sports are repackaged as investment vehicles, a turning point is reached | Jonathan Liew", "description": "<p>Saudi Arabia’s takeover of golf is a blueprint for the future – would your favourite sport put up any more of a fight?</p><p>Perhaps you were invited to the exclusive Venice wedding of a billionaire’s daughter where Jay Monahan and Yasir al-Rumayyan are reported to have met for the first time. Perhaps you happened to be playing a round at Beaverbrook Golf Course at the same time as Rumayyan and the PGA board member Jimmy Dunne were thrashing out the early stages of a deal that would change golf for ever. Perhaps you happened to be eavesdropping at the next table as they ate dinner or at least close enough to hurl a well-aimed bread roll or slip something into the ceviche.</p><p>Short of that, however, there is very little you or I could have done to prevent <a href=\"https://www.theguardian.com/sport/2023/jun/06/pga-tour-liv-golf-and-dp-world-tour-agree-to-make-shock-merger\" title=\"\">the effective merger of the PGA Tour</a> with the rebel LIV Golf organisation, backed by the Public Investment Fund of Saudi Arabia. Your opinion was not consulted. Your vote was not canvassed. Players who had turned down eye-moistening sums of Saudi money out of what they laughably believed was a reciprocated loyalty to the PGA Tour found out, like everyone else, when their phones started pinging.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/13/saudi-arabia-golf-pga-tour-public-investment-fund\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/13/saudi-arabia-golf-pga-tour-public-investment-fund", "date_published": "2023-06-13 07:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Morale is very low’: evicted tenant’s three months and counting in a London Travelodge", "description": "<p>Nicole Bent and her daughter are among dozens of homeless families being put up by council in hotel rooms</p><p>A hotel getaway should be a time to escape the stresses of everyday life – but for Nicole Bent, life in a hotel has become her everyday. “It’s been demoralising, to be honest. That’s the word I would use to describe this whole experience,” she said of her ongoing three-month stay in a north London Travelodge.</p><p>Bent, 28, and her three-year-old daughter have been living in the hotel since the beginning of March, when she<strong> </strong>was made homeless after her tenancy came to an end and the landlord wanted to sell the property. She is one of dozens of homeless families being housed there by Enfield council while it tries to find her a permanent home.</p> <a href=\"https://www.theguardian.com/society/2023/jun/13/evicted-tenant-homeless-three-months-london-travelodge\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/13/evicted-tenant-homeless-three-months-london-travelodge", "date_published": "2023-06-13 07:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I am angry every day’: Zinchenko will not be silenced over war in Ukraine", "description": "<p>Arsenal defender opens up on the crisis, fundraising with Andriy Shevchenko and August’s Game4Ukraine charity match</p><p>Half an hour in Oleksandr Zinchenko’s company is a harrowing experience. The Ukrainian spends most of the conversation blinking back tears and he speaks with raw, unbridled passion about the horrors being inflicted on his country by Russia.</p><p>“I am angry even now,” the Arsenal player says. “I am angry every single day because I really want to know what they are doing – to achieve what? To win what?</p> <a href=\"https://www.theguardian.com/football/2023/jun/13/i-am-angry-every-day-zinchenko-will-not-be-silenced-over-war-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/13/i-am-angry-every-day-zinchenko-will-not-be-silenced-over-war-in-ukraine", "date_published": "2023-06-13 07:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Call to overhaul ‘out of date’ UK abortion laws after woman jailed", "description": "<p>Tory MP speaks out amid anger over 44-year-old’s sentence for taking abortion pills beyond legal limit</p><p>Abortion legislation is “very much out of date” and should be overhauled, the chair of the Commons women and equalities committee has said, after a woman was jailed for procuring drugs to induce an abortion after the legal limit.</p><p>There was <a href=\"https://www.theguardian.com/world/2023/jun/12/woman-in-uk-jailed-for-28-months-over-taking-abortion-pills-after-legal-time-limit\">outrage on Monday</a> after the woman, a mother of three, was sentenced to more than two years<strong> </strong>in prison.</p> <a href=\"https://www.theguardian.com/world/2023/jun/13/call-overhaul-out-of-date-uk-abortion-laws-woman-jailed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/13/call-overhaul-out-of-date-uk-abortion-laws-woman-jailed", "date_published": "2023-06-13 06:55:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A mother jailed for procuring her own miscarriage. Is that what we want in 21st-century Britain? | Gaby Hinsliff", "description": "<p>The use of archaic abortion legislation in this case shows that reproductive rights hang by a slender thread</p><p>How should society treat a woman who desperately doesn’t want to have a child?</p><p>For she was evidently desperate, the 44-year-old mother of three children – one of whom has additional needs – <a href=\"https://www.theguardian.com/world/2023/jun/12/woman-in-uk-jailed-for-28-months-over-taking-abortion-pills-after-legal-time-limit\">jailed on Monday</a> for the 19th-century crime of procuring her own miscarriage. <a href=\"https://twitter.com/HannahAlOthman/status/1668266647935754240\">The court heard</a> that she must have known for months that she was expecting; that having moved back in during lockdown with her estranged ex while pregnant with another man’s child, she’d furtively Googled both how to conceal a pregnancy and how to end one, agonising over the decision for weeks.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/13/procuring-miscarriage-abortion-legislation-reproductive-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/13/procuring-miscarriage-abortion-legislation-reproductive-rights", "date_published": "2023-06-13 06:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The nutritionist made a lot of sense – until her perplexing advice about raw chicken | Zoe Williams", "description": "<p>I thought I’d found the perfect dietary expert for my interview. There was just one factor I hadn’t taken into account</p><p>I will never lose interest in experts, but sometimes, understandably, experts lose interest in talking to the press. I saw someone on Twitter once, describing the experience of dealing with journalists: “Dear X, sorry it’s taken me seven months to reply. I can’t do anything with your project, unfortunately, but could I interview you about this other thing – <em>must be within the next 20 minutes</em>?” You can see how that would be annoying.</p><p>Anyway, I was looking for a nutritionist, and it had to be within the next 20 minutes, and all the ones I knew were ghosting me, and the one my colleague knew turned out to be an expert in body-fat measuring, which is not the same, and I was data-scraping my neighbourhood WhatsApp group when I spoke to a young TV fixer. She’s bound to know someone, I thought – TV people know everyone. And she did.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/13/the-nutritionist-made-a-lot-of-sense-until-her-perplexing-advice-about-raw-chicken\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/13/the-nutritionist-made-a-lot-of-sense-until-her-perplexing-advice-about-raw-chicken", "date_published": "2023-06-13 06:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war live: ‘massive missile attack’ launched on city of Kryvyi Rih; 90 square km of Donetsk retaken, says Kyiv", "description": "<p>Dead and wounded in Russian strike on central city, says governor; seven villages liberated in counteroffensive, Ukraine defence ministry says</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/13/russia-ukraine-war-at-a-glance-what-we-know-on-day-475-of-the-invasion\">What we know on day 475 of the way</a></li></ul><p>At least three people were killed and 25 injured after the Russian missile strike on Kryvyi Rih destroyed a five-storey residential building, Serhiy Lisak, the governor of Ukraine’s Dnipropetrovsk region said on Tuesday.</p><p>“There are still people under the rubble,” Lisak wrote on the Telegram messaging app.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/13/russia-ukraine-war-live-massive-missile-attack-launched-on-city-of-kryvyi-rih-ninety-square-km-of-donetsk-retaken-says-kyiv\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/13/russia-ukraine-war-live-massive-missile-attack-launched-on-city-of-kryvyi-rih-ninety-square-km-of-donetsk-retaken-says-kyiv", "date_published": "2023-06-13 04:54:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Solidarity and unity’ on show at Fiji fashion week 2023 – in pictures", "description": "<p>Fashion influencers turned up to the Vodafone Arena in Suva on the evenings of 2 and 3 June to watch 20 designers show their collections – many inspired by, or directly using, the archipelago’s diverse textile traditions.</p><p>Now in its 16th year, the 2023 iteration of Fiji fashion week was a first for newly appointed producer, Jarrad Clark. Australians may recognise Clark from a stint on Project Runway, but the US-based industry heavyweight has launched fashion weeks in Australia, Zurich, Istanbul and Toronto. The event’s founder Ellen Whippy-Knight said she appointed Clark because she hopes fashion week will sell not only clothes, but Fiji itself.</p><p>Backstage after the final show, Temesia Tuicaumia, who works as the event’s social media coordinator and also showed a collection under the brand name Temesia, said this year the event had ‘a sense of solidarity and unity’.</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/jun/13/solidarity-and-unity-on-show-at-fiji-fashion-week-2023-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/jun/13/solidarity-and-unity-on-show-at-fiji-fashion-week-2023-in-pictures", "date_published": "2023-06-13 02:56:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Dead’ woman bangs on coffin during her own wake in Ecuador", "description": "<p>Son Gilberto Barbera says the sound that came five hours into the service ‘gave us all a fright’</p><p>A 76-year-old woman who was declared dead at a hospital in Ecuador astonished her relatives by knocking on her coffin during her wake, prompting a government investigation into the hospital.</p><p>“It gave us all a fright,” son Gilberto Barbera told the Associated Press, adding that doctors said his mother’s situation remained dire.</p> <a href=\"https://www.theguardian.com/world/2023/jun/13/dead-woman-bangs-on-coffin-during-her-own-wake-in-ecuador\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/13/dead-woman-bangs-on-coffin-during-her-own-wake-in-ecuador", "date_published": "2023-06-13 02:14:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘A great bloke and mate to many’: communities pay tribute to victims of Hunter Valley bus crash", "description": "<p>A mother and daughter from Singleton, a young athlete and a former footballer with ‘a big heart’ named among wedding guests unaccounted for after crash</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2023/jun/13/hunter-valley-bus-crash-what-we-know-so-far-victims-names-driver-brett-button-greta-nsw-wedding-australia\">Hunter Valley wedding bus crash: what we know so far</a></li><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/13/hunter-valley-bus-crash-driver-court-ten-people-killed-greta-nsw-updates-latest-news\">Hunter Valley bus crash: live updates and latest news</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Friends and sporting clubs have paid tribute to those still unaccounted for after the Hunter Valley’s horror bus crash, which included a mother and daughter from nearby Singleton, a young athlete described as “a great bloke and a mate to many”, and a former footballer with “a big heart and willingness to help anyone”.</p><p>Communities up and down Australia’s east coast were left reeling as the identities of those yet to be accounted for began to emerge on Tuesday morning.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/13/victims-hunter-valley-wedding-bus-crash-named-identified-mourned-by-friends-communities\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/13/victims-hunter-valley-wedding-bus-crash-named-identified-mourned-by-friends-communities", "date_published": "2023-06-13 01:48:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New Zealand opposition leader caught on hot mic calling country ‘negative, wet and whiny’", "description": "<p>National party leader Christopher Luxon’s comments caught on microphone while speaking to farmers, four months out from the general election</p><p>New Zealand opposition leader Christopher Luxon has called New Zealand a “negative, wet and whiny” country that has “lost the plot”, as he vies for voters affections at the coming election.</p><p>The leader of the centre-right National party was speaking to farmers about agricultural emissions when he was caught by a microphone saying: “We have become a very negative, wet and whiny, inward-looking country and we have lost the plot.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/13/new-zealand-opposition-leader-calls-country-negative-wet-and-whiny\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/13/new-zealand-opposition-leader-calls-country-negative-wet-and-whiny", "date_published": "2023-06-13 01:34:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "As New Zealand reshapes ties with China, foreign interference must be brought out of the shadows", "description": "<p>Prime minister Chris Hipkins’ upcoming visit to China comes as New Zealand wrestles with how to prevent interference by the superpower and other states</p><p>With more than $30bn of new spending, a mere $9m initiative in New Zealand’s latest budget might seem too trivial to mention.</p><p>Yet the New Zealand government’s recent decision to fund an investigation into the impact of foreign interference on ethnic communities is a small step towards tackling an outsized problem: how to deal with meddling from foreign states, our largest trading partner included.</p><p><em>Sam Sachdeva is New Zealand news site the Newsroom’s national affairs editor and author of The China Tightrope, a newly released book about the changing China-New Zealand relationship.</em></p> <a href=\"https://www.theguardian.com/world/2023/jun/13/as-new-zealand-reshapes-ties-with-china-foreign-interference-must-be-brought-out-of-the-shadows\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/13/as-new-zealand-reshapes-ties-with-china-foreign-interference-must-be-brought-out-of-the-shadows", "date_published": "2023-06-13 01:24:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Cameron Smith at peace with decision to join LIV Golf after news of shock merger", "description": "<ul><li>Australian became poster boy for Saudi-backed tour</li><li>Smith gearing up for US Open, the first major since merger  </li></ul><p>Cameron Smith is at peace with his decision to join LIV Golf, the Australian said on Monday ahead of the US Open, days after the Saudi-backed tour and the PGA Tour announced their surprise merger.</p><p>The tournament at the Los Angeles Country Club is the first major since the news, which prompted frustration among PGA Tour members, many of whom resisted the promise of super-sized paydays from LIV Golf and said they felt blindsided.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/13/cameron-smith-at-peace-with-decision-to-join-liv-golf-after-news-of-shock-merger\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/13/cameron-smith-at-peace-with-decision-to-join-liv-golf-after-news-of-shock-merger", "date_published": "2023-06-13 01:20:26+00:00", "persistent": false, "user": null, "language": "en-US"}]