[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Locks Of Hair Of The Greatest Composer Who Ever Lived Give Clues To His Death", "description": "Using authentic locks of hair from the head of the man often acknowledged as the greatest composer who ever lived, scientists have offered a new perspective on what led to the death of Ludwig Van Beethoven. In Beethoven’s famed Heiligenstadt Testament, written in 1802, when he was 32, Beethoven acknowledged he was beginning to lose ...", "link": "https://www.dailywire.com/news/locks-of-hair-of-the-greatest-composer-who-ever-lived-give-clues-to-his-death", "date_published": "2023-03-23 19:21:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Denver Suburb Votes To Ban New Gas Stations From Being Built In The Name Of Combatting Climate Change", "description": "A Denver suburb voted to ban new gas stations from being built in the name of combatting climate change. The city council of Louisville, Colorado, about 30 minutes north of Denver and 20 minutes East of Boulder, voted unanimously to approve a city ordinance that would cap the number of gas stations allowed in the ...", "link": "https://www.dailywire.com/news/denver-suburb-votes-to-ban-new-gas-stations-from-being-built-in-the-name-of-combatting-climate-change", "date_published": "2023-03-23 19:18:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘This Is Not The End Of Democracy’: Netanyahu Won’t Cave To Leftists, Will Advance Judicial Reform", "description": "Israeli Prime Minister Benjamin Netanyahu, staunchly resisting the leftists who have attacked his government’s plan to reform the country’s judiciary and bring it more into line with the judicial system in America, issued a special statement announcing he would not cave to the opposition. Leftists have staged a “Day of Disruption” and protests all over ...", "link": "https://www.dailywire.com/news/this-is-not-the-end-of-democracy-netanyahu-wont-cave-to-leftists-will-advance-judicial-reform", "date_published": "2023-03-23 19:04:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Afroman Sued By Ohio Law Enforcement Who Raided His Home", "description": "Famed American &#8217;90s-era rapper Afroman is being sued by seven members of a local Ohio sheriff&#8217;s office for invasion of privacy, among other claims, after the performer featured security footage of the plaintiffs raiding his home in music videos and social media posts. Afroman, whose legal name is Joeseph Foreman, is best known for his ...", "link": "https://www.dailywire.com/news/afroman-sued-by-ohio-law-enforcement-who-raided-his-home", "date_published": "2023-03-23 18:58:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dr. Jordan B. Peterson And ‘Exodus’ Panel Discuss ‘An Eye For An Eye’ And Establishing Moral Order In New Episode", "description": "Dr. Jordan B. Peterson and his panel of seven renowned scholars explore the purpose and importance of God’s laws, the meaning and limits of an “eye for an eye,” and what saying “no” really means in the newest episode of “Exodus,” streaming now on DailyWire+. Peterson and company continue through their study and discussion of ...", "link": "https://www.dailywire.com/news/dr-jordan-b-peterson-and-exodus-panel-discuss-an-eye-for-an-eye-and-establishing-moral-order-in-new-episode", "date_published": "2023-03-23 18:43:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Disgrace’: Megyn Kelly Slams Win By Transgender Cyclist In NYC Women’s Race, Issues Challenge To College Male Athletes", "description": "Megyn Kelly slammed the win by a biological male cyclist — who identifies as transgender-in the New York City women&#8217;s race and issued a challenge to college male athletes to put an end to this &#8220;disgrace.&#8221; The host of the Sirius XM &#8220;The Megyn Kelly Show&#8221; podcast on Thursday took to Twitter to express her ...", "link": "https://www.dailywire.com/news/disgrace-megyn-kelly-slams-win-by-transgender-cyclist-in-nyc-womens-race-issues-challenge-to-college-male-athletes", "date_published": "2023-03-23 18:42:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House COVID Response Team Will Disband In May: Report", "description": "The White House will reportedly disband its COVID response team when the public health emergency ends in May, according to a report. The Washington Post first reported the news Wednesday evening. The report said that continually decreasing numbers of deaths from COVID, and no surge in cases during the winter months, contributed to the decision. ...", "link": "https://www.dailywire.com/news/white-house-covid-response-team-will-disband-in-may-report", "date_published": "2023-03-23 18:36:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Critics React After Biological Man Wins NY Women’s Bicycling Race", "description": "A 46-year-old man won a New York women’s cycling event on Sunday, just a week after a 35-time winner on the women’s national cyclocross circuit revealed that she had retired after finishing in fourth place between two men in third and fifth places. Biologist Tiffany Thomas won the Randall’s Island Crit on Saturday; a crit race, ...", "link": "https://www.dailywire.com/news/critics-react-after-biological-man-wins-ny-womens-bicycling-race", "date_published": "2023-03-23 18:28:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Knives Out’ Star Toni Collette Has Quite The Opposite View When It Comes To ‘Intimacy Coordinators’", "description": "&#8220;Knives Out&#8221; star Toni Collette has a very different view of the use of intimacy coordinators on the sets of movies and TV shows in the wake of the MeToo movement. The 50-year-old actress admitted that some might find the use of the coordinators helpful during the filming of sex scenes, but for her, they ...", "link": "https://www.dailywire.com/news/knives-out-star-toni-collette-has-quite-the-opposite-view-when-it-comes-to-intimacy-coordinators", "date_published": "2023-03-23 18:26:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Stanford Law School Dean Doubles Down On Free Speech, Diversity Dean Placed On Leave", "description": "Stanford Law School Dean Jenny Martinez doubled down on her support of free speech — regardless of who agreed with it — in a memo published Wednesday. Martinez joined Stanford President Marc Tessier-Lavigne in apologizing after students — and at least one faculty member — verbally accosted Fifth Circuit Judge Kyle Duncan, a guest of the ...", "link": "https://www.dailywire.com/news/stanford-law-school-dean-doubles-down-on-free-speech-diversity-dean-placed-on-leave", "date_published": "2023-03-23 18:15:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Energy Secretary Granholm Admits She Has A Gas Stove While Justifying Push To Regulate Appliances", "description": "Energy Secretary Jennifer Granholm admitted that she owns a gas stove on Thursday while she denied that the Biden administration is seeking to prohibit the popular appliances. A recent memo from the Energy Department indicated that roughly “half of the total gas cooking top market” would be impacted by forthcoming efficiency standards. Granholm said in ...", "link": "https://www.dailywire.com/news/energy-secretary-granholm-admits-she-has-a-gas-stove-while-justifying-push-to-regulate-appliances", "date_published": "2023-03-23 17:29:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "If It Feels Like LGBTQ Characters Are Everywhere On TV, GLAAD Just Confirmed It", "description": "If it feels like LGBTQ characters are everywhere these days on TV shows and streaming sites, GLAAD just confirmed how true that fact is in their annual report. In the 18th edition of “Where We Are on TV,” the media watchdog group GLAAD bemoaned the fact that representation of LGBTQ characters was actually down, with ...", "link": "https://www.dailywire.com/news/if-it-feels-like-lgbtq-characters-are-everywhere-on-tv-glaad-just-confirmed-it", "date_published": "2023-03-23 17:22:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Yellen Walks Back Implicit Support For Large Bank Account Holders, Prompts Investor Unease", "description": "Treasury Secretary Janet Yellen prompted unease among investors after she appeared to walk back comments indicating that financial authorities would guarantee large bank deposits. The recent collapse of Silicon Valley Bank, where the vast majority of accounts exceeded the $250,000 threshold guaranteed by the Federal Deposit Insurance Corporation, prompted the government-backed company to secure all ...", "link": "https://www.dailywire.com/news/yellen-walks-back-implicit-support-for-large-bank-account-holders-prompts-investor-unease", "date_published": "2023-03-23 17:16:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "TikTok Combats Potential Ban With New Guidelines That Only Raise More Questions", "description": "TikTok is under the microscope in Washington as the Biden administration considers banning the Chinese video-sharing app, but the company has reacted with new community guidelines that only raise new questions. The new guidelines, which TikTok released Tuesday, restrict discussions on climate change and vaccines, among other updates. The new guidelines even appear to allow the platform ...", "link": "https://www.dailywire.com/news/tiktok-combats-potential-ban-with-new-guidelines-that-only-raise-more-questions", "date_published": "2023-03-23 15:53:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kyrsten Sinema Reveals Why She Stopped Going To ‘Dumb’ Democrat Luncheons", "description": "Sen. Kyrsten Sinema (I-AZ) revealed why she stopped going to what she called &#8220;dumb&#8221; Democrat luncheons with &#8220;old dudes&#8221; sitting around &#8220;eating Jell-O&#8221; and everyone bragging about themselves. The 46-year-old former Democrat-turned-independent reportedly told GOP lobbyists that &#8220;caucus lunches&#8221; were a total waste of time and nothing she had any interest in attending again, POLITICO ...", "link": "https://www.dailywire.com/news/kyrsten-sinema-reveals-why-she-stopped-going-to-dumb-democrat-luncheons", "date_published": "2023-03-23 15:24:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NHL Team Ditches Pride-Themed Jerseys, Fears For Russian Players’ Safety", "description": "The Chicago Blackhawks will not take the ice for Sunday&#8217;s warm-ups wearing pride-themed jerseys, team sources told The Athletic. The decision, according to a report published Wednesday by the outlet, was made by team officials in the &#8220;front office&#8221; rather than by the players themselves — but the stated goal was to ensure the safety ...", "link": "https://www.dailywire.com/news/nhl-team-ditches-pride-themed-jerseys-fears-for-russian-players-safety", "date_published": "2023-03-23 15:16:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gerard Piqué Makes No Apologies For Split From Shakira After Alleged Cheating Scandal: ‘I Keep Doing What I Want’", "description": "Former professional soccer player Gerard Piqué said he’s “very happy” and makes no apologies for his breakup with singer Shakira last year. The couple was together for 11 years and share two children though they were never legally married. They announced their split in June 2022 amid rumors of Piqué cheating on Shakira. The athlete ...", "link": "https://www.dailywire.com/news/gerard-pique-makes-no-apologies-for-split-from-shakira-after-alleged-cheating-scandal-i-keep-doing-what-i-want", "date_published": "2023-03-23 14:25:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "World Athletics Bans Transgender Athletes From Competing In Female World Ranking Events", "description": "The World Athletics Council announced on Thursday that it will not allow transgender athletes to compete against women in female World Rankings competitions. The move, which goes into effect next week, will ban &#8220;male-to-female transgender athletes who have been through male puberty.&#8221; “Decisions are always difficult when they involve conflicting needs and rights between different ...", "link": "https://www.dailywire.com/news/world-athletics-bans-transgender-athletes-from-competing-in-female-world-ranking-events", "date_published": "2023-03-23 14:23:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Southwest Pilot Suffers Medical Emergency In Flight — Off-Duty Flyer Steps In", "description": "Southwest Airlines officials confirmed Wednesday that an off-duty pilot flying as a passenger on a flight out of Las Vegas helped take control of the aircraft shortly after takeoff when the plane&#8217;s captain suffered a medical emergency. Southwest Flight 6013 departed Las Vegas, Nevada, around 6:30 a.m., heading to Columbus, Ohio, when the captain fainted ...", "link": "https://www.dailywire.com/news/southwest-pilot-suffers-medical-emergency-in-flight-off-duty-flyer-steps-in", "date_published": "2023-03-23 14:20:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tom Brady Posts Cryptic Quote About ‘Betrayal’ After Gisele Bündchen Breaks Silence On Their Divorce", "description": "Tom Brady got everyone&#8217;s attention on Thursday when he posted a cryptic post on social media about the &#8220;betrayal of false friends&#8221; after ex-wife Gisele Bündchen broke her silence on what led to their divorce. The 7-time Super Bowl-winning quarterback shared a quote from Ralph Waldo Emerson on his Instagram Stories with his 13.7 million ...", "link": "https://www.dailywire.com/news/tom-brady-posts-cryptic-quote-about-betrayal-after-gisele-bundchen-breaks-silence-on-their-divorce", "date_published": "2023-03-23 14:13:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Library Group Frames Removal Of Graphic Sexual Content From School Libraries As ‘Record Number’ Of ‘Book Bans’", "description": "The American Library Association framed recent efforts to remove alleged sexually explicit content from school libraries as a “record number” of attempted “book bans” in two decades. Material written to show sexually explicit and pornographic images to children have been uncovered in recent years at government school and public libraries, prompting drives from conservative lawmakers ...", "link": "https://www.dailywire.com/news/library-group-frames-removal-of-graphic-sexual-content-from-school-libraries-as-record-number-of-book-bans", "date_published": "2023-03-23 14:12:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Calls Putin A ‘War Criminal’, Expands On Prior Comments About Russia’s War On Ukraine", "description": "Florida Governor Ron DeSantis called Vladimir Putin a &#8220;war criminal&#8221; who should be held accountable for invading Ukraine and said his previous statement on the war in Ukraine has been mischaracterized. The latest comments by DeSantis, who is widely seen as a top 2024 presidential contender if he should enter the fray, came during an interview with journalist Piers ...", "link": "https://www.dailywire.com/news/desantis-calls-putin-a-war-criminal-expands-on-prior-comments-about-russias-war-on-ukraine", "date_published": "2023-03-23 14:07:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Your Platform Should Be Banned’: Congresswoman Rips Into TikTok CEO For Targeting Kids", "description": "Rep. Cathy McMorris Rodgers (R-WA) tore into TikTok CEO Shou Zi Chew during a Thursday morning hearing, accusing him and his company of targeting American children and feeding data to the Chinese Communist Party. Rodgers, who chairs the House Committee on Energy and Commerce, held nothing back in a blistering opening statement, saying that the ...", "link": "https://www.dailywire.com/news/your-platform-should-be-banned-congresswoman-rips-into-tiktok-ceo-for-targeting-kids", "date_published": "2023-03-23 13:54:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Rick and Morty’ Co-Creator Breaks Silence After Domestic Violence Charges Are Dropped: ‘Horrible Lies’", "description": "Domestic violence charges filed against “Rick and Morty” co-creator Justin Roiland were dropped, which led him to issue a statement via social media. &#8220;I have always known that these claims were false &#8211; and I never had any doubt this day would come,&#8221; Roiland tweeted in a screenshot he captioned “justice.” &#8220;I&#8217;m thankful that this ...", "link": "https://www.dailywire.com/news/rick-and-morty-co-creator-breaks-silence-after-domestic-violence-charges-are-dropped-horrible-lies", "date_published": "2023-03-23 13:30:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Little Mermaid’ Actress Halle Bailey Praises Feminist Storyline Updates, Says It’s More Than ‘Wanting To Leave The Ocean For A Boy’", "description": "“The Little Mermaid” actress Halle Bailey just hinted at some changes Disney is making for the live-action remake, which hits theaters this spring. The 22-year-old actress discussed her commitment to playing Princess Ariel and how she felt about the changes during an interview with the Edition by Modern Luxury magazine.  “I pushed myself as far ...", "link": "https://www.dailywire.com/news/the-little-mermaid-actress-halle-bailey-praises-feminist-storyline-updates-says-its-more-than-wanting-to-leave-the-ocean-for-a-boy", "date_published": "2023-03-23 13:09:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Far-Left Pundit Posts Viral Tweet Ripping Woke ‘Trans Inclusive’ Terms For Women; Left Attacks Her", "description": "&#8220;The Young Turks&#8221; co-host Ana Kasparian on Thursday set the internet ablaze when she ripped woke &#8220;trans inclusive&#8221; terms for being &#8220;degrading&#8221; to women. Kasparian, an unapologetic member of the Left, has caught flak from some extremists on her side of the aisle in the past for engaging in debate and discussion with people on ...", "link": "https://www.dailywire.com/news/far-left-pundit-posts-viral-tweet-ripping-woke-trans-inclusive-terms-for-women-left-attacks-her", "date_published": "2023-03-23 13:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "TikTok CEO Refuses To Say Whether Officials At Chinese Parent Company Helped Him Prepare For Hearing", "description": "TikTok CEO Shou Zi Chew neglected to provide a clear answer on whether individuals associated with ByteDance, the social media platform’s Chinese parent company, helped him prepare for a Thursday morning hearing before the House Energy and Commerce Committee. Democrats and Republicans have raised concerns over allegations that user data on TikTok can be accessed ...", "link": "https://www.dailywire.com/news/tiktok-ceo-refuses-to-say-whether-officials-at-chinese-parent-company-helped-him-prepare-for-hearing", "date_published": "2023-03-23 12:43:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ford Projects Its EV Division Will Lose Billions This Year", "description": "The Ford Motor Company is going full throttle toward electric vehicle manufacturing, but that decision will cost the Michigan-based carmaker billions this year alone. Ford said Thursday that it expects its EV division will lose $3 billion in 2023 as it pushes to produce more vehicles and build electric battery plants in Kentucky, Tennessee, and ...", "link": "https://www.dailywire.com/news/ford-projects-its-ev-division-will-lose-billions-this-year", "date_published": "2023-03-23 12:35:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Manhattan DA Responds To Demands From House Republicans Investigating Trump Case", "description": "The office of Manhattan District Attorney Alvin Bragg shot back on Thursday at House Republicans who opened an investigation this week into the potential indictment of former President Donald Trump, arguing they lack a &#8220;legitimate basis&#8221; for their inquiry. Leslie Dubeck, the in-house general counsel for the prosecutor who is investigating Trump over alleged hush ...", "link": "https://www.dailywire.com/news/manhattan-da-responds-to-demands-from-house-republicans-investigating-trump-case", "date_published": "2023-03-23 12:27:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dudes Have Been Dominating Women’s History Month This Year", "description": "Happy Women&#8217;s History Month! With just eight days to go in March, men have dominated the month meant to celebrate the fairer sex around the globe. Let us start on our world tour of womanhood erasure over in Italy. On March 12, &#8220;Valentina Petrillo&#8221; — a real heartbreaker and a man who thinks he is ...", "link": "https://www.dailywire.com/news/dudes-have-been-dominating-womens-history-month-this-year", "date_published": "2023-03-23 12:02:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Americans’ Faith In Banks Plummets Amid Financial Chaos", "description": "Few Americans have trust in the nation’s banking sector following the recent collapses of Silicon Valley Bank and Signature Bank. A mere 10% of the population has a “great deal” of confidence in the individuals who lead banks, according to a poll from the Associated Press and the National Opinion Research Center released on Wednesday, ...", "link": "https://www.dailywire.com/news/americans-faith-in-banks-plummets-amid-financial-chaos", "date_published": "2023-03-23 11:50:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CDC Issues Alert After 3 People Die, 4 Have Eyeballs Removed After Using Eyedrops", "description": "Three people have died and four people have had eyeballs removed after using eyedrops linked to a drug-resistant bacterial disease. This week, the Centers for Disease Control and Prevention (CDC) issued an update in the wake of four eyedrops recalled by their manufacturers, two of which have been directly linked to Pseudomonas aeruginosa: EzriCare Artificial ...", "link": "https://www.dailywire.com/news/cdc-issues-alert-after-3-people-die-4-have-eyeballs-removed-after-using-eyedrops", "date_published": "2023-03-23 11:34:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Guess Who The Walls Are Closing In On In Alvin Bragg’s Trump Case", "description": "Joe Scarborough is right: The walls really are closing in in the Donald Trump hush-money case. It&#8217;s just that they’re closing in on Manhattan District Attorney Alvin Bragg, not the former president. Bragg’s case is collapsing just as he was on the brink of becoming the Democrats’ dragon slayer. The legal case was already flimsy ...", "link": "https://www.dailywire.com/news/guess-who-the-walls-are-closing-in-on-in-alvin-braggs-trump-case", "date_published": "2023-03-23 11:19:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Squad’ Member Defends TikTok Amid Debate Over Possible Ban", "description": "Rep. Jamaal Bowman (D-NY) defended social media platform TikTok as lawmakers debate a possible nationwide ban of the app. Democratic and Republican lawmakers have raised concerns over allegations that user data on TikTok, which is owned by Chinese technology company ByteDance, can be accessed by associates of the Chinese Communist Party. Bowman, a member of ...", "link": "https://www.dailywire.com/news/squad-member-defends-tiktok-amid-debate-over-possible-ban", "date_published": "2023-03-23 11:02:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "As Critics Savage Movies, More Actors And Directors Strike Back", "description": "Artists make movies. Critics review them. It’s a simple, and symbiotic relationship that dates back to the early days of cinema. Actors often thank film critics for their support during awards season and, more specifically at the annual Critics Choice Awards gala. Lately, that connection has come under fire from the artists’ side of the ...", "link": "https://www.dailywire.com/news/as-critics-savage-movies-more-actors-and-directors-strike-back", "date_published": "2023-03-23 11:01:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Grand Jury Not Expected To Vote On Trump Indictment This Week: Report", "description": "A Manhattan grand jury will reportedly not hear the case against former President Donald Trump for the rest of this week, pushing back a possible indictment until at least Monday. Sources told ABC News of that development, which would put an end to speculation that charges were imminent in Manhattan District Attorney Alvin Bragg&#8217;s investigation ...", "link": "https://www.dailywire.com/news/grand-jury-not-expected-to-vote-on-trump-indictment-this-week-report", "date_published": "2023-03-23 10:56:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘They Called Me A Witch’: Gisele Bündchen Discusses Love For Astrology, Crystals, ‘The Power Of Nature’", "description": "Supermodel Gisele Bündchen discussed her devotion to astrology and crystals during a recent interview with Vanity Fair, telling the publication that she doesn’t care when people call her a “witch.”  The interviewer noted how the 42-year-old celebrity reached into her bedside drawer at one point to retrieve a Kuan Yin Oracle from a stack of ...", "link": "https://www.dailywire.com/news/they-called-me-a-witch-gisele-bundchen-discusses-love-for-astrology-crystals-the-power-of-nature", "date_published": "2023-03-23 10:46:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Top Political Strategist To Glenn Youngkin Joins Pro-DeSantis Group", "description": "Virginia Governor Glenn Youngkin&#8217;s top political strategist joined a political organization this week urging Florida Governor Ron DeSantis to enter the 2024 presidential race. Jeff Roe, the founder of Axiom Strategies, is now working for Never Back Down, which was launched earlier this month by Ken Cuccinelli, who served as acting deputy secretary of Homeland ...", "link": "https://www.dailywire.com/news/top-political-strategist-to-glenn-youngkin-joins-pro-desantis-group", "date_published": "2023-03-23 09:30:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Tackles China: ‘Biggest Threat’ To U.S., Won’t Tolerate Invasion Of Taiwan, ‘Would’ Ban TikTok", "description": "Florida Gov. Ron DeSantis came out swinging against China during an interview with Piers Morgan this week, saying that the communist nation represents the biggest threat that the U.S. faces and that he would not tolerate an invasion of Taiwan. The remarks come as U.S. officials have increasingly warned that China is preparing to invade ...", "link": "https://www.dailywire.com/news/desantis-tackles-china-biggest-threat-to-u-s-wont-tolerate-invasion-of-taiwan-would-ban-tiktok", "date_published": "2023-03-23 08:56:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Video Shows Moments Leading Up To Alleged Assailants Attacking Rapper Tekashi 6ix9ine In Gym", "description": "New video emerged Wednesday from inside the Florida gym where rapper Tekashi 6ix9ine was attacked this week that showed the alleged assailants entering the facility and making a beeline to a locker room where the rapper was located. TMZ reported that the incident happened at an LA Fitness when several guys attacked him, according to his ...", "link": "https://www.dailywire.com/news/video-shows-moments-leading-up-to-alleged-assailants-attacking-rapper-tekashi-6ix9ine-in-gym", "date_published": "2023-03-23 08:20:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NFL Tight End Steps Away From Football After Getting Life-Changing Diagnosis", "description": "Tight end Foster Moreau, currently a free agent, said this week that he is stepping away from the game to battle cancer. The 25-year-old had played his entire career with the Las Vegas Raiders but only learned about the cancer diagnosis when he visited another team after becoming a free agent. &#8220;Through somewhat of a ...", "link": "https://www.dailywire.com/news/nfl-tight-end-steps-away-from-football-after-getting-life-changing-diagnosis", "date_published": "2023-03-23 08:12:29+00:00", "persistent": false, "user": null, "language": "en-US"}]