[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Elden Ring & Cyberpunk 2077 Ray Tracing Update Details | GameSpot News", "description": "A new patch for Elden Ring has added ray tracing support to the game and Cyberpunk 2077 is getting ready to upgrade to path tracing on April 11.\n \n#GamingNews #EldenRing #Cyberpunk2077", "link": "https://www.youtube.com/watch?v=GdAeOZpTpNE", "date_published": "2023-03-23 22:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Classes in Diablo 4 Open Beta Livestream", "description": "We check out week two of the Diablo IV beta and the new classes available; the Druid and Necromancer.\n\n#gaming #diablo4 #gamespot", "link": "https://www.youtube.com/watch?v=aXo1vx5ozDA", "date_published": "2023-03-23 20:40:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Lord of the Rings: Gollum Official Gameplay Showcase", "description": "Get a glimpse of new gameplay from Middle-earth, with insights from the developers inspired by the iconic lore in The Lord of the Rings: Gollum.\n\n#lordoftherings #gollum #gaming \n\nTimestamps\n00:00 Intro\n04:40 Gameplay\n24:56 Questions and Answers\n\nThe Lord of the Rings: Gollum, will release to PC, PlayStation, and Xbox on May 25th. The Nintendo Switch version is planned for later this year.", "link": "https://www.youtube.com/watch?v=7INkDsP69P4", "date_published": "2023-03-23 18:38:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "9 Minutes of Remnant 2 Official Gameplay", "description": "Check out 9 minutes of pre-alpha gameplay of Yaesha, one of many environments you'll encounter in Remnant 2. Featuring the Gunslinger, Handler, and Challenger Archetypes.\n\nRemnant 2 is the sequel to the best-selling game Remnant: From the Ashes that pits survivors of humanity against new deadly creatures and god-like bosses across terrifying worlds. Play solo or co-op with two other friends to explore the depths of the unknown to stop an evil from destroying reality itself. To succeed, players will need to rely on their own skills and those of their team to overcome the toughest challenges and to stave off humanity’s extinction.\n\n#remnant2 #gaming", "link": "https://www.youtube.com/watch?v=x3ZheAh5oPc", "date_published": "2023-03-23 16:29:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Lego 2K Drive Mixes Mario Kart With Burnout Paradise", "description": "The open-world racing game capitalizes on the Lego brand with sharp writing, loads of activities, and satisfying, Mario Kart-like races.\n#Lego2kDrive #gamespot\n\nThe structure of Lego 2K Drive unfolds in layers that help to illustrate just how multifaceted the game really is. The core story mode takes place in a wide open-world environment composed of a handful of different biomes. I tried the tutorial area, Turbo Acres, as well as a large Arizona-like area called Big Butte, and the world map showed at least three more to explore. Each of these is littered with garages to act as fast-travel points, races, stunt jumps, and other activities. Most of these are integrated right into the open world, so you can simply pass through a gate to start a quick event--say, a challenge to jump over several barns. The open worlds in Lego 2K Drive reminded me of the best moments of Burnout Paradise or Forza Horizon, roaming the landscape and looking for fun activities, jumping into one, and then driving around to look for the next. The vehicles themselves have a solid weight to them, gripping the road in a way that even some more traditional racing games don't quite nail. \n\nDescribing Lego 2K Drive is almost overwhelming. There's so much to do and see, and so many smart ways the systems fold into each other for a seamless experience. But in the moment, while playing, it's anything but overwhelming. It's a breezy, pick-up-and-play experience that uses its multitude of systems and options to feel expansive, without getting in the way of the fun. Lego 2K Drive is coming May 19.", "link": "https://www.youtube.com/watch?v=1DIw0tt-je0", "date_published": "2023-03-23 13:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}]