[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Baby girl, you're only funky as your last cut: MC Sha-Rock | Louder Than A Riot, S2E2", "description": "In 1981, MC Sha-Rock and her group, the Funky 4 + 1, were invited to perform on Saturday Night Live. It was one of the first nationally televised rap performances ever, expanding the reach of the nascent genre to mainstream audiences who might never have heard or seen it before. It was almost certainly the first time many viewers had seen a woman rapping. But little did SNL's audience know that Sha-Rock was hiding something — for the sake of the group's continued success, and for her own survival.\n\nAs sole woman in the Funky 4 + 1, Sha-Rock was its secret weapon. But just as often, she found that status led her to be treated as a token or accessory, even within the group — a dynamic that helped lead to its eventual demise. Sha-Rock's own legacy was damaged by that double standard, too: Part of why she isn't remembered as an originator is that hip-hop's canon has been curated mostly by men. As music critic Clover Hope tells it, \"History is what a dominant group decides as fact.\"\n\nIllustration by Amanda Howell Whitehurst.\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nLOUDER THAN A RIOT’s second season unpacks just how deeply misogynoir is embedded in the fabric of the hip-hop culture that we love. How did issues of masculinity play into the tensions between ILoveMakonnen and Drake, or Saucy Santana and the industry? How did Rico Nasty's community mobilize for her when she was targeted by Playboi Carti fans? Why did Megan Thee Stallion's reputation get put on the stand for a trial where she was the victim? And why does the culture antagonize rap beefs that reinforce the idea there can only be one queen of rap?\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=l0puhi_KKSI", "date_published": "2023-03-23 15:31:02+00:00", "persistent": false, "user": null, "language": "en-US"}]