[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: 17-latek obrabował młodą kobietę. Śledził ofiarę przez 40 km", "description": "W Houston w Teksasie 17-letni napastnik okradł młodą kobietę. Sprawca śledził wcześniej swoją ofiarę przez blisko 40 km. Organy ścigania opublikowały w sieci nagranie ukazujące moment rabunku. W wyniku pobicia, zaatakowana 19-latka została częściowo sparaliżowana.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/usa-17-latek-obrabowal-mloda-kobiete-sledzil-ofiare-przez-40-km/", "date_published": "2023-03-23 21:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Rodzic chce zakazać Biblii w szkołach. \"Wyrzućcie te pornografię\"", "description": "Z bibliotek szkolnych w Utah znikają książki, które według rodziców i dyrekcji zawierają materiały pornograficzne i nieodpowiednie dla dzieci. Było to możliwe dzięki przegłosowaniu nowych przepisów. Jeden z rodziców postanowił pójść na wojnę z systemem. Poprosił o ocenę treści zawartych w Biblii, twierdząc, że to jedna z najbardziej przesiąkniętych seksem książek. Przytacza fragmenty.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/usa-rodzic-chce-zakazac-biblii-w-szkole-wyrzuccie-pornografie-ze-szkol/", "date_published": "2023-03-23 20:58:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Cristiano Ronaldo z rekordem występów w reprezentacji kraju. Zagrał dla Portugalii 197 razy", "description": "Cristiano Ronaldo został rekordzistą pod względem liczby występów w reprezentacji kraju. Zawodnik wybiegł na murawę w meczu przeciwko drużynie Liechtensteinu, czym zanotował 197. występ w kadrze Portugalii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/cristiano-ronaldo-z-rekordem-wystepow-w-reprezentacji-kraju-zagral-dla-portugalii-197-razy/", "date_published": "2023-03-23 20:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polska może stracić kolejne miliardy. Komisja Europejska domaga się zmiany przepisów", "description": "Polska może stracić kolejne miliardy z budżetu Unii Europejskiej. Komisja Europejska domaga się od rządu w Warszawie zatwierdzenia przepisów zapewniających niezależność sądownictwa, od czego uzależnia wypłaty środków z funduszów spójności - podkreślają dziennikarze Bloomberga. Chodzi nawet o 75 mld euro.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/polska-moze-stracic-kolejne-miliardy-ke-stawia-sprawe-jasno/", "date_published": "2023-03-23 19:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ekwador: Wybuchające pendrive'y. Terroryści wysyłają je do dziennikarzy", "description": "Dziennikarz Lenin Artieda podłączył do komputera pendrivea otrzymany pocztą. Chwilę później urządzenie wybuchło raniąc mężczyznę w twarz i w rękę. Podobne, wybuchowe przesyłki otrzymało pięć innych ekwadorskich redakcji. Prokuratura podkreśla, że to akcja terrorystów, której celem jest uciszenie mediów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/ekwador-wybuchajace-pendrivey-terrorysci-wysylaja-je-do-dziennikarzy/", "date_published": "2023-03-23 19:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia: Znalazła w łóżku jadowitego węża. Drzemał w pościeli", "description": "Mieszkanka Queensland znalazła w swoim łóżku dwumetrowego węża. Gad wylegiwał się w pościeli. Okazało się, że to jeden z najbardziej jadowitych węży na świecie. Kobieta szybko wezwała na pomoc specjalistę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/australia-znalazla-w-lozku-jadowitego-weza-drzemal-w-poscieli/", "date_published": "2023-03-23 19:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nowa Kachowka. Rosjanie opuścili miejscowość. Wcześniej ograbili jej mieszkańców", "description": "Rosjanie wycofali się z Nowej Kachowki leżącej na południu obwodu chersońskiego. Tuż przed odwrotem ograbili tę miejscowość - podał ukraiński Sztab Generalny. Moskwa zaprzeczyła tym informacjom. W Nowej Kachowce zlokalizowana jest tama elektrowni wodnej. Jesienią Kijów informował, że Rosjanie chcą wysadzić tę konstrukcję.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/nowa-kachowka-rosjanie-opuscili-miejscowosc-wczesniej-ograbili-jej-mieszkancow/", "date_published": "2023-03-23 18:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Partner dźgnął ją nożem 29 razy. Dramatyczna akcja policji", "description": "Brytyjska policja opublikowała nagranie z akcji ratunkowej Martiny Turner. 54-latka została dźgnięta nożem 29 razy przez partnera poznanego w serwisie randkowym. Choć mężczyzna zostawił ją na pewną śmierć, kobiecie udało się wezwać pomoc. Na policyjnym filmie widać, jak funkcjonariusze wchodzą do domu Brytyjki, wybijając szybę w oknie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/wielka-brytania-partner-dzgnal-ja-nozem-29-razy-dramatyczna-akcja-policji/", "date_published": "2023-03-23 16:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Węgry nie aresztują Władimira Putina. Szef kancelarii Orbana rozwiał wątpliwości", "description": "Węgierskie służby nie aresztują Władimira Putina, jeśli prezydent Rosji przekroczy granice naszego kraju - zapewnił szef kancelarii premiera Viktora Orbana. Gergely Gulyas ocenił nakaz wydany przez Międzynarodowy Trybunał Karny w Hadze za niefortunny. Prowadzi sytuację w kierunku dalszej eskalacji - stwierdził.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/wegry-nie-aresztuja-wladimira-putina-jednoznaczna-deklaracja-szefa-kancelarii-orbana/", "date_published": "2023-03-23 16:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja: Protesty w całym kraju. Policja użyła gazu łzawiącego i armatek wodnych", "description": "Policja użyła gazu łzawiącego na paryskim Placu Republiki, z kolei w Lorient protestujący podpalili komisariat. W całej Francji trwają protesty po przyjęciu reformy emerytalnej. Władze informują o ponad 500 tys. uczestnikach demonstracji, organizatorzy twierdzą, że uczestników jest jeszcze więcej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/francja-protesty-w-calym-kraju-policja-uzyla-gazu-lzawiacego-i-armatek-wodnych/", "date_published": "2023-03-23 15:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Podróżnik w czasie\" z TikToka ujawnia: 23 marca Ziemię nawiedzą obcy", "description": "Na TikToku śledzi go blisko 400 tys. użytkowników. Eno Alaric, bo tak się przedstawia, ma pochodzić z przyszłości - konkretnie z roku 2671 - i podjął się misji ostrzeżenia ludzkości przed nadchodzącymi wydarzeniami. Jedną z takich dat jest 23 marca 2023 roku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/podroznik-w-czasie-z-tiktoka-ujawnia-23-marca-ziemie-nawiedza-obcy/", "date_published": "2023-03-23 15:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Pilot nagle źle się poczuł. Lądować pomagał pilot innych linii lotniczych", "description": "Pilot Southwest Airlines tuż po starcie źle się poczuł. W związku z tym, zdecydowano o zawróceniu samolotu na lotnisko w Las Vegas. W lądowaniu postanowił pomóc załodze pilot innych linii lotniczych, który znajdował się na pokładzie jako pasażer.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/usa-pilot-nagle-zle-sie-poczul-wyladowac-pomogl-pilot-pasazer/", "date_published": "2023-03-23 14:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Grupa Wagnera może ograniczyć działania. Nowy kraj na celowniku Prigożyna", "description": "Szef Grupy Wagnera Jewgienij Prigożyn przygotowuje się do ograniczenia działań wojskowych swoich najemników na Ukrainie - twierdzą źródła Bloomberga. Po zakończeniu walk o Bachmut kucharz Putina ma skupić się na zintensyfikowaniu operacji w państwach Afryki. Świadczy o tym treść nowych ogłoszeń o rekrutacji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/ukraina-grupa-wagnera-moze-ograniczyc-dzialania-nowy-obszar-na-celowniku-prigozyna/", "date_published": "2023-03-23 14:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tajlandia: Podczas skoku na bungee zerwała się lina. Turysta otrzymał zwrot pieniędzy", "description": "W Tajlandii 39-letni turysta z Hongkongu o imieniu Mike skoczył na bungee z wysokości 30 metrów. Gdy leciał, zerwała się lina. Na szczęście skok odbywał się nad jeziorem. Do sieci trafiło mrożące krew w żyłach nagranie. Śmiałek przeżył i odzyskał pieniądze za bilet.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/tajlandia-podczas-skoku-na-bungee-zerwala-sie-lina-turysta-otrzymal-zwrot-pieniedzy/", "date_published": "2023-03-23 14:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niezwykłe odkrycie teleskopu Webba. Burza piaskowa na innej planecie", "description": "Po raz pierwszy na planecie znajdującej się poza Układem Słonecznym zaobserwowano szalejącą burzę piaskową. Odkrycie było możliwe dzięki Kosmicznemu Teleskopowi Jamesa Webba.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/niezwykle-odkrycie-teleskopu-webba-burza-piaskowa-na-innej-planecie/", "date_published": "2023-03-23 13:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Transpłciowa kolarka wygrała kobiecy wyścig w Nowym Jorku. Kontrowersje w świecie sportu", "description": "Tiffany Thomas, transpłciowa kolarka, zdobyła pierwsze miejsce w kobiecym wyścigu w Nowym Jorku. Kolarstwem zajęła się pięć lat temu, po 40. roku życia. Wywołało to kolejną dyskusję na temat dopuszczania do zawodów osób po korekcie płci. Kilka stanów w USA stara się zakazać im rywalizacji w kobiecych sportach - przekazały media.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/usa-transplciowa-kolarka-wygrala-zawody-w-kobiecych-wyscigach-w-nowym-jorku/", "date_published": "2023-03-23 12:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Trzy kolejne zgony. Lekoodporna bakteria zbiera śmiertelne żniwo", "description": "Trzy osoby zmarły, osiem straciło wzrok, a czterem usunięto gałki oczne na skutek zakażenia rzadką, odporną na leki superbakterią. Patogen odkryto w kroplach do oczu, które zostały wycofane ze sprzedaży na terenie USA jeszcze w lutym tego roku. Amerykańskie Centrum Kontroli i Zapobiegania Chorobom (CDC) wydało ostrzeżenie w związku z rozprzestrzeniającą się w kraju epidemią.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/usa-trzy-kolejne-zgony-lekoodporna-bakteria-zbiera-smiertelne-zniwo/", "date_published": "2023-03-23 11:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Przeprowadzono testy DNA włosów Beethovena. Dowodzą, że kompozytor miał problemy zdrowotne", "description": "Ludwig van Beethoven miał genetyczną predyspozycję mogącą prowadzić do choroby wątroby, a na kilka miesięcy przed śmiercią cierpiał na wirusowe zapalenie wątroby typu B. Naukowcy przeprowadzili badania DNA pięciu kosmyków włosów niemieckiego kompozytora. Analitykom nie udało się jednak ustalić, dlaczego ten słynny pianista stracił słuch.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/przeprowadzono-testy-dna-wlosow-beethovena-dowodza-ze-kompozytor-mial-problemy-zdrowotne/", "date_published": "2023-03-23 09:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Pastor chwalił się cudem. Wierni zażądali dowodów", "description": "Przywódca kościelnej wspólnoty w Ozark (USA) twierdzi, że modlitwa doprowadziła do cudownego odrośnięcia amputowanych palców u stóp kobiety uczestniczącej w jednym z nabożeństw. Jednak wierni są sceptyczni i zażądali dowodów. Gdy pastor odmówił, założyli stronę internetową, aby każdy mógł przesłać tam materiały dotyczące rzekomych uzdrowień - o ile takie były.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/usa-pastor-chwalil-sie-cudem-wierni-zazadali-dowodow/", "date_published": "2023-03-23 09:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szczyt Unii Europejskiej w Brukseli. Tematami Ukraina i ceny energii", "description": "W czwartek rozpoczyna się dwudniowy szczyt Unii Europejskiej w Brukseli. Dojdzie na nim do spotkania szefów państw i rządów, a głównymi tematami ich rozmów będą m.in. dostawa amunicji dla walczącej Ukrainy oraz unijne ceny energii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/szczyt-unii-europejskiej-w-brukseli-tematami-ukraina-i-ceny-energii/", "date_published": "2023-03-23 09:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Włochy. Nauczycielka podejrzana o kontakty z szefem mafii. Miała pomagać Matteo Messinie Denaro", "description": "Włoska nauczycielka ze szkoły podstawowej miała utrzymywać kontakty z szefem sycylijskiej mafii - podały media. Jej sprawą zajmie się minister edukacji. Mafioso Matteo Messina Denaro był najbardziej poszukiwanym włoskim przestępcą. Złapano go w styczniu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/wlochy-nauczycielka-podejrzana-o-kontakty-z-szefem-mafii-miala-pomagac-matteo-messinie-denaro/", "date_published": "2023-03-23 08:43:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja. Policja zarekwirowała 11 ton figurek Wież Eiffla. Walka z nielegalnym handlem", "description": "Dzięki pracy śledczych w walce z przestępczością zorganizowaną przechwycono 11 ton nielegalnego towaru - minifigurek Wież Eiffla. Budynek ten jest symbolem Paryża. Breloczki i inne pamiątki z wieżą są chętnie kupowane przez turystów odwiedzających stolicę Francji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-23/francja-policja-zarekwirowala-11-ton-figurek-wiez-eiffela/", "date_published": "2023-03-23 05:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]