[{"source": "https://www.computerworld.com/index.rss", "title": "Microsoft Copilot could fix a long-running Office problem", "description": "<article>\n\t<section class=\"page\">\n<p><em>Disclosure: Microsoft is a client of the author.</em></p><p>In a sense, Microsoft Office and I grew up in this industry together. We both entered tech at around the same time, and I was one of its first users — when it had a problem that continues to plague it.</p><p>Office was largely built through acquisition, and as a result, it has often suffered from a lack of integration and consistency. While its  various parts have grown more similar over the years, even now, I could argue, they aren’t as integrated as Lotus Symphony was because Symphony’s parts came from the same code base. </p><p>Integration gives you the ability to have a single interface in a product. You get the individual components necessary to either do a focused project (like a spreadsheet) or a blended document (more like a report) that includes pictures and data that are all updated automatically when new information comes in. </p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3691771/microsoft-copilot-could-fix-a-long-running-office-problem.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3691771/microsoft-copilot-could-fix-a-long-running-office-problem.html#tk.rss_all", "date_published": "2023-03-23 17:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Microsoft launches collaboration app Loop", "description": "<article>\n\t<section class=\"page\">\n<p>Microsoft has launched its Loop app in public preview. The productivity application combines elements of documents, spreadsheets, and presentation apps in a single collaborative space.</p><p>Microsoft Loop was <a href=\"https://www.computerworld.com/article/3639508/microsoft-unveils-loop-and-a-new-collaborative-office-doc.html\">first unveiled</a> at Ignite in 2021 and has been in beta testing since last year. It is based on the company's Fluid Framework, which is designed to remove barriers among Microsoft 365 applications and allow app components such as tables, charts, and lists to be embedded into different apps and updated in real time by multiple users.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3691632/microsoft-launches-collaboration-app-loop.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3691632/microsoft-launches-collaboration-app-loop.html#tk.rss_all", "date_published": "2023-03-23 16:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Cisco boosts Webex on iPad with Stage Manager and better multitasking", "description": "<article>\n\t<section class=\"page\">\n<p>It's been a while since we last came across a story that shows how iPads continue to evolve into perfect machines for mobile enterprise pros, so it's appropriate to note that Webex by Cisco has introduced something special in the form of <a href=\"https://blog.webex.com/video-conferencing/get-work-done-with-webex-for-ipad/\" rel=\"noopener nofollow\" target=\"_blank\">multi-window support on iPad for Webex Meetings</a>.</p><h2><strong>A better way to meet online</strong></h2>\n<p>This should be welcome news to anyone who wants to share content with others in a meeting, in that it makes the experience easier and more impactful. It does so by giving users the ability to pop out shared content such as presentations from the Webex Meetings screen while maintaining a focused view of the enlarged content separately on a different window on iPad — as well as on a connected desktop display. </p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3691631/cisco-boosts-webex-on-ipad-with-stage-manager-and-better-multitasking.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3691631/cisco-boosts-webex-on-ipad-with-stage-manager-and-better-multitasking.html#tk.rss_all", "date_published": "2023-03-23 16:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "7 highly useful PowerShell tools", "description": "<article>\n\t<section class=\"page\">\n<p>Ah, PowerShell. A simple blue window and some text has transformed the world of Windows administration from a point-and-click GUI to scripts that automate everything, as well as provide log rotation and identity lifecycle management and govern which server receives which updates.</p><p>Everything in the newest versions of Windows Server as well as Microsoft 365, Azure, Intune, Viva, and all of the other cloud jazz is accessible primarily via PowerShell and only secondarily (and sometimes even not at all) via the server’s GUI or a web interface. That means PowerShell knowledge has become a must. Sometimes, though, it is difficult to know whether you are proceeding correctly. Luckily, there are resources available that will help speed you along in your training and professional responsibilities.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3689703/highly-useful-powershell-tools.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3689703/highly-useful-powershell-tools.html#tk.rss_all", "date_published": "2023-03-23 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Canva adds AI-powered design tools to its Visual Worksuite", "description": "<article>\n\t<section class=\"page\">\n<p>Visual communication platform Canva has announced a host of new AI-powered design tools and brand management features to help creatives to work more efficiently and produce content at scale.</p><p>The AI-powered tools will be available to users of Canva’s Visual Worksuite, a suite of workplace products that was <a href=\"https://www.computerworld.com/article/3673670/canva-launches-workplace-product-suite-to-improve-visual-collaboration.html\">launched by the company</a> in September 2022 and consists of Docs, Websites, Whiteboards, Video, and Data Visualization. Since the launch of Visual Worksuite, Canva says it has seen its monthly user numbers grow to 120 million, an increase of 35 million during the last six months.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3691300/canva-adds-ai-powered-design-tools-to-its-visual-worksuite.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3691300/canva-adds-ai-powered-design-tools-to-its-visual-worksuite.html#tk.rss_all", "date_published": "2023-03-23 05:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}]