[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "World War 3: Operation Sunstorm - Official Announcement Trailer", "description": "World War 3 is a multiplayer online tactical first-person shooter in the modern era. Season 2 has arrived to the game bringing the free update Operation Sunstorm where players will engage with content set in Japan with two additional maps, new weapons, gear, and strikes, and FUBAR, an all-new 20v20 game mode. Operation Sunstorm also has a new battle pass featuring both free and paid tiers to earn rewards as they fight through the streets of Tokyo. Operation Sunstorm for World War 3 launches on March 30 for PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=12A2kLOmigk", "date_published": "2023-03-23 23:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Rina Sawayama loves Final Fantasy IX #johnwick #rinasawayama #finalfantasy #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=YqA0jU8kFvo", "date_published": "2023-03-23 22:30:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Apex Legends - Official Sun Squad Collection Event Trailer", "description": "A new limited-time event for Apex Legends is arriving called the Sun Squad Collection Event bringing a new limited-time mode called Heatwave. Heatwave is a twist on Battle Royale where sporadic heatwaves damage players who are outdoors. Players can also earn a plethora of cosmetic rewards for Ash, Mirage, Fuse, and more. The Sun Squad Collection Event for Apex Legends runs from March 28 - April 11 for PlayStation 4, PlayStation 4, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming #ApexLegends", "link": "https://www.youtube.com/watch?v=GZ-qN_MvqLo", "date_published": "2023-03-23 22:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Forza Horizon 5 - Official Nvidia DLSS 3 Comparison Trailer", "description": "Forza Horizon 5 is integrating Nvidia DLSS 3 enabling maximum performance and allowing players to blast through a highly-detailed and authentic Mexico setting, in everything from everyday vehicles to the world’s greatest hypercars. Take a look at this comparison trailer in 4K for Forza Horizon 5 Nvidia DLSS 3 implementation launching on March 28 for PC.\n\n#IGN #Gaming #ForzaHorizon5", "link": "https://www.youtube.com/watch?v=KrNlV29JiIs", "date_published": "2023-03-23 21:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 - Official Nvidia DLSS 3 Trailer", "description": "Diablo IV launches on June 6 with DLSS 3. Check out the trailer for the reveal. An open beta for Diablo IV runs from March 24 to March 26, 2023.\n\n#IGN #Gaming #Diablo", "link": "https://www.youtube.com/watch?v=Ufi52sZ5DFw", "date_published": "2023-03-23 20:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 Remake: 11 Minutes of Hardcore Difficulty Gameplay", "description": "Check out this high intensity Resident Evil 4 Remake Gameplay, played on Hardcore difficulty, that features Leon facing off against a ton of Ganados as he tries to get in, grab the emblem, turn the crank, and get out.\n\n#IGN #Gaming #ResidentEvil4", "link": "https://www.youtube.com/watch?v=iYe7ri_PBnM", "date_published": "2023-03-23 19:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer 40K: Warpforge - Official Abaddon the Despoiler Trailer", "description": "Warhammer 40K: Warpforge is a collectible digital card game set in the grim darkness of Games Workshop’s iconic 40k universe. In a new time-limited, players will be able to play as the infamous Black Legion and discover a new draft mode with Abaddon the Despoiler leading the charge. The latest Warhammer 40K: Warpforge demo is available now until March 27 with a full launch slated for 2023 for PC, mobile, and other platforms.\n\n#IGN #Gaming #Warhammer", "link": "https://www.youtube.com/watch?v=aOJIOu9ewqI", "date_published": "2023-03-23 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Mandalorian Chapter 20: How Grogu’s Order 66 Rescuer Came From a Kids’ Game Show | Star Wars Can", "description": "The Mandalorian Chapter 20 surprised viewers by finally revealing the Jedi master who saved baby Grogu from Darth Vader’s attack on the Jedi Temple in Revenge of the Sith – Jedi Master Kelleran Beq, played by Jar Jar Binks actor Ahmed Best. Kelleran Beq first appeared in the Star Wars kids’ game show Jedi Temple Challenge and appears in a Grogu Order 66 flashback showing how Beq fought fiercely to get the child to safety. So how did Kelleran Beq go from kids’ game show host on Star Wars Jedi Temple Challenge to the rescuer of the literal future of Star Wars? Join IGN host Max Scoville for the full breakdown on Star Wars Canon Fodder. \n\nAhmed Best is perhaps best known for his role as Jar Jar Binks in the Star Wars prequel films, but he gets a major chance at redemption in his return as Kelleran Beq. So if you’re wondering who is Kelleran Beq, he’s the Jedi who rescued Grogu from Order 66. And if you’re also wondering is Jedi Temple Challenge canon, the answer is…kind of. The Star Wars game show uses a canon character (Kelleran Beq) to tell the non-canon stories in the series. \n\nStar Wars has shown us many angles of Order 66 at this point, and this time Kelleran Beq Mandalorian is the next Ahmed Best Star Wars and Ahmed Best Mandalorian character you need to know about. Also don’t forget Bo Katan Kryze and her whole Mythosaur situation. We’ve got the Easter Eggs and Star Wars explained.\n\n#IGN #StarWars #TheMandalorian", "link": "https://www.youtube.com/watch?v=I_D_qf_hSe0", "date_published": "2023-03-23 18:07:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Outbreak Island - Official Gameplay Trailer", "description": "Take a tour of an abandoned diner in search of food, fight off creepy enemies, and see how to spend your time hunting for food, medical supplies, and more in the upcoming open-world sandbox survival horror game Outbreak Island.", "link": "https://www.youtube.com/watch?v=8T7uudv7JFk", "date_published": "2023-03-23 18:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 - 10 Survival Tips For New Players", "description": "Need some help in the new Resident Evil 4 Remake? Here are 10 beginner tips to help you in Leon Kennedy’s latest mission.\n\nBetween herbs, traps, crafting, movement options, and even jewelry collecting, there’s a lot to take in with the new remake of Resident Evil 4. While we have a TON of tips aimed specifically at helping with combat in another video, this will be more geared towards non-combat systems. Save up those gems, strap on your combat knife, and take a look!", "link": "https://www.youtube.com/watch?v=7rgpQKguhBw", "date_published": "2023-03-23 18:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "3DS & Wii U: How to Buy Games Before Their eShops Shut Down", "description": "Twelve Years after the doors of the 3DS and Wii U eShop opened, they are sadly closing for good. Nintendo has announced that on March 27th, 2023, it will no longer be possible to purchase games digitally from that generation of video game consoles. But for months now, it’s been impossible to buy anything ever since they revoked the ability to directly add funds to your account, so we shouldn’t care about this announcement, right? Well, turns out there’s a completely valid way Nintendo has allowed for you to still add funds to your account, and it’s super simple to do. So here is how you can still buy Nintendo 3DS and Nintendo Wii U games before they are gone forever–plus some game recommendations in case you don’t know what to get. Written and Edited by Kalani Goda Newman.\n\nEvery game mentioned in the video: https://www.ign.com/playlist/kalanikun/lists/3dswii-u-games-to-pick-up\n\n00:39 - How to Add Funds to 3DS/Wii U\n01:42 - Dr. Luigi (Wii U)\n02:12 - Fire Emblem Fates: Revelation (3DS)\n02:54 - Virtual Console\n03:39 - Pushmo (3DS)\n04:07 - Dillon's Rolling Western (3DS)\n04:35 - The Legend of Zelda: Twlilight Princess HD (Wii U)\n05:15 - Pokémon Games (3DS)\n05:50 - Professor Layton vs. Phoenix Wright: Ace Attorney (3DS)\n06:28 - Xenoblade Chronicles X (Wii U)\n07:06 - Persona Q: Shadow of the Labyrinth (3DS)\n\n#IGN #Gaming #Nintendo", "link": "https://www.youtube.com/watch?v=sjzYY4e4HHE", "date_published": "2023-03-23 17:30:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4: How to Beat World Boss Ashava the Pestilent", "description": "Ashava the Pestilient is the first World Boss players at large have been able to get their hands on an bring down in Diablo 4. Before you head into the open beta this weekend, check out what to expect from the fight and what you can do to be the most prepared when Blizzard brings her back.\n\n#IGN #Gaming #Diablo4", "link": "https://www.youtube.com/watch?v=7TN1BxYaOMg", "date_published": "2023-03-23 17:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lord of the Rings: Gollum Is a Tale of Two Smeagols", "description": "We finally got to play The Lord of the Rings: Gollum and unexpectedly found the stealth game to feature a very unique internal morality system between Smeagol and his more villainous personality, Gollum. Previewed on PC by Jarrett Green.", "link": "https://www.youtube.com/watch?v=v5sJ4AXI0-4", "date_published": "2023-03-23 16:45:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sonic Origins Plus - Official Announcement Trailer", "description": "Watch the Sonic Origins Plus announcement trailer. Sonic Origins Plus will be available as an expansion for those who already own Sonic Origins, and as a standalone package for new players. It adds all 12 Sonic Game Gear games, rounding the collection up to 16 classic Sonic titles. Sonic Origins Plus also adds a playable Amy to Sonic the Hedgehog, Sonic the Hedgehog 2, Sonic 3 & Knuckles, and Sonic CD; and a playable Knuckles to Sonic CD.\n\nSonic Origins Plus is coming to PS5, Xbox Series X/S, PS4, Xbox One, Nintendo Switch, and PC on June 23, 2023.\n\n#IGN #Gaming #Sonic", "link": "https://www.youtube.com/watch?v=HuCy419JbqA", "date_published": "2023-03-23 16:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4: 14 Things to Help Get You Started", "description": "With Diablo 4's second open beta right around the corner, we've compiled a list of useful tips and tricks to get ahead start when the severs go live this weekend. From fast XP farming for quick character leveling, to finding quick unique and legendary gear, this video serves as an excellent way to ease you back into your demon slaying roots.\n\n#IGN #Gaming #Diablo4", "link": "https://www.youtube.com/watch?v=IQrYu-cfoQ4", "date_published": "2023-03-23 16:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Mageseeker: A League of Legends Story – 21 Minutes of Developer Gameplay", "description": "Enjoy 21 minutes of gameplay with one of the developers of The Mageseeker: A League of Legends Story, the upcoming 2D pixel-art action-RPG set in the League of Legends universe.", "link": "https://www.youtube.com/watch?v=0N7vZOWlAr4", "date_published": "2023-03-23 15:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mighty Morphin Power Rangers: Once & Always - Official Trailer (2023) Walter Jones, Charlie Kersh", "description": "The Rangers come face-to-face with a familiar threat from the past. In the midst of a global crisis, they are called on once again to be the heroes the world needs. \n\nA mighty morphin reunion 30 years in the making, Mighty Morphin Power Rangers: Once & Always arrives on Netflix on April 19, 2023.\n\n#IGN #Netflix #PowerRangers", "link": "https://www.youtube.com/watch?v=TsK9vU3OL2Q", "date_published": "2023-03-23 15:30:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "A Good Person - Official Red Band Trailer (2023) Morgan Freeman, Florence Pugh", "description": "Check out the trailer for A Good Person, an upcoming movie starring Florence Pugh, Molly Shannon, Chinaza Uche, Celeste O’Connor, and Morgan Freeman.\n\nDaniel (Morgan Freeman) is brought together with Allison (Florence Pugh), the once thriving young woman with a bright future who was involved in an unimaginable tragedy that took his daughter’s life. As grief-stricken Daniel navigates raising his teenage granddaughter and Allison seeks redemption, they discover that friendship, forgiveness, and hope can flourish in unlikely places.\n\nThe movie is produced by Zach Braff, Pamela Koffler, Florence Pugh, Christine Vachon, Christina Piovesan, and Noah Segal. Beverly Rogers serves as the film's executive producer. \n\nA Good Person, written and directed by Zach Braff, opens in theaters on March 24, 2023.\n\n#IGN #Movies #AGoodPerson", "link": "https://www.youtube.com/watch?v=02nEi7NpHd0", "date_published": "2023-03-23 15:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 - 9 Essential Combat Tips", "description": "Need a guide through the plague ridden populace of the new RE4 remake? Here are 9 Combat Tips for Resident Evil 4. \n\nThe newly released remake of Resident Evil 4 shares a lot in common with the original, but there are just enough differences to really throw a wrench in your plans of not being chainsawed in half. Thankfully, if you don’t want to be chainsawed in half, we’ve assembled our RE4 fans on staff to pass on to you the best tips we know. Combat Knife skills, melee tips, and even what to do against big groups of Ganados can all be found here!", "link": "https://www.youtube.com/watch?v=iCUWmMxNk0s", "date_published": "2023-03-23 14:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "MindsEye -  Official Teaser Trailer (Coming to Leslie Benzies' Everywhere)", "description": "Check out the first teaser trailer for MindsEye, a new game which will be available to play in Leslie Benzies' Everywhere. Watch this in-game footage for a brief yet action-packed tease of what's to come in MindsEye.\n\nEverywhere is an upcoming multi-world experience, developed and published by Leslie Benzies' Build A Rocket Boy.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=niKvL6cSIRc", "date_published": "2023-03-23 14:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "LEGO 2K Drive - Official Reveal Trailer", "description": "LEGO 2K Drive is a new driving adventure game that plans to expand the LEGO experience with an open world where players can drive anywhere and build any car to race. From traditional races, mini-games, challenges, collectibles, things to destroy, and well-known vehicles from LEGO themes like City, Creator, Speed Champions, and more. Players will be able to collect over 1,000 unique LEGO pieces to customize their car exactly how they want to hit the open world solo or with friends. LEGO 2K Drive is launching on May 19 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming #LEGO", "link": "https://www.youtube.com/watch?v=HLuK8_AmAx4", "date_published": "2023-03-23 13:47:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dungeons & Dragons: Honor Among Thieves - Official Final Trailer (2023) Chris Pine, Hugh Grant", "description": "Check out the final trailer for Dungeons & Dragons: Honor Among Thieves, an upcoming movie starring Chris Pine, Michelle Rodriguez, Regé-Jean Page, Justice Smith, Sophia Lillis, Chloe Coleman, Daisy Head, and Hugh Grant. \n\nA charming thief and a band of unlikely adventurers undertake an epic heist to retrieve a lost relic, but things go dangerously awry when they run afoul of the wrong people. Dungeons & Dragons: Honor Among Thieves brings the rich world and playful spirit of the legendary roleplaying game to the big screen in a hilarious and action-packed adventure.\n\nDungeons & Dragons: Honor Among Thieves is produced by Jeremy Latcham, p.g.a., Brian Goldner, Nick Meyer. Denis L. Stewart, Jonathan Goldstein, John Francis Daley, Chris Pine, Zev Foreman, and Greg Mooradian serve as executive producers. The screenplay is by Jonathan Goldstein & John Francis Daley, and Michael Gilio. The story is by Chris McKay and Michael Gilio.\n\nDungeons & Dragons: Honor Among Thieves, directed by Jonathan Goldstein and John Francis Daley, opens in theaters on March 31, 2023.\n\n#IGN #Movies #DungeonsAndDragons", "link": "https://www.youtube.com/watch?v=kZZdyV5pvkE", "date_published": "2023-03-23 13:15:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "World War 3: FUBAR Mode Reveal Trailer", "description": "Check out the brand-new FUBAR mode coming to the popular military shooter World War 3.", "link": "https://www.youtube.com/watch?v=4le3oD6gE2Q", "date_published": "2023-03-23 13:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "LEGO 2K Drive Embraces the Spirit of Imagination", "description": "We took a first drive with LEGO 2K Drive, the just-announced open-world racer set in the LEGO universe that features seamless transitions between on-road vehicles, off-road vehicles, and boats – plus the ability to design your own vehicle.", "link": "https://www.youtube.com/watch?v=-waiCsoVfXg", "date_published": "2023-03-23 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "First 17 Minutes of Resident Evil 4", "description": "Check out the first 17 minutes of Resident Evil 4 running in Performance Mode on Xbox Series X.\n\nResident Evil 4 is a remake of the classic, genre-defying game of the same name. Originally released on the Nintendo GameCube in 2005, RE4 is a game that still holds up today. So how does its remake fare? Take a look for yourself in this 4k gameplay!", "link": "https://www.youtube.com/watch?v=wLaVAwRzdyQ", "date_published": "2023-03-23 11:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Long is Resident Evil 4?", "description": "How long is Resident Evil 4? RE4 has a lengthy story compared to its predecessors and a ton of strange side quests to take on, but just how long is RE4 Remake? Here we’ll let you know exactly how many hours it took different members of the IGN team to finish the Resident Evil 4 Remake, and what they prioritised doing with that time. Here's how long to beat Resident Evil 4.\n\nResident Evil 4 is coming to PS5, Xbox Series X/S, PS4, and PC on March 24, 2023.\n\n#IGN #Gaming #ResidentEvil", "link": "https://www.youtube.com/watch?v=UDcmFkgMjb4", "date_published": "2023-03-23 11:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Crash Team Rumble is a Chaotic, Trash Talking Good Time", "description": "Crash Team Rumble is a 4v4 brawler that's wonderfully chaotic. Read our impressions after an hour of playing with the team at Toys for Bob. By Travis Northup.", "link": "https://www.youtube.com/watch?v=CBppoqJfVUI", "date_published": "2023-03-23 04:11:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Walking Dead: Saints & Sinners – Chapter 2: Retribution PS VR2 Review", "description": "The Walking Dead: Saints & Sinners – Chapter 2: Retribution reviewed by Gabriel Moss on PS VR2, also available on PC and Meta Quest 2.\n\nIt sucks that this sequel's PlayStation VR2 rerelease is still unacceptably janky despite major performance and graphical improvements, but when its bugs aren’t driving you to quit in anger, its moment-to-moment action is undeniably improved over the stealth-oriented original. Moreover, the PS VR2’s impressive detail, haptic feedback, and all-new dynamic lighting systems mixed with the low black point of the headset’s OLED panels give way to a spooky atmosphere that transports you directly into the zombie apocalypse, making it well worth the hassle.", "link": "https://www.youtube.com/watch?v=Bt5Zwls7siY", "date_published": "2023-03-23 02:29:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 Review In Progress - Beta Impressions", "description": "Diablo 4's first beta only gave us a glimpse of the full game, but Travis Northup is already very impressed by what he's played. There’s still a huge amount to see before we get anywhere close to a final review, but stellar dark storytelling, the best combat in a Diablo game to date, and a live-service foundation that aims to chart out a strong future for this beloved action-RPG series is encouraging so far.", "link": "https://www.youtube.com/watch?v=FoAtyJyjsK8", "date_published": "2023-03-23 02:20:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Did The Rock Block a Shazam Cameo in Black Adam? Zachary Levi Responds - IGN The Fix: Entertainment", "description": "It seems like The Rock might’ve been responsible for the Black Adam, Shazam crossover never happening. And Shazam star Zachary Levi might’ve just confirmed it to be true. According to The Wrap, Dwayne ‘The Rock’ Johnson apparently vetoed a Black Adam post-credit scene that would’ve featured Shazam. And he went even further by denying access to Black Adam’s Justice Society from appearing in Shazam! Fury of the Gods in a post-credits scene the filmmakers had intended. This was all supposedly going to lead up to Black Adam and Shazam eventually clashing and going up against each other. Which makes sense, because the two characters have long been linked to one another in the DC Universe, with Black Adam serving as the villain to Captain Marvel AKA Shazam. Peter Safran and James Gunn have other plans for the #DCU, so we’ll see what becomes of Shazam after #Shazam2. The Netflix Gears of War movie has found a writer, and The Flash movie gets a rather surprising yet predictable rating.\n\n#IGN", "link": "https://www.youtube.com/watch?v=liLWD6hXP9Y", "date_published": "2023-03-23 00:14:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Valve Surprises with Counter-Strike 2 Announcement - IGN Daily Fix", "description": "On today's Daily Fix:\nValve made a surprise announcement this morning, revealing Counter-Strike 2 with a release window of this summer. The game will be available for free as an update to Counter-Strike: Global Offensive, and yes, all your items from that game will carry over to CS 2. In other shooter news, the always online requirement for Redfall may not be thing if the devs can come up with a fix. The game's director has listened to feedback and assured players that a fix is coming, but it may not make it in time for the game's release. And finally, Ubisoft has unveiled an AI tool to help developers handle smaller writing duties. It's been met with side-eyed skepticism online. What do you think? Let us know in the comments!", "link": "https://www.youtube.com/watch?v=zbh__8WPUAE", "date_published": "2023-03-23 00:04:02+00:00", "persistent": false, "user": null, "language": "en-US"}]