[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Finally Owns Activision, What Happens Now? | Spot On", "description": "The deal is done, but what happens to Activision Blizzard King under Xbox's leadership now? \n\nAfter two years of economic and legal jousting, Microsoft and Xbox has finally closed the deal to buy Activision Blizzard King for $68.7 billion.\n\nIt's Microsoft's biggest acquisition of all time and one of the largest in the history of the business world across all sectors. This means that Xbox is now in possession of some of the biggest intellectual properties in the video games industry, which naturally has led to the question: what happens now? While it's difficult for us to really plot out what is actually going to happen now, we have thoughts on what we'd like to see happen and what we'd like to see avoided. \n\nOn this episode of Spot On, Lucy and Tam talk through some of the things Microsoft and Xbox should keep in mind as it approaches the next few years, and figuring out how Activision Blizzard King fit into its portfolio. They also discuss how they think the company should deal with", "link": "https://www.youtube.com/watch?v=dTyn7WJyQ2o", "date_published": "2023-10-20T19:00:28+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot - YouTube", "album": "GameSpot - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dTyn7WJyQ2o/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Who Modern Warfare 3 Is For", "description": "The Modern 3 Warfare beta has a split personality between different Call Of Duty audiences. Let’s take a deep dive into guns, map design, tac-stance, the new perk system, and what comes next. \n\n#gaming  #callofduty  #gamespot  #modernwarfare3 \n\nVerticality - 00:17\nMap Design - 00:57\nMovement - 02:24\nGuns And Blueprints - 03:41\nGunplay - 05:23\nHandguns - 06:31\nPerks - 07:28\nGadgets And The Sandbox - 08:46\nModern Setting - 10:17\nPrice - 10:46", "link": "https://www.youtube.com/watch?v=L_5mgeznJH4", "date_published": "2023-10-20T15:00:28+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot - YouTube", "album": "GameSpot - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/L_5mgeznJH4/hqdefault.jpg"}]