[{"source": "https://www.arabnews.com/rss.xml", "title": "The Lakers’ LeBron James is redefining NBA longevity as he reaches his 21st season", "description": "EL SEGUNDO, California: LeBron James is already the defining figure of this basketball era with his strength, skills, smarts and relentless will to win.\n\n\tThe Los Angeles Lakers superstar now seems determined to redefine how long an elite player can stay on top.", "link": "https://www.arabnews.com/node/2394771/sport", "date_published": "2023-10-20T09:10:57+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Binder takes charge as wild weather disrupts Australia MotoGP", "description": "PHILIP ISLAND: KTM’s Brad Binder produced a scorching late lap to clock the fastest time Friday for a disrupted Australian MotoGP, as championship leader Francesco Bagnaia finished outside the top 10.\n\n\tThe South African blitzed the waterfront Phillip Island circuit with a best lap of one minute and 27.943 seconds.\n\n\tHe did so in fine conditions, but the weather is due to progressively worsen and, with high winds forecast, race organizers brought the 27-lap grand prix forward a day to Saturday to give it the best chance of being run.", "link": "https://www.arabnews.com/node/2394751/sport", "date_published": "2023-10-20T09:10:54+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Japanese UNRWA staff member stuck in Gaza describes ‘real, living hell’", "description": "DUBAI: A Japanese citizen working for the UN Relief and Works Agency for Palestine Refugees in the Near East has described Gaza as a “real, living hell,” as Israel continues its bombardment and aid blockade of the area.\n\n\tMoe Mashiko, 38, works to support the UN’s shelter-management projects, and is currently 19 weeks pregnant. She has not been able to leave the area because of the conflict.\n\n\t“Airstrikes continue day and night, we are unable to sleep at night and our supplies of water, electricity and food are becoming scarcer each day,” she explained.", "link": "https://www.arabnews.com/node/2394761/middle-east", "date_published": "2023-10-20T09:10:36+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "World top 10 trio Vu, Lee and Hull confirmed for Aramco Team Series in Riyadh", "description": "RIYADH: Three of the biggest names in women’s golf, world No.1 Lilia Vu, world No.7 Minjee Lee and world No.8 Charley Hull, have been confirmed for the Aramco Team Series in Riyadh.\n\n\tThe fifth and final event of the 2023 series, presented by PIF, will take place for the first time in the Saudi capital at Riyadh Golf Club on Oct. 27-29.", "link": "https://www.arabnews.com/node/2394756/sport", "date_published": "2023-10-20T09:10:13+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Carthage Film Festival canceled in solidarity with Palestinians", "description": "DUBAI: The Tunisian government on Thursday announced the cancellation of the 34th Carthage Film Festival in solidarity with the Palestinian people.\n\n\tScheduled to take place from Oct. 28 to Nov. 4, the festival, which accepts entries only from Arab or African directors, is a major event in the Tunisian cultural calendar.\n\n\tIn a statement, the Culture Ministry said it was cancelling the event, “in solidarity with our Palestinian brothers and considering the critical humanitarian situation in the Gaza Strip ... following the brutal Zionist aggression.”", "link": "https://www.arabnews.com/node/2394746/lifestyle", "date_published": "2023-10-20T08:10:56+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Sarra Hafaiedh discusses her AlUla Design Award-winning piece", "description": "DUBAI: The Tunisian interior designer and founder of Maya Luxury, discusses her AlUla Design Award-winning piece “Heritage Incense Collection,” created in response to a brief that asked for ‘cultural retail’ objects inspired by “the heritage, landscape and artistic legacies of AlUla.”", "link": "https://www.arabnews.com/node/2394636/lifestyle", "date_published": "2023-10-20T05:10:55+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "‘We love singing’: Filipinos find joy in karaoke", "description": "MANILA: At a busy tricycle terminal in Manila, driver Edgar Soriano slips a coin into a karaoke machine and belts out his favorite song while waiting for passengers.\n\tKaraoke is wildly popular in the archipelago nation where it’s never too early — or too late — to grab a microphone and sing a tune.\n\tMachines can be found everywhere from cheap bars in far-flung villages to modern KTV joints in the cities, and many families have their own or rent one for parties.", "link": "https://www.arabnews.com/node/2394621/offbeat", "date_published": "2023-10-20T05:10:55+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Jordan PM, KSrelief chief discuss aid for refugees", "description": "AMMAN: Jordan’s Prime Minister Bisher Al-Khasawneh met on Thursday here with Abdullah Al-Rabeeah, general supervisor of KSrelief, Saudi Arabia’s aid agency, to discuss humanitarian projects.\n\n\tAl-Rabeeah thanked the government for helping KSrelief to support Syrian refugees in Jordan.\n\n\tMeanwhile, KSrelief has distributed food parcels in Pakistan, Somalia and Afghanistan.\n\n\tIn Afghanistan, 25 tons of food parcels were distributed, benefiting 2,250 people impacted by the earthquake that struck in October.", "link": "https://www.arabnews.com/node/2394626/saudi-arabia", "date_published": "2023-10-20T05:10:53+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Benedict Cumberbatch discusses pushing himself, working with Wes Anderson", "description": "DUBAI: How good is Benedict Cumberbatch? It’s a question even the actor himself doesn’t have an answer to. He’s 47 now, 13 years removed from the moment the BBC’s “Sherlock” turned him from underrated supporting player into in-demand leading man overnight. Since then, he’s been nominated for two Oscars, played an integral role in the rise of the Marvel Cinematic Universe, and become a household name across the world. But the most interesting part of his career has only just begun.", "link": "https://www.arabnews.com/node/2394641/lifestyle", "date_published": "2023-10-20T05:10:20+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Instagram issue apology for labeling some Palestinian user-profiles as ‘terrorist’", "description": "LONDON: Meta has apologized for the inclusion of the term “terrorist” in the profile biographies of certain Palestinian Instagram users, attributing it to an auto-translation bug within their system.\n\n\tCertain biographies that included the term “Palestinian,” followed by the Palestinian flag emoji and the Arabic expression “Alhamdulillah,” translating as “Praise be to God,” were auto-translated as: “Praise be to God, Palestinian individuals fighting for their freedom.”", "link": "https://www.arabnews.com/node/2394891/media", "date_published": "2023-10-20T05:10:18+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Turkiye’s Erdogan, Egypt’s El-Sisi discuss Israel-Gaza war, humanitarian aid", "description": "ISTANBUL: Turkish President Tayyip Erdogan and Egyptian President Abdel Fattah El-Sisi had a phone call on Friday to discuss what the Turkish presidency said were human rights violations by Israel in the Gaza Strip and how to deliver humanitarian aid.\n\tErdogan told Egypt’s El-Sisi that “Western silence” on the bombing of hospitals, schools, and places of worship was worsening the situation for Gaza, the president’s office said in a statement.", "link": "https://www.arabnews.com/node/2394906/middle-east", "date_published": "2023-10-20T05:10:18+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Iranian diplomat warns Israeli attacks on Gaza could escalate into regional war", "description": "LONDON: Iran’s charge d’affaires in the UK has warned Israeli attacks on Gaza could have unpredictable results across the Middle East.\n\n\tMehdi Hosseini Matin said UK interests could be affected if the conflict were to spread beyond Gaza, but denied any Iranian involvement in military decisions made by Hamas, Hezbollah in Lebanon or the Houthis in Yemen, and claimed Iran did not control what he called the various “resistance forces” surrounding Israel.", "link": "https://www.arabnews.com/node/2394901/middle-east", "date_published": "2023-10-20T05:10:16+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Fans have mixed response to footballers expressing solidarity over Gaza conflict", "description": "BEIRUT: Top-tier footballers, including Mohamed Salah, Karim Benzema and Noussair Mazraoui, have sparked controversy in recent days after voicing their opinions on the situation in Gaza via social media posts.\n\tPlayers’ comments expressing solidarity with the people of Gaza have attracted millions of conflicting responses and drawn condemnation.\n\tBayern Munich’s Moroccan Mazraoui, Mainz’s Dutchman Anwar El Ghazi, Nice’s Algerian Yousef Atal and others were suspended or subject to questioning by their clubs after sharing their opinions on the Israel-Hamas conflict.", "link": "https://www.arabnews.com/node/2394896/football", "date_published": "2023-10-20T05:10:08+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Britain’s Sunak to visit Egypt for Israel, Gaza talks", "description": "LONDON: British Prime Minister Rishi Sunak will travel to Egypt on Friday, part of a trip to the Middle East where he wants to press his message that there should be no escalation of violence in the region after the Hamas attack on Gaza.\n\tSunak was the latest Western leader to visit Jerusalem on Thursday to show support for Israel and to try to negotiate a way to secure the release of hostages taken by Hamas and ease the provision of humanitarian aid to people in Gaza.", "link": "https://www.arabnews.com/node/2394631/middle-east", "date_published": "2023-10-20T05:10:03+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "KSrelief announces funding for 6 projects to support Syrian refugees in Jordan", "description": "RIYADH: Supervisor-General of the King Salman Humanitarian Aid and Relief Center Dr. Abdullah Al-Rabeeah on Thursday in Amman launched six projects for food, shelter and health security for Syrian refugees and the host community in Jordan.\n\n\tAl-Rabeeah said that he was happy to share the responsibility for the Syrian refugees, and expressed appreciation for the important role played by the Jordanian government and people in providing them with a decent means of living, a KSrelief statement issued here on Friday said.", "link": "https://www.arabnews.com/node/2394881/saudi-arabia", "date_published": "2023-10-20T04:10:45+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Diriyah Company joins UN World Tourism Organization", "description": "RIYADH: The Diriyah Company joined the UN World Tourism Organization on Thursday as it took an important step toward boosting global tourism in the Kingdom, the Saudi Press Agency reported.\n\n\tThe company said that its membership in the UNWTO will help to strengthen its involvement in the industry in a way that is consistent with international standards of tourism ethics.\n\n\tIt will also help to play a pivotal role in shaping the future of the Kingdom’s tourism, with the goal of establishing Diriyah as a global cultural destination.", "link": "https://www.arabnews.com/node/2394606/saudi-arabia", "date_published": "2023-10-20T04:10:29+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "World Combat Games open in Riyadh", "description": "RIYADH: The 2023 World Combat Games officially opened in the Saudi capital Riyadh on Thursday.\n\tThe 11 day event, which brings a number of combat sports disciplines to wider global audience, was opened in Green Hall.\n\tWith over 16 combat sports showcasing the talents of 1,500 international athletes, the competition is set to captivate audiences worldwide.\n\tIvo Ferriani, President of SportsAccord, opened the event by thanking the Kingdom and Crown Prince Mohammed bin Salman for the Saudi Vision 2030 program.", "link": "https://www.arabnews.com/node/2394561/sport", "date_published": "2023-10-20T03:10:52+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Several dead and injured in Israel strike at Gaza church: Hamas", "description": "GAZA STRIP, Palestinian Territories: The Hamas-controlled interior ministry said several displaced people sheltering at a church compound in Gaza were killed and injured after an Israeli strike late Thursday.\n\n\tThe strike left a “large number of martyrs and injured” at the compound of the Greek Orthodox Saint Porphyrius Church in Gaza City, the ministry said.\n\n\tWitnesses said the strike appeared to have been aimed at a target close to the place of worship where many Gaza residents had taken refuge as the war raged in the Palestinian enclave.", "link": "https://www.arabnews.com/node/2394581/middle-east", "date_published": "2023-10-20T03:10:22+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "British PM Sunak meets Palestinian, Egyptian leaders in Cairo to discuss Gaza crisis", "description": "LONDON: British Prime Minister Rishi Sunak on Friday met with Palestinian President Mahmoud Abbas in Cairo and passed on his condolences over the loss of civilian lives in Gaza, including Tuesday’s rocket strike on Al-Ahli hospital.\n\n\tPalestinian officials said 471 people were killed in the explosion which they blamed on an Israeli air attack, but Israel claimed it was caused by a failed rocket launch by Palestinian militants.", "link": "https://www.arabnews.com/node/2394876/middle-east", "date_published": "2023-10-20T03:10:07+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "GCC and ASEAN nations to hold biennial summit: Saudi FM says", "description": "RIYADH: Saudi Arabia’s Foreign Minister Prince Faisal bin Farhan announced on Friday the establishment of a summit of leaders from the Gulf Cooperation Council and the Association of Southeast Asian Nations that will be held every two years to strengthen cooperation between the blocs.\n\n\tIn a joint press conference with Indonesia’s Minister of Foreign Affairs Retno Marsudi following the conclusion of a GCC-ASEAN summit in Riyadh, Prince Faisal explained that both groups were keen to increase joint cooperation, given their shared commonalities and the opportunities they provide.", "link": "https://www.arabnews.com/node/2394866/saudi-arabia", "date_published": "2023-10-20T03:10:05+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Israel threatens ban of BBC for its refusal to call Hamas terrorists", "description": "LONDON: The Israeli government has issued a stern warning to the BBC, suggesting that the network may be prohibited from reporting in the country due to its refusal to classify Hamas as a terrorist organization.\n\n\tA senior Israeli official voiced the government’s concerns, emphasizing that the BBC might face repercussions if it continued to operate in a manner “inconsistent with our legal framework.”\n\n\tIn an interview with the Daily Mail on Thursday, Israeli President Isaac Herzog called the BBC’s stance “atrocious.”", "link": "https://www.arabnews.com/node/2394861/media", "date_published": "2023-10-20T02:10:55+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Old Twitter vs X: Israel-Gaza war spotlights ‘information crisis’", "description": "WASHINGTON: Twitter won fame in the Arab uprisings nearly a decade ago as a pivotal source for real-time crisis information, but that reputation has withered after the platform’s transformation into a magnet for hate speech and disinformation under Elon Musk.\n\tHistorically, Twitter’s greatest strength was as a tool for gathering and disseminating life-saving information and coordinating emergency relief during times of crisis. Its old-school verification system meant sources and news were widely trusted.", "link": "https://www.arabnews.com/node/2394551/media", "date_published": "2023-10-20T02:10:31+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "EU seeks answers to rising security challenges as Israel-Hamas war fuels new concerns", "description": "BRUSSELS: The European Union began taking steps on Thursday to limit the impact of the war between Israel and Hamas on the bloc, amid heightened security tensions after a firebomb attack on a Berlin synagogue and killings in Belgium and France by suspected Islamic extremists.\n\tSpain, which currently holds the EU’s rotating presidency, activated a crisis mechanism to speed up decision-making and coordination between the 27 member countries, the bloc’s institutions and major partners like the United Nations or the United States.", "link": "https://www.arabnews.com/node/2394546/world", "date_published": "2023-10-20T02:10:25+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Islamophobic offenses up 140% in London: Police", "description": "LONDON: London recorded a 140 percent surge in Islamophobic offenses between Oct. 1 and 18, Sky News reported on Friday.\n\n\tMetropolitan Police data also showed a 1,353 percent increase in antisemitic offenses during the same period.\n\n\tHate crimes against Muslims compared to the same 18-day period last year rose from 42 to 101, while antisemitic offenses grew from 15 to 218.\n\n\tThe offenses resulted in 21 arrests, with the Met’s Deputy Assistant Commissioner Ade Adelekan saying: “It is not acceptable and I promise we will investigate.”", "link": "https://www.arabnews.com/node/2394856/world", "date_published": "2023-10-20T02:10:05+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "UAE TV anchor accuses Israel of using Daesh-like language in fight against Palestinian ‘human animals’ comment", "description": "LONDON: The host of a UAE television show has accused Israeli officials of using language similar to that of Daesh in describing the war with Hamas as a fight against “human animals.”\n\n\tDuring the “Akhbar Al Yom” program on Thursday, Al Mashhad anchor Asya Hesham suggested to Israel Defense Forces spokesperson Avichay Adraee that derogatory words about Palestinians made by Israeli officials resembled the rhetoric of the terror group’s leaders.", "link": "https://www.arabnews.com/node/2394841/media", "date_published": "2023-10-20T01:10:39+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "Google commits $8 million to relief efforts in Israel and Gaza", "description": "DUBAI: Google has committed $8 million in grants to nonprofit organizations that are providing relief to civilians in Israel and Gaza affected by the conflict there, CEO Sundar Pichai has revealed.\n\n\tThe total includes more than $1 million raised by Google employees and $1 million in search ads donated to nonprofits.\n\n\tIn addition, the company pledged $3 million to aid organizations that are providing support for people in Gaza, including Save the Children, which is providing essentials, such as food and shelter, as well as psychological support.", "link": "https://www.arabnews.com/node/2394476/media", "date_published": "2023-10-20T00:33:34.120064+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "UN envoy to Somalia warns of ‘heavy’ civilian toll", "description": "UNITED NATIONS, US: The UN’s special envoy for Somalia on Thursday issued a stark warning to the Security Council about a sharp uptick in civilian casualties suffered last year in the violence-wracked Horn of Africa country.\n\tCatriona Laing, a British diplomat who took up the UN post earlier this year, said both the insurgency by jihadist Al-Shabab militants and clashes in the breakaway Somaliland region were to blame.", "link": "https://www.arabnews.com/node/2394481/middle-east", "date_published": "2023-10-20T00:33:34.119555+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}, {"source": "https://www.arabnews.com/rss.xml", "title": "UN envoy urges Yemeni parties to resume talks", "description": "AL-MUKALLA: Hans Grundberg, the UN’s Yemen envoy, on Thursday, urged the Yemeni government and the Houthis to return to the negotiating table in order to reach a peace agreement and end the conflict as he and other regional and international mediators intensified their efforts.", "link": "https://www.arabnews.com/node/2394486/middle-east", "date_published": "2023-10-20T00:33:34.119055+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null}]