[{"source": "https://www.theguardian.com/rss", "title": "Trump to address indictment in Mar-a-Lago speech following arraignment – live", "description": "<ul><li>Speech follows ex-president’s appearance in New York court</li><li><a href=\"https://www.theguardian.com/us-news/2023/apr/04/donald-trump-arraignment-explainer\">Trump has been arraigned – what happens next?</a></li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>Trump has landed in Florida.</strong></p><p>He was greeted by supporters including <strong>Mike Lindell</strong>, the MyPillow owner and prominent disseminator of election misinformation.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/apr/04/trump-speech-address-mar-a-lago-indictment-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/apr/04/trump-speech-address-mar-a-lago-indictment-charges", "date_published": "2023-04-04 23:51:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 406 of the invasion", "description": "<p>Finland joins Nato; Wall Street Journal reporter meets with lawyers for first time</p><p><strong>Finland has become the 31st member of Nato after its foreign minister, Pekka Haavisto,</strong> signed an accession document and handed it to the <a href=\"https://www.theguardian.com/world/2023/apr/04/finland-nato-member-brussels-ceremony\">US secretary of state, Antony Blinken, at a ceremony in Brussels</a>. Sergei Shoigu, Russia’s defence minister, said the accession of Finland increased the risks of wider conflict. US president Joe Biden welcomed Finlands’ ascension and urged Turkey and Hungary to conclude their ratification processes for Sweden to join.</p><p><strong>Ukraine hopes to receive two more tranches worth $1.8bn from the International Monetary Fund this year under its newly approved four-year lending program,</strong> top Ukrainian central bank officials said on Tuesday. Ukraine this week received the first $2.7bn tranche under the program, which is a part of a bigger $115bn global package of support.</p><p><strong>Britain has blocked the UN webcast of an informal Security Council meeting on Ukraine on Wednesday, at which Russia’s commissioner for children’s rights is due to speak. </strong>The international criminal court wants to arrest the commissioner on war crimes charges. Such meetings are not held in the Security Council chamber and all 15 council members have to agree to allow it to be webcast by the United Nations.</p><p><strong>French president Emmanuel Macron and European Union executive head Ursula von der Leyen arrive in China on Wednesday</strong> seeking to “reset” ties while broaching thorny issues like Ukraine and trade risks. US President Joe Biden on Tuesday held a call with Macron to discuss the visit, the White House said, adding that they also spoke about maintaining support for Ukraine against Russia’s invasion.</p><p><strong>The US is trying to wreck Russia’s planned summit with African countries as part of efforts to isolate Moscow,</strong> Foreign Minister Sergei Lavrov said in an interview published on Tuesday. Moscow is preparing for its second summit with African countries, scheduled for the end of July in St Petersburg.</p><p><strong>A Ukrainian soldier pleaded “partly guilty” on Tuesday at Russia’s first trial <a href=\"https://www.theguardian.com/world/live/2023/apr/04/russia-ukraine-war-live-finland-to-officially-join-nato-russia-drone-strikes-hit-odesa-port\">for war crimes</a></strong><a href=\"https://www.theguardian.com/world/live/2023/apr/04/russia-ukraine-war-live-finland-to-officially-join-nato-russia-drone-strikes-hit-odesa-port\"> in connection with its military campaign in Ukraine</a>.</p><p><strong>Russian investigators formally charged Darya Trepova, a 26-year-old woman, with terrorism offences</strong> <a href=\"https://www.theguardian.com/world/2023/apr/04/st-petersburg-bomb-suspect-charged-with-terrorism-over-killing-of-pro-war-blogger\">over the killing of the pro-war military blogger Vladlen Tatarsky</a> in a bomb blast in St Petersburg.</p><p><strong>Wall Street Journal reporter Evan Gershkovich, who was arrested and charged with espionage in Russia last week, <a href=\"https://www.theguardian.com/world/2023/apr/04/us-journalist-arrested-in-moscow-meets-his-lawyers-for-first-time\">met his lawyers for the first time on Tuesday</a></strong>, editor-in-chief Emma Tucker said in a message to staff. “Evan’s health is good, and he is grateful for the outpouring of support from around the world,” Tucker said in the letter, a copy of which was seen by Reuters.</p><p><strong>Alexander Lukashenko, the leader of Belarus, will travel to Moscow on Wednesday</strong> for two days of talks with the Russian president, Vladimir Putin, the Kremlin has said.</p><p><strong>Lithuania’s parliament decided on Tuesday to <a href=\"https://www.theguardian.com/world/live/2023/apr/04/russia-ukraine-war-live-finland-to-officially-join-nato-russia-drone-strikes-hit-odesa-port\">ban Russian nationals from purchasing real estate</a> in the Baltic country, </strong>citing risks to national security.</p><p><strong>Polish farmers are threatening to derail a visit to Warsaw by Volodymyr Zelenskiy</strong> over claims that Ukrainian grain is flooding their market, <a href=\"https://www.theguardian.com/world/live/2023/apr/04/russia-ukraine-war-live-finland-to-officially-join-nato-russia-drone-strikes-hit-odesa-port\">in a move that would provide Russia with valuable evidence of a crack in western solidarity</a>.</p><p><strong>Russia’s state-owned Tass news agency has reported that the number of people injured in the St Petersburg cafe explosion</strong> that killed the prominent military blogger Vladlen Tatarsky <a href=\"https://www.theguardian.com/world/live/2023/apr/04/russia-ukraine-war-live-finland-to-officially-join-nato-russia-drone-strikes-hit-odesa-port?page=with:block-642bc86b8f082fad6b846e96&amp;filterKeyEvents=false\">has risen to 40</a>.</p> <a href=\"https://www.theguardian.com/world/2023/apr/05/russia-ukraine-war-at-a-glance-what-we-know-on-day-406-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/05/russia-ukraine-war-at-a-glance-what-we-know-on-day-406-of-the-invasion", "date_published": "2023-04-04 23:11:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police ‘take up to 18 months’ to make arrests in online child sexual abuse cases", "description": "<p>Poor investigative practices and unacceptable delays leave children vulnerable, official report finds</p><p>Police can take up to 18 months to make an arrest after becoming aware that a child is at risk of online sexual abuse, an official report has concluded.</p><p>His Majesty’s Inspectorate of Constabulary and Fire &amp; Rescue Services (HMICFRS) found that forces’ investigative practices are “often poor [and] unacceptable delays are commonplace”, leaving children vulnerable and allowing offenders to escape justice.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/05/police-take-up-to-18-months-to-make-arrests-in-online-child-sexual-abuse-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/05/police-take-up-to-18-months-to-make-arrests-in-online-child-sexual-abuse-cases", "date_published": "2023-04-04 23:01:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Salcombe locals priced out by most expensive seaside homes in UK", "description": "<p>Average cost of property in Devon town reached £1,244,025 last year, driven by second home owners</p><p>“Don’t hate me,” said Theo Spink of the view from her office on Tuesday afternoon, “but the sun is shining, there’s a gentle breeze, people are arriving for Easter, eating ice-cream. It’s all rather charming.”</p><p>If the town of Salcombe, situated on the neck of a narrow estuary in south Devon, sounds idyllic, that is because “it really, really is”, she said. “When the sun shines, you could be in the Mediterranean. It is that beautiful.”</p> <a href=\"https://www.theguardian.com/society/2023/apr/05/locals-priced-out-salcombe-seaside-homes-most-expensive-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/05/locals-priced-out-salcombe-seaside-homes-most-expensive-uk", "date_published": "2023-04-04 23:01:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hikers urged to check themselves for ticks after deadly virus found in UK", "description": "<p>Risk of tick-borne encephalitis virus is very low, but infection can be life threatening</p><p>Hikers and mountain bikers have been urged to protect themselves after health officials confirmed that a potentially deadly virus spread by ticks is present in the UK.</p><p>The first confirmed domestically acquired case of tick-borne encephalitis virus (TBEV) was identified in a 50-year-old man who was bitten by ticks while mountain biking in Yorkshire.</p> <a href=\"https://www.theguardian.com/society/2023/apr/05/hikers-urged-to-check-themselves-for-ticks-after-deadly-virus-found-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/05/hikers-urged-to-check-themselves-for-ticks-after-deadly-virus-found-in-uk", "date_published": "2023-04-04 23:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Push to crack down on foreign states’ influence over MPs’ cross-party groups", "description": "<p>Standards committee calls for ban on APPGs accepting funding from foreign governments and review of parliamentary pass-holders</p><p>MPs should be banned from using foreign governments to fund parliamentary “special interest” groups, a committee has recommended as part of a crackdown on the influence of potentially hostile states in parliament.</p><p>At least two Gulf countries are said to have financially supported All Party Parliamentary Groups (APPGs), while fears have been raised for years among security officials about the opaque nature of how the networks operate.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/05/push-to-crack-down-on-foreign-states-influence-over-mps-cross-party-groups\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/05/push-to-crack-down-on-foreign-states-influence-over-mps-cross-party-groups", "date_published": "2023-04-04 23:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rain Dogs review – no wonder Daisy May Cooper is being touted as the next M in Bond", "description": "<p>The actor is magnificent in this bleak, beautiful comedy drama – which skewers the grotesque realities of class and sex inequality like nothing else</p><p>Rain Dogs is only eight half-hour episodes long, but it’s a slow burner. My first instinct was to recoil from Cash Carraway’s black comedy as if, to borrow one of many visceral images from it, it were a coffee-colonic induced poo thrown at me. Rain Dogs’ comedy is so black at first it seems to obliterate any possibility of light or warmth. The stark opposite of funny. Despair-inducing, in fact. However, just as I urge you to stick with this nasty, brutish series, please read on.</p><p>We meet Daisy May Cooper’s Costello Jones – sober 99 days – as she’s being evicted from her council flat with her daughter, Iris. Episode one sees her go on a desperate hunt around London to find them a bed for the night. They try to sleep in a launderette. They break into a friend’s car so Iris can attempt her homework. Finally, they take the last available option, inevitably the most dangerous one, and bed down in the cupboard of a pervert (pervert is a word that comes up a lot in Rain Dogs. Also nonce. And whore). He makes Costello put on a pink satin nightie and tells her not to worry because she’s not fat, she’s “just got a food bank body”. She’s rescued by best friend Florian Selby, a filthy rich, entitled, self-annihilating “classical homosexual” with strong Withnail vibes who’s just been released from prison. The half-hour of hijinks ends with them breaking into Costello’s old flat, right back where they started. See what I mean about despair-inducing?</p><p><em>Rain Dogs </em><em>aired on BBC</em><em> One</em><em> and is now available on BBC iPlayer.</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/04/rain-dogs-review-no-wonder-daisy-may-cooper-is-being-touted-as-the-next-m-in-bond\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/04/rain-dogs-review-no-wonder-daisy-may-cooper-is-being-touted-as-the-next-m-in-bond", "date_published": "2023-04-04 22:10:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RFU survey reveals racism experienced by players ‘in every area of elite rugby’", "description": "<ul><li>Discrimination found in ‘national team, clubs and academies’</li><li>Findings arrive after Luther Burrell’s allegations of racism</li></ul><p>The Rugby Football Union has pledged to ramp up efforts to tackle discrimination in the game after its own inclusion and diversity survey found that “in every area of elite rugby – men’s and women’s, national team, clubs and academies – players had experienced some form of racism”.</p><p>Independent research into players’ experiences of discrimination in the elite game was commissioned by the governing body last year, following the former England centre <a href=\"https://www.theguardian.com/sport/2022/jul/23/rfu-launch-investigation-luther-burrell-racism-in-rugby-revelations\" title=\"\">Luther Burrell’s allegations of racism</a> he suffered as a player at Newcastle in 2020. On Tuesday night the RFU also released the results of its investigation into those claims, which found Burrell’s allegations to be true “on balance of probability” but that there was “insufficient evidence to say whether all the allegations occurred at the club”.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/04/rfu-survey-racism-experienced-elite-rugby-luther-burrell\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/04/rfu-survey-racism-experienced-elite-rugby-luther-burrell", "date_published": "2023-04-04 22:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US journalist arrested in Moscow meets his lawyers for first time", "description": "<p>Evan Gershkovich in good health five days after his arrest on spying charges, according to his editor-in-chief </p><p>The Wall Street Journal reporter arrested in Russia on spying charges has met his lawyers for the first time since his arrest last week, according to the newspaper’s editor-in-chief.</p><p>Evan Gershkovich, 31, was arrested on Thursday in Ekaterinburg, Russia’s fourth-largest city. He is the first US correspondent since the cold war to be detained on espionage accusations. The Journal has denied the charges.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/us-journalist-arrested-in-moscow-meets-his-lawyers-for-first-time\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/us-journalist-arrested-in-moscow-meets-his-lawyers-for-first-time", "date_published": "2023-04-04 21:35:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump has been charged. The swamp is finally being drained | Moustafa Bayoumi", "description": "<p>Trump’s arraignment marks the day when he began to be held criminally accountable. And that must be a good thing for the rule of law</p><p>Tuesday marks the day that Donald Trump, the 45th<sup> </sup>president of the United States, finally begins to fulfill one of his major campaign promises of 2016. By surrendering himself to authorities in New York City, Trump is finally draining the swamp.</p><p>Of course, Trump isn’t the one opening the drain. That would be Alvin Bragg, New York county’s district attorney. And since “draining the swamp” is understood as rooting out political corruption, then, according to the criminal charges in the indictment, Trump is the alleged swamp monster potentially being drained. Still, job well done, Donald. Thank you. It’s about time.</p><p>Moustafa Bayoumi is the author of the award-winning books How Does It Feel To Be a Problem? Being Young and Arab in America and This Muslim American Life: Dispatches from the War on Terror. He is a professor of English at Brooklyn College, City University of New York</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/donald-trump-charged-swamp-drain\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/donald-trump-charged-swamp-drain", "date_published": "2023-04-04 21:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Evan Ferguson’s brilliant backheel helps inspired Brighton win at Bournemouth", "description": "<p>Evan Ferguson looks destined to play in the Champions League sooner rather than later, but will it be with Brighton? A stunning backheel finish from the 18-year-old Ireland international – his fourth league goal of a memorable first full season – and a late strike from another teenager, the substitute Julio Enciso, enabled Roberto De Zerbi’s side to overcome a spirited Bournemouth effort and move to within striking distance of the top four.</p><p>Just four points now separate Brighton from Tottenham – who have played two more games – and if Ferguson can maintain this kind of form then De Zerbi they can make it a season to remember despite the abrupt departure of Graham Potter to Chelsea in September. For Gary O’Neil, whose side find themselves back in the bottom three after wasting a hatful of chances, it was a harsh lesson from which they must learn quickly.</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/bournemouth-brighton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/bournemouth-brighton-premier-league-match-report", "date_published": "2023-04-04 21:16:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News says Tucker Carlson and Sean Hannity will testify at defamation trial", "description": "<p>Attorneys named other hosts and executives as witnesses in the case brought by Dominion Voting Systems</p><p>Fox News has named the primetime hosts Tucker Carlson and Sean Hannity among witnesses it intends to make available at trial as it defends a $1.6bn defamation suit from Dominion Voting Systems, over the broadcast of Donald Trump’s lie about election fraud in his 2020 defeat by Joe Biden.</p><p>In a Tuesday letter to the Delaware judge in the case, Eric M Davis, attorneys for Fox News and Fox Corporation said they also intended to make available hosts and executives including Suzanne Scott, the Fox News chief executive, and the hosts Maria Bartiromo, Lou Dobbs and Jeanine Pirro.</p> <a href=\"https://www.theguardian.com/media/2023/apr/04/fox-dominion-trial-tucker-carlson-sean-hannity-testify\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/04/fox-dominion-trial-tucker-carlson-sean-hannity-testify", "date_published": "2023-04-04 21:05:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds’ Luis Sinisterra earns vital win and leaves Nottingham Forest in trouble", "description": "<p>Arguably the biggest change Javi Gracia has implemented since replacing Jesse Marsch at Leeds is the re-introduction of width. Where his American predecessor liked the team to play a narrow game, the Spaniard favours a more expansive approach with wingers no longer penalised for hugging the touchline. Two of his wide boys duly repaid Gracia’s faith here with Jack Harrison and Luis Sinisterra not only scoring the vital goals but torturing Nottingham Forest’s full-backs throughout.</p><p>Their game-changing input enabled Leeds to not only recover after falling behind but rise to the dizzy heights of 13th, albeit just two points above 17th-placed Forest in the tightest of Premier League relegation battles. Only goal difference is keeping Steve Cooper’s side out of the bottom three and, largely due to a woeful away record, his job security looks in increasing jeopardy.</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/leeds-nottingham-forest-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/leeds-nottingham-forest-premier-league-match-report", "date_published": "2023-04-04 21:04:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea and Kai Havertz frustrated as shaky Liverpool cling on for stalemate", "description": "<p>It was hardly an occasion to rival some of the classic encounters between these bitter rivals, especially with Bruno Saltor doing his best to step into the void left by Graham Potter’s departure, although in the end it was difficult not to conclude that it was not Chelsea’s interim head coach who was having trouble recognising his own team.</p><p>Bruno, more bewildered than anyone that he was chosen to hold the fort until Todd Boehly and Behdad Eghbali can convince Julian Nagelsmann, Mauricio Pochettino or Luis Enrique to take over, could hold his head up high. Whether the Spaniard is still in charge by the time Chelsea visit Real Madrid next week remains to be seen, but at least his players showed some pride. Was it perfect? No. But Bruno got his tactics right and, while another draw keeps Chelsea in the bottom half, victory would have been theirs if they had anyone capable of putting the ball in the back of the net by legal means.</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/chelsea-liverpool-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/chelsea-liverpool-premier-league-match-report", "date_published": "2023-04-04 21:04:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King Charles’ coronation invite confirms use of title of ‘Queen Camilla’", "description": "<p>Royal coronation invitation realises king’s ambition for title of partner formerly known as Queen Consort</p><p>First she was to be known as Princess Consort. Then she became Queen Consort. But Buckingham Palace’s coronation invitation confirms what most have suspected all along. From now on, it’s officially Queen Camilla.</p><p>For years, the palace has shied away from answering “the queen” question when asked directly what Camilla would be known as when Charles acceded the throne.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/camilla-to-be-crowned-queen-alongside-king-charles\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/04/camilla-to-be-crowned-queen-alongside-king-charles", "date_published": "2023-04-04 21:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bertrand Traoré stuns 10-man Leicester with late winner for Aston Villa", "description": "<p>Aston Villa clinched a late win at Leicester courtesy of a sumptuous first-time strike by the substitute Bertrand Traoré to fuel their hopes of playing European football next season. Leicester can only dream of such grand stages after defeat extended their miserable run. Leicester, who sacked Brendan Rodgers last weekend, remain in a sorry predicament, entrenched in the Premier League relegation zone and winless in eight matches. The damning reality is they have taken just four points since winning the reverse fixture at Villa Park at the beginning of February.</p><p>With seconds of three minutes of second-half stoppage time to play, Leicester thought they had won a penalty, only for a VAR review to deem Patson Daka’s bump on Ollie Watkins a foul. Watkins opened the scoring before Harvey Barnes cancelled out his first-half strike. To make matters worse, Leicester will be without Kiernan Dewsbury-Hall for their crucial home match with Bournemouth on Saturday after the midfielder was sent off with 20 minutes to play.</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/leicester-aston-villa-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/leicester-aston-villa-premier-league-match-report", "date_published": "2023-04-04 20:54:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mexican president bemoans ‘rude’ US fentanyl pressure in plea to Xi Jinping", "description": "<p>Andrés Manuel López Obrador asks China to curb exports of opioid after lengthy denunciation of similar calls from US</p><p>Mexico’s president has written to his Chinese counterpart, Xi Jinping, urging him to help control shipments of fentanyl, while also complaining of “rude” US pressure to curb the drug trade.</p><p>President Andrés Manuel López Obrador has previously said that fentanyl is the US’s problem and is <a href=\"https://www.theguardian.com/world/2023/mar/17/mexico-president-fentanyl-hugs-children-amlo\">caused by “a lack of hugs” in US families</a>. On Tuesday he read out the letter to Xi dated 22 March in which he defended efforts to curb supply of the deadly drug, while rounding on U.S. critics.</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/mexican-president-bemoans-rude-us-fentanyl-pressure-in-plea-to-xi-jinping\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/mexican-president-bemoans-rude-us-fentanyl-pressure-in-plea-to-xi-jinping", "date_published": "2023-04-04 20:46:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New role for Trump as TV host turned president reboots as The Defendant", "description": "<p>In the prosaic surroundings of Manhattan criminal court, the show that has enthralled America took its latest captivating turn </p><p>He hosted The Apprentice. He played The President. Now, at the age of 76, came the role that Donald Trump had spent his life avoiding: The Defendant.</p><p>On Tuesday, a single photograph showed Trump sitting in a prosaic New York courtroom with two lawyers to his left and two more to his right. Behind him were two uniformed police officers wearing handcuffs on their belts. One had a police radio on his shoulder, the other a Covid-protective mask over her face.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/trump-courtroom-photo-defendant-arraignment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/trump-courtroom-photo-defendant-arraignment", "date_published": "2023-04-04 20:42:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump gets underwhelming show of support outside New York court", "description": "<p>Hundreds of demonstrators were separated by metal barriers – and on the pro-Trump side, the mood was quiet</p><p>Really, it was all a bit of an anti-climax. Hundreds of both pro- and anti-Trump protesters had gathered outside the Manhattan criminal court, and the crowds were expected to go wild as the former president arrived and was taken into the custody.</p><p>But in the event, few knew <a href=\"https://www.theguardian.com/us-news/2023/apr/04/donald-trump-court-arraignment-new-york\">Donald Trump had arrived</a> until he was already in the building and <a href=\"https://www.theguardian.com/us-news/2023/apr/04/trump-indictment-pdf-full-text\">under arrest</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/trump-protests-reaction-new-york-court\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/trump-protests-reaction-new-york-court", "date_published": "2023-04-04 20:40:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump pleads not guilty to 34 felony charges in hush money case", "description": "<p>Unprecedented development marks the first time in American history a former president has been charged with a crime</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2023/apr/04/trump-indictment-arraignment-court-hush-money-politics-live-updates\">Donald Trump indictment live updates</a></li></ul><p>Donald Trump on Tuesday pleaded not guilty to 34 felony charges of falsifying business records and conspiracy related to his role in hush money payments to cover up an alleged extramarital affair in the final days of the 2016 presidential election, an unprecedented development that marks the first time in American history a former president has been charged with a crime.</p><p>Trump, the 45th commander in chief and the leading contender for the Republican nomination in 2024, was stone-faced as he entered the courtroom in lower Manhattan on Tuesday afternoon, after surrendering to authorities in the city where he was born, built his career and launched his bid for the presidency.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/donald-trump-charges-34-felony-counts\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/donald-trump-charges-34-felony-counts", "date_published": "2023-04-04 20:20:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds attend funeral of custodian killed in Nashville school shooting", "description": "<p>Mike Hill, 61, remembered as ‘big and strong but soft and tender’, one of six killed at Covenant School in Nashville last month</p><p>Mike Hill, a 61-year-old custodian who was one of six people shot dead at a Nashville elementary school last week, was remembered on Tuesday for his loving nature, his culinary skills and his faith.</p><p>Hundreds turned out for Hill’s funeral at Stephens Valley Church. The pastor, Jim Bachmann, said the hearts of the congregation were aching for the man they called “Big Mike”.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/nashville-school-shooting-funeral-mike-hill\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/nashville-school-shooting-funeral-mike-hill", "date_published": "2023-04-04 20:03:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Naked Education review – the look at pubic hair is wonderfully revelatory", "description": "<p>Giggling, blushing teens! Unbridled nudity! It’s yet another Anna Richardson show about nakedness, but surprisingly, this one features genuine moments of wisdom</p><p>Channel 4’s long-running but to-this-day terrifying dating show, Naked Attraction, must hold the record for the number of boobs, bellies and balls shown on British television. Its host Anna Richardson has always tried to steer the judging of strangers’ anatomies towards a message of positivity about our endlessly different shapes and sizes, with limited success – and now she has a new series, Naked Education, with which to atone. Again, the hook is unbridled nudity, but this time the focus is definitely on acceptance, myth-busting and affirmative shared experiences.</p><p>We’re in a light-factual magazine format, flipping between clearly labelled sections that recur reassuringly every week. “Teen Talk” gathers together a group of teenagers and asks for their views on a particular aspect of body image, before a gentle re-education takes place at the hands of co-presenters Yinka Bokinni and Dr Alex George. Their unconventional, unforgettable teaching aid? A lineup of fully naked adults.</p><p>Naked Education aired on Channel 4 and is now available on All 4.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/04/naked-education-review-the-look-at-pubic-hair-is-wonderfully-revelatory\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/04/naked-education-review-the-look-at-pubic-hair-is-wonderfully-revelatory", "date_published": "2023-04-04 20:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN concern after its female workers are  ‘banned’ from working by Taliban", "description": "<p>Staff in Afghanistan’s Nangarhar province prevented from reporting to work, according to officials</p><p>Female Afghan employees of the United Nations have been banned from working by Taliban authorities in eastern <a href=\"https://www.theguardian.com/world/afghanistan\">Afghanistan</a>, according to officials of the world body.</p><p>The UN mission expressed “serious concern” after its female staffers were prevented from reporting to work in Nangarhar province on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/un-concern-after-its-female-workers-are-banned-from-working-by-taliban-afghanistan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/un-concern-after-its-female-workers-are-banned-from-working-by-taliban-afghanistan", "date_published": "2023-04-04 19:37:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two Democrats among 11 arrested at protest against Florida’s abortion ban", "description": "<p>State chair, Nikki Fried, and senate minority leader, Lauren Book, were charged with trespassing at the state capitol in Tallahassee</p><p>The chair of the Florida Democratic party and a Democratic state lawmaker were charged with trespassing after refusing to leave a protest in the state capital, Tallahassee, against a bill to ban abortions after six weeks.</p><p>The Democratic party chairperson, Nikki Fried, and the state senate minority leader, Lauren Book, were among a small group of protestors arrested late on Monday near the state capitol building and charged with misdemeanor trespass.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/florida-democrats-arrested-abortion-ban-capitol-trespassing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/florida-democrats-arrested-abortion-ban-capitol-trespassing", "date_published": "2023-04-04 19:27:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rupert Murdoch reportedly calls off engagement after two weeks", "description": "<p>Billionaire media mogul, 92, abruptly ends engagement to radio host Ann Lesley Smith, 66, after announcing plan for fifth marriage</p><p>Rupert Murdoch has abruptly ended his engagement with the wedding only months away, according to sources close to the 92-year-old media mogul.</p><p>Vanity Fair reported the news about the four-times-married Fox Corporation chairman’s engagement to Ann Lesley Smith, 66, a former San Francisco police chaplain turned conservative radio host, which was <a href=\"https://www.vanityfair.com/news/2023/04/rupert-murdoch-engagement-off\">reported</a> only last month.</p> <a href=\"https://www.theguardian.com/media/2023/apr/04/rupert-murdoch-calls-off-engagement-ann-lesley-smith\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/04/rupert-murdoch-calls-off-engagement-ann-lesley-smith", "date_published": "2023-04-04 19:02:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Super Mario Bros Movie review – wackily eccentric gamer guys fall flat on screen", "description": "<p>The second film adaptation of the phenomenally successful video game is a disappointment to rival the first</p><p>Films or TV shows based on games don’t have to be terrible – as proved in various ways by <a href=\"https://www.theguardian.com/film/2023/mar/28/dungeons-dragons-honor-among-thieves-review-passable-playful-adventure\">Dungeons &amp; Dragons: Honour Among Thieves</a> and <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/16/the-last-of-us-review-one-of-the-finest-tv-shows-you-will-see-this-year\">The Last of Us</a>. Even <a href=\"https://www.theguardian.com/film/2016/may/09/the-angry-birds-movie-review-game-spin-off-that-doesnt-quite-reach-lego-movie-levels\">The Angry Birds Movie</a> wasn’t too bad. The trick is usually to make it look as if the game was based on the movie, rather than the other way round. But this much-trailed, much-hyped new animated feature is tedious and flat in all senses, a disappointment to match the <a href=\"https://www.theguardian.com/games/2018/mar/22/super-mario-bros-movie-killing-fields-chariots-fire-video-game\">live-action version in 1993</a>. It’s visually bland in ways that reminded me of European knockoff animations and utterly inert in narrative terms, with a baffling lack of properly funny lines.</p><p>It is of course based on the global video game phenomenon, born in the 80s, from Kyoto-based gaming giant Nintendo, with its wackily eccentric idea of Italian-American plumbers Mario and Luigi. They are called the Super Mario Bros, even though “Mario” is not their surname – like Dostoevsky inventing a videogame called The Brothers Dimitri. This movie revives the ancient and surreal quest undertaken by Mario (voiced by Chris Pratt) and his brother Luigi (Charlie Day), Brooklyn plumbers who only do the silly and borderline-offensive cod Italian voice for their cheesy TV ad.</p> <a href=\"https://www.theguardian.com/film/2023/apr/04/the-super-mario-bros-movie-review-wackily-eccentric-gamer-guys-fall-flat-on-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/04/the-super-mario-bros-movie-review-wackily-eccentric-gamer-guys-fall-flat-on-screen", "date_published": "2023-04-04 19:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Liverpool: Premier League – live", "description": "<ul><li>Updates from the 8pm BST kick-off at Stamford Bridge</li><li><a href=\"https://www.theguardian.com/football/live\">Scoreboard: Tuesday’s latest scores</a> | <a href=\"https://www.theguardian.com/football/premierleague/table\">Premier League table</a></li><li>Contact <a href=\"mailto:michael.butler@theguardian.com\">michael.butler@theguardian.com</a> or <a href=\"https://twitter.com/michaelbutler18\">@michaelbutler18</a></li></ul><p><strong>Another email</strong>, from Kári Tulinius.</p><p>“I think the best indicator of how far this fixture has fallen this season, is that literally every other match today has more riding on it than this one. Leicester, Bournemouth, Leeds and Forest are struggling against relegation, while Brighton and Villa are fighting to get into Europe. I suppose Liverpool are part of the latter struggle, but all Chelsea have got is the opportunity to get past the symbolic 40 points.”</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/04/chelsea-v-liverpool-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/04/chelsea-v-liverpool-premier-league-live", "date_published": "2023-04-04 18:51:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tiger Woods’ outlook for Masters changing amid uncertain future", "description": "<p>Five-time champion at Augusta National has not given up hope of competing at age of 47 despite major physical limitations</p><p>Why ask a scorpion why it stings, a lion why it eats red meat, or Tiger Woods whether he believes he can win? Woods has been answering that question in the very same way for the last 25 years now. But on Tuesday someone put it to him again. “This time last year, you said you definitely would not be here unless you thought you had a good chance of winning the tournament. Does that still stand?” And this time Woods’ answer was a little different to the one we’ve grown used to. In fact, for the first time in his life, he didn’t really have one.</p><p>Woods very deliberately preferred to concentrate on the second part of the journalist’s question, about how his physical condition compared to this time last year, when he scored 71, 74, 78, 78, and finished in 47th place. “I think my game is better than it was last year at this particular time. I think my endurance is better. But my leg aches a little bit more than it did last year.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/04/tiger-woods-augusta-national-the-masters\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/04/tiger-woods-augusta-national-the-masters", "date_published": "2023-04-04 18:48:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Photos of former prison chosen to house asylum seekers show squalid conditions", "description": "<p>Campaigners said plans to use dilapidated Bexhill site could retraumatise those fleeing oppressive regimes</p><p>Refugee campaigners have condemned squalid and dilapidated conditions inside a former prison in East Sussex that the Home Office is planning to use to accommodate asylum seekers.</p><p>Photographs obtained by the Guardian of the Bexhill site, previously Northeye prison, reveal broken ceilings with wires hanging down, pools of water on floors, rusted window frames and tiny cells with huge bolts on the outside of the doors and rectangular slats that guards looked through to view former prisoners.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/photos-of-former-prison-chosen-to-house-asylum-seekers-show-squalid-conditions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/04/photos-of-former-prison-chosen-to-house-asylum-seekers-show-squalid-conditions", "date_published": "2023-04-04 18:45:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kemi Badenoch could rewrite law to allow trans exclusion from single-sex spaces", "description": "<p>Redefinition of sex as ‘biological sex’ in Equality Act would enable single-sex restrictions against trans people</p><p>Kemi Badenoch is considering changing the Equality Act to allow organisations to bar trans women from single-sex spaces and events, including hospital wards and sports.</p><p>The change by the equalities secretary would redefine sex in the 2010 act to specifically refer to legal protections for “biological sex” – the sex assigned at birth.</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/kemi-badenoch-could-rewrite-law-to-allow-trans-exclusion-from-single-sex-spaces\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/kemi-badenoch-could-rewrite-law-to-allow-trans-exclusion-from-single-sex-spaces", "date_published": "2023-04-04 18:31:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England pair Lauren Hemp and Lucy Parker praise switch to blue shorts", "description": "<ul><li>Kit change lets players on their periods feel more comfortable</li><li>Hemp hails ‘massive step in the right direction’ before World Cup</li></ul><p>England’s Lauren Hemp and Lucy Parker have praised the decision to swap the team’s white shorts for navy ones to make players on their periods more comfortable, after the <a href=\"https://www.theguardian.com/football/2023/apr/03/england-lionesses-new-kit-blue-shorts-player-period-concerns\">launch of the Lionesses’ kit</a> for the World Cup which kicks off in July.</p><p>“It’s really important to us as players,” said Hemp, speaking before the Finalissima against the South American champions Brazil at Wembley on Thursday. “It’s been in discussions for years and it’s important we feel confident when we’re playing. This is a massive step in the right direction and Nike have taken a lot from our discussions in the past to make it real. That’s great because obviously we can now feel comfortable when sometimes we might not have been if it was your time of the month. It’s great to move away from the white shorts, not having that worry and focusing on the game.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/england-lauren-hemp-lucy-parker-blue-shorts-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/england-lauren-hemp-lucy-parker-blue-shorts-womens-world-cup", "date_published": "2023-04-04 18:27:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Booker shortlistee and UK playwright among winners of Windham-Campbell prizes", "description": "<p>Recognising work in fiction, nonfiction, poetry and drama, the $175,000 awards aim to free writers to work without financial pressures</p><p>Booker prize-shortlisted author Percival Everett and Iñupiaq-Inuit poet dg nanouk okpik are among the recipients of this year’s Windham-Campbell prizes.</p><p>The prizes are awarded to eight writers each year for literary achievement across four categories – fiction, nonfiction, poetry and drama. Each recipient receives $175,000 (£140,000); this is up $10,000 from last year.</p> <a href=\"https://www.theguardian.com/books/2023/apr/04/booker-shortlistee-and-uk-playwright-among-winners-of-windham-campbell-prizes\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/04/booker-shortlistee-and-uk-playwright-among-winners-of-windham-campbell-prizes", "date_published": "2023-04-04 18:15:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As a cardiac surgeon, I am extremely concerned about risks of delaying surgery by strikes", "description": "<p>A surgeon at the London’s Royal Brompton and Harefield hospitals speaks of his distress and being unable to operate on critically ill patients</p><ul><li><a href=\"https://www.theguardian.com/society/2023/apr/04/critically-ill-patients-inevitably-die-junior-doctors-strike\">Critically ill patients ‘will inevitably die’ due to junior doctors’ strike</a></li></ul><p>“The concern <a href=\"https://www.theguardian.com/society/2023/apr/04/critically-ill-patients-inevitably-die-junior-doctors-strike\">I and my colleagues have</a> is the impact the four days of strike action next week is going to have on patients with cardiovascular disease who are on the waiting list for surgery. We already have a huge backlog of patients waiting to have cardiac surgery for conditions that are time-critical. And we know that cardiovascular disease is progressive. Once you’ve made a diagnosis, the sooner you operate on the patient, the better the outcomes.</p><p>“But the strikes mean that <a href=\"https://www.theguardian.com/uk-news/2023/mar/23/junior-doctors-england-strike-four-days-april\">for those four days</a>, essentially very little operating will occur at our three sites – at the Royal Brompton, Harefield and St Thomas’ hospitals. So we will still operate on emergency patients. But we won’t be able to invite patients in for elective – planned – surgery. And that’s a real concern.</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/as-a-cardiac-surgeon-i-am-extremely-concerned-about-risks-to-patients-of-junior-doctors-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/as-a-cardiac-surgeon-i-am-extremely-concerned-about-risks-to-patients-of-junior-doctors-strike", "date_published": "2023-04-04 18:11:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump makes trip from Trump Tower to courthouse for arraignment – video", "description": "<p>Donald Trump made his way to a Manhattan courthouse on Tuesday to surrender and be arraigned on criminal charges stemming from 2016 hush money payments. Trump left Trump Tower in a motorcade amid a security lockdown to the court a few blocks away, escorted by the Secret Service. The booking and appearance before Judge Juan Merchan should be relatively brief — though hardly routine — as Trump is fingerprinted, learns the charges against him and may plead, as expected, not guilty. Merchan has ruled that TV cameras will not be allowed in the courtroom. Trump, who was impeached twice by the House but was never convicted in the Senate, will become the first former president to face criminal charges</p><ul><li><p><a href=\"https://www.theguardian.com/us-news/live/2023/apr/04/trump-indictment-arraignment-court-hush-money-politics-live-updates?filterKeyEvents=false#top-of-blog\"><strong>Trump indictment live: ex-president arrives at New York court in hush money case</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2023/apr/04/donald-trump-makes-trip-from-trump-tower-to-courthouse-for-arraignment-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/video/2023/apr/04/donald-trump-makes-trip-from-trump-tower-to-courthouse-for-arraignment-video", "date_published": "2023-04-04 18:08:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the unflushables – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/04/martin-rowson-on-the-unflushables-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/04/martin-rowson-on-the-unflushables-cartoon", "date_published": "2023-04-04 18:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pandemic triggered ‘second midlife crisis’ among over-50s, study finds", "description": "<p>Women hit worst by mental health strains, with more domestic and caring duties amid Covid lockdowns</p><ul><li><a href=\"https://www.theguardian.com/society/2023/apr/04/over-50s-uk-describe-covid-toll-mental-health\">‘I struggled to cope’: over-50s in UK describe Covid’s toll on mental health</a></li></ul><p>The mental health impact of the pandemic was so severe that it prompted a “second midlife crisis” for the over-50s, with women worst affected.</p><p>A study has found that just before the second national lockdown began, those born in Britain in 1958 and 1970 were experiencing higher levels of psychological distress, on average, than they had ever experienced in adulthood before, surpassing previous peaks in their early 40s.</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/pandemic-triggered-second-midlife-crisis-among-over-50s-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/pandemic-triggered-second-midlife-crisis-among-over-50s-study-finds", "date_published": "2023-04-04 18:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I struggled to cope’: over-50s in UK describe Covid’s toll on mental health", "description": "<p>Study shows pandemic caused a ‘second midlife crisis’ for many Britons, with women worst hit</p><ul><li><a href=\"https://www.theguardian.com/society/2023/apr/04/pandemic-triggered-second-midlife-crisis-among-over-50s-study-finds\">Pandemic triggered ‘second midlife crisis’ among over-50s, study finds</a></li></ul><p>As UK society began to shut down in March 2020, the uncertainty around the future began to get to Tina Flintham. “I felt totally not in control. You just didn’t know what was going to happen.”</p><p>Flintham, 61, from Rotherham, is one of many who found the pandemic brought mental health challenges. She experienced high levels of anxiety, especially as she had elderly parents in poor health. “Every morning I would wake up stressed, wondering if I, my partner or parents would get Covid or die,” she says. “A very close friend’s husband died with Covid [early on] – it really brought home how bad it was.”</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/over-50s-uk-describe-covid-toll-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/over-50s-uk-describe-covid-toll-mental-health", "date_published": "2023-04-04 18:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Sir Keir Starmer: his party remains a mystery to voters | Editorial", "description": "<p>Labour’s leader has had a dozen slogans since becoming leader, and none have created a buzz about change</p><p>It is <a href=\"https://www.politico.eu/article/highs-lows-keir-starmer-3-years-uk-labour-leader/\" title=\"\">three years</a> since Sir Keir Starmer was elected leader of a Labour party despondent after a heavy election defeat. Sir Keir can claim to have come a long way in a short space of time. It is to his credit that Labour is riding high in the polls, with a 20-point lead over the Tories. His purge of party opponents has silenced many of his internal critics and he has ruthlessly excluded potential parliamentary candidates for sometimes “<a href=\"https://www.theguardian.com/politics/2023/apr/04/team-starmer-here-to-win-as-labour-sets-its-sights-on-a-may-2024-election\" title=\"\">spurious reasons</a>”. In the battle for hearts and minds, he is right to think that lucky generals are better than good ones. Labour looks set to gain <a href=\"https://www.lgcplus.com/politics/governance-and-structure/rallings-thrasher-tory-losses-could-top-1000-seats-20-03-2023/\" title=\"\">700 seats</a> in May’s local elections, a result that would disrupt the Conservatives’ narrative of an electoral recovery under Rishi Sunak. In Scotland, if the SNP continues to flounder, then its problems could usher in a Labour government.</p><p>And yet Labour is not <a href=\"https://uk.sports.yahoo.com/news/keir-starmers-personal-rating-remains-095431307.html\" title=\"\">seen</a> as the wave of the future. This is not for want of trying. Sir Keir has repeatedly attempted to capture the mood of the country. He has had 12 <a href=\"https://www.thetimes.co.uk/article/fa5b38b4-d18d-11ed-b1cd-5223fe349502?shareToken=606dd2cbca279a1c2934c15a4095d68c\" title=\"\">slogans</a> since becoming leader, each one more meaningless than the last. None of Sir Keir’s phrases have so far created public excitement about the idea of change. Instead of building the party to fill a gap in politics and give Labour a distinctive electoral appeal, Sir Keir gambled that the Tories would implode. That bet has not paid off. The Conservative party is getting itself out of the mess it was in at the beginning of the year. The next election could well be fought <a href=\"https://www.thetimes.co.uk/article/can-rishi-sunak-s-stock-market-like-government-fix-the-tory-divide-b6lw5h60z\" title=\"\">between</a> a candidate whom voters see as competent, smart and rich, and a rival whom voters see as competent, smart and dull. It is still eminently possible that the former could triumph over the latter.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/the-guardian-view-on-sir-keir-starmer-his-party-remains-a-mystery-to-voters\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/the-guardian-view-on-sir-keir-starmer-his-party-remains-a-mystery-to-voters", "date_published": "2023-04-04 17:58:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on obesity: prevention is as important as cure | Editorial", "description": "<p>Treatments that allow people to live healthier lives are welcome, but ministers must tackle the causes of this condition</p><p>If an epidemic suddenly began to cause thousands of deaths in Britain, you would expect a swift ministerial response. Between April 2019 and March 2020, more than a million hospital admissions in England <a href=\"https://www.kingsfund.org.uk/sites/default/files/2021-07/Tackling%20obesity.pdf\" title=\"\">were linked to obesity</a>. Because this crisis has crept up slowly, the reaction from government has been weak. Since 1992, ministers have produced <a href=\"https://onlinelibrary.wiley.com/doi/10.1111/1468-0009.12498\" title=\"\">14 strategies on obesity, containing 689 policies</a>. All have failed to reduce the prevalence of this condition: <a href=\"https://digital.nhs.uk/data-and-information/publications/statistical/health-survey-for-england/2021/overweight-and-obesity-in-adults#:~:text=In%202021%2C%2026%25%20of%20adults,most%20deprived%20areas%20(34%25).\" title=\"\">26%</a> of adults and <a href=\"https://www.ippr.org/files/2020-08/a-whole-society-approach-aug-2020.pdf\" title=\"\">34%</a> of secondary school children in England are now obese.</p><p>The current government seems more interested in magic-bullet treatments than prevention. The health secretary, Steve Barclay, recently <a href=\"https://www.gov.uk/government/news/new-obesity-treatments-and-technology-to-save-the-nhs-billions\" title=\"\">announced</a> funding for “cutting-edge” obesity treatments and technologies, while ministers have since <a href=\"https://www.telegraph.co.uk/news/2023/03/08/wegovy-millions-could-receive-popular-celebrity-weight-loss/\" title=\"\">praised</a> new obesity jabs <a href=\"https://www.nice.org.uk/news/article/nice-recommended-weight-loss-drug-to-be-made-available-in-specialist-nhs-services\" title=\"\">approved by the National Institute for Health and Care Excellence</a> for those with a body mass index (BMI) over 35. Pharmaceutical companies have been betting on the UK’s increasingly unhealthy population: a recent investigation found that Novo Nordisk, the firm that manufactures the Wegovy slimming jab that will soon be rolled out over pharmacy counters in England, had spent millions on a <a href=\"https://www.theguardian.com/business/2023/mar/12/revealed-experts-who-praised-new-skinny-jab-received-payments-from-drug-maker\" title=\"\">PR campaign</a> before its jab was approved. It is now funding the <a href=\"https://www.theguardian.com/business/2023/apr/02/revealed-maker-of-wegovy-skinny-jab-is-funding-nhs-weight-loss-services\" title=\"\">expansion of NHS weight-loss services</a> in England.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/the-guardian-view-on-obesity-prevention-is-as-important-as-cure\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/the-guardian-view-on-obesity-prevention-is-as-important-as-cure", "date_published": "2023-04-04 17:56:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French priest gets death threats after ‘sexy’ pole dance show held in his church", "description": "<p>Baroque music and performing arts group performed Pergolesi’s lyrical sequence Stabat Mater combined with pole and dance acts</p><p>A French priest has received death threats after a sold-out pole dance performance that the local paper called “sexy” was held in his church.</p><p>Daniel Boessenbacher, the priest at the Protestant Saint-Guillaume church in Strasbourg, eastern <a href=\"https://www.theguardian.com/world/france\">France</a>, told AFP he had alerted police to the threats after receiving two anonymous letters.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/death-threats-sent-to-french-priest-after-sold-out-sexy-pole-dance-show-held-in-his-church\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/death-threats-sent-to-french-priest-after-sold-out-sexy-pole-dance-show-held-in-his-church", "date_published": "2023-04-04 17:55:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DP World Tour wins landmark arbitration case against LIV Golf rebels", "description": "<ul><li>Westwood and Poulter may never feature on Tour again</li><li>Twelve players had contested imposition of sanctions</li></ul><p>The DP World Tour was correct to impose sanctions on members who appeared on the rebel LIV circuit without permission, an arbitration panel has determined, in what marks a public embarrassment to the golfers who challenged the penalty. It is now likely players such as Lee Westwood and Ian Poulter will never feature on the DP World Tour again.</p><p>Westwood, Poulter and 10 others contested the imposition of a £100,000 fine and two-week suspension after they played in <a href=\"https://www.theguardian.com/sport/2022/jun/09/normans-underwhelming-liv-golf-launch-offers-no-sign-of-revolution\">LIV’s first tournament</a>, at the Centurion Club last year, without a release from the DP World Tour. These were stayed pending the outcome of a case which was heard over five days in London in February. The Tour had argued players were in breach of membership regulations with the players insisting they were entitled to perform on a different platform.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/04/dp-world-tour-wins-landmark-arbitration-case-against-liv-golf-rebels\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/04/dp-world-tour-wins-landmark-arbitration-case-against-liv-golf-rebels", "date_published": "2023-04-04 17:55:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Believe in tougher water regulation for England only when you see it | Nils Pratley", "description": "<p>After the soft approach of the last three decades it is difficult to be convinced by talk of a new era</p><p>Welcome, then, 34 years after privatisation, to a new era of get-tough regulation in the English water industry. The Environment Agency will have powers to levy unlimited financial penalties on companies for pollution offences. Over at Ofwat, the economic regulator is changing companies’ operating licences so that dividends cannot be paid to shareholders if balance sheets are too flimsy or if environmental performance is too poor. It’s all backed by <a href=\"https://www.theguardian.com/environment/2023/apr/04/therese-coffey-accused-of-throwing-in-the-towel-over-sewage-scandal\">the government’s new and wider-ranging “plan for water”</a> that landed on Tuesday.</p><p>Convinced? Well, after three decades of demonstrably soft regulation, the only rational response is to believe in the new era when you see it. That is not only because the government’s headline-grabber about a ban on plastic in wet wipes has been round the policy U-bend twice already, as the campaigner Feargal Sharkey noted.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/04/believe-tougher-water-regulation-england-only-when-see\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/04/believe-tougher-water-regulation-england-only-when-see", "date_published": "2023-04-04 17:20:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outrage as man walks free after rape of 13-year-old girl in Scotland", "description": "<p>Judge says Sean Hogg, 17 when he committed the crime and now 21, would have been jailed if he had been over 25 </p><p>Campaigners and politicians have expressed outrage after a man who raped a 13-year-old girl in a Scottish park when he was 17 was not given a jail sentence.</p><p>Sean Hogg, now 21, was given a 270-hour community payback order when he was sentenced at the high court in Glasgow on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/outrage-as-man-walks-free-after-of-13-year-old-girl-in-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/04/outrage-as-man-walks-free-after-of-13-year-old-girl-in-scotland", "date_published": "2023-04-04 17:11:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Self-driving buses to serve route in Scotland in ‘world first’", "description": "<p>Buses will carry passengers over Forth Road Bridge from May with a safety driver and ‘bus captain’ onboard</p><p>Self-driving buses will begin carrying passengers over Scotland’s Forth Road Bridge next month in what has been hailed as a world first.</p><p>Five single-decker buses will cover the 14-mile route from 15 May, carrying up to 10,000 passengers every week between the Ferrytoll park and ride in Fife and the Edinburgh Park train and tram interchange.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/04/self-driving-buses-to-serve-route-in-scotland-in-world-first\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/04/self-driving-buses-to-serve-route-in-scotland-in-world-first", "date_published": "2023-04-04 17:03:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seymour Stein obituary", "description": "Music executive and co-founder of Sire Records who launched the careers of Madonna, Talking Heads and the Ramones<p>The only thing an A&amp;R man needs, Seymour Stein once said, was a good pair of ears. Stein, who <a href=\"https://www.theguardian.com/music/2023/apr/03/seymour-stein-music-mogul-who-discovered-madonna-talking-heads-and-more-dies-aged-80\" title=\"\">has died</a> aged 80, might have added indefatigable enthusiasm, a streak of opportunism and a shrewd business brain, all of which he deployed in a career that saw him sign the deals that launched the careers of <a href=\"https://www.theguardian.com/music/madonna\" title=\"\">Madonna</a>, the Ramones, <a href=\"https://www.theguardian.com/music/talking-heads\" title=\"\">Talking Heads</a>, <a href=\"https://www.theguardian.com/music/2019/jul/11/i-feel-exhausted-by-being-exposed-kd-lang-on-being-a-lesbian-icon\" title=\"\">kd lang</a> and many others.</p><p>Those artists enjoyed their first hits on Sire Records, the label Stein co-founded in 1966 and with which he remained synonymous even after his company had been absorbed by the Warner Music group. By the time he stood down in 2018, unhappy with corporate politicking, Stein’s achievements had long since earned him a place among the finest “record men” – as they were known – of his generation.</p> <a href=\"https://www.theguardian.com/music/2023/apr/04/seymour-stein-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/04/seymour-stein-obituary", "date_published": "2023-04-04 17:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fulham’s Mitrovic gets eight-game ban but FA wants sterner punishment", "description": "<ul><li>Ban is for shoving referee and for behaviour and language</li><li>FA intends to appeal against that and two-game Silva ban</li></ul><p>The Football Association intends to appeal for Aleksandar Mitrovic to receive a stronger punishment than the eight-game ban the Fulham striker received on Tuesday for behaviour that included <a href=\"https://www.theguardian.com/football/2023/mar/19/marco-silva-pleads-mercy-for-mitrovic-after-fulhams-red-card-meltdown\">shoving the referee</a> Chris Kavanagh.</p><p>An independent regulatory commission decided that was an appropriate penalty for Mitrovic for his conduct in an FA Cup tie at Manchester United. It extended the standard three-game ban for violent conduct by another three matches for the player making contact with Kavanagh and gave him another two-match suspension for language that was “improper, abusive, insulting and threatening”.</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/fulham-aleksandar-mitrovic-eight-game-ban-shoving-referee-marco-silva\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/fulham-aleksandar-mitrovic-eight-game-ban-shoving-referee-marco-silva", "date_published": "2023-04-04 16:40:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dead bodies, black mould, failing staff: social housing in the UK is a disgrace | Anne Perkins", "description": "<p>Recent scandals have highlighted the brutal truth: those who could solve this crisis have no interest in doing so</p><p>Housing associations are hard to defend right now. This week, an investigation by the BBC exposed <a href=\"https://www.bbc.co.uk/news/uk-65055405\">disturbing new details</a> about the case of <a href=\"https://www.theguardian.com/uk-news/2022/jul/21/coroner-says-tenants-undetected-death-in-london-flat-difficult-to-comprehend\">Sheila Seleoane</a>, the woman whose body lay undiscovered for two years despite neighbours repeatedly complaining about the smell to their landlord. Peabody continued claiming her rent despite cutting off her gas because she did not open the door for a routine safety check.</p><p>And last week, a damning <a href=\"https://viewer.gutools.co.uk/world/2023/mar/28/social-landlord-england-said-mould-acceptable-refugees-homes\">report</a> exposed the failings of Rochdale Boroughwide Housing (RBH). Two-year-old <a href=\"https://www.theguardian.com/uk-news/2022/nov/15/death-of-two-year-old-awaab-ishak-chronic-mould-in-flat-a-defining-moment-says-coroner\">Awaab Ishak died</a> after prolonged exposure to black mould in his family’s flat. A <a href=\"https://www.housing-ombudsman.org.uk/2023/03/28/ombudsman-finds-culture-of-othering-residents-lies-at-the-heart-of-rochdale-boroughwide-housings-issues-and-identifies-lessons-for-sector/\">housing ombudsman’s inquiry</a> prompted by his death found that tenants were routinely judged by “prejudiced” staff who made “lazy assumptions”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/dead-bodies-black-mould-failing-staff-social-housing-in-the-uk-is-a-disgrace\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/dead-bodies-black-mould-failing-staff-social-housing-in-the-uk-is-a-disgrace", "date_published": "2023-04-04 16:39:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Nigel Lawson turned postwar economic consensus on its head", "description": "<p>Former chancellor fundamentally changed the UK economy during his six-year stint at the Treasury, and not much has changed since then</p><ul><li><a href=\"https://www.theguardian.com/politics/2023/apr/03/former-conservative-chancellor-nigel-lawson-dies-aged-91\">Nigel Lawson: former Conservative chancellor dies, aged 91</a></li></ul><p>Enoch Powell famously said all political careers end in failure and that was certainly true of Nigel Lawson, whose death at 91 <a href=\"https://www.theguardian.com/politics/2023/apr/03/former-conservative-chancellor-nigel-lawson-dies-aged-91\">was announced on Monday</a>. His six-year spell at the Treasury ended with the economy stricken by a classic British boom-bust cycle, which left unemployment at more than 3 million and record number of home repossessions.</p><p>That said, only a handful of chancellors have a lasting legacy when they leave office, and Lawson was one of them. Like Gordon Brown – another of the rare breed of politicians who made a difference – he had a clear idea of what he thought needed to be done to make the economy work more effectively and pursued his goals in a single-minded fashion.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/04/how-1980s-chancellor-turned-postwar-economic-consensus-on-its-head\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/04/how-1980s-chancellor-turned-postwar-economic-consensus-on-its-head", "date_published": "2023-04-04 16:21:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robert Jenrick banned from driving for six months for speeding", "description": "<p>Immigration minister fined more than £1,600 for breaking limit on M1 after appearing on Any Questions? last year</p><p>The government minister Robert Jenrick has been banned from driving for six months and fined more than £1,600<strong> </strong>after being caught driving almost 30mph over the speed limit last year.</p><p>The Conservative MP for Newark was recorded driving 68mph in a temporary 40mph zone on the M1 in Northamptonshire on 5 August 2022. Jenrick pleaded guilty to the offence in February and said in a letter to the court that he “sincerely apologised” for the incident.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/04/robert-jenrick-banned-from-driving-for-six-months-for-speeding\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/04/robert-jenrick-banned-from-driving-for-six-months-for-speeding", "date_published": "2023-04-04 16:11:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of people like me are locked up with no fixed release date all because of New Labour’s political arms race | Terence Smith", "description": "<p>Nearly 3,000 of us are still in jail because of the infamous ‘imprisonment for public protection’ sentence</p><p>Nearly seven years ago, in May 2016, the former home secretary Kenneth Clarke <a href=\"https://www.bbc.co.uk/programmes/b07ctt0n\">told BBC Radio 4’s Today programme</a> there was an “absurd” prison sentence currently in operation in Britain that meant thousands of those subject to it had absolutely no idea when, if ever, they would be released. The situation, he said, was “ridiculous.” It still is.</p><p>He was talking about the imprisonment for public protection sentence, better known simply as IPP, which has plagued the British legal and penal landscape for the past two decades. It was first introduced by the Labour home secretary David Blunkett through a white paper entitled <a href=\"https://image.guardian.co.uk/sys-files/Politics/documents/2002/07/17/Criminal_Justice.pdf\">Justice for All</a> and was intended to “ensure that dangerous, violent and sexual offenders stay in custody for as long as they present a risk to the public”.</p><p>Terence Smith is a former armed robber, currently in HMP Warren Hill, and the author of several books</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/locked-up-release-date-new-labour-jail-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/locked-up-release-date-new-labour-jail-prison", "date_published": "2023-04-04 16:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Critically ill patients ‘will inevitably die’ due to junior doctors’ strike", "description": "<p>Exclusive: leading heart experts urge BMA to exempt staff working on critical care units in England</p><p>Critically ill patients “will inevitably die” because hospitals are having to cancel surgery as a direct result of next week’s <a href=\"https://www.theguardian.com/uk-news/2023/mar/23/junior-doctors-england-strike-four-days-april\">junior doctors’ strike</a> in England, leading heart experts have warned.</p><p>There were bound to be fatalities among people with serious heart problems whose precarious health meant they were “a ticking timebomb” and needed surgery as soon as possible, they said.</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/critically-ill-patients-inevitably-die-junior-doctors-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/critically-ill-patients-inevitably-die-junior-doctors-strike", "date_published": "2023-04-04 16:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate activist who allegedly held sign directed at jurors may be charged", "description": "<p>Trudi Warner, 68, is said to have held placard asking jurors to act on conscience outside trial of fellow Insulate Britain protesters</p><p>A climate activist who allegedly held a sign outside court telling jurors they were entitled to find protesters not guilty based on their conscience may still face a criminal charge.</p><p>Trudi Warner, 68, allegedly held the placard outside a trial of fellow Insulate Britain protestors at Inner London crown court on 27 March, which read: “Jurors: You have an absolute right to acquit a defendant according to your conscience.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/climate-activist-trudi-warner-held-sign-telling-jurors-act-conscience-charged\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/04/climate-activist-trudi-warner-held-sign-telling-jurors-act-conscience-charged", "date_published": "2023-04-04 15:59:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The highs and lows of being (or having) an only child | Letters", "description": "<p>Readers respond to Rhiannon Lucy Cosslett’s article about the criticism some parents face for having one child</p><p>This was an interesting article by Rhiannon Lucy Cosslett (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/31/one-and-done-parents-child\" title=\"\">‘One and done’ parents are some of the most thoughtful and compassionate I have met, 31 March</a>). I remember a fascinating radio programme some years ago, in which researchers asked only children about their experiences. About half reported that being an “only” made it hard to make friends because they had no practice with siblings – they became loners with a lack of good relationships. The other half reported that having no siblings obliged them to become socially skilled, and that they were great at forming relationships.</p><p>The researchers concluded that only children are just like the rest of us, displaying the same range of personality traits and resulting life journeys.<br /><strong>Alison Carter</strong><br /><em>Lindfield, West Sussex</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/04/the-highs-and-lows-of-being-or-having-an-only-child\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/04/the-highs-and-lows-of-being-or-having-an-only-child", "date_published": "2023-04-04 15:54:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Let asylum seekers work to help themselves and the UK | Letter", "description": "<p><strong>Anne Johns</strong> calls for a better approach to dealing with those who come to Britain seeking refuge</p><p>The list of suggested alternatives to hotels for asylum seekers (<a href=\"https://www.theguardian.com/uk-news/2023/mar/29/boats-barges-and-big-bills-the-asylum-options-being-chewed-over-in-whitehall\" title=\"\">Boats, barges and big bills – the asylum options being chewed over in Whitehall, 29 March</a>) omits the most blindingly obvious one: process their claims immediately and let them start work, become independent and pay their taxes.</p><p>In 2018, medical students and junior doctors at the University of Nottingham initiated <a href=\"https://thephoenixprojectuk.com/\" title=\"\">the Phoenix Project</a>, a charity that supports displaced doctors’ qualification to practise medicine in the UK, predominantly through English-language teaching sessions. It now operates in Nottingham, Leeds, Bristol and Birmingham. So far, three doctors have passed the exams required for their registration with the General Medical Council.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/let-asylum-seekers-work-to-help-themselves-and-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/04/let-asylum-seekers-work-to-help-themselves-and-the-uk", "date_published": "2023-04-04 15:52:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Help young people lead action to tackle climate crisis | Letters", "description": "<p><strong>Rachael Orr </strong>says<strong> </strong>young adults must be empowered with advice, education and opportunities regarding the climate crisis</p><p>Re your article (<a href=\"https://www.theguardian.com/environment/2023/mar/30/terrified-for-my-future-climate-crisis-takes-heavy-toll-on-young-peoples-mental-health#:~:text=In%20a%20recent%20survey%20by,all%20people%20in%20the%20UK.\" title=\"\">‘Terrified for my future’: climate crisis takes heavy toll on young people’s mental health, 30 March</a>), it is no wonder that young people are overwhelmed by the climate crisis.</p><p>In our recent <a href=\"https://climateoutreach.org/reports/climate-justice-young-adults-europe/\" title=\"\">research</a> with concerned young adults in nine European countries, people used terms such as “catastrophe”, “apocalypse” and “the end” to express how they felt. They also told us they felt powerless to help create change and were sceptical about government promises to tackle the climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/04/help-young-people-lead-action-to-tackle-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/04/help-young-people-lead-action-to-tackle-climate-crisis", "date_published": "2023-04-04 15:52:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canadian PM’s residence shut down over dead mice in walls, documents say", "description": "<p>Officials decided to shut down decrepit building last year amid concerns that the air in the mansion was no longer safe to breathe</p><p>So many dead mice were trapped behind the sagging walls and heaped in the basement of the <a href=\"https://www.theguardian.com/world/2023/jan/31/canada-prime-minister-residence-24-sussex-repairs\">Canadian prime minister’s official residence</a>, that officials decided shut down the the decrepit building last year amid concerns that the air in the mansion was no longer safe tobreathe, according to newly released documents.</p><p>The limestone-clad house at 24 Sussex Drive, perched on a cliff above the Ottawa River, is the country’s most symbolically important and politically fraught plots of real estate.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/canada-prime-ministers-residence-shut-down-dead-mice\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/canada-prime-ministers-residence-shut-down-dead-mice", "date_published": "2023-04-04 15:41:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Not even Suella Braverman’s own department agrees with her about ‘grooming gangs’ | Ella Cockbain", "description": "<p>Child sexual abuse in the UK is rife and requires multiple solutions. All our home secretary gives us is baseless prejudice</p><p>Child sexual abuse is horrendously common. Recent estimates <a href=\"https://www.csacentre.org.uk/documents/scale-nature-review-evidence-0621/\">suggest</a> that more than one in seven girls and one in 20 boys, or <a href=\"https://www.csacentre.org.uk/our-research/the-scale-and-nature-of-csa/infographics/\">half a million children</a>, are sexually abused in the UK each year. Such abuse happens across all segments of society, in a wide variety of contexts – though most commonly within the home.</p><p>Focus on this issue has led to significant increases in police recording of child sexual offences, <a href=\"https://www.csacentre.org.uk/documents/child-sexual-abuse-in-2021-22-trends-in-official-data/\">reaching</a> more than 100,000 in 2021/22 in England and Wales. That also reflects efforts from police to take sexual abuse more seriously and better support victims – although <a href=\"https://www.met.police.uk/SysSiteAssets/media/downloads/met/about-us/baroness-casey-review/update-march-2023/baroness-casey-review-march-2023.pdf\">issues still do persist</a>. Professionals are also now better at recognising the risks around sexual abuse of older children outside the home.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/suella-braverman-grooming-gangs-child-seual-abuse-home-secretary-prejudice\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/suella-braverman-grooming-gangs-child-seual-abuse-home-secretary-prejudice", "date_published": "2023-04-04 15:32:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Liverpool has all the hallmarks of a classic mid-table tussle", "description": "<p>Thomas Tuchel is a Big Cup-winning manager, status one might think has currency for a club hoping to win Big Cups – but only because one is not Todd Boehly, whose epochal genius means he sees things that others cannot. So he and only he knew that the smart move was to fire the aforementioned Big Cup-winning manager. How dare that Big Cup-winning manager – any Big Cup-winning manager – refuse to accept the expertise of a chairman whose proudest footballing achievement was discovering its existence in middle-age? So Todd took charge of the situation with all the wisdom of a man going into hospital for brain surgery, then binning off the doctor to operate on himself. Or, to put it another way, exactly the kind of behaviour one might expect from a 49-year-old man with a sweepover fringe and long straggly bits at the back, who thinks that Big Cup-winning managers must bow to the flawless logic of his superior exchequer.</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/chelsea-liverpool-has-all-the-hallmarks-of-a-classic-mid-table-tussle-football-daily\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/chelsea-liverpool-has-all-the-hallmarks-of-a-classic-mid-table-tussle-football-daily", "date_published": "2023-04-04 15:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Team Starmer ‘here to win’ as Labour sets its sights on a May 2024 election", "description": "<p>Three years after Jeremy Corbyn left a sleeping bag behind, the leader of the opposition’s office is full of ‘bright, energetic, hungry people’</p><p>Keir Starmer’s team had a few moments to reminisce about the past three years at their regular morning meeting on Tuesday, with one senior aide recalling when their winning leadership team first walked into the leader of the opposition’s office.</p><p>It had only just been vacated by Jeremy Corbyn’s team and in one room, there were assorted revolutionary flags including one from the Campaign for Nuclear Disarmament. In the next room there was a large bin full to the brim with shredded documents spilling on to the floor. In Corbyn’s office was a sleeping bag. “You could not have pictured a more symbolic scene,” they said.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/04/team-starmer-here-to-win-as-labour-sets-its-sights-on-a-may-2024-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/04/team-starmer-here-to-win-as-labour-sets-its-sights-on-a-may-2024-election", "date_published": "2023-04-04 15:26:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK’s status as cinematic powerhouse at risk, warns Oscar winner David Puttnam", "description": "<p>In speech to Bafta, Chariots of Fire producer says industry must invest ‘far more’ to close yawning skills gap</p><p>The Oscar-winning producer David Puttnam has issued a rallying cry to the film industry to address its yawning skills gap and grow audiences before the UK is eclipsed as a cinematic powerhouse.</p><p>In a speech to Bafta on Tuesday, Puttnam – the president of the Film Distributors’ Association (FDA) and a <a href=\"https://www.theguardian.com/politics/2021/oct/16/david-puttnam-hits-out-government-quits-house-of-lords\">former peer</a> – urged the industry to “invest far more” in its workforce to retain international competitiveness.</p> <a href=\"https://www.theguardian.com/film/2023/apr/04/uk-status-cinematic-powerhouse-at-risk-warns-oscar-winner-david-puttnam-bafta\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/04/uk-status-cinematic-powerhouse-at-risk-warns-oscar-winner-david-puttnam-bafta", "date_published": "2023-04-04 15:22:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s my least personal album!’ Thank you, Ellie Goulding, for making pop escapist again", "description": "<p>As hyper-gossipy songs by the likes of Miley Cyrus need accompanying guides to help decode them, Goulding’s rejection of ‘personal experiences’ feels radical</p><p>Saying your new album is your “most personal yet” is the oldest pop cliche in the book. It’s an easy – or lazy – way to say that fans should be invested in your next record without telling them why, exactly; a tease that buying a copy of the album will get them ever-so-much-closer to the inside of their favourite star’s head. It’s a line used by the media as much as by stars themselves; a cursory Google of “most personal album yet” will bring up examples ranging from Adele to Stormzy to Post Malone. Sometimes, the descriptor is accurate – I would say that Lana Del Rey’s new album actually <em>is</em> her most personal yet – but often it’s what you deploy when you have nothing else interesting to say.</p><p>That’s why it was so charming when, at a Q&amp;A earlier this week, British pop singer Ellie Goulding went on record to say that her forthcoming album Higher Than Heaven was her “least personal” album ever. “In the best possible way, this album wasn’t taken from personal experiences, and it was such a relief and really refreshing to not be sitting in the studio going through all the things that happened to me and affected me,” she said. “It’s the least personal album, but I think it’s the best album because I got to just explore other things about myself. I just really, really enjoy writing; really enjoy being a singer.”</p> <a href=\"https://www.theguardian.com/music/2023/apr/04/its-my-least-personal-album-thank-you-ellie-goulding-for-making-pop-escapist-again\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/04/its-my-least-personal-album-thank-you-ellie-goulding-for-making-pop-escapist-again", "date_published": "2023-04-04 15:13:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CBI cancels all events after Guardian’s sexual misconduct allegations", "description": "<p>Annual dinner is among events cancelled because of ‘very serious’ claims that are being investigated</p><ul><li><a href=\"https://www.theguardian.com/business/2023/apr/03/revealed-new-claims-of-sexual-misconduct-and-toxic-culture-at-cbi\">Revealed: claims of sexual misconduct at CBI</a></li></ul><p>The UK’s most prominent business lobbying organisation, the Confederation of British Industry, has cancelled forthcoming events including its annual dinner after the Guardian revealed multiple <a href=\"https://www.theguardian.com/business/2023/apr/03/revealed-new-claims-of-sexual-misconduct-and-toxic-culture-at-cbi\">allegations of sexual misconduct</a> by its staff.</p><p>On Monday, the Guardian reported the claims from more than a dozen women that they had been victims of various forms of sexual misconduct by senior figures at the CBI. This included an account from a woman who alleges she was raped at a staff party on a boat on the River Thames.</p> <a href=\"https://www.theguardian.com/business/2023/apr/04/cbi-cancels-events-guardian-sexual-misconduct-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/04/cbi-cancels-events-guardian-sexual-misconduct-allegations", "date_published": "2023-04-04 15:06:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Welshpool McDonald’s is absolutely smashing it!’: the best and worst UK fast food outlets", "description": "<p>From the lowest-ranked KFC to the McDonald’s lauded by a Michelin-starred chef, not all fast food is created equal, apparently</p><p><strong>Name:</strong> Britain’s worst KFC.</p><p><strong>Age:</strong> The <a href=\"https://www.theguardian.com/food/fast-food\">fast food</a> chain was founded in 1952.</p> <a href=\"https://www.theguardian.com/food/2023/apr/04/welshpool-mcdonalds-is-absolutely-smashing-it-the-best-and-worst-uk-fast-food-outlets\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/04/welshpool-mcdonalds-is-absolutely-smashing-it-the-best-and-worst-uk-fast-food-outlets", "date_published": "2023-04-04 15:04:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wyelands Bank rebuked by Bank of England for regulatory failings", "description": "<p>Central bank decides against £8.5m fine due to collapsed firm’s ‘limited resources’</p><p>The Bank of England has issued a public reprimand against the Greensill-linked Wyelands Bank after discovering “wide-ranging significant regulatory failings” at the lender, which is owned by Sanjeev Gupta, boss of the troubled Liberty Steel.</p><p>Wyelands, which was Greensill Capital’s biggest client before the scandal-hit firm collapsed in early 2021, was found to have breached a series of rules including falling short on governance and risk controls, reporting its capital position incorrectly and failing to retain messages sent on WhatsApp between 2016 and 2020.</p> <a href=\"https://www.theguardian.com/business/2023/apr/04/wyelands-bank-rebuked-by-bank-of-england-for-regulatory-failings\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/04/wyelands-bank-rebuked-by-bank-of-england-for-regulatory-failings", "date_published": "2023-04-04 15:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sandwich, salad, brownies: three simple, slam-dunk picnic recipes for Easter long weekend", "description": "<p>When it comes to dining alfresco, keep the menu low on fuss but high on taste</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>A rainy Easter long weekend can sometimes feel inevitable in Australia. But for those lucky enough to get time off, the rain only makes the sunny patches sweeter for picnics and alfresco dining (just make sure to pack a tarp as well as a blanket).</p><p>While there are no hard and fast rules about what qualifies as picnic food, the best dishes are unfussy to prepare, easy to transport and can be eaten at room (or ambient) temperature. They should also require minimal cutlery (at most, a fork and plate). As far as picnic menus go, a muffuletta is a no-brainer (I like to think of it as a savoury sandwich cake), an autumnal cauliflower salad keeps it wholesome, while a dense chocolate brownie is not. A sandwich, a salad and a brownie – it’s a three-part package that just works, whatever the weather.</p> <a href=\"https://www.theguardian.com/food/2023/apr/05/sandwich-salad-brownies-three-simple-slam-dunk-picnic-recipes-for-easter-long-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/05/sandwich-salad-brownies-three-simple-slam-dunk-picnic-recipes-for-easter-long-weekend", "date_published": "2023-04-04 15:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Summer of ’63: the year that gave us sex, the Beatles … and one-day cricket", "description": "<p>Innovations that were introduced 60 years ago reshaped cricket and helped create the sport we have today</p><p>By <a href=\"https://twitter.com/sternwords?lang=en\">John Stern</a> for <a href=\"https://wisden.com/wisden-cricket-monthly\">Wisden Cricket Monthly</a></p><p>According to Philip Larkin, “Sexual intercourse began in 1963”. So did one-day cricket but, disappointingly, there was no mention of the Gillette Cup in his poem Annus Mirabilis. He did mention the Beatles’ first album, though, and the lifting of the ban on the DH Lawrence novel Lady Chatterley’s Lover. It was all happening, as the excitable Bill Lawry might have said.</p><p>“Everyone was having a good time – the Beatles, Rolling Stones, Carnaby Street fashion,” remembers David Lloyd, back then a 16-year- old clubbie at Accrington who was mixing it with top overseas players and waiting for his chance in the Lancashire second XI. “But cricket was still very traditional and a bit aloof from general society.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/04/summer-1963-year-sex-beatles-one-day-cricket-england-west-indies\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/04/summer-1963-year-sex-beatles-one-day-cricket-england-west-indies", "date_published": "2023-04-04 15:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you had problems with grey squirrels in your home?", "description": "<p>We would like to hear from people who have had problems with grey squirrels in their homes</p><p>Grey squirrels are becoming an increasing nuisance in people’s homes, with <a href=\"https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-65092730\">reports</a> that they have been invading lofts, roofs and kitchens.</p><p>We would be interested in speaking to people who have had problems with grey squirrels in their homes.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/tell-us-have-you-had-problems-with-grey-squirrels-in-your-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/tell-us-have-you-had-problems-with-grey-squirrels-in-your-home", "date_published": "2023-04-04 14:49:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woke the plank! Were pirate ships actually beacons of diversity and democracy?", "description": "<p>They’ve been portrayed as toothless, wooden-legged cut-throats. But a new exhibition in Cornwall shows there were queer pirates, female pirates, pirates of colour – and they all got a vote</p><p>In September 1695, the Plymouth-born “king of pirates”, Henry Avery, seized treasure worth £600,000 (in today’s terms, nearly £100m) from the Grand Mughal fleet in the Red Sea. What happened next is uncertain. The most boring legend has Avery – AKA Henry Every or Long Ben – buried in a pauper’s grave in Barnstaple, Devon. Another, recently endorsed in the book <a href=\"https://www.theguardian.com/books/2023/jan/27/pirate-enlightenment-or-the-real-libertalia-by-david-graeber-review-utopia-by-the-sea\">Pirate Enlightenment</a> by the late anthropologist and anarchist <a href=\"https://www.theguardian.com/books/2015/mar/21/books-interview-david-graeber-the-utopia-of-rules\">David Graeber</a>, posits that Avery sailed for Madagascar where he established a pirate republic with his henchmen called Libertalia, a proto-communist utopia where all goods were held common.</p><p>The National Maritime Museum in Falmouth offers another account in its fascinating new exhibition, Pirates. After paying off his like-minded hearties in Mughal bling, Avery sailed for home. But nearing Cornwall, he and his pirate booty were shipwrecked and lie deep in Davy Jones’s locker.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/04/woke-plank-pirate-ships-diversity-democracy-cornwall-exhibition\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/04/woke-plank-pirate-ships-diversity-democracy-cornwall-exhibition", "date_published": "2023-04-04 14:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s automated flood alerts to be permanent despite inaccuracy warnings", "description": "<p>Environment Agency says system trialled during strikes will continue for now despite false alarms and late warnings</p><p>The flood warning system relied on by hundreds of thousands of households in England will be put on permanent autopilot, officials have said, despite warnings it is inaccurate.</p><p>The Environment Agency has been <a href=\"https://www.theguardian.com/environment/2023/feb/08/englands-flood-warning-systems-on-autopilot-again-as-staff-stage-strike\">trialling an automated flood warning</a> system since December, when strike action by workers over years of below-inflation pay deals left gaps in incident rosters.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/04/englands-automated-flood-warning-system-to-stay-despite-inaccuracy-warnings\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/04/englands-automated-flood-warning-system-to-stay-despite-inaccuracy-warnings", "date_published": "2023-04-04 14:15:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is bigger than potholes’: Lib Dems tap into voter anger over sewage", "description": "<p>Party is striking chord with ‘blue wall’ voters by championing a classic environmental issue</p><p>Posing for the cameras with a photogenic dog is something of an election campaign cliche, but as Ed Davey picks up Marvin, an affectionately squirming norfolk terrier, the intended message is about something much less obviously appealing: sewage.</p><p>The Liberal Democrat leader is posing with a series of dogs and their owners on Eastbourne beach, a local election stop intended to bring attention to an issue his party has campaigned on enthusiastically for the past two years, and with increasing cut-through.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/04/lib-dems-tap-into-voter-anger-over-sewage\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/04/lib-dems-tap-into-voter-anger-over-sewage", "date_published": "2023-04-04 14:08:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sweden has expelled 1,100 British nationals since Brexit", "description": "<p>Country has told more Britons to leave than any other in the bloc, including a 74-year-old woman with Alzheimer’s</p><p>Sweden has expelled 1,100 British nationals since Brexit, more than any other country in the EU, according to official statistics released by the European Commission.</p><p>The figures come as controversy builds over the “deeply shocking” decision by the country’s immigration authorities to order a <a href=\"https://www.theguardian.com/world/2023/apr/03/swedish-police-moving-ahead-plan-deport-uk-woman-alzheimers\">74-year-old British woman with Alzheimer’s to leave the country</a> because she did not have post-Brexit residency papers.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/04/sweden-expelled-1100-british-nationals-since-uk-left-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/04/sweden-expelled-1100-british-nationals-since-uk-left-eu", "date_published": "2023-04-04 14:06:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thérèse Coffey accused of ‘throwing in the towel’ over sewage scandal", "description": "<p>At launch of cleaner water plan, minister says those who say they can end problem are ‘detached from reality’ or dishonest</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/04/therese-coffey-rivers-seas-england-sewage-conservatives-labour-keir-starmer-uk-politics-latest\">Politics live – latest updates</a></li></ul><p>Thérèse Coffey has admitted she cannot end the sewage scandal, in what critics are calling a “complete abdication of duty”.</p><p>Launching her department’s cleaner water plan at the London Wetland Centre in Barnes in the south of the capital, the environment secretary said upgrading the sewage network to stop spills could add hundreds of pounds each to people’s bills.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/04/therese-coffey-accused-of-throwing-in-the-towel-over-sewage-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/04/therese-coffey-accused-of-throwing-in-the-towel-over-sewage-scandal", "date_published": "2023-04-04 13:59:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "St Petersburg bomb suspect charged with terrorism over killing of pro-war blogger", "description": "<p>Moscow says Darya Trepova acted for Ukraine and handed statuette to Vladlen Tatarsky that later exploded</p><p>Russian investigators on Tuesday formally charged Darya Trepova, a 26-year-old woman, with terrorism over the <a href=\"https://www.theguardian.com/world/2023/apr/02/russian-pro-war-military-blogger-killed-blast-st-petersburg-vladlen-tatarsky\">killing of the influential pro-war military blogger</a> Vladlen Tatarsky in a bomb blast in St Petersburg.</p><p><a href=\"https://www.theguardian.com/world/2023/apr/03/killed-russian-blogger-vladlen-tatarsky-soft-target-many-enemies\">Tatarsky, whose real name was Maxim Fomin</a>, was killed on Sunday by a bomb blast as he was hosting a discussion with other pro-war commentators at a cafe on the banks of the Neva River in the historic heart of St Petersburg.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/st-petersburg-bomb-suspect-charged-with-terrorism-over-killing-of-pro-war-blogger\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/st-petersburg-bomb-suspect-charged-with-terrorism-over-killing-of-pro-war-blogger", "date_published": "2023-04-04 13:50:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are pet owners more popular than parents?", "description": "<p>It’s true that pets are easier to look after than babies – but their owners have some undeniably strange behaviours</p><p>Here’s an opinion that will get me locked in a crate and pelted with scented cat litter: pets are more socially acceptable than babies because they’re simply easier to love.</p><p>Last month, Daunt Books published a new anthology called Dog Hearted, in which 14 writers explore, in beautiful, sometimes funny, often melancholy essays, their relationships to dogs. I’m not sure I can imagine a similar title ever being written about babies. Books about parenting (and I include my own) are all called things such as The Most Awful Thing I’ve Ever Done, or Why Did Nobody Tell Me This Was So Utterly Crap? or How the Hell Did This Happen?</p><p>Nell Frizzell is the author of Holding the Baby: Milk, Sweat and Tears from the Frontline of Motherhood</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/why-are-pet-owners-more-popular-than-parents\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/why-are-pet-owners-more-popular-than-parents", "date_published": "2023-04-04 13:35:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nina Nastasia review – a mettle-testing, memorable comeback", "description": "<p><strong>Komedia, Brighton</strong><br />The American alt-folk singer returns after a 12-year hiatus to worshipful cheers, in a show that condenses her trauma into jagged bursts </p><p>“This new record is a bit of a bitch because it’s not particularly fun to perform,” Nina Nastasia said last year while promoting <a href=\"https://www.theguardian.com/music/2022/jul/24/nina-nastasia-riderless-horse-review-devastatingly-powerful-songs-of-survival\">Riderless Horse</a>, her first album since 2010. That’s the risk an artist takes when they frame a record around a traumatic event. The Hollywood-born alt-folk singer took a 12-year leave of absence due to “unhappiness [and] overwhelming chaos” that culminated in her longterm romantic and musical partner, Kennan Gudjonsson, taking his own life in 2020, the day after she ended their relationship. Riderless Horse, which forms the backbone of this show, condenses her grief into jagged bursts that are as hard to hear as they must be to play.</p><p>A fortifying glass of whisky is at her elbow – “I have a nervous tic, it calms me,” she laughs, perhaps to forestall judgment. But nobody is judging; she commands such reverence that a fan who begins to video the show quickly thinks better of it. It’s something like being at church; this is Nastasia’s first UK tour in a decade, and every moment is taken as a gift. Jokey asides add light to the shade – the one about John Peel’s family making her a Liverpool supporter is a peak American-abroad moment.</p> <a href=\"https://www.theguardian.com/music/2023/apr/04/nina-nastasia-review-a-mettle-testing-memorable-comeback-komedia-brighton\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/04/nina-nastasia-review-a-mettle-testing-memorable-comeback-komedia-brighton", "date_published": "2023-04-04 13:34:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Misogyny is a mighty force on the right – just look at the fate of Finland’s Sanna Marin  | Zoe Williams", "description": "<p>As prime minister, she was trusted and liked by voters. Then came allegations that she was a ‘party girl’</p><p>Competent, reasonable, functioning government doesn’t get much spotlight on the world stage, particularly when there are wars and pandemics going on. So when Sanna Marin took office at the end of 2019, it was noted that, at 34, she was Finland’s youngest ever prime minister, and the fourth youngest state leader in the world. But beyond that, she was sorted into the category “progressive, well-intended, needn’t detain us further”. It is a problem for another day that the left is not really interested in its own side, and the right is only interested in the left when it’s in chaos.</p><p>Various elements of her tenure went mainly unremarked, therefore: her Covid response, her announcement that Finland would apply to join Nato in May 2022, her social and fiscal policies that we might broadly classify as “the business of government”. It was only in the summer of last year, when video footage leaked of her at a party, that she became a talking point. Knowing what we know now about the interplay between tabloid and social media – the way agendas are set by traditional news outlets, then amplified wildly by new media’s insatiable quest for outrage – it felt more like a witch-hunt. She took a drugs test in the middle of August, and tested negative. Obviously, the long game wasn’t to lock her up: it was merely to bring her down.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/misogyny-finland-sanna-marin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/misogyny-finland-sanna-marin", "date_published": "2023-04-04 13:31:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Script, what script? Why Parks and Recreation star Ben Schwartz can’t quit improv", "description": "<p>The beloved sitcom’s scene-stealer may now be hot Hollywood property, starring alongside Jim Carrey and Nicolas Cage, but he refuses to move on from his first love. As he scores a Netflix special and heads for the UK, he explains its allure</p><p></p><p>Plenty of Hollywood stars started out in improv: <a href=\"https://www.theguardian.com/film/2022/mar/10/amy-poehler-parks-and-rec-is-one-of-those-comedies-people-medicate-with\">Amy Poehler</a>, Bill Murray, Mike Myers – they all got noticed on the improv stage then moved on to loftier things. What makes Ben Schwartz different is that, even as his Tinseltown career rockets – he is in Apple TV+’s <a href=\"https://www.theguardian.com/tv-and-radio/2022/jan/28/the-afterparty-review-apple-tv-tiffany-haddish\">The Afterparty</a> and the <a href=\"https://en.wikipedia.org/wiki/Renfield_(film)\">forthcoming Nicolas-Cage-as-Dracula movie Renfield</a>, and is the voice of <a href=\"https://www.theguardian.com/film/2022/mar/28/sonic-the-hedgehog-2-review-no-surprises-in-segas-speedy-critter-sequel\">Sonic the Hedgehog</a> – he just won’t leave his much-maligned first love behind. “With the specials and with this tour,” says Schwartz, “the goal is to show that improv is fun, exciting and freeing. That, like standup, it can be done successfully in front of thousands of people.”</p><p>Those Netflix specials, under the banner <a href=\"https://www.theguardian.com/culture/2020/sep/11/thomas-middleditch-ben-schwartz-funniest-things\">Middleditch &amp; Schwartz</a>, are three fantastic long-form improv shows (not sketches, but a whole, hour-long story) performed with his occasional sidekick Thomas Middleditch. It is the streaming platform’s first experiment with live improv. The tour is Ben Schwartz &amp; Friends, which has been circulating North America in the (rare) gaps between the 41-year-old’s acting work, and is coming to London. “I can’t tell you how excited I am to get on that stage in England and do a show,” says Schwartz, his motormouth positivity buzzing across the transatlantic Zoom line.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/04/ben-schwartz-interview-parks-and-recreation-improv-netflix-special\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/04/ben-schwartz-interview-parks-and-recreation-improv-netflix-special", "date_published": "2023-04-04 13:27:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Polish farmers threaten to ‘ruin’ Zelenskiy visit amid grain dispute", "description": "<p>Grain producers say they are being undercut by tariff-free imports from Ukraine</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/04/russia-ukraine-war-live-finland-to-officially-join-nato-russia-drone-strikes-hit-odesa-port\">Russia-Ukraine war – latest news updates</a></li></ul><p>Polish farmers are threatening to derail a visit to Warsaw by Volodymyr Zelenskiy over claims that Ukrainian grain is flooding their market, in a move that would provide Russia with valuable evidence of a crack in western solidarity.</p><p>Ukraine’s president is scheduled to visit Poland’s capital on Wednesday to express his gratitude for the country’s solidarity over the war with Russia, but Polish grain producers are warning they could take to the streets to “ruin” the occasion.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/polish-farmers-threaten-to-ruin-zelenskiy-visit-amid-grain-dispute\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/polish-farmers-threaten-to-ruin-zelenskiy-visit-amid-grain-dispute", "date_published": "2023-04-04 13:10:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What do you, a real person in the real world, want? Best be quiet and let the politicians tell you | Marina Hyde", "description": "<p>It’s ever so convenient that at any given moment the thing you care about is never the thing that’s landing them in trouble</p><p>What do “people in the real world” care about? It is a question as old as failing government itself. Yet, crucially, it is something that you – a person, in the real world – are not cleared to answer yourself. Instead, it needs a politician to inform you what you care about – and, much more frequently and much more dismissively, what you don’t care about. Once these permissible areas of giving-a-toss have been delineated, the politicians who told you what they were can get on with the long process of not fixing them, at the end of which they will tell you that those problems are fake/niche/latte-based because, out there in the world where you never go, people aren’t talking about them.</p><p>Let’s see this in action. At the height of Boris Johnson’s Partygate furore, one of his cabinet ministers <a href=\"https://www.itv.com/news/2022-02-09/claim-that-real-world-people-dont-care-about-no10-parties-is-fanciful\">ruled witheringly</a> that none of this stuff was a concern “when you get out into the real world and you talk to real people”. Another high-profile Tory soon joined in the real-worlding, instructing people: “There are many things which matter much more in the real world.” People, so people were told, actually didn’t care about the thing they could be heard appearing to care about on phone-ins, vox pops and across their social media.</p><p>Marina Hyde is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/real-person-real-world-politicians\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/real-person-real-world-politicians", "date_published": "2023-04-04 13:05:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flogging and Bruce Springsteen: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/apr/04/flogging-and-bruce-springsteen-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/apr/04/flogging-and-bruce-springsteen-tuesdays-best-photos", "date_published": "2023-04-04 13:03:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chris Brownridge: behind the wheel of a greener image for BMW", "description": "<p>The chief exec of the German marque’s UK arm grew up a petrolhead, but says he’s now more fired up about electric cars, and finding sustainable ways to make them</p><p>When, as a child in the 1980s, Chris Brownridge first admired his grandfather’s BMW saloon, the business of selling cars was a fairly straightforward exchange of cash for a vehicle. But when he joined the industry in the 1990s, it was in the middle of a wave of change. Readily available car finance suddenly meant the public could buy more expensive cars.</p><p>“It changed the type of car people bought,” says Brownridge, chief executive of BMW Group UK. Drivers could borrow to buy a pricier vehicle in the expectation that it would hold its value and could be sold on later.</p> <a href=\"https://www.theguardian.com/business/2023/apr/04/chris-brownridge-behind-the-wheel-of-a-greener-image-for-bmw\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/04/chris-brownridge-behind-the-wheel-of-a-greener-image-for-bmw", "date_published": "2023-04-04 13:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss pension episode flags risk of further financial crises, says IMF", "description": "<p>Report calls for tighter regulation of non-banks as comfortable decade of low interest rates comes to an end</p><p>The near collapse of Britain’s pension funds during Liz Truss’s brief premiership highlights the risk that higher global interest rates will trigger more financial crises in the coming months, the International Monetary Fund (IMF) has warned.</p><p>In a report, the agency based in Washington DC said the rescues of <a href=\"https://www.theguardian.com/business/2023/mar/13/it-was-frantic-the-two-day-scramble-to-save-svb-and-avert-a-banking-crisis\">Silicon Valley Bank</a> and <a href=\"https://www.theguardian.com/business/2023/mar/19/credit-suisse-bank-of-england-wont-object-to-takeover-as-ubs-considers-1bn-bid\">Credit Suisse </a>may not have been isolated incidents and that there was a chance that problems could stretch beyond the traditional banking sector to pension funds, insurers and hedge funds.</p> <a href=\"https://www.theguardian.com/business/2023/apr/04/liz-truss-pension-episode-flags-risk-of-further-financial-crises-says-imf\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/04/liz-truss-pension-episode-flags-risk-of-further-financial-crises-says-imf", "date_published": "2023-04-04 13:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Make or bake: I need a great dessert for Easter I can make in advance", "description": "<p>There’s no shortage of suggestions for sweet treats you can make ahead of time, from trifle and mousse to spruced-up carrot cake and macaroons</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>What’s a good, make-ahead dessert for entertaining over Easter?</strong><br /><em><strong>Chris, Bristol</strong></em><br />“A classic chocolate mousse is unbeatable,” says Gurdeep Loyal, author of the recently published <a href=\"https://guardianbookshop.com/mother-tongue-9780008464547\">Mother Tongue</a>. “There’s a restaurant in Paris called <a href=\"https://www.chezjanou.com/\">Chez Janou</a> that’s famous for making a gigantic bowl of chocolate mousse every day, which you basically help yourself to.” What makes this 1960s dinner party favourite such a good tactic, however, is that it can be done well ahead of time and left in the fridge. “Then turn it into chocolate mousse sundaes,” Loyal suggests. “Give everyone loads of bits to adorn it with – crushed amaretti, meringue, almond praline … It’s fun and interactive.”</p><p>The immaculate chocolatiness of a torte also hits the make-ahead sweet spot. Chocolatier <a href=\"http://www.paulayoung.co.uk/\">Paul A Young</a>, author of <a href=\"https://guardianbookshop.com/the-joy-of-chocolate-9780857839909\">The Joy of Chocolate</a>, starts with the base, which is similar to that of a cheesecake. “Crush chocolate chip cookies, mix in melted butter, then press into the bottom of a cake tin.” For the filling you’ll need equal amounts of dark chocolate and double cream: “Melt the chocolate, warm the double cream, then mix the two, spread on to your base, and chill.” You could, Young adds, flavour the filling with cinnamon and nutmeg for hot cross bun vibes or, if it’s adults only, add a splash of brandy or rum. Once set, “top with mini eggs or different-sized Easter eggs – pile them really high”. It will then sit happily in the fridge over the weekend.</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/apr/04/easter-dessert-make-in-advance-kitchen-aide\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/04/easter-dessert-make-in-advance-kitchen-aide", "date_published": "2023-04-04 13:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two construction workers killed in accident at New York’s JFK airport", "description": "<p>Workers trapped under collapsed rubble in trench near terminal 7 pronounced dead at the scene</p><p>Two construction workers were killed in a job site accident at <a href=\"https://www.theguardian.com/us-news/new-york\">New York</a>’s John F Kennedy international airport on Monday, officials said.</p><p>The Port Authority of New York and New Jersey, which runs the airport, said the two workers were trapped under construction rubble at about 11am. A spokesperson for New York City’s fire department said the rubble collapsed in a trench near the airport’s busy terminal 7.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/jfk-airport-construction-workers-killed\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/jfk-airport-construction-workers-killed", "date_published": "2023-04-04 12:59:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The helicopter lost track of Trump’: how the BBC News channel picked the wildest day for a revamp", "description": "<p>Viewers were subjected to shaky camerawork, wild speculation and decidedly info-free updates. So business as usual for a rolling news channel, then</p><p>When’s a good day to revamp your rolling news channel? A soft relaunch of the 24-hour updates from BBC News ended up being piquantly timed: 3 April 2023 showcased the essence of an endless bulletin, for better or worse.</p><p>In a move that it says will “modernise the way we deliver the news – while addressing the financial challenges we face”, the Beeb has merged the BBC News channel, once known as News 24, with BBC World News, the international spin-off that previously provided updates on Japanese stock prices and Omani weather when lazily perused in a foreign hotel room. Although overseas viewers will still sometimes be shown different content, it will no longer be via a separate channel. Brits, meanwhile, who already saw simulcasts of the main BBC One news bulletins, will also now see Newsnight and, soon, a televised version of Nicky Campbell’s 5 Live show on weekday mornings.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/04/the-helicopter-lost-track-of-trump-how-the-bbc-news-channel-picked-the-wildest-day-for-a-revamp\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/04/the-helicopter-lost-track-of-trump-how-the-bbc-news-channel-picked-the-wildest-day-for-a-revamp", "date_published": "2023-04-04 12:33:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We are raring to go’: Keith Barker primed for 15th county campaign", "description": "<p>Veteran Hampshire all-rounder played football for England at youth level but is now a County Championship mainstay</p><p>When Keith Barker and his older brother Dean were growing up, their dad was a stickler for good behaviour in the house. If they were playing cricket though, it was a different story – a smashed ornament here, a broken mirror there, he never said a word.</p><p>But from the moment Dean taught four-year-old Keith his first stepover, cricket had a rival. Keith turned down the opportunity of a Lancashire contract aged 16 and threw himself into football, playing England Under-18, Under-19 and Under-20 games, and signing for Blackburn Rovers. But the dream of regularly slotting in goals as a professional slipped between his fingers, between the vagaries of new management, luck and fancy.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/04/hampshire-keith-barker-county-championship-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/04/hampshire-keith-barker-county-championship-cricket", "date_published": "2023-04-04 12:18:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England ‘may need to cut interest rates earlier and faster’", "description": "<p>MPC member Silvana Tenreyro expects such a move ‘to avoid significant inflation undershoot’</p><p>The Bank of England may need to cut interest rates earlier and faster as the impact from previous increases drags down the economy and pulls back inflation, one of its senior policymakers has said.</p><p>Silvana Tenreyro, a member of the central bank’s rate-setting monetary policy committee (MPC), said there were signs inflation would fall “well below” the central bank’s 2% target rate after a sharp decline in global energy prices.</p> <a href=\"https://www.theguardian.com/business/2023/apr/04/bank-of-england-may-need-to-cut-interest-rates-earlier-and-faster-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/04/bank-of-england-may-need-to-cut-interest-rates-earlier-and-faster-inflation", "date_published": "2023-04-04 12:15:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US says strike in Syria has killed senior Islamic State leader", "description": "<p>Khalid Aydd Ahmad al-Jabouri said to have been responsible for planning IS attacks in Europe</p><p>The US military has said it carried out a strike in Syria, killing a senior Islamic State group official responsible for planning attacks in Europe.</p><p>The strike in the north-west of the country on Monday killed the senior IS leader Khalid Aydd Ahmad al-Jabouri, US Central Command said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/syria-us-strike-islamic-state-leader-khalid-aydd-ahmad-al-jabouri\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/syria-us-strike-islamic-state-leader-khalid-aydd-ahmad-al-jabouri", "date_published": "2023-04-04 12:14:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fugitive former aide to ex-Maryland governor dies in confrontation with FBI", "description": "<p>Roy McGrath was wanted on corruption charges and manhunt had been launched after he failed to appear for trail</p><p>An ex-<a href=\"https://www.theguardian.com/us-news/maryland\">Maryland</a> governor’s former political aide – who was wanted on corruption charges – died on Monday after he was wounded while being confronted by law enforcement agents, his lawyer said, following a manhunt that was launched when the man failed to appear for trial.</p><p>Roy McGrath’s death was confirmed by the FBI to attorney Joseph Murtha. Murtha added that it was not immediately clear if McGrath’s wound was self-inflicted or came during an exchange of gunfire with agents.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/roy-mcgrath-dies-aide-ex-maryland-governor-fbi\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/roy-mcgrath-dies-aide-ex-maryland-governor-fbi", "date_published": "2023-04-04 12:12:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Juan Ferrando: from Arsenal fitness coach to title winner in India", "description": "<p>Spanish manager whose CV also features time at Barcelona and Brighton recently led ATK Mohun Bagan to playoff triumph</p><p>When the 2022-23 Indian Super League (ISL) ended last month, four of the 11 teams had Spanish coaches, four were in English hands and the two countries met in the title decider. Spain triumphed, but more importantly so did ATK Mohun Bagan and Juan Ferrando who, at 42, has brought the title to one of the world’s oldest football cities. Kolkata has clubs that go back to the 19th century, derbies that can attract more than 100,000 and is the spiritual home of the game in India.</p><p>“It is not just a sport, football in Kolkata is part of the family culture, the colours, the feeling,” Ferrando says. “It is something generational and passed from parents to their children over the years. One can’t understand life without it and one must experience it to understand.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/juan-ferrando-arsenal-fitness-coach-to-title-winner-in-india-atk-mohun-bagan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/juan-ferrando-arsenal-fitness-coach-to-title-winner-in-india-atk-mohun-bagan", "date_published": "2023-04-04 12:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Outwaters review – extreme found-footage horror runs amok in the desert", "description": "<p>For all its purported mystery and experimentation, Robbie Banfitch’s tale of four unlucky friends out in the wilds comes off as decadent</p><p>We’ve reached the late baroque stage for found-footage horror movies; the signature moves of the genre have become so familiar that directors are reaching for new extremes. Jump scares are even more abrupt, and the gore, often just glimpsed for microseconds, is so horrible it verges on ludicrous. The cinematography is so verité-shaky, the storytelling so eerily elliptical, that you get a film like this – entirely abstract in its last act. Be warned: the end of The Outwaters is mostly just darkness pierced by a wee spot of light from a handheld camera illuminating blood-drenched crime scenes and desert floor all smeared together. It lurches towards a climactic act of self-harm so horrible it’s up there with art history’s worst sufferings of saints.</p><p>Writer-director-cinematographer-editor Robbie Banfitch plays a character named Robbie who wants to make a music video in the Mojave desert starring his friend Michelle (Michelle May), singing the lullaby All the Pretty Horses. The first chunk of the film observes Robbie, Michelle, Robbie’s brother Scott (Scott Schamell) and their friend Angela (Angela Basolis) in Los Angeles as they plan the shoot, visit the men’s mother and party a bit with cocaine and booze before the trip. So far, so ho-hum; it’s all a bit boring and banal, as is the way of found-footage films, which usually don’t want you to like the characters too much before they start killing them off.</p> <a href=\"https://www.theguardian.com/film/2023/apr/04/the-outwaters-review-found-footage-horror\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/04/the-outwaters-review-found-footage-horror", "date_published": "2023-04-04 12:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mother and partner convicted over death of Lola James, two, in Wales", "description": "<p>Kyle Bevan guilty of murder with Sinead James found to have caused or allowed death of her daughter</p><p>A woman and her partner have been found guilty over the death of a two-year-old girl who was fatally attacked at her home in Wales.</p><p>Lola James died in hospital four days after suffering “catastrophic” brain injuries in the early hours of 17 July 2020.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/mother-and-partner-convicted-over-death-of-lola-james-two-in-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/04/mother-and-partner-convicted-over-death-of-lola-james-two-in-wales", "date_published": "2023-04-04 11:58:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reading deducted six points and in relegation danger after breaching rules", "description": "<ul><li>Club breached EFL’s profitability and sustainability limits</li><li>Reading left one point above Championship relegation zone</li></ul><p>Reading have been deducted six points with immediate effect over a historical breach of the EFL’s profitability and sustainability limits. It leaves the club, who have taken two points from their past six matches, one point above the relegation zone.</p><p>The EFL said Reading had “failed to comply with the budget restrictions imposed, following a previous breach of the EFL’s profitability and sustainability rules. The points deduction is an activation of a suspended six-point penalty, which was set out in the terms of an agreed decision between Reading and the EFL in November 2021.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/reading-deducted-six-points-relegation-danger-breaching-rules-efl\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/reading-deducted-six-points-relegation-danger-breaching-rules-efl", "date_published": "2023-04-04 11:54:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jill Barklem’s family find the tree that inspired her Brambly Hedge tales", "description": "<p>The children’s author was famed for her intricate illustrations and the site in Epping Forest that inspired her – thought lost to storm damage – has been located still standing</p><p>The family of Jill Barklem, the creator of the Brambly Hedge books, have found the real-life tree that inspired the iconic series.</p><p>The Brambly Hedge series, <a href=\"https://www.theguardian.com/childrens-books-site/gallery/2015/oct/16/brambly-hedge-wildlife-facts-jill-barklem\">famed for its intricate illustrations</a>, began with four books – Spring Story, Summer Story, Autumn Story and Winter Story – chronicling the lives and adventures of a community of mice who live in the idyllic spot the series is named for.</p> <a href=\"https://www.theguardian.com/books/2023/apr/04/jill-barklem-tree-brambly-hedge-tales-epping-forest\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/04/jill-barklem-tree-brambly-hedge-tales-epping-forest", "date_published": "2023-04-04 11:32:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pupils in England face missing five school days as NEU backs more strikes", "description": "<p>Delegates at union’s annual conference approve further industrial action over pay and school funding</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/04/therese-coffey-rivers-seas-england-sewage-conservatives-labour-keir-starmer-uk-politics-latest\">Politics live – latest updates</a></li></ul><p>Pupils in England face missing five days of school next term after the National Education Union approved further industrial action over pay and school funding for the summer, as well as the possibility of more strikes in autumn.</p><p>Delegates to the NEU’s annual conference in Harrogate voted for three further strike days to take place in late June or early July, to follow two days of strikes already scheduled for 27 April and 2 May.</p> <a href=\"https://www.theguardian.com/education/2023/apr/04/pupils-england-miss-five-school-days-neu-votes-more-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/04/pupils-england-miss-five-school-days-neu-votes-more-strikes", "date_published": "2023-04-04 11:28:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I am married – but I am having sex dreams about a colleague", "description": "<p>I’ve recently become friends with someone at work and have developed feelings for him. I don’t want to make a mistake that will ruin my relationship</p><p><strong>I</strong><strong> have been with my partner for </strong><strong>six years and </strong><strong>married for </strong><strong>three</strong><strong>. </strong><strong>Recently at </strong><strong>work, I’ve become friends with someone who is supportive and sweet</strong><strong> and</strong><strong> I have started to develop feelings for him. He is also in a long-</strong><strong>term relationship but there seems to be flirting on his part, too. It</strong><strong> has got to the point</strong><strong> that I’ve had a few sexual dreams about him. What can I do to</strong><strong> avoid mak</strong><strong>ing a mistake?</strong></p><p>Being married does not insulate one from outside attractions so there are always going to be temptations. Having private fantasies about someone else can be harmless and is no one else’s business, but I am sure that you are already aware of the potential problems that could arise if you choose to act on those fantasies. Eroticism is usually heightened when the object of a person’s desire is forbidden or out of reach and that is why so many people succumb to it. Proximity is not your friend. If you really want to avoid allowing things to develop further, it would be wise to try to socially distance yourself from your workmate. Do not be tempted to respond favourably to his flirtatiousness and do not initiate it yourself. This is undoubtedly a tall order because aside from sexual interest, I suspect you are feeling better about yourself. So it is worth thinking about what may be missing in your primary relationship and how that might have led you to this dilemma. Feeling supported and heard can be a powerful aphrodisiac.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/04/i-am-married-but-i-am-having-sex-dreams-about-a-colleague\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/04/i-am-married-but-i-am-having-sex-dreams-about-a-colleague", "date_published": "2023-04-04 11:28:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As a black Mancunian I was taught about Liverpool’s slavery past, not Manchester’s – that has to change | Natalie Morris", "description": "<p>I’ve always been proud of my home city. To keep that alive I need to know Manchester’s full history, not its redacted one</p><p>One of my favourite places to visit as a child was Styal country park. We were National Trust kids and every weekend my parents would cart my sister and I off beyond the outskirts of Greater Manchester to reap the benefits of fresh air in our lungs and mud under our fingernails. Styal, with its leafy forests and sun-dappled paths winding over the River Bollin, had a certain magic.</p><p>A key feature of the park was the historic Quarry Bank mill. With red bricks, towering chimneys and functioning water wheel, it is one of the best surviving examples of an early textile mill, and it’s open to the public. I used to love running my hands over the polished wood of the machinery, reading placards about the Industrial Revolution, and marvelling at old pictures of cotton spinning.</p> <a href=\"https://www.theguardian.com/news/commentisfree/2023/apr/04/black-mancunian-liverpools-slavery-past-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/news/commentisfree/2023/apr/04/black-mancunian-liverpools-slavery-past-manchester", "date_published": "2023-04-04 11:10:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amazon to close Book Depository online shop", "description": "<p>Gloucester-based bookseller bought by the retail giant in 2011 will shut at the end of April</p><p>The online shop Book Depository is due to close at the end of April, vendors and publishing partners have been told. This comes after the bookseller’s parent company Amazon announced it had decided to “eliminate” a number of positions across its Devices and Books businesses.</p><p>The Gloucester-based bookseller was founded in 2004 by Stuart Felton and Andrew Crawford, a former Amazon employee, with the mantra of “selling ‘less of more’ rather than ‘more of less’”. It aimed to sell 6m titles covering a wide variety of genres and topics, as opposed to focusing solely on bestsellers. While originally a rival to Amazon, it was acquired by the retail giant in 2011, causing some in the publishing industry to worry about the <a href=\"https://www.theguardian.com/books/2011/jul/05/amazon-the-book-depository\">tightening of the American company’s “stranglehold”</a> on the UK book trade.</p> <a href=\"https://www.theguardian.com/books/2023/apr/04/amazon-to-close-book-depository-online-shop\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/04/amazon-to-close-book-depository-online-shop", "date_published": "2023-04-04 11:07:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for gnocchi with leeks, cream and mustard", "description": "Tasty little dumplings in a rich creamy sauce<p>A recipe for one of those spring evenings that prove chillier than expected. <em>Serves 3</em></p><p>Bring 500ml of <strong>milk</strong> to the boil in a saucepan, add 2 <strong>bay leaves</strong> and 6 lightly crushed <strong>black peppercorns</strong>. Flatten, but don’t peel, 3 cloves of<strong> garlic</strong>. Add to the milk, then remove from the heat, cover with a lid and set aside to infuse.</p> <a href=\"https://www.theguardian.com/food/2023/apr/04/nigel-slater-midweek-dinner-gnocchi-with-leeks-cream-and-custard\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/04/nigel-slater-midweek-dinner-gnocchi-with-leeks-cream-and-custard", "date_published": "2023-04-04 11:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | South African sides face Champions Cup acid test as air miles mount", "description": "<p>Schedule is a logistical nightmare but Springbok players have long thrived in Europe so their clubs cannot be underestimated</p><p>To say the 2022-23 Champions Cup is proving a logistical challenge for some teams is the understatement of the season. If the presence of the Stormers and Sharks in the last eight at the first attempt is a positive for South African rugby, there really should be an additional box in the corner of the TV screen displaying their latest air miles tally.</p><p>Take the Stormers. This calendar year alone they have played away in Glasgow, London, Belfast and Dublin. Now, having <a href=\"https://www.theguardian.com/sport/2023/apr/01/stormers-harlequins-champions-cup-rugby-union-match-report\">seen off Harlequins</a> in hot, humid conditions in Cape Town last Saturday, they are having to pack their bags again and head north to face Exeter this Saturday. Faced with a similar schedule, even Tom Cruise’s Maverick would be begging for more downtime in the Top Gun hangar.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/04/south-african-rugby-sides-champions-cup-air-miles-mount-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/04/south-african-rugby-sides-champions-cup-air-miles-mount-rugby-union", "date_published": "2023-04-04 10:58:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TechScape: Elon Musk promised to take away the blue ticks – so why hasn’t he?", "description": "<p>In this week’s newsletter: After weeks of warnings, Twitter appears to have backed down on plans to do away with one of Musk’s original obsessions.</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up here</a></strong></li></ul><p>For weeks, Twitter has been promising that it would be ending its “legacy” verification programme – the one that actually verifies users – and stripping the status from any user who didn’t pay.</p><p>Although the cut-off for the switchover was 1 April, the company <a href=\"https://twitter.com/verified/status/1639029459557679104\">didn’t seem to be joking</a>. “We will begin winding down our legacy verified program and removing legacy verified checkmarks,” it posted on its official channels. “To keep your blue checkmark on Twitter, individuals can sign up for Twitter Blue.”</p> <a href=\"https://www.theguardian.com/technology/2023/apr/04/techscape-twitter-blue-ticks-elon-musk\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/04/techscape-twitter-blue-ticks-elon-musk", "date_published": "2023-04-04 10:45:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Only official civilian victim of UK’s bombing campaign against IS appears not to exist", "description": "<p>Contradictions over missions in Syria and Iraq deepens concern over Britain’s ‘perfect’ precision war</p><p>It sounded like accountability. Pressed about the UK’s <a href=\"https://www.theguardian.com/world/2023/mar/21/multiple-civilian-deaths-linked-to-2016-17-british-airstrikes-against-is-in-mosul\">implausibly spotless</a> record in its bombing campaign against Islamic State in Syria and Iraq, the British government admitted in May 2018 that its military had killed one civilian in eastern Syria two months earlier.</p><p>But the strike the then defence secretary, Gavin Williamson, described to parliament was not logged in the records of civilian casualties kept by its allies in the international coalition flying bombers and drones over Syria and Iraq.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/only-civilian-victim-uk-bombing-campaign-is-syria-iraq-military\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/04/only-civilian-victim-uk-bombing-campaign-is-syria-iraq-military", "date_published": "2023-04-04 10:32:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Disappointed’ Brendan Rodgers claims he would have kept Leicester up", "description": "<ul><li>Manager left with club second bottom of Premier League</li><li>He intends to reflect, recharge and return to the dugout</li></ul><p>Brendan Rodgers insists he would have been able to keep Leicester in the Premier League had he been allowed to see things through. The <a href=\"https://www.theguardian.com/football/2023/apr/02/brendan-rodgers-leaves-leicester-by-mutual-consent-after-palace-defeat\">manager left</a> by mutual consent on Sundayafter four years butfeels he had unfinished business.</p><p>Rodgers, who leaves Leicester second from bottom after a run of five defeats and one draw, said in a statement via the League Managers Association: “I am obviously disappointed to depart so close to the end of the season and had every confidence that we would have delivered the results needed to preserve the club’s Premier League status.</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/brendan-rodgers-confident-kept-leicester-premier-league-disappointed\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/brendan-rodgers-confident-kept-leicester-premier-league-disappointed", "date_published": "2023-04-04 10:23:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok fined £12.7m for UK data protection law breaches", "description": "<p>Breaches include using personal data of children without parental consent, says information commissioner</p><p>TikTok has been fined £12.7m for multiple breaches of data protection law, including using the personal data of children aged under 13 without parental consent, Britain’s data watchdog has said.</p><p>The Chinese-owned video app had not done enough to check who was using the platform and remove the underage children who were, the Information Commissioner’s Office said on Tuesday.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/04/tiktok-fined-uk-data-protection-law-breaches\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/04/tiktok-fined-uk-data-protection-law-breaches", "date_published": "2023-04-04 10:22:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almost half of human rights defenders killed last year were in Colombia", "description": "<p>The county was the deadliest for rights activists in 2022, and Latin America and Ukraine together accounted for 80% of the 401 deaths</p><p>Colombia was the deadliest country in the world for human rights defenders in 2022, accounting for 186 killings – or 46% – of the global total registered last year, according to the latest report from the international human rights group Front Line Defenders.</p><p>Front Line Defenders found that killings of rights defenders across the globe increased in 2022, with a total of 401 deaths across 26 different countries, compared with 358 deaths in 38 countries registered in 2021.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/colombia-human-rights-defenders-killings-2022\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/colombia-human-rights-defenders-killings-2022", "date_published": "2023-04-04 10:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leonor Will Never Die review – brilliantly meta comedy-thriller turns film on its head", "description": "<p>Sheila Francisco is magnificent as a grieving mother and retired screenwriter in this delightfully meta mash-up that pays homage to Filipino action films</p><p>Writer-director Martika Ramirez Escobar’s feature film debut (after making a bunch of shorts) is a total delight. A homage to the pulpy Filipino action films shot on video from the 1970s and 80s, this extremely meta, self-referential comedy-drama-thriller mash-up stars the magnificent Sheila Francisco as not especially well-off housewife Leonor Reyes. Leonor is living with her son Rudy (Bong Cabrera), a middle manager planning to emigrate – but she was once a successful screenwriter, a force to be reckoned with in Manila’s local film industry until a tragic on-set accident took the life of Rudy’s brother Ronwaldo (Anthony Falcon), who as a ghost still haunts his mother’s house, sometimes visibly and sometimes not.</p><p>When Leonor notices there’s a screenwriting competition with a large prize available (the household needs the money given their electricity almost gets cut off), she decides to dust off an old script and revise it with a view to submission. But a bonk on the head from a falling TV set sends her into both a coma and the script itself, which we see acted out like a vintage action movie. In this film within the film, a character named Ronwaldo (Rocky Salumbides) is trying to rescue a pretty damsel in distress (Rea Molina) from an assortment of villains. Leonor becomes a version of herself in the story, an all-knowing matriarchal seer. Meanwhile, Rudy is advised, like the menfolk in <a href=\"https://www.theguardian.com/film/2002/aug/23/1\">Pedro Almodóvar’s Talk to Her</a> (clearly an influence here), to keep talking to his mother in the hope that this will bring her back round to consciousness.</p> <a href=\"https://www.theguardian.com/film/2023/apr/04/leonor-will-never-die-review-comedy-thriller-in-manila-turns-film-on-its-head-sheila-francisco\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/04/leonor-will-never-die-review-comedy-thriller-in-manila-turns-film-on-its-head-sheila-francisco", "date_published": "2023-04-04 10:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The most consequential politics story in the US isn’t the Trump arraignment | Robert Reich", "description": "<p>In Wisconsin, voters will choose a new judge for the supreme court and a senator for the state legislature. These elections could decide the future of the US</p><p>One of the biggest challenges to the future of American democracy is unfolding this Tuesday, but not in Manhattan. It’s occurring in Wisconsin.</p><p>Beyond the fact that no former president has ever faced a criminal indictment, Donald Trump’s arraignment in Manhattan on criminal charges offers little by way of news. An arraignment leading to a criminal trial that takes place months (if not years) from now is a dull technical legal proceeding.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/robert-reich-opinion-wisconsin-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/robert-reich-opinion-wisconsin-politics", "date_published": "2023-04-04 10:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More male staff could help with offenders, says England and Wales probation chief", "description": "<p>Kim Thornden-Edwards says it may be good to tackle issues of masculinity and power from a male perspective</p><p>The probation service needs more men to help bring a male perspective to cases involving violent offenders, including cases of domestic abuse, the head of the service in England and Wales has said.</p><p>In her first interview since taking up the role of chief probation officer in February, Kim Thornden-Edwards told <a href=\"https://www.bbc.co.uk/news/uk-65168181\">BBC News</a> that the service also needed more older people with life experiences, including those who had been on probation themselves.</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/men-help-offenders-england-wales-probation-kim-thornden-edwards\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/men-help-offenders-england-wales-probation-kim-thornden-edwards", "date_published": "2023-04-04 09:51:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Credit Suisse chair ‘truly sorry’ over downfall of 167-year-old bank", "description": "<p>Boss apologises to investors for crisis that left bank with choice of UBS takeover or bankruptcy</p><p>The chair of Credit Suisse has told shareholders at the 167-year-old bank’s last-ever annual general meeting that he is “truly sorry” that the lender failed to stem the crisis that <a href=\"https://www.theguardian.com/business/2023/mar/19/credit-suisse-bank-of-england-wont-object-to-takeover-as-ubs-considers-1bn-bid\">led to its emergency takeover </a>by UBS last month.</p><p>Axel Lehmann told investors gathered in Zurich on Tuesday that bosses had legitimate plans to turn the bank around but had been “thwarted” by market panic over the wider health of the global banking sector, after the<a href=\"https://www.theguardian.com/business/2023/mar/10/european-markets-spooked-by-us-bank-shares-sell-off\"> collapse of the US tech lender Silicon Valley Bank</a> the previous weekend.</p> <a href=\"https://www.theguardian.com/business/2023/apr/04/credit-suisse-chair-truly-sorry-over-downfall-of-167-year-old-bank-ubs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/04/credit-suisse-chair-truly-sorry-over-downfall-of-167-year-old-bank-ubs", "date_published": "2023-04-04 09:45:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Graham Potter and the turbulent six-month Chelsea spell", "description": "<p>Our cartoonist on the end of a not entirely magical era at Stamford Bridge and Todd Boehly’s search for the perfect manager</p><ul><li><a href=\"https://www.theguardian.com/football/series/david-squires-on\">David Squires: browse our football cartoonist’s archive</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/apr/04/david-squires-graham-potter-chelsea-todd-boehly-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/apr/04/david-squires-graham-potter-chelsea-todd-boehly-cartoon", "date_published": "2023-04-04 09:44:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "100 former rugby league players start legal fight with RFL over brain injuries", "description": "<ul><li>Many players diagnosed with early-onset dementia and CTE</li><li>Group of 100 players say governing body did not protect them</li></ul><p>Legal proceedings have been formally issued against the Rugby Football League on behalf of 100 former rugby league players who contend the sport was negligent in failing to take reasonable action to protect them from serious brain injuries.</p><p>Over 200 rugby union players have launched proceedings already with the support of Rylands Law, and it has now emerged that a similar case has been brought forward by dozens of league players. They argue that the sport’s governing body did not properly protect them from injury caused by repetitive concussive and sub-concussive blows.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/04/rugby-league-brain-injuries-former-players-legal-fight-rfl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/04/rugby-league-brain-injuries-former-players-legal-fight-rfl", "date_published": "2023-04-04 09:42:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thérèse Coffey launches government’s plan for ‘cleaner and more plentiful water’– UK politics live", "description": "<p>Latest updates: environment secretary says ‘there is a massive amount to do’ as ministers attempt to clean up rivers and seas across England</p><p><strong>More school strikes are likely in England this summer and autumn, after delegates at the National Education Union’s annual conference in Harrogate voted for three days of strikes to take place in late June or early July and a reballot of members next month to authorise further industrial action from September.</strong></p><p>The new strikes are timed to come after the end of A-level and GCSE exams, to avoid disruption for students.</p> <a href=\"https://www.theguardian.com/politics/live/2023/apr/04/therese-coffey-rivers-seas-england-sewage-conservatives-labour-keir-starmer-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/apr/04/therese-coffey-rivers-seas-england-sewage-conservatives-labour-keir-starmer-uk-politics-latest", "date_published": "2023-04-04 09:24:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did Sanna Marin lose Finland’s election?", "description": "<p>Popular centre-left leader beaten on economic message amid European trend towards political splintering</p><ul><li><strong>This article is extracted from our First Edition newsletter. <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-first-edition-newsletter-our-free-news-email\">Sign up here</a></strong></li></ul><p>Sanna Marin was the most popular prime minister <a href=\"https://ablink.editorial.theguardian.com/ss/c/H-OBEvjgYS-9yWUKxZaRp2XzjHIRu3DBOiyxgtg_8W3jl9eWLGSNErpItzcp5qTvIhocIy998gav3xCPpWXl4YtiImEp9fXYsoZP3C4KCLQWAo7xtqGJpwX7GjKaym6T58CECZ1R82VaAyyVV0Z6nE8i8Jj1SQfFUl1HQ-0e07FX5PVCnWKXaTAoZ3djPRCQgdOUBjWq3WFY3DahT8XNVQ/3v2/Akj6wBtzRray9fKkkv0MIg/h41/YNpqh-r15gg1-izQKdAjF0X0sWrG-xlhV6hWeO9mOQc\">in Finland this century</a>. She was praised for her <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQTZ1vqzr-pKqyZacBgNSovTk3BSZnPMd7rM8oOICeW6Ly7Pvh4G9o6xaiqRYungOAkr0coTpuQEDq672geaz00bAl9DARVqxKWAeRhlsfw487OKhIPmGyPMmkHoqkGK-IhPDI8hDbchw6LC_9kYtH3NQ8RwzEOlOkqn3YdD8qsKiuKPKA8raybWW6WPd03m0EkcZNqy9oJaXI8n8TgMSJmlbwaCU2reucosyqoydvVBxoLN026nOw6oCYpQ4Be_D6g/3v2/Akj6wBtzRray9fKkkv0MIg/h42/iTuxrGsU2jw0AUxiEHOJSCzSHoO5P7LzN9bdeOQUnfI\">handling of the Covid pandemic</a> and led her country <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00srM1ejFEPSX0g_5MWKJM9af04YUQmeJUqiNADq3F5-icTPslB0IKe5MQPUADjmmYcuTHRmTe99EGDcmxSyafXIZ8pw5k1J7v-eJ5pDXTMjGSfemERO5wEztOUU0DykihLTbBXUl3pBBBVYvS1EaTrppsncn7apkqh-FcV6Q0qZrM41nxd3JCX46fJi4SOKZ4QlxRZGBfFq5cBK7ZUv5aXfx-i35C6zd9bGN7clqmPHBHE6Epj0_p1ez4t9cjJGcNzGaA43X7tSNKdOuhwplYm9/3v2/Akj6wBtzRray9fKkkv0MIg/h43/8oevkedg1uLwdEbySwdfFRv7rvc1F6IeO4PZosvgihQ\">to join Nato</a> with overwhelming support.</p><p>In Sunday’s election, her centre-left Social Democratic party (SDP) <a href=\"https://ablink.editorial.theguardian.com/ss/c/anB5BDNDuHMZ3XJHP1YCbtqgiIEaDNS-MUSN1b6S6GrnOk2ItE2kri4TPc3sVWAbpZw72wJlfWBWWWWQlK-7uE4vh2zLg6S0KHbzJCOq8SonVXHxbGRhF_vWxZelCbCeNVK99QdcXI-b9h0fQjHsIAH51OeNtZ3bDNG_mds1URKAzv17QOwS2sII_K5C5MEgfYFri9nmtdNXOa42LCbFuqI_kzhR-h9k9ug4DNObodzz9h2D4ZtLsVb4yxPUqGA6/3v2/Akj6wBtzRray9fKkkv0MIg/h44/-YlXsYqWWHdJozZj6Kc6AO846LI36xTz7EfJEBCBbVw\">increased its vote share and number of MPs</a>. Nonetheless, <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00srM1ejFEPSX0g_5MWKJM9a3pPxvSk-s7zvBze6kEQmWja3khDW1b8X2czTwlcu6tgx4eHeL9NwFhuDOENqonBrf2oIMK6T4ZlrI-c7CCpfIyWGv3kUAmv5-Dl-VN3JRQhIHBIKeOZuaDwh9sroFnFjjHAv55L89-cV6HkRoyxtkKblZJgclpFX3iflFMnNcTkTz3ni7gI2A2_BCc6indbajlot2OC5-NBaHtc4QIk3w3w8ts72wDXd-b8AuM9LlGyS-LWi4CAbR9P70cCfrCz7JKbHb4NDBjgCPeSs9r_7Sg/3v2/Akj6wBtzRray9fKkkv0MIg/h45/sfbOvqatCGdc0lg1qry3ELaYoMaVdONMM1A83IaiBMg\">she and the SDP have been defeated</a> – and Finland is moving to the right.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/why-did-sanna-marin-lose-finland-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/why-did-sanna-marin-lose-finland-election", "date_published": "2023-04-04 09:12:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extraordinarily stressed and vigilant? How racism makes people physically ill", "description": "<p>Arline Geronimus was once called the biggest threat to youth in the US. But her theory of how injustice affects our health is more influential than ever</p><p>When Arline Geronimus arrived at Princeton University in the late 1970s to study politics, she entered a world of entitlement and privilege that she never knew existed. The college was “marinaded in testosterone, and upper-class generational Wasp wealth”, she says from her office at the University of Michigan, where she is a professor of health behaviour and education. At Princeton, she was a double minority, a woman and a Jew. Women had only just been allowed and there were complaints about<strong> </strong>a quota of Jews each year (something Princeton denied). That didn’t apply to Geronimus, she tells me with a laugh, because she wasn’t “the good kind” of Jew – the “good kind” being German or western European, not from eastern Europe or Russia like her.</p><p>Her profound sense of being othered at Princeton oriented her towards seeing something that others didn’t see – how people’s experiences of marginalisation affect their health. “I was born about 10 years after world war two,” she says. “The Holocaust was very much in Jewish people’s minds … my parents and grandparents had suffered incredible oppression in Russia and had to become political refugees. I heard horror stories from them about what they went through to establish a life.”</p><p>Weathering: The Extraordinary Stress of an Ordinary Life in an Unjust Society is published by Little, Brown (£25). To support the Guardian, buy your copy from <a href=\"https://guardianbookshop.com/weathering-9780349015163\">bookshop.theguardian.com</a>. Delivery charges may apply</p><p>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/tone/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/extraordinarily-stressed-and-vigilant-how-racism-makes-people-physically-ill\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/extraordinarily-stressed-and-vigilant-how-racism-makes-people-physically-ill", "date_published": "2023-04-04 09:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NBA bubble watch: which teams will seal a playoff spot?", "description": "<p>There’s just one week left in the NBA season, but there are 14 teams that are mathematically still alive but whose immediate futures are still murky</p><p>This year, the <a href=\"https://www.nba.com/news/nba-play-in-tournament\">NBA play-in tournament</a> has done its job and kept so many teams at least mathematically alive that we thought that you may need a quick guide to determine which teams are still in the mix – and what they’re in the mix for.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/04/nba-bubble-watch-which-teams-will-seal-a-playoff-spot\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/04/nba-bubble-watch-which-teams-will-seal-a-playoff-spot", "date_published": "2023-04-04 09:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump set to surrender in New York following hush money indictment", "description": "<p>The extraordinary scene in Manhattan will mark the first time a former US president will face criminal charges</p><p>Donald Trump is set to appear in a Manhattan courtroom on Tuesday, an extraordinary scene that marks the first time in American history a former US president has faced criminal charges.</p><p>Trump, the 45th president of the United States and the leading contender for the 2024 Republican nomination, will enter the lower Manhattan courthouse on Tuesday as a defendant, surrounded by Secret Service agents. Upon his arrival, Trump will be arraigned, fingerprinted and possibly photographed. Though defendants charged with felonies are typically handcuffed, one of Trump’s lawyers has indicated that he does not expect that to occur.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/donald-trump-court-arraignment-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/donald-trump-court-arraignment-new-york", "date_published": "2023-04-04 09:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: UAE plans huge oil and gas expansion as it hosts UN climate summit", "description": "<p>Exclusive: UAE’s fossil fuel boss will be the president of Cop28, making a mockery of the summit, say campaigners</p><p>The United Arab Emirates, which is hosting this year’s UN climate summit, has the third biggest net zero-busting plans for oil and gas expansion in the world, the Guardian can reveal. Its plans are surpassed only by Saudi Arabia and Qatar.</p><p>The CEO of the UAE’s national oil company, Adnoc, has been controversially appointed president of the UN’s Cop28 summit in December, which is seen as crucial with <a href=\"https://www.theguardian.com/environment/2023/mar/20/ipcc-climate-crisis-report-delivers-final-warning-on-15c\">time running out</a> to end the climate crisis. But Sultan Al Jaber is overseeing expansion to produce oil and gas equivalent to 7.5bn barrels of oil, according to new data, 90% of which would have to remain in the ground to meet the net zero scenario set out by the International Energy Agency.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/04/revealed-uae-plans-huge-oil-and-gas-expansion-as-it-hosts-un-climate-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/04/revealed-uae-plans-huge-oil-and-gas-expansion-as-it-hosts-un-climate-summit", "date_published": "2023-04-04 09:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Smart’ tech is being weaponised by domestic abusers, and women are experiencing the worst of it | Coco Khan", "description": "<p>Access to doorbells, heaters and watches means that vindictive partners can control and torment wives and girlfriends</p><p>Readers may be familiar with the famous Dolly Parton line “It costs a lot of money to look this cheap”. I like to paraphrase it. If I have a guest at my home, I’ll sweep my hand across the room and say: “Friend, it took a lot of learning to live this dumb.” No, I’m not talking about learning to wear my <a href=\"https://www.theguardian.com/lifeandstyle/2019/dec/26/danny-dyer-actor-follow-my-dreams\">Danny Dyer T-shirts</a> with pride. I’m talking about my refusal to sign up to smart tech: the internet-connected versions of quotidian household machinery that are becoming commonplace in our modern lives – and increasingly being used by domestic abusers to target their victims.</p><p>Smart technology is nothing new, but its proliferation is. In 2019, <a href=\"https://www.theecoexperts.co.uk/smart-homes/statistics\">57%</a> of homes in Britain had at least one smart device, with people no doubt persuaded by the promise of fully customisable, and even drudgery-free, Jetsons-style residences. Those numbers <a href=\"https://www.statista.com/outlook/dmo/smart-home/united-kingdom\">are rising</a>, with manufacturers seemingly desperate to “smart” anything that can be plugged in (and, of course, charge more for it). There are smart kettles that can be boiled from your phone; smart showers that let you set the temperature digitally; and smart fridges that send you a text to say there is no milk, as if modern life were in short supply of passive-aggressive housemates.</p><p>Coco Khan is commissioning editor for Guardian B2B, and a columnist and feature writer</p><p>In the UK, call the national <a href=\"https://www.nationaldahelpline.org.uk/\">domestic abuse helpline</a> on 0808 2000 247, or visit <a href=\"https://www.womensaid.org.uk/\">Women’s Aid</a>. In the US, the <a href=\"https://www.thehotline.org/\">domestic violence hotline</a> is 1-800-799-SAFE (7233). In Australia, the national <a href=\"https://www.1800respect.org.au/help-and-support/telephone-and-online-counselling\">family violence counselling service</a> is on 1800 737 732. Other international helplines may be found via <a href=\"http://www.befrienders.org/\">www.befrienders.org</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/smart-tech-domestic-abusers-women\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/smart-tech-domestic-abusers-women", "date_published": "2023-04-04 09:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A peal appeal: bellringer shortage as King Charles’s coronation looms", "description": "<p>New recruits being frantically trained up so as many church bells as possible can ring out on 6 May</p><p>It is supposed to be a day when all the UK’s 38,000 church bells ring out to mark the <a href=\"https://www.theguardian.com/uk-news/2023/jan/01/why-charless-coronation-could-be-a-more-modest-affair-than-the-queens\">coronation of Kings Charles</a> but some may stay silent amid a shortage of campanologists.</p><p>Since a call went out from the Central Council of Church Bell Ringers (CCCBR) last autumn for new recruits to join 30,000 existing campanologists, about 1,750 have come forward. Not all have followed through, but many are in the process of being trained. Other volunteers have made direct approaches to local churches.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/bellringer-shortage-king-charles-coronation-looms\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/04/bellringer-shortage-king-charles-coronation-looms", "date_published": "2023-04-04 08:58:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Wild Thing still gives me the chills!’ Songwriting legend Chip Taylor on 60 years of classics", "description": "<p>Aretha Franklin, Frank Sinatra, Janis Joplin and dozens more sang his songs, which spanned country, rock, R&amp;B and beyond. Now 83 and having treatment for cancer, Taylor explains why he’s still reaching for his guitar</p><p>Chip Taylor is best known for a song of restless raunchiness – the three-chord groin-thrust of the Troggs’ Wild Thing – and one of history’s most epic power ballads in Angel of the Morning, but his songs, he says, come from a much quieter, cooler place. “It comes sort of stream-of-consciousness,” he says, adding that he hears each song in his head “as a listener”. “These words are just coming and I’m having that ‘chill’. There’s a certain stillness that I get through my body. It doesn’t mean it’s going to be successful – but it means if I can get enough of that spirit going, I know that it’s gonna be worthwhile for me. That’s a wonderful blessing.”</p><p>We’re talking on a video call and Taylor, speaking from his Manhattan apartment, apologises for having a hoarse voice from the chemotherapy and radiotherapy for a recently diagnosed throat cancer. His soft-spoken ease and approachability belie his six-decade career as a Hit Man – to poach a title from his mid-90s comeback album. He began as the frontman of a rock’n’roll band, then turned to writing for others during the <a href=\"https://www.theguardian.com/tv-and-radio/2015/apr/30/when-life-was-brill-review-neil-sedaka\">Brill Building</a> era of early pop, soon encompassing rock, R&amp;B and both classic country <em>and</em> outlaw country: icons as varied as Aretha Franklin, Frank Sinatra, Janis Joplin, Willie Nelson and Nina Simone recorded his songs. He has also enjoyed a solo country career with major labels, indies and his own Train Wreck Records, and at 83 is as prolific as ever, with 27 new songs on his latest album, The Cradle of All Living Things.</p> <a href=\"https://www.theguardian.com/music/2023/apr/04/chip-taylor-interview-songwriter-wild-thing\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/04/chip-taylor-interview-songwriter-wild-thing", "date_published": "2023-04-04 08:50:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raab urged to fast-track plans to force criminals to attend sentencing", "description": "<p>Aunt of murdered lawyer Zara Aleena says criminals should receive longer sentences if they refuse to face families or victims</p><p>Dominic Raab has been urged to fast-track <a href=\"https://www.theguardian.com/law/2023/feb/24/offenders-could-be-forced-to-show-up-for-sentencing-zara-aleena\">plans to force criminals to attend their sentencing</a> after the murderer of nine-year-old Olivia Pratt-Korbel refused to leave his cell to be sentenced on Monday.</p><p>The aunt of <a href=\"https://www.theguardian.com/uk-news/2022/dec/14/zara-aleena-murder-jordan-mcsweeney-sentenced-life-in-prison\">Zara Aleena</a>, who was murdered while walking home in June 2022, said allowing convicted criminals to avoid facing the court meant the “convict actually exercises their bit of power”.</p> <a href=\"https://www.theguardian.com/law/2023/apr/04/raab-fast-track-plans-force-criminals-attend-sentencing-court\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/apr/04/raab-fast-track-plans-force-criminals-attend-sentencing-court", "date_published": "2023-04-04 08:44:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amir Khan handed two-year ban from all sport after doping positive", "description": "<ul><li>Former world champion tested positive for ostarine in 2022</li><li>Positive test followed bout against Kell Brook in Manchester</li></ul><p>The former light-welterweight world champion Amir Khan has been handed a two-year ban from all sport after testing positive for a prohibited substance.</p><p>UK Anti-Doping said Khan, 36, returned a positive result for the anabolic agent ostarine following his loss to Kell Brook in Manchester in February 2022.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/04/amir-khan-boxing-two-year-ban-from-all-sport-after-doping-positive\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/04/amir-khan-boxing-two-year-ban-from-all-sport-after-doping-positive", "date_published": "2023-04-04 08:38:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Tornado alley’ is shifting farther into the US east, climate scientists warn", "description": "<p>Global heating has been seen as the cause for these damaging storms, which are expected to increase significantly this century</p><p>A spate of devastating tornadoes that have recently ripped through parts of the eastern and southern US states could portend the sort of damage that will become more commonplace due to changes wrought by global heating, scientists have warned.</p><p>More than 50 people have died from the tornadoes and thunderstorms in the past two weeks, with the latest powerful storm system wreaking havoc in states including Alabama, Illinois, Mississippi, Tennessee and Arkansas on Friday. One man survived by <a href=\"https://www.actionnews5.com/2023/03/26/man-says-he-hid-tub-during-tornado-shower-only-part-his-home-left-standing/\">hiding</a> in his bathtub, while a separate storm caused a tiger to <a href=\"https://www.fox5atlanta.com/news/tiger-and-ligers-escape-during-tornado-was-zoo-keepers-worst-nightmare\">escape</a> a zoo.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/us-tornadoes-global-heating-climate-science\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/us-tornadoes-global-heating-climate-science", "date_published": "2023-04-04 08:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Little Bear’s Big Trip review – dismal animation only good for punishing kids with", "description": "<p>Fantastically boring, poorly written and unfunny, this Russian animation could serve as a cinematic naughty step for any parents needing some Easter holiday discipline</p><p>Parents of small children, here’s something to keep up the sleeve over the Easter holidays. If the little ones are behaving badly, use this like a cinematic naughty step – a threat to dangle over them. One more step out of line … and I’ll march you straight to the cinema to watch this. Honestly, this Russian kids’ animation really is a punishment: fantastically boring, charmless, badly written and dubbed into English so flatly that I think a satnav would bring more energy to the characters.</p><p>It’s the second film in the Big Trip franchise, though it really would be cruel and inhuman to sit anyone – let alone a child – in front of more than one. In the earlier instalment, lumpen-looking bear Mic-Mic delivered a baby panda to its parents after a mailing error by the stork. Astonishingly it’s same again this time with the misdelivery of yet another cute little bundle: a baby grizzly bear.</p> <a href=\"https://www.theguardian.com/film/2023/apr/04/little-bears-big-trip-review-dismal-animation-only-good-for-punishing-kids-with\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/04/little-bears-big-trip-review-dismal-animation-only-good-for-punishing-kids-with", "date_published": "2023-04-04 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Rossettis review – lurid, luscious-lipped beauties drown out the family’s real talent", "description": "<p><strong>Tate Britain, London</strong><br />Dante Gabriel’s paintings are overshadowed by his sister Christina’s poetry in this baffling, overblown exhibition about the decidedly non-revolutionary pre-Raphaelites</p><p>It’s obvious, from the very first room of Tate Britain’s overblown, baffling celebration of the “radical” and “revolutionary” pre-Raphaelites, who was the real talent in the Rossetti family: the poet Christina Rossetti. You can hear readings of her poems here, including Colour, which praises colours in almost childlike, spiritually clear images: “What is yellow? pears are yellow, / Rich and ripe and mellow.”</p><p>Unfortunately as you listen, you are obliged to look at her brother Dante Gabriel Rossetti’s 1849-50 painting The Annunciation, displayed like the icon it isn’t in the middle of the space. Where Christina’s images have a crystalline exactitude that makes them pretty much timeless, this work is strictly for buffs of Victoriana. It is like some sort of taxidermy exhibit, a leaden quotation of medieval art that’s neither properly medieval, nor bitingly modern.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/04/rossettis-review-tate-dante-gabriel-christina\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/04/rossettis-review-tate-dante-gabriel-christina", "date_published": "2023-04-04 08:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young adult books roundup – reviews", "description": "<p>A devastated Japan, ancient Greece and the Philippines a century ago are among the settings for this month’s picks, while section 28 cannot stop a school romance</p><p>Clara Kumagai’s <strong><a href=\"https://guardianbookshop.com/catfish-rolling-9781803288048\">Catfish Rolling</a></strong> (Head of Zeus/Zephyr) is set in the aftermath of the 2011 Japanese earthquake, an event that has left strange pockets of fractured time around the country. Since losing her mother to the devastation, Sora has felt aimless and alone and when her grief-stricken father goes missing, she follows him into uncharted spaces and unknown dangers. An outstanding debut, this is a unique and ambitious story of grief and coming of age, woven around a rich backdrop of Japanese folklore, culture and magical realism.</p><p>Candy Gourlay’s <em><a href=\"https://www.theguardian.com/books/2018/jul/30/young-adults-fiction-round-up-candy-gourlay-nicky-singer-holly-bourne\">Bone Talk</a></em> was shortlisted for both the Carnegie medal and the Costa children’s book award. Now she returns to the Philippines of the early 20th century in <strong><a href=\"https://guardianbookshop.com/wild-song-9781788452076\">Wild Song</a></strong> (David Fickling Books), a companion novel that can also be read as a standalone. When Luki’s tribe is offered the chance to journey to America for the St Louis World Fair, she eagerly escapes the constraints of rural mountain life. Her overseas adventure brings great wonder, but Luki soon discovers a darker side, of racism and inequality. This is a powerhouse of a novel, rich and immersive, with a fierce and unforgettable narrator.</p> <a href=\"https://www.theguardian.com/books/2023/apr/04/young-adult-books-roundup-reviews-catfish-rolling-wild-song-lies-we-sing-to-the-sea-boy-like-me\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/04/young-adult-books-roundup-reviews-catfish-rolling-wild-song-lies-we-sing-to-the-sea-boy-like-me", "date_published": "2023-04-04 08:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Virgin Media confirms internet outages with users across UK disconnected – business live", "description": "<p>Company’s own website down as well as internet inaccessible for many. Follow all our live coverage of business, economics and financial markets</p><p>As of 8:30, the Virgin Media website is back up, although in greatly reduced form, while some users are reporting being able to reconnect to the internet following a reboot of their router or modem.</p><p>Others still have reported that the internet outage could be circumvented by connecting through a virtual private network (VPN), giving a hint of where the wider problems lie, and suggesting that Virgin Media’s outage, <a href=\"https://www.theguardian.com/technology/2021/oct/05/facebook-outage-what-went-wrong-and-why-did-it-take-so-long-to-fix\">like that at Facebook in 2021</a>, may have been the result of a flaw in the deep-level routing systems that allow internet services to connect to each other.</p><p>Our teams are currently working to identify and fix the problem as quickly as possible and we apologise to those customers affected.</p> <a href=\"https://www.theguardian.com/business/live/2023/apr/04/virgin-media-internet-down-outages-markets-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/apr/04/virgin-media-internet-down-outages-markets-business-live", "date_published": "2023-04-04 07:39:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nothing wasted or accidental: how the IPL became the world’s best T20 league | Jonathan Liew", "description": "<p>Now starting its 16th season, the IPL has spawned many imitators but none can match the huge crowds and star cricketers</p><p>Fourteen years ago, I took a train from Glasgow to Greenock. Sitting all around me were preschool children on a trip to the seaside, one of whom ended up giving me chickenpox. If you’ve never had chickenpox as an adult, take it from me: you do not want to get chickenpox as an adult. For almost three weeks I was quarantined in bed, pale and sweating, barely enough energy to paw at the lurid purple buboes sprouting across my face and torso. Soon my days would congeal around the single leisure activity still open to me: watching the Indian Premier League on a rickety stream.</p><p>To this day it remains the only IPL season I watched from start to finish. It was only the second staging of the tournament, and even at the time what struck me most of all was how little idea anybody seemed to have about anything: tactics, strategy, squad building, team composition, whether 150 was a good score, whether Jacques Kallis was suited to the format or not. Spin came in two kinds. I don’t recall seeing a single scoop shot or relay catch. Everyone seemed to be grinning. Unknown players with a unique selling point (Kamran Khan, anyone?) could catapult themselves to stardom virtually overnight. It was a fascinating process of watching a sport evolve and falter and think things through in real time.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/apr/04/nothing-wasted-or-accidental-how-the-ipl-became-the-worlds-best-t20-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/apr/04/nothing-wasted-or-accidental-how-the-ipl-became-the-worlds-best-t20-league", "date_published": "2023-04-04 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Soaring, leaping, swooping … a world of wildlife by the world’s top photographers", "description": "<p>From the Iberian lynx to the Chilean devil ray and mountain gorilla, these stunning images by some of the world’s best nature photographers appear in <a href=\"https://www.simonandschuster.com/books/The-New-Big-5/Graeme-Green/9781647228705\">The New Big 5: A Global Photography Project for Endangered Wildlife</a>, by photographer and Guardian contributor Graeme Green. The book was borne out of a project to create <a href=\"https://www.newbig5.com/\">a big 5</a> of photography rather than hunting, shooting with a camera, not a gun<br /></p> <a href=\"https://www.theguardian.com/environment/gallery/2023/apr/04/world-of-wildlife-by-worlds-top-photographers-new-big-5-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/apr/04/world-of-wildlife-by-worlds-top-photographers-new-big-5-aoe", "date_published": "2023-04-04 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Power in the group: the rise of multi-club ownership in football", "description": "<p>The new Hertha Berlin investor, 777 Partners, is one of many groups putting money into multiple clubs worldwide</p><p>“We don’t have a hierarchy of clubs - this is not a pyramid-type model,” Joshua Wander insisted after 777 Partners completed its purchase of a 64.7% majority stake in Hertha Berlin last month. “This is really about preserving the independence and the deep and rich histories of the individual clubs. We want to provide our clubs with the tools so that they can all be the best.”</p><p>It’s been almost five years since the Miami-based private investment firm established by Wander and his partner Steven Pasko in 2015 made its first foray in the world of football by purchasing a minority stake in Spanish club Sevilla. It has since completed full takeovers of Genoa in Italy, Standard Liège in Belgium and Red Star in France, and taken 70% stakes in the Australian club Melbourne Victory and Brazil’s Vasco de Gama.</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/rise-of-multi-club-ownership-in-football-777-partners-hertha-berlin\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/rise-of-multi-club-ownership-in-football-777-partners-hertha-berlin", "date_published": "2023-04-04 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin doesn’t want the war to end – he wants to blast us back to the 40s Soviet era |  | Georgi Gospodinov", "description": "<p>Populism and nationalism create their own version of the past, and Russia is harking back to the glory days of WWII</p><ul><li>Georgi Gospodinov is the author of Time Shelter, which has been longlisted for the <a href=\"https://thebookerprizes.com/the-booker-library/books/time-shelter\">2023 Booker International prize</a></li></ul><p>Four years ago, I wrote a <a href=\"https://www.theguardian.com/books/2022/may/20/time-shelter-by-georgi-gospodinov-review-the-dangers-of-dwelling-in-the-past\">novel</a> in which the feeling that there was a “deficit of future” was so acute that every nation in Europe wanted to hold its own referendum on the past. Until then, referendums had always been about the future. But the moment arrived when the horizon closed, and we started to only look back towards the past. A referendum on the past would involve choosing to return to the happiest decade or year from the 20th century in each nation’s history. A deficit of future always unlocks huge reserves of nostalgia for the past: which decade would nations choose? Germany picks the very end of the 80s, a perpetuum mobile of 1989 in which the wall is constantly falling. Italy goes back to the 60s. It’s as if the map of Europe shifts from territorial to temporal, and nations close themselves up – for a very short while – inside their own happy past.</p><p>We are seeing this model – this strong pull backwards – being played out now. In short, time has replaced space. The world has been parcelled out, more or less explored and familiar. We are left with an immense ocean of time, which is really an ocean of the past.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/apr/04/putin-war-end-40s-soviet-era\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/apr/04/putin-war-end-40s-soviet-era", "date_published": "2023-04-04 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Virgin Orbit files for bankruptcy protection in US after failing to find funding", "description": "<p>Move by firm founded by Sir Richard Branson comes days after 85% cut of workforce announced</p><p>Virgin Orbit, the satellite launch company founded by the billionaire Sir Richard Branson, has filed for bankruptcy protection in the US after last-ditch efforts to find funding for the struggling space firm fell through.</p><p>It comes less than a week after the company<a href=\"https://www.theguardian.com/business/2023/mar/31/virgin-orbit-cuts-workforce-after-failing-to-secure-fresh-funding-richard-branson\"> announced it was cutting 85% of its workforce</a>, leaving roughly 100 employees to run what was left of the business. The US-based firm will now seek a buyer for its assets.</p> <a href=\"https://www.theguardian.com/business/2023/apr/04/virgin-orbit-files-for-bankruptcy-protection-in-us-failing-to-find-funding-richard-branson\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/04/virgin-orbit-files-for-bankruptcy-protection-in-us-failing-to-find-funding-richard-branson", "date_published": "2023-04-04 06:55:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matildas unveil first period-conscious kit design for Women’s World Cup", "description": "<ul><li>Integrated period underwear aims to alleviate player anxiety</li><li>Tournament co-hosts New Zealand swap white shorts for teal </li></ul><p>The co-hosts of this year’s Women’s World Cup have unveiled new kits that directly address period anxiety among players.</p><p>For the first time, the Matildas kit will integrate period underwear into the shorts, while the New Zealand women’s team will swap their traditional white shorts for teal blue.</p> <a href=\"https://www.theguardian.com/football/2023/apr/04/matildas-unveil-first-period-conscious-kit-design-for-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/04/matildas-unveil-first-period-conscious-kit-design-for-womens-world-cup", "date_published": "2023-04-04 06:48:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Every indictment will make Trump stronger – and Republicans wilder | Sidney Blumenthal", "description": "<p>As Trump’s arraignment nears, Rupert Murdoch, the Koch network and other rightwing power brokers know the monster they created is now truly out of control</p><p>The indictment of Donald J Trump has not driven a wooden stake through his heart. He has risen, omnipresent and ominous again, overwhelming his rivals, their voices joined into his choir, like the singing January 6 prisoners, proclaiming the wickedness of his prosecution. As he enters the criminal courthouse to pose for his mugshot and to give his fingerprints, evangelicals venerate him as the adulterous <a href=\"https://forward.com/culture/542018/trump-indictment-king-david-comparison-evangelical/\">King David</a> or the martyred <a href=\"https://www.christianheadlines.com/contributors/michael-foust/billboard-comparing-trump-to-jesus-christ-is-removed-after-backlash.html\">Christ</a>.</p><p>Trump does not have to raise his hand to signal to the House Republicans to <a href=\"https://www.washingtonpost.com/opinions/2023/03/31/house-gop-debates-public-urination/\">echo</a> his cry of “WITCH-HUNT”. He owns the House like he owns a hotel.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/trump-indictment-republicans-murdoch-koch\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/trump-indictment-republicans-murdoch-koch", "date_published": "2023-04-04 06:15:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lachlan Murdoch ‘culpable’ for January 6 insurrection because of Fox News ‘lies’, Australian defamation case hears", "description": "<p>Murdoch permitted channel to peddle lie that 2020 US election was stolen, publisher of Crikey claims in<strong><em> </em></strong>its defence in<strong><em> </em></strong>court</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/apr/04/australia-news-live-tiktok-ban-reserve-bank-interest-rates-phillip-lowe-mortgage-stress-medicare-review\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Media mogul Lachlan Murdoch was culpable for the violent insurrection of the US Capitol after the 2020 presidential election because of lies told through Fox News, a judge has heard.</p><p>In the federal court on Tuesday, barrister Michael Hodge KC said that while many media sources fuelled a conspiracy theory that Joe Biden stole the election from Donald Trump, Murdoch could still be held responsible.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/media/2023/apr/04/lachlan-murdoch-culpable-for-january-6-insurrection-because-of-fox-news-lies-australian-defamation-case-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/04/lachlan-murdoch-culpable-for-january-6-insurrection-because-of-fox-news-lies-australian-defamation-case-hears", "date_published": "2023-04-04 06:02:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A House for Alice by Diana Evans review – vivid tale of a homesick matriarch", "description": "<p>Three middle-aged sisters grapple with their mother’s imminent return to Nigeria in this immersive domestic drama of becoming and belonging in post-Grenfell London</p><p>The Grenfell Tower tragedy frames <a href=\"https://www.theguardian.com/books/2023/mar/25/diana-evans-the-tory-rhetoric-asks-us-to-forget-im-trying-to-make-sure-that-we-dont\">Diana Evans</a>’s new novel, its opening chapter capturing something of the shock and horror of 72 lives lost to incompetence and malpractice, its closing pages bearing witness to a silent march of remembrance. As she writes of the green heart that comes to loom over Latimer Road tube station: “It put a cry in the sky.”</p><p>It’s a smaller, altogether more private fire that galvanises <em>A House for Alice</em>, however, one that breaks out on that same hot June night in 2017 and causes a forgetful old man, Cornelius, to succumb to smoke in the home where he once tyrannised his Nigerian wife and their three daughters.</p> <a href=\"https://www.theguardian.com/books/2023/apr/04/a-house-for-alice-by-diana-evans-review-vivid-tale-of-a-homesick-matriarch\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/04/a-house-for-alice-by-diana-evans-review-vivid-tale-of-a-homesick-matriarch", "date_published": "2023-04-04 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A life less ordinary: Roger Bamber’s state of the nation – in pictures", "description": "<p>An IRA bomb victim, a miniature railway obsessive and Thatcher with a handful of cow dung – these superb images tell a vivid tale of Britain</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/04/a-life-less-ordinary-roger-bambers-state-of-the-nation-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/04/a-life-less-ordinary-roger-bambers-state-of-the-nation-in-pictures", "date_published": "2023-04-04 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blue Bag Life review – raw self-portrait of a life dogged by other people’s addiction", "description": "<p>Shot mostly on her mobile phone, Lisa Selby documents her troubled childhood and her partner’s journey from heroin to recovery in this moving memoir</p><p>When Lisa Selby was 10 months old, her mother Helen dropped her off at the babysitter’s and never came back. In this frank, intimate and incredibly moving documentary, we watch Selby interviewing her mum, a heroin addict and alcoholic, dying of cancer. In her filthy basement flat in south London, cans of Special Brew on the table, Helen answers her daughter’s questions. Are you maternal? “No! I’m terrible! I’m not a responsible parent.”</p><p>As a child, Selby idolised her beautiful, glamorous absent mother. Twice a year, on birthdays and Christmas, cards arrived with Helen’s “autograph”; “she was better than Madonna to me,” says Selby. In a beautifully written voiceover she speaks with painful honesty about the feeling of longing she’s never been able to shake off. She wonders if she can be a mother herself, or if it would be better to break the cycle. “Mum: the word that doesn’t feel good. It’s not my word.”</p> <a href=\"https://www.theguardian.com/film/2023/apr/04/blue-bag-life-review-a-life-touched-by-addiction-lisa-selby-rebecca-lloyd-evans\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/04/blue-bag-life-review-a-life-touched-by-addiction-lisa-selby-rebecca-lloyd-evans", "date_published": "2023-04-04 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The perfect storm: the US city where rising sea levels and racism collide", "description": "<p>Cross-currents of denialism, boosterism, broken governance systems and deep-seated racism will meet with rapidly accelerating sea level rise</p><p>Predictions about how much water is coming vary greatly. Some scientists say we should be planning on three feet of rise by 2050, six feet by 2070 and 10 feet by 2100. Someday, not too long from now, the stories of many current coastal and riverside cities across the US will include sudden plot twists as well as new beginnings, as edges that had seemed solid liquify and become indistinguishable from the seas around them.</p><p>That brings us to Charleston, South Carolina. Its geography is that of a small New York City. The city also has a history of racial immorality, often ignored by its contemporary boosters.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/04/charleston-south-carolina-racist-mistakes-rising-sea-levels\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/04/charleston-south-carolina-racist-mistakes-rising-sea-levels", "date_published": "2023-04-04 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A dazzling display of 1.5m tulips – but only after a backbreaking year for Indian labourers", "description": "<p>Visitors to Asia’s largest tulip garden in Srinagar, Kashmir, do not see the toil by low-paid workers that lies behind the spectacle</p><p>An explosion of colour – and long queues of traffic – marked the opening of Asia’s largest tulip garden in Srinagar, Kashmir.</p><p>Over the next month, thousands of people are expected to visit the <a href=\"https://srinagar.nic.in/tourist-place/tulip-garden/\">30-hectare (74-acre) garden</a> on the shores of the picturesque Dal lake to see more than 60 varieties of blooms during the annual festival, which opened yesterday.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/04/a-dazzling-display-of-15m-tulips-but-only-after-a-backbreaking-year-for-indian-labourers\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/04/a-dazzling-display-of-15m-tulips-but-only-after-a-backbreaking-year-for-indian-labourers", "date_published": "2023-04-04 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family of UK woman with Alzheimer’s vow to stop deportation from Sweden", "description": "<p>Swedish police pressing ahead with removal of Kathleen Poole, 74, due to incomplete post-Brexit paperwork</p><p>The family of a woman with Alzheimer’s who is threatened with deportation from Sweden have vowed to do anything they can to stop her removal because of a promise they made to their children.</p><p>Kathleen Poole, 74, is facing forced removal from Sweden, her home for 18 years, after immigration authorities rejected an application by her family to stay in the country post-Brexit on the grounds her paperwork was incomplete.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/family-of-uk-woman-with-alzheimers-vow-to-stop-deportation-from-sweden\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/family-of-uk-woman-with-alzheimers-vow-to-stop-deportation-from-sweden", "date_published": "2023-04-04 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Much less stressful’: London City airport ends 100ml liquid rule", "description": "<p>Upgraded scanners allow travellers to bring containers of up to 2 litres in hand luggage</p><p>There’s a litre of water plus big bottles of shampoo, sun lotion and mouthwash sloshing around next to the clothes and laptop in my green wheelie case, which has just disappeared into the mouth of the scanner at London City airport. I had even recklessly bunged in my makeup bag.</p><p>After years of being conditioned to travel with micro toiletries, my heart is beating faster. I’m waiting for a klaxon to go off and my unholy trinity of family-size Pantene, Soltan and Listerine, plus assorted cosmetics, to be unceremoniously dumped in one of the sin bins that have been stationed by security lanes since the mid-2000s.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/04/much-less-stressful-london-city-airport-ends-100ml-liquid-rule\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/04/much-less-stressful-london-city-airport-ends-100ml-liquid-rule", "date_published": "2023-04-04 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Travel is medicine’: how the Sherborne Travel Writing Festival can inspire our trips", "description": "<p>Colin Thubron, Sara Wheeler and other celebrated writers will be in Dorset to explain why travel literature still has an important role to play despite the climate crisis and hardening of borders</p><p>These past few years have brought dramatic changes to our lives: Brexit, Covid lockdowns, climate change, soaring energy costs and the largest, most brutal war in Europe since 1945. While our horizons have drawn in, travel writers have continued to reach out, rediscovering and reinterpreting the world for a new age. From 14-16 April, 10 of the UK’s finest travel writers will come to Sherborne in Dorset to transport readers, listeners and both armchair and intrepid travellers alike towards the four corners of the globe.</p><p>The <a href=\"https://www.sherborneliterarysociety.com/copy-of-sherborne-travel-writing-fest\">Sherborne Travel Writing Festival</a> will be the first festival devoted exclusively to travel literature to be held in the UK in recent years. At its heart is the idea – and the timely theme – of reaching for the horizon. But how to justify a celebration of travel literature at a time when difficult personal finances and climate change loom over many of our travel plans?</p> <a href=\"https://www.theguardian.com/travel/2023/apr/04/sherborne-travel-writing-festival-dorset-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/04/sherborne-travel-writing-festival-dorset-preview", "date_published": "2023-04-04 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A salmon tax: could Norway’s plan show the way to share the benefits of the seas?", "description": "<p>Oslo wants to raise taxes on its aquaculture industry, which could provide a model for how to better manage the marine environment</p><p>Norway supplies more than half of the world’s farmed salmon – <a href=\"https://www.reuters.com/world/europe/norway-government-lowers-fish-farm-tax-proposal-35-2023-03-28/\">a whopping 1.5m tonnes</a> last year. After fossil fuels, it is the country’s largest source of national income, and a hugely lucrative one: in 2022, operating profit margins for Norway’s salmon farmers were <a href=\"https://nordiccreditrating.com/uploads/2023-03/NCR_-_Norway_salmon_farms_face_sharp_tax_hike.pdf\">estimated</a> at 45%.</p><p>Last September, the Norwegian government set out a proposal to raise taxes on the industry. Aimed at sharing the profits of one the country’s key resources, the idea was widely described as a “salmon tax”, and set at 40% (on top of 22% corporation tax).</p> <a href=\"https://www.theguardian.com/environment/2023/apr/04/salmon-tax-norway-aquaculture-marine-environment-share-benefits-seas\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/04/salmon-tax-norway-aquaculture-marine-environment-share-benefits-seas", "date_published": "2023-04-04 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alexa, I’m in the dark. Why has my Amazon account disappeared?", "description": "<p>When I couldn’t turn on the lights she told me there was ‘no account associated with this device’</p><p><strong>In December I came home and, as usual, shouted to Alexa to turn on the lights</strong><strong> but was surprised when she responded that there was “no Amazon account associated with this device”. Frustrated and in the dark, I tried to log in, only for the app to confirm there was no account associated with my email.</strong></p><p><strong>I have a disability </strong><strong>that means I cannot make phone calls, so my husband used his account to seek help</strong><strong>. Eventually, someone called us back</strong><strong> but confirmed there was no account and told me to set up a new one.</strong></p> <a href=\"https://www.theguardian.com/money/2023/apr/04/alexa-im-in-the-dark-why-has-my-amazon-account-disappeared\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/04/alexa-im-in-the-dark-why-has-my-amazon-account-disappeared", "date_published": "2023-04-04 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why do so many romcoms go wrong? It’s down to a problem I call ‘the Minnie Driver’ | Zoe Williams", "description": "<p>Romcoms can be fantastic – but the pitfalls are always the same. Will the release of Rye Lane solve the issues once and for all?</p><p>When I was 12, I did Guys and Dolls for a school play. It didn’t leave some massive, psyche-reshaping mark – I don’t fly to it like a homing pigeon every time there’s a production – I just went to the one at the Bridge theatre in London because <a href=\"https://www.theguardian.com/stage/2023/mar/15/guys-and-dolls-review-bridge-theatre-london-nicholas-hytner\">it sounded good</a>. And it <em>is </em>good; it is tremendous. But apparently the work did reshape my psyche after all, if only because I have so much of it stashed in my memory that I came out reeling from the thought of all the things I might be able to do, if I’d managed to displace one stanza of Marry the Man Today. Maybe I’d be able to speak German.</p><p>Look, for 12-year-olds, it was an interesting choice; I was in the chorus, for which a near-perfect song is crafted – Take Back Your Mink – to give an urgent narrative necessity for the chorus girls to strip to their underwear. First they give that rotter back his mink, then his gloves, then his pearls, then all his clothes – the ones they’re wearing. There’s quite a bit of developmental variation at 12 or 13 years old, so half of us looked like burlesque dancers and the other half were basically naked before we started because we had nothing to keep our corsets up. My tits weren’t even the same size; I can still remember <em>which one </em>I flashed at the audience.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/why-do-so-many-romcoms-go-wrong-its-down-to-a-problem-i-call-the-minnie-driver\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/why-do-so-many-romcoms-go-wrong-its-down-to-a-problem-i-call-the-minnie-driver", "date_published": "2023-04-04 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jacinda Ardern to tackle online extremism in new role as special envoy for Christchurch Call", "description": "<p>Former New Zealand prime minister will push initiative she created in wake of 2019 terrorist attack</p><p>Former New Zealand prime minister Jacinda Ardern will take on a new role working alongside international governments and social media companies to target extremism and terrorist content online.</p><p>Prime minister Chris Hipkins announced on Tuesday evening that he had appointed Ardern as special envoy for the Christchurch Call, a newly created position.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/jacinda-ardern-to-tackle-online-extremism-in-new-role-as-special-envoy-for-christchurch-call\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/jacinda-ardern-to-tackle-online-extremism-in-new-role-as-special-envoy-for-christchurch-call", "date_published": "2023-04-04 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bangladesh fire: hundreds of firefighters tackle blaze in huge Dhaka clothing market", "description": "<p>Bongo Bazar market and three adjacent commercial precincts said to be almost completely gutted</p><p>Hundreds of firefighters have been mobilised in Dhaka, the capital of Bangladesh, to battle a huge fire that raged through a popular clothing market and blanketed the city’s oldest neighbourhoods in black smoke.</p><p>No casualties from the Tuesday morning blaze have been reported yet. Shop owners and fire officials told reporters that the Bongo Bazar market and three adjacent commercial precincts had been almost completely gutted.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/bangladesh-fire-hundreds-of-firefighters-tackle-blaze-in-huge-dhaka-clothing-market\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/bangladesh-fire-hundreds-of-firefighters-tackle-blaze-in-huge-dhaka-clothing-market", "date_published": "2023-04-04 05:41:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Daisy May Cooper is excellent in striking new drama", "description": "<p>Told with dark humour, Rain Dogs is a story of love and resilience. Plus: no question is off limits in Naked Education. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/04/tv-tonight-daisy-may-cooper-is-excellent-in-striking-new-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/04/tv-tonight-daisy-may-cooper-is-excellent-in-striking-new-drama", "date_published": "2023-04-04 05:20:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Halving social care workforce funding in England an ‘insult’, ministers told", "description": "<p>Charities criticise new plans, described as a ‘shadow of the reform needed’ with the care system ‘on the precipice’</p><p>Charities have criticised an announcement that funding promised for the social care workforce in England is to be halved, with one calling the move “an insult”.</p><p>In a white paper on adult social care reform published in December 2021, ministers pledged to invest “at least £500m over the next three years to begin to transform the way we support the social care workforce”.</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/halving-social-care-workforce-funding-in-england-an-insult-ministers-told\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/halving-social-care-workforce-funding-in-england-an-insult-ministers-told", "date_published": "2023-04-04 05:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government spurned chances to free Nazanin Zaghari-Ratcliffe, say MPs", "description": "<p>Report on hostage diplomacy attacks handling of Zaghari-Ratcliffe and Anoosheh Ashoori cases and criticises Johnson and Truss</p><p>The government imposed “significant suffering” on the British-Iranian dual nationals Nazanin Zaghari-Ratcliffe and Anoosheh Ashoori by spurning early opportunities to secure their freedom, a scathing report by the foreign affairs select committee has found.</p><p>The report into Foreign Office handling of hostage diplomacy says it is highly regrettable that such opportunities were missed, when evidence from former ministers showed the terms of their release were no different when they were freed in 2022 to those on offer in 2017.</p> <a href=\"https://www.theguardian.com/news/2023/apr/04/uk-government-spurned-chances-to-free-nazanin-zaghari-ratcliffe-say-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/apr/04/uk-government-spurned-chances-to-free-nazanin-zaghari-ratcliffe-say-mps", "date_published": "2023-04-04 05:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The miracle that disrupts order’: mathematicians invent new ‘Einstein’ shape", "description": "<p>Called ‘the hat’, the 13-sided shape can be arranged in a tile formation such that it never forms a repeating grid</p><p>One of mathematics’ most intriguing visual mysteries has finally been solved – thanks to a hobbyist in England.</p><p>The conundrum: is there a shape that can be arranged in a tile formation, interlocking with itself ad infinitum, without the resulting pattern repeating over and over again?</p> <a href=\"https://www.theguardian.com/science/2023/apr/03/new-einstein-shape-aperiodic-monotile\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/03/new-einstein-shape-aperiodic-monotile", "date_published": "2023-04-04 05:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carol Vorderman’s later-life renaissance gives us just the kind of political hero we need | Gaby Hinsliff", "description": "<p>Compared with the insecurities of her 30s, the broadcaster’s 60s have given her a confidence we could all learn from</p><p>Carol Vorderman is, rather appropriately for a mathematician, currently in her prime. The former Countdown presenter has lately enjoyed an unexpected late renaissance as the kind of fearless public figure she arguably couldn’t have been when she was younger: politically engaged, unembarrassed and trusted to speak up on issues ranging from financial probity in government to menopausal health, with all the authority born of having lived a bit. (Vorderman had severe <a href=\"https://www.youtube.com/watch?v=r6SHns4bYkM\">depression</a> herself in her early 50s, and was audibly <a href=\"https://www.theguardian.com/culture/2023/mar/23/carol-vorderman-disgusted-by-ministers-attitude-to-menopause\">incensed</a> when the equalities minister, Kemi Badenoch, <a href=\"https://www.theguardian.com/politics/live/2023/mar/01/matt-hancock-denies-claims-covid-care-home-testing-advice-uk-politics-pmqs-brexit-live\">dismissed calls</a> to outlaw workplace discrimination on the grounds of menopause, comparing the idea to seeking legal protection for having ginger hair.)</p><p>Unlike her fellow broadcaster Gary Lineker, she isn’t politically constrained by working for the BBC. But perhaps more importantly, at the age of 62, Vorderman is evidently experiencing something of a personal liberation. Her two children have grown and gone, and her elderly mother – whom she looked after for years – has died. Twice divorced, the presenter is gloriously unabashed about maintaining a roster of what she calls five <a href=\"https://www.dailymail.co.uk/tvshowbiz/article-11932671/Carol-Vorderman-details-relationships-five-special-friends-works.html\">“special friends”</a> with benefits, instead of seeking a partner to settle down with, and has bought a campervan in which to take herself off hiking and paddleboarding at weekends.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/04/carol-vorderman-60s-renaissance-political-hero\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/04/carol-vorderman-60s-renaissance-political-hero", "date_published": "2023-04-04 05:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Deborah Levy can change your life", "description": "<p>From her shimmering novels to her ‘living autobiographies’, Deborah Levy’s work inspires a devotion few literary authors ever achieve</p><p>Last August, the author Deborah Levy began to sit for her portrait. The starting point was a selfie – eyes penetrating, lips sensuous, head topped by a tower of chestnut hair. The artist, her friend Paul Heber-Percy, used Photoshop, then a pencil and tracing paper, to reverse and multiply the image of her face, until he had a drawing, neatly laid out on a grid, that satisfied him.</p><p>Then it was time to paint. He liked to work in the mornings, in hour-long bursts, in his tiny attic studio. When Levy came for sittings, he’d bring the painting down to the dining room, and the two of them would drink tea or wine, and talk. Not that these were sittings in the traditional sense, but “times I could observe her without feeling self-conscious”, he said.</p> <a href=\"https://www.theguardian.com/books/2023/apr/04/how-deborah-levy-can-change-your-life\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/04/how-deborah-levy-can-change-your-life", "date_published": "2023-04-04 05:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I speak for the animals’: the Ugandan judge who strikes fear into poachers", "description": "<p>Having tried more than 1,000 wildlife crime cases, Gladys Kamasanyu is changing attitudes to animal rights and the ‘cruel’ trade in rhino horns, pangolins and ivory</p><p>When Gladys Kamasanyu was asked to become head of a new wildlife court in Uganda in 2017, she felt conflicted. Although the chief magistrate had participated in discussions that led to the court’s creation – the first in Africa dedicated to wildlife crime – part of her wanted to stay with the human cases she had always adjudicated on rather than swap the familiar for the risk of the unknown.</p><p>Kamasanyu has tried more than 1,000 wildlife cases, convicting more than 600 traffickers, including a man <a href=\"https://www.bbc.co.uk/news/world-africa-63343732\">sentenced to life in prison</a> last year for possession of ivory. She has presided over cases involving pangolins, the most trafficked mammal in the world, and ruled on cases involving rhino horns, elephant ivory and hippopotamuses’ teeth.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/04/i-speak-for-the-animals-the-ugandan-judge-who-strikes-fear-into-poachers\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/04/i-speak-for-the-animals-the-ugandan-judge-who-strikes-fear-into-poachers", "date_published": "2023-04-04 05:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Penlee lifeboat station saved for nation 42 years on from tragedy", "description": "<p>Building that closed after disaster off Cornish coast in which 16 people lost their lives granted Grade II-listed status </p><p>Weather-battered oilskins still hang on the boathouse drying rack; the tools in the mechanic’s workshop are carefully ordered as if ready to be used at any moment; and the service boards recording decades of gallant rescues retain their polished finish.</p><p>Forty-two years after <a href=\"https://rnli.org/about-us/our-history/timeline/1981-penlee-lifeboat-disaster\">the Penlee lifeboat disaster</a>, in which 16 people died including the eight Royal National Lifeboat Institution crew members, the old rescue station at Penlee Point looks much as it did in 1981 and is now to be preserved for the nation.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/04/penlee-lifeboat-station-saved-for-nation-42-years-on-from-tragedy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/04/penlee-lifeboat-station-saved-for-nation-42-years-on-from-tragedy", "date_published": "2023-04-04 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Regularly getting a good night’s sleep could cut asthma risk", "description": "<p>Poor sleep patterns may increase genetic susceptibility and chance of developing condition, study shows</p><p>Regularly enjoying a good night’s sleep could significantly reduce your risk of developing asthma, a decade-long study suggests.</p><p>Asthma affects about 300 million people worldwide. Scientists do not know why some people develop the condition while others do not.</p> <a href=\"https://www.theguardian.com/society/2023/apr/04/sleep-lower-asthma-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/04/sleep-lower-asthma-risk", "date_published": "2023-04-04 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Too good to be true? What it is really like to win a £3m dream home", "description": "<p>Companies that offer lottery-like wins – houses, cars and cash prizes – have taken off recently. Is their success connected to the cost-of-living crisis?</p><p>If someone approached you on the street and told you that, for just a tenner, you could win the kind of house that would cause Kevin McCloud to collapse into a puddle of adjectives and help raise millions of pounds for charity, you would probably ask what the catch was. But that improbable offering is Omaze’s core business.</p><p>Since launching in the UK in April 2020, the organisation has been running prize draws in which, for a relatively small amount of money, you can be in with the chance to win a multimillion-pound dream house. When the draw ends, a chosen charity partner gets the lion’s share of the profits.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/04/too-good-to-be-true-what-it-is-really-like-to-win-a-3m-dream-home\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/04/too-good-to-be-true-what-it-is-really-like-to-win-a-3m-dream-home", "date_published": "2023-04-04 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Finland to officially join Nato; Russia drone strikes hit Odesa port", "description": "<p>Finnish flag will be raised for first time at Nato headquarters on Tuesday; Damage reported after overnight drone strikes on Ukrainian port, say officials</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p></p> <a href=\"https://www.theguardian.com/world/live/2023/apr/04/russia-ukraine-war-live-finland-to-officially-join-nato-russia-drone-strikes-hit-odesa-port\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/04/russia-ukraine-war-live-finland-to-officially-join-nato-russia-drone-strikes-hit-odesa-port", "date_published": "2023-04-04 04:33:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Netherlands train accident: several ‘seriously injured’ as carriage hits construction equipment", "description": "<p>Authorities say there were at least 50 passengers on board the train that derailed between The Hague and Leiden city</p><p>A passenger train carrying at least 50 people derailed in the Netherlands after hitting construction equipment on the track and leaving several people “seriously injured”, Dutch emergency services said.</p><p>“Several dozen injured people are being treated at the spot and taken to hospital if necessary,” they said, adding that “specialists are working to secure the train.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/netherlands-train-accident-several-seriously-injured-as-carriage-hits-construction-equipment\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/netherlands-train-accident-several-seriously-injured-as-carriage-hits-construction-equipment", "date_published": "2023-04-04 04:24:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tank tactics: how might Ukraine use its influx of western armour?", "description": "<p>Experts say weaponry will give Kyiv a psychological edge against Russia but is not enough for a ‘big punch’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>In an anonymous muddy field somewhere in Ukraine, the country’s defence minister crouched in the commander’s hatch of a British Challenger 2 tank, one of the first three of 14 to be delivered to Kyiv.</p><p>In a maroon jacket and matching baseball cap, Oleksii Reznikov gave a thumbs-up as he thanked the UK for the delivery of the system.</p> <a href=\"https://www.theguardian.com/world/2023/apr/04/tank-tactics-how-ukraine-use-influx-western-armour\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/04/tank-tactics-how-ukraine-use-influx-western-armour", "date_published": "2023-04-04 04:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "L’Oréal to pay $3.7bn for Melbourne-founded luxury cosmetics brand Aesop", "description": "<p>The sale represents the largest known price for a luxury brand established in Australia</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/apr/04/australia-news-live-tiktok-ban-reserve-bank-interest-rates-phillip-lowe-mortgage-stress-medicare-review\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>French skincare company L’Oréal will pay US$2.5bn ($3.7bn) to buy Melbourne-founded Aesop, a luxury cosmetics, shampoo and bodycare brand that has worked its way into luxury hotels and bathrooms around the world.</p><p>The deal is designed to help Aesop’s Brazilian owner, Natura &amp;Co, pay down debt, with the price tag showcasing the runaway value of a brand founded by Melbourne hairdresser, Dennis Paphitis, in 1987.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/apr/04/loreal-to-pay-37bn-for-melbourne-founded-luxury-cosmetics-brand-aesop\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/apr/04/loreal-to-pay-37bn-for-melbourne-founded-luxury-cosmetics-brand-aesop", "date_published": "2023-04-04 04:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NCAA Tournament: UConn overwhelm San Diego State to take fifth national title", "description": "<ul><li>San Diego State Aztecs 59–76 UConn Huskies</li><li>Huskies won all six games in tournament by double digits</li></ul><p>UConn topped off one of the most impressive March Madness runs in history Monday night, clamping down early and breaking it open late to bring home their fifth national title with a 76-59 victory over San Diego State.</p><p>Adama Sanogo had 17 points and 10 rebounds and Tristen Newton also had a double-double with 19 points and 10 boards for the Huskies (31-8), who became the fifth team since the bracket expanded in 1985 to win all six games by double-digits on the way to a championship.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/03/ncaa-tournament-uconn-overwhelm-san-diego-state-to-take-fifth-national-title\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/03/ncaa-tournament-uconn-overwhelm-san-diego-state-to-take-fifth-national-title", "date_published": "2023-04-04 03:55:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The indictment of Donald Trump – podcast", "description": "<p>The former US president will appear in a criminal court in New York City today to answer charges relating to campaign finance offences. Hugo Lowell reports</p><p>Donald Trump will make history this week as the first US president to be charged with a criminal offence. Later today he will present himself at a court in Manhattan to hear the charges against him which relate to campaign finance irregularities over the hush money paid to the adult film star Stormy Daniels in the final days of his successful 2016 run for office.</p><p>As <strong>Hugo Lowell </strong>tells <strong>Michael Safi, </strong>once again with Trump we are in uncharted territory. Trump denies breaking the law and has targeted the prosecutor of the case with claims of a “witch-hunt”. He’s also using the court appearance as a focal point for recent fundraising efforts.</p> <a href=\"https://www.theguardian.com/news/audio/2023/apr/04/the-indictment-of-donald-trump-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/apr/04/the-indictment-of-donald-trump-podcast", "date_published": "2023-04-04 02:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}]