[{"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Woke \"pastor\" links Nashville Shooting to the...  crucifixion of Jesus Christ!?", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33409867&amp;width=1200&amp;height=800&amp;coordinates=136%2C0%2C64%2C0\" /><br /><br /><p>Just when we thought the <a href=\"https://www.louderwithcrowder.com/karlee-provenza-democrat-antifa-meme\" target=\"_blank\">response</a> to the <a href=\"https://www.louderwithcrowder.com/nashville-target-school-security\" target=\"_blank\">Nashville shooting</a> couldn't get any more bizarre, it did. I should've known better. </p><p>On Sunday, <a href=\"https://www.louderwithcrowder.com/woke-pastor-god\" target=\"_blank\">Pastor</a> Micah Louwagie of St. Mark's Lutheran Church in Fargo, North Dakota, gave a sermon that included an analogy between the Nashville shooting and the crucifixion of Jesus Christ. This past Sunday was Palm Sunday, the beginning of Holy Week and a time to contemplate the agony Jesus Christ experienced during his crucifixion.  </p><p>The clip begins with Louwagie focusing on Jesus:<em> \"They would kill the one whose reputation as a teacher and healer, and whose mission of love and dignity was so very threatening to their own reputation, that they needed to kill him in order to preserve their own good image.\"</em></p><p>Okay, I'm with you...</p><p><em>\"It's baffling to me that someone's existence can be so threatening that people decide they need to be controlled, they need to have laws made against them, or even worse, that the people that they find to be so threatening should die.\" </em></p><p><em><em>\"There are a significant number of people who have deemed the fact that the Nashville shooter happened to be a trans person, so it's been reported, as just the excuse they need to call for the eradication of trans folks.\"</em></em></p><p>Aaaaand there it is. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cI wondered if the mainline response to Nashville would be a little less crazy than usual, but nope, we've already got a tortured analogy linking Jesus' crucifixion to the transgender mass shooter\\u201d</div> — Woke Preacher Clips (@Woke Preacher Clips)\n        <a href=\"https://twitter.com/WokePreacherTV/status/1642956286886305793\">1680546278</a>\n</blockquote>\n\n<p> I do not know of any conservatives who want to \"eradicate trans people,\" but that seems to be the newest talking point from the opposition. Eradicating the <em>concept</em> of transgenderism is not the same as eradicating a group of people. The former means giving people counseling and help for gender dysphoria instead of cutting off their genitals when they're fifteen years old. The latter would be genocide and unspeakably evil. So yes, there's a difference. </p><p>Not to mention, eradicating the concept of transgenderism serves to uphold the Biblical view of men and woman and affirms that God does not make mistakes. Imagine being a child with gender dysphoria, hearing this all of your life - that God doesn't make mistakes. But then one day, your doctor tells you He actually did, but just with you. And now you need to take hormones and undergo life-changing surgery just to feel okay. How soul-crushing would that be? </p><p>That being said, I do think it's possible to have a charitable view of the actual shooter without excusing her actions. The shooter was clearly suffering. She fell victim to the trans cult. This absolutely does not, IN ANY WAY, excuse her choice to carry out evil. But it can serve as a lesson to us all about the necessity of protecting children from radical gender ideology and trying to help people currently stuck in it. Many of them are deeply hurting and need a way out, not condemnation. Right now, the only path offered to them is \"gender-affirmation,\" which doesn't address the root cause of their gender dysphoria. Therefore, it doesn't work. And only leads to more pain. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/pastor-nashville-shooter-jesus-sermon", "date_published": "2023-04-04 21:07:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Crazy lady covers herself in white paint, screams \"f*** white people\" outside chaotic Trump arraignment", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33409743&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>The lovely <a href=\"https://www.louderwithcrowder.com/savanah-hernandez-womens-spaces\" target=\"_blank\">Savanah Hernandez</a> reported live from the scene outside <a href=\"https://www.louderwithcrowder.com/trump-indictment-37-charges\" target=\"_blank\">Trump's arraignment</a> in New York City today. As you can imagine, it was complete chaos. </p><p>One woman Savanah came across was continuously screaming, \"f*ck white people!\" while painted in white paint, donning a blonde wig, with tape over her nipples. She also seemed to be wearing rainbow suspenders. She was on the Trump supporting side of the protest and, according to Savanah, was blocking the entrance sectioned off by police for Trump supporters. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cLive from NYC with the Biden supporting woman who keeps screaming \\u201cf*ck white people\\u201d \\n\\nShe is still blocking the entrance that police have sectioned off for Trump supporters outside of the NYC criminal courthouse:\\u201d</div> — Savanah Hernandez (@Savanah Hernandez)\n        <a href=\"https://twitter.com/sav_says_/status/1643275089696243713\">1680622286</a>\n</blockquote>\n\n<p>Upon realizing Savanah was recording, the lady leaned into the camera, screaming again, \"f*ck white people!\" She then proceeded to tell Savanah to \"get her white ass b*tch\" before shoving her, erm, white rear end in the camera. </p>\n<p>Savanah also came across a lady with an \"abort Trump\" sign who had ventured over to the Trump supporting side. When Savanah asked her why she switched sides, she said she wanted to \"spread the love.\" By advocating murder. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cNYC- A woman holding an \\u201cAbort Trump\\u201d sign says she has decided to stand on the pro-Trump side of the protest to \\u201cspread the love\\u201d\\u201d</div> — Savanah Hernandez (@Savanah Hernandez)\n        <a href=\"https://twitter.com/sav_says_/status/1643283130604740609\">1680624203</a>\n</blockquote>\n\n<p>Savanah continued to try and interview people about why they believe Trump's indictment is good, and she had a few quality conversations. Until Antifa showed up to shut her down. For democracy. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThis was my demeanor during my interviews, during getting mobbed and shoved. \\n\\nMy questions were \\u201cwhy is today important to you\\u201d and \\u201cdo you think this sets a bad precedent for the country\\u201d \\n\\nGrown men then came in to shut me down. All interviews were going great beforehand.\\u201d</div> — Savanah Hernandez (@Savanah Hernandez)\n        <a href=\"https://twitter.com/sav_says_/status/1643333017941803008\">1680636097</a>\n</blockquote>\n\n<p>In the videos Savanah shared, the men silently follow her around  and hold umbrellas over her, blocking her from moving. She explains they told her to \"get the f*ck out,\" even though she was asking simple, non-leading questions of the anti-Trump protestors. Apparently, dialogue is not allowed in our, ahem, \"democracy.\" </p><p>From these clips, it certainly seems like most of the chaos is coming from the anti-Trump side. Which is weird, since <a href=\"https://www.louderwithcrowder.com/eric-adams-trump-supporters\" target=\"_blank\">Mayor Adams</a> was waaayyy more concerned with pro-Trump hooligans not being able to \"control themselves.\" Not to mention that Marjorie Taylor Greene. Hopefully, the protests remain at this bizarre but largely harmless level, and don't escalate into full-blown violence. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/savanah-hernandez-trump-arraignment-white", "date_published": "2023-04-04 20:25:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Doocy asks KJP if Biden's worried the Trump inditement sets precedence to go after Biden, hear her lame response", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33408820&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>I feel like it's been a while since we've heard from our pal <a href=\"https://www.louderwithcrowder.com/doocy-biden-classified-docs\" target=\"_blank\">Peter Doocy</a>. It was good to see him back in the briefing room today, stumping Karine Jean-Pierre with basic questions. A thing of beauty, that is. </p><p>Doocy asked Karine about <a href=\"https://www.louderwithcrowder.com/doocy-biden-classified-docs\" target=\"_blank\">Trump's indictment</a>, and whether it might make President Biden a little nervous about his own less-than-stellar record:<em> \"I</em><em>s [Biden] concerned at all that a local DA indicting a former president could...open up the possibility, set the precedent that local DAs that don't like former President Biden could indict him?”</em></p><p>Karine, shockingly, declined to comment. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cDOOCY: Is Biden \\u201cconcerned at all that a local DA indicting a former president could...open up the possibility, set the precedent that local DAs that don't like former President Biden could indict him?\\u201d \\n\\nKJP: \\u201cI'm not going to comment\\u201d\\n\\nhttps://t.co/RumrU0zwfT\\u201d</div> — Benny Johnson (@Benny Johnson)\n        <a href=\"https://twitter.com/bennyjohnson/status/1643319368153980932\">1680632843</a>\n</blockquote>\n\n<p>Doocy didn't back down. He asked her why she doesn't have more to say about President Trump's indictment. She tried to explain it away as \"not commenting on ongoing cases.\" But Doocy was relentless. It was impressive, really. </p><p><em>\"But for better or for worse, all that anybody in the country is talking about at this exact moment while we are in here is Trump, and they look here to find out what the White House thinks about it.\" </em></p><p>KJP then hit the same \"not commenting\" line. And I was honestly surprised that Doocy <em>kept going. </em>What a trooper. </p><p><em>\"And so, does the lack of comment mean that you do not think anything happening in New York today is one of the top issues facing the country at the moment?\" </em></p><p>KJP simply said, \"that's your assessment,\" and, you guessed it, declined to comment. As for Doocy's original question, it's a smart angle, but seems highly unlikely. I don't foresee any DA going up against Biden, or Hillary Clinton, or anyone from Obama's gang in the near future - even for very legitimate crimes. </p><p>That's a bone no one wants to pick, since it would mean also going up against the entire DNC establishment, and maybe even some of their globalist pals. Meaning, it's likely <em>not</em> a winnable battle. But we can dream. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/peter-doocy-biden-indicted-kjp", "date_published": "2023-04-04 19:59:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Dad goes bananas over daughter's roommate's boyfriend not wearing mask, tells him 'go back to your country'", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=27617419&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>I enjoy seeing mask meltdown videos getting a fresh look in 2023. Two main reasons. One, it's a reminder of how insane some people got. And b) this was the content that got us through the more monotonous parts of the pandemic. Of the eighteen months plus fifteen days to flatten the curve, we're talking months five through twelve. The funny meltdowns. <a href=\"https://www.louderwithcrowder.com/search/?q=australiahttps://www.louderwithcrowder.com/search/?q=australia\" target=\"_blank\">Nothing Australian</a>.</p><p>This video is easily in my top three. <a href=\"https://www.louderwithcrowder.com/mask-elevator-meltdown\" target=\"_blank\">Becky having a nutty in an elevator is up there</a>. The yuppie <a href=\"https://www.louderwithcrowder.com/mask-meltdown-canadian-pizza-place\" target=\"_blank\">flipping out in the pizza place is another</a>. Dorm Room Derp rounds out the trilogy. Usual viral video disclaimers apply. Allow for missing context, and so on.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\"><a href=\"https://t.co/MnH5DX7LYd\">pic.twitter.com/MnH5DX7LYd</a><br />— Clown World ™ 🤡 (@ClownWorld_) <a href=\"https://twitter.com/ClownWorld_/status/1643218650277773312?ref_src=twsrc%5Etfw\">April 4, 2023</a></blockquote> </div><p>In fairness, you could hear the girl saying something about the way she's being treated. Hence the missing context. There is a chance the father is in the right. But in my experience, the person obsessed with wearing the mask never is.<br /></p><p>I love the fact that it's the \"daughter's roommate's boyfriend.\" That's close as you're going to get to a real-life best friend's sister's boyfriend's brother's girlfriend heard from this guy who knows this kid who's going with the girl who saw Ferris pass out at 31 Flavors due to lack of oxygen from wearing a mask last night. </p><p>Then you have the dad — who sounds like if an Asian comedian was making fun of a bad stereotype of an Asian father — yelling at the boyfriend to \"go back to his country.\" Like, dude, really? Really. First of all, if we're playing woke bingo, that comment makes the dad the one committing hate speech. But out of the three voices we hear, only one of them sounds like he has a former country to go back to. And it's not my dude with the dreadlocks.</p><p>My dude, who scores points for his stunning self-control in the matter. If you're my girlfriend's father disrespecting me like that, you get a free pass this one time. If you're my girlfriend's roommate's father? Your ass is getting dropped and this video is <a href=\"https://www.louderwithcrowder.com/dave-chappelle-closer\" target=\"_blank\">turning into a dramatic interpretation of a Dave Chappelle joke</a>.</p><p>The dad, who is afraid of droplets, getting that close to the dude's face is only the third funniest part of this video. I give the whole clip a 7.5.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/mask-meltdown-roommate-father", "date_published": "2023-04-04 14:31:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "HISTORIC LIVESTREAM 2PM ET: FACT-CHECKING TRUMP'S ARREST & ARRAIGNMENT!", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=33405811&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Our usual morning show will be preempted for a HISTORIC reason. Donald Trump is about to become the first former president ARRAIGNED on felony charges.</p><p>You know the mainstream media will have around-the-clock coverage. And you know they will be lying to you. That’s why we’re going live: to FACT CHECK the news media and give you the TRUTH.</p><p>Thanks to MugClub and Rumble, we are the ONLY ONES who can bring you the unfiltered truth.</p><p><a href=\"https://rumble.com/c/StevenCrowder\" rel=\"noopener noreferrer\" target=\"_blank\">The historic fact-check livestream starts today, April 4th, at 2 pm eastern.</a></p><p>You DO NOT want to miss this one.</p>", "link": "https://www.louderwithcrowder.com/trump-arrest-livestream", "date_published": "2023-04-04 13:58:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Another Dem shares meme demanding more gun violence after Nashville Shooting. To protect trans people, naturally", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33405801&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>With all the <a href=\"https://www.louderwithcrowder.com/trump-indictment-37-charges\" target=\"_blank\">Trump indictment hullabaloo</a>, news about last week's tragic <a href=\"https://www.louderwithcrowder.com/nashville-updates-show-notes\" target=\"_blank\">Nashville shooting</a> has dropped off. But in the wake of the shooting, many politicians have inexplicably focused on rallying around the trans community as opposed to the Christian victims.</p><p>Take, for example, this lovely Wyoming Democrat who shared memes calling for the murder of political opponents. State lawmaker Karlee Provenza shared a meme from an Antifa group on her Instagram that advocated for gun violence to protect from \"fascists and bigots\". </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cWyoming state Democrat lawmaker Rep. Karlee Provenza @Provenza4Wyomin posted a video on TikTok where a voiceover calls for politically-motivated murders. She also posted a graphic from an Antifa group on her Instagram suggesting Antifa supporters carry out gun violence against\\u2026\\u201d</div> — Andy Ng\\u00f4 \\ud83c\\udff3\\ufe0f\\u200d\\ud83c\\udf08 (@Andy Ng\\u00f4 \\ud83c\\udff3\\ufe0f\\u200d\\ud83c\\udf08)\n        <a href=\"https://twitter.com/MrAndyNgo/status/1642928577141252098\">1680539671</a>\n</blockquote>\n\n<p>The post, which Provenza shared to her Instagram story, was originally posted by an account called \"offcolordecals\". This account appears to be Antifa related, and describes itself as \"OG Defend Equality,\" \"Purveyors of Leftist Merch,\" and \"Chaos Creatures\". Many of their posts have to do with defending LGBTQ rights with guns. </p><p>Provenza actually has a <a href=\"https://archive.is/tSHYm\" target=\"_blank\">second</a> TikTok account apart from her main where she's a tad more controversial in its takes, though it seems to have since been deleted. In one TikTok from last June, Provenza posted the above video featuring a deep-sea creature that seemed to advocate for murdering political opponents. Which is never a good look. </p><p>In another, she suggested she's a witch. Also never a good look. And she offered her fans this bit of advice: \"Don't be the bigger person today. Be the person that helps them understand that sometimes when you f*ck around, you find out.\"</p><p>These are the people in charge of our day-to-day lives. I was pretty shocked to hear this chick hails from Wyoming of all places. And it's unbelievable how little sympathy has been shared for the victims of the shooting. It seems the leftist narrative has broken these people's brains so badly, they can no longer even feel compassion for the victims, because they view them as members of the \"other side.\" </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/karlee-provenza-democrat-antifa-meme", "date_published": "2023-04-04 13:56:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Woke Democrat says biological men in girls school sports are okay since female athletes won't amount to much anyway", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33405218&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Rep. Vang Her is a Minnesota state rep. She also doesn't think your daughters will amount to anything in sports. That's why you need to shut up about other people's sons who claim to be daughters having an unfair advantage in school athletic competitions.</p><p>This is the argument a grown adult woman -- I'm assuming cis -- made in a government hearing. Since there are so few opportunities for women to succeed in professional sports, they'll be just fine getting <a href=\"https://www.louderwithcrowder.com/skateboarding-29-year-old\" target=\"_blank\">their hopes and dreams</a> (<a href=\"https://www.louderwithcrowder.com/rugby-coach-transgender-ban\" target=\"_blank\">and bones</a>) be crushed <a href=\"https://www.louderwithcrowder.com/chloe-barnes-track-state-championship\" target=\"_blank\">by boys</a> who <a href=\"https://www.louderwithcrowder.com/lia-thomas-riley-gaines\" target=\"_blank\">went through male puberty</a>, but now want you to call them girls. In short, <a href=\"https://www.louderwithcrowder.com/megan-rapinoe-parents-athlete\" target=\"_blank\">suck it up</a>, bitch.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Rep Vang Her from MN testifying today for Equal Rights Amendment. <br /><br />Because women are going to lose anyways, it doesn't matter if they lose to men. Their outcome is the same either way, so who cares? <br /><br />\"Our cis-girls are going to be just fine\" <a href=\"https://t.co/K0KJpUV6mr\">pic.twitter.com/K0KJpUV6mr</a><br />— Riley Gaines (@Riley_Gaines_) <a href=\"https://twitter.com/Riley_Gaines_/status/1631427562546114562?ref_src=twsrc%5Etfw\">March 2, 2023</a></blockquote> </div><p>Now, go back and watch this video with two mental changes. The first is that instead of \"trans\" we are talking about normal run of the mill, biological bros doninating against girls in high school sports. The second is instead of Rep. Vang Her, the rant is coming from these guys on a podcast.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"fe384\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33405267&amp;width=980\" />\n</p><p>How does the media react to that? How does the Democrat Party respond to that? How does Rep. Vang Her react to that?</p><p>If a Democrat says girls won't amount to anything, it's woke and inclusive. Not unlike if a guy portrays a girl <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-kate-spade-endorsement\" target=\"_blank\">as vapid and sex-obsessed</a> but does it while trans, it's not sexist. <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-bud-light\" target=\"_blank\">It's a Bud Light commercial</a>.</p><p>But there is a major component that Rep. Vang Her is leaving out. It's rare for girls to go pro in sports. That's true. It's also rare for BOYS to go pro. There are a lot more student-athletes than there are professional spots. It's not about becoming a professional athlete. It's about the other opportunities excelling in school sports provides. Like SCHOLARSHIPS to colleges that the girl's family might not otherwise be able to afford. </p><p>Rep. Vang Her is ok with THOSE opportunities being taken from girls and being given to men. Just so long as that man claims to be a woman and she can signal her virtue about it.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/girls-school-slports-minnesota", "date_published": "2023-04-04 13:26:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Woke Democrat says biological men in girls school sports are okay since female athletes won't amount to much anyway", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33405218&amp;width=600&amp;height=600&amp;coordinates=586%2C0%2C504%2C0\" /><br /><br /><p>Rep. Vang Her is a Minnesota state rep. She also doesn't think your daughters will amount to anything in sports. That's why you need to shut up about other people's sons who claim to be daughters having an unfair advantage in school athletic competitions.</p><p>This is the argument a grown adult woman -- I'm assuming cis -- made in a government hearing. Since there are so few opportunities for women to succeed in professional sports, they'll be just fine getting <a href=\"https://www.louderwithcrowder.com/skateboarding-29-year-old\" target=\"_blank\">their hopes and dreams</a> (<a href=\"https://www.louderwithcrowder.com/rugby-coach-transgender-ban\" target=\"_blank\">and bones</a>) be crushed <a href=\"https://www.louderwithcrowder.com/chloe-barnes-track-state-championship\" target=\"_blank\">by boys</a> who <a href=\"https://www.louderwithcrowder.com/lia-thomas-riley-gaines\" target=\"_blank\">went through male puberty</a>, but now want you to call them girls. In short, <a href=\"https://www.louderwithcrowder.com/megan-rapinoe-parents-athlete\" target=\"_blank\">suck it up</a>, bitch.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Rep Vang Her from MN testifying today for Equal Rights Amendment. <br /><br />Because women are going to lose anyways, it doesn't matter if they lose to men. Their outcome is the same either way, so who cares? <br /><br />\"Our cis-girls are going to be just fine\" <a href=\"https://t.co/K0KJpUV6mr\">pic.twitter.com/K0KJpUV6mr</a><br />— Riley Gaines (@Riley_Gaines_) <a href=\"https://twitter.com/Riley_Gaines_/status/1631427562546114562?ref_src=twsrc%5Etfw\">March 2, 2023</a></blockquote> </div><p>Now, go back and watch this video with two mental changes. The first is that instead of \"trans\" we are talking about normal run of the mill, biological bros doninating against girls in high school sports. The second is instead of Rep. Vang Her, the rant is coming from these guys on a podcast.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"fe384\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33405267&amp;width=980\" />\n</p><p>How does the media react to that? How does the Democrat Party respond to that? How does Rep. Vang Her react to that?</p><p>If a Democrat says girls won't amount to anything, it's woke and inclusive. Not unlike if a guy portrays a girl <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-kate-spade-endorsement\" target=\"_blank\">as vapid and sex-obsessed</a> but does it while trans, it's not sexist. <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-bud-light\" target=\"_blank\">It's a Bud Light commercial</a>.</p><p>But there is a major component that Rep. Vang Her is leaving out. It's rare for girls to go pro in sports. That's true. It's also rare for BOYS to go pro. There are a lot more student-athletes than there are professional spots. It's not about becoming a professional athlete. It's about the other opportunities excelling in school sports provides. Like SCHOLARSHIPS to colleges that the girl's family might not otherwise be able to afford. </p><p>Rep. Vang Her is ok with THOSE opportunities being taken from girls and being given to men. Just so long as that man claims to be a woman and she can signal her virtue about it.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/girls-school-sports-minnesota", "date_published": "2023-04-04 13:26:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Trans soccer player allegedly injured female players, sending one to the hospital. Why? Because equality.", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33405691&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>It's that time again. Time to feature <a href=\"https://www.louderwithcrowder.com/chloe-barnes-track-state-championship\" target=\"_blank\">another</a> <a href=\"https://www.louderwithcrowder.com/lia-thomas-espn-womens-history\" target=\"_blank\">beautiful and brave</a> member of \"women's\" sports. This time, our starlet comes from Australia, where they absolutely dominate in women's soccer. </p><p>The Daily Mail Australia actually refused to identify the player in their report. But Reduxx was able to identify them as Youtuber Riley J. Dennis after comparing social media posts to the censored photos published by Daily Mail. </p><p>Dennis plays in the Football New South Wales’ League One, which has at least five trans-identified biological males. Dennis leads the league's 1st Grade goal kickers table with seven goals. And in a recent match, Dennis allegedly injured some of the biologically female players. Reduxx reported one had to seek hospital treatment, though that report has not yet been confirmed. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cA male trans activist and YouTuber has been participating in women's football in Australia, prompting over 12,000 complaints to Football New South Wales.\\n\\nRiley Dennis reportedly left multiple female players injured at a match last weekend.\\n\\nhttps://t.co/BzxtX0ewYE\\u201d</div> — REDUXX (@REDUXX)\n        <a href=\"https://twitter.com/ReduxxMag/status/1642176858505592833\">1680360447</a>\n</blockquote>\n\n<p>The League seems to have removed Dennis's name from their website, and now instead lists an \"Inter Player\" with seven goals. Which may be a sign that they're moving towards removing Dennis, and hopefully other biological males, from the women's team. </p><p>Kirralie Smith, spokeswoman for Binary Australia, told Daily Mail,<em> \"No one has had any reasonable response despite all of the emails, warnings of injuries and how unfair it is. Football NSW has failed to answer the simple questions, 'What is a woman?' and 'Why have a woman's division if men can play in it? They have failed in safeguarding fairness and safety for girls and women.\"</em></p><p>The league reportedly consists of teenage and young adult females. Who currently have to compete against at least five biological adult males. Which is, obviously, insane.</p><p>I remember still playing co-ed soccer in the fifth grade and my parents thought <em>that</em> was too old to not be separated by gender, on account of the amount of bruises I would come home with. And those were <em>11-year-olds</em>. I can't even imagine squaring up against a 30-year-old male. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/trans-soccer-player-inury", "date_published": "2023-04-04 13:25:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Trans soccer player allegedly injured female players, sending one to the hospital. Why? Because equality.", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33405691&amp;width=600&amp;height=600&amp;coordinates=178%2C0%2C382%2C0\" /><br /><br /><p>It's that time again. Time to feature <a href=\"https://www.louderwithcrowder.com/chloe-barnes-track-state-championship\" target=\"_blank\">another</a> <a href=\"https://www.louderwithcrowder.com/lia-thomas-espn-womens-history\" target=\"_blank\">beautiful and brave</a> member of \"women's\" sports. This time, our starlet comes from Australia, where they absolutely dominate in women's soccer. </p><p>The Daily Mail Australia actually refused to identify the player in their report. But Reduxx was able to identify them as Youtuber Riley J. Dennis after comparing social media posts to the censored photos published by Daily Mail. </p><p>Dennis plays in the Football New South Wales’ League One, which has at least five trans-identified biological males. Dennis leads the league's 1st Grade goal kickers table with seven goals. And in a recent match, Dennis allegedly injured some of the biologically female players. Reduxx reported one had to seek hospital treatment, though that report has not yet been confirmed. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cA male trans activist and YouTuber has been participating in women's football in Australia, prompting over 12,000 complaints to Football New South Wales.\\n\\nRiley Dennis reportedly left multiple female players injured at a match last weekend.\\n\\nhttps://t.co/BzxtX0ewYE\\u201d</div> — REDUXX (@REDUXX)\n        <a href=\"https://twitter.com/ReduxxMag/status/1642176858505592833\">1680360447</a>\n</blockquote>\n\n<p>The League seems to have removed Dennis's name from their website, and now instead lists an \"Inter Player\" with seven goals. Which may be a sign that they're moving towards removing Dennis, and hopefully other biological males, from the women's team. </p><p>Kirralie Smith, spokeswoman for Binary Australia, told Daily Mail,<em> \"No one has had any reasonable response despite all of the emails, warnings of injuries and how unfair it is. Football NSW has failed to answer the simple questions, 'What is a woman?' and 'Why have a woman's division if men can play in it? They have failed in safeguarding fairness and safety for girls and women.\"</em></p><p>The league reportedly consists of teenage and young adult females. Who currently have to compete against at least five biological adult males. Which is, obviously, insane.</p><p>I remember still playing co-ed soccer in the fifth grade and my parents thought <em>that</em> was too old to not be separated by gender, on account of the amount of bruises I would come home with. And those were <em>11-year-olds</em>. I can't even imagine squaring up against a 30-year-old male. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/trans-soccer-player-injury", "date_published": "2023-04-04 13:25:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "LOL: Someone on the grand jury indicting Trump may have just committed a felony of their own", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33405311&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>The <a href=\"https://www.louderwithcrowder.com/donald-trump-arrested-tuesday\" target=\"_blank\">Trump indictment saga</a> continues. The past few days, no one has had any idea what the charges against Trump entail. Yahoo news reported last night that Trump will be charged with <a href=\"https://www.louderwithcrowder.com/trump-indictment-37-charges\" target=\"_blank\">34 Class E felony counts</a> for falsification of business records. The info came from a \"source who has been briefed on the procedures for the arraignment of the former president.\"</p><p>The source said a New York City police report will be prepared and entered into court before Trump's arraignment. But, unfortunately, Trump will not be put in handcuffs or get a mug shot. I say unfortunately because, can you imagine the campaign ad that would come out of that? Not to mention the <em>memes</em>? They must know it would be too powerful. </p><p>Falsification of business records can actually be charged as a misdemeanor in New York. But DA Alvin Bragg bumped it up to a Class E felony, asserting that Trump's actions covered up another crime. What that crime was, we still don't know, and we won't until the indictment is unsealed. The charges could result in a prison sentence of up to 4 years, though prison time is not likely for first-time offenders. </p><p>But here's the real kicker. As Greg Price pointed out on Twitter, it's actually a Class E felony to leak a grand jury disclosure. Which is what Yahoo's \"source\" did to give them this information. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cIt was just leaked to Yahoo that Donald Trump is being indicted with 34 Class E felonies.\\n\\nLeaking a grand jury disclosure also happens to be a Class E felony in New York punishable by up to a year in jail.\\u201d</div> — Greg Price (@Greg Price)\n        <a href=\"https://twitter.com/greg_price11/status/1643082305039224834\">1680576323</a>\n</blockquote>\n\n<p>NYS law states, \"A person is guilty of unlawful jury disclosure when [...] he intentionally discloses to another the nature or substance of any grand jury testimony, or any decision, result, or other matter attending to a grand jury proceeding [...] Unlawful grand jury disclosure is a Class E felony.\"<br /></p><p>Well would ya look at that. The people accusing Trump of committing a crime, committed a crime while reporting on Trump's alleged crime. Classic. </p><p>><p><p><p><p><p><\n<p>\n<em>Lily is a Zoomer college dropout who somehow landed a writing gig here at LwC.com. In her spare time, she enjoys going for runs, touching grass, and occasionally <a href=\"https://twitter.com/LwCLily\" target=\"_blank\">tweeting tweets</a> for fellow tweeters.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/trump-indictment-leaked-grand-jury", "date_published": "2023-04-04 12:59:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Bro rips beers pregaming the Trump Indictment, as no one is sure what the 34 charges are", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33404900&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>Today is the day when Donald Trump is going to be arraigned in Manhattan. Since the former president flew in yesterday, that was when the pregaming began thanks to Nick Watts and Old Row. You may know Old Row as the young rousers of rabble who <a href=\"https://www.louderwithcrowder.com/top-5-f-joe-biden\" target=\"_blank\">started the f*ck Joe Biden</a> chants and had <a href=\"https://www.louderwithcrowder.com/brandon-falls-google-maps\" target=\"_blank\">the location Biden fell off his bike turned into a National landmark</a>. Also, introducing us oldheads to words like \"borg.\"</p><p>Nick Watts was live on the scene to get the darty started early.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Darty of the fucking century at Trump Tower, absolute movie out there today. Darty SZN in full effect! <a href=\"https://t.co/iY5xdzxXFy\">pic.twitter.com/iY5xdzxXFy</a><br />— Nick Watts (@internwatts) <a href=\"https://twitter.com/internwatts/status/1643013440812793856?ref_src=twsrc%5Etfw\">April 3, 2023</a></blockquote> </div><p>A \"darty\" is a daytime party. Commonly referred to as day-drinking or pregaming. I just hope Nick is careful with the open container. This is Alvin Bragg's Manhattan, where <a href=\"https://www.louderwithcrowder.com/nyc-subway-suspect\" target=\"_blank\">violent criminals walk free</a> yet you can be <a href=\"https://www.foxnews.com/us/nyc-garage-worker-charged-attempted-murder-after-shooting-armed-thief\" target=\"_blank\">charged with murder for shooting someone who shot you first</a>. A white male caught with a Modello could be a double felony: equity and cultural appropriation.</p><p>Plus you want to stay sober for when the 34 charges are ACTUALLY read. No one knows was Trump has been charged with yet. Not that it has stopped <a href=\"https://www.mediaite.com/tv/cnn-runs-poll-asking-people-if-they-agree-with-trumps-indictment-without-knowing-whats-in-it/\" target=\"_blank\">CNN and MSNBC from polling people if they agree with the Trump indictment</a> that hasn't been made public. 60% of CNN's audience approves of Trump getting indicted even without knowing why. Go figure.</p><p>While the headlines will read \"34 CHARGES!!!!,\" it's a question of how serious or ridiculous each charge is. <a href=\"https://redstate.com/nick-arama/2023/04/04/those-34-charges-against-trump-may-not-be-what-they-seem-n725992\" target=\"_blank\">Nick Arama from Redstate</a> gives an example:</p><blockquote>So let’s assume for the moment in this alleged “falsification of business records” charge, that Trump had to file a form that had signatures or initials on the same form multiple times. Each signature/initial could be counted as a potential charge, even if it’s all on the same form and just one incident. So if you had a 34-page form with signatures or initials on each page, you could potentially make 34 charges out of it. We’ll know when we see the real indictment to see precisely what they are talking about. It’s also a bit of flooding of the jury, all they would have to agree to is one to convict. This increases that possibility.</blockquote><p>A good number of the 34 chargers could be every time Trump scribbled \"DJT\" on a document. No one knows, and no one is going to know until 2:00 PM or so today. </p><p>My advice as someone who has dartied hard in his day (I've survived two SantaCons) is to pace yourself. We have the lead-up to the arraignment, the arraignment, and THEN Trump's speech back at Mar-a-Lago tonight. Don't be the guy who is passed out before Trump gets to the courthouse.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/trump-indictment-37-charges", "date_published": "2023-04-04 12:10:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Kid Rock shoots up Bud Light cans in protest. Unrelatedly, beer confirms Dylan Mulvaney as spokesdiva.", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33404775&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>From the cornfields of Romeo, Michigan, the early morning stoned pimp of the nation, the Detroit City cowboy, and the American badass... Kid Rock was in a foul mood. And he took it out on a few twelve-packs of unsuspecting Bud Light. Wearing a MAGA hat, he said he wanted to be as \"clear and concise as possible.\"</p><p>Then he got all shooty.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\"><a href=\"https://t.co/dSmCGySoul\">pic.twitter.com/dSmCGySoul</a><br />— KidRock (@KidRock) <a href=\"https://twitter.com/KidRock/status/1643090302410936323?ref_src=twsrc%5Etfw\">April 4, 2023</a></blockquote> </div><p>The rub is that Kid Rock was NOT clear and concise. It's confusing why he would waste beer like that. Other than Rock seems like more of a Coors Banquet guy. When you can drink a fifth of Jim Beam and still stand still, a case of Bud Light wouldn't affect you at all.<br /></p><p>On a completely unrelated note...</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"7dc8b\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33405168&amp;width=980\" />\n</p><p>Anheuser-Busch has confirmed that TikTok ingénue Dylan Mulvaney is a new brand ambassador. There was confusion at first because <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-bud-light\" target=\"_blank\">it was April Fool's Day when Dylan released a video</a> where Dylan got us a bunch of Bud Light's to enjoy March Madness. Only, since Dylan is a \"girl,\" she's too girly to know what college basketball is. Dylan is only into real girl things like <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-kate-spade-endorsement\" target=\"_self\">fashion</a> and <a href=\"https://www.louderwithcrowder.com/influencer-steal-husband\" target=\"_self\">adultery</a> and <a href=\"https://www.louderwithcrowder.com/tampons-confused\" target=\"_self\">having a period</a>. Bud Light, or someone employed at Bud Light, believed this to be good PR.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\"><a href=\"https://t.co/vY61dTJmjF\">pic.twitter.com/vY61dTJmjF</a><br />— Davy Jones (@itsNTBmedia) <a href=\"https://twitter.com/itsNTBmedia/status/1642354733355548673?ref_src=twsrc%5Etfw\">April 2, 2023</a></blockquote> </div><p>Critics accused the beer company of going \"woke\" by so grossly misunderstanding their audience. Not to mention, insulting their current female customers with such a vapid stereotype of how a white male thinks women \"act.\" That's why many believe it was an April Fool's prank.</p><p>The beer company has since confirmed, \"Nope.\" <a href=\"https://notthebee.com/article/bud-light-confirms-that-dylan-mulvaney-is-a-new-product-spokesman\" target=\"_blank\">This is who they are now</a>.</p><blockquote>Anheuser-Busch works with hundreds of influencers across our brands as one of many ways to authentically connect with audiences across various demographics and passion points. From time to time, we produce unique commemorative cans for fans and for brand influencers, like Dylan Mulvaney. This commemorative can was a gift to celebrate a personal milestone and is not for sale to the general public.</blockquote><p>Kid Rock is preparing to embark on his \"No Snowflakes\" tour this summer. Dylan is up to day 380ish of being a girl. Bud Light is wondering how they get out of this one.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/kid-rock-bud-light", "date_published": "2023-04-04 11:12:45+00:00", "persistent": false, "user": null, "language": "en-US"}]