[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "April Xbox Game Pass Games Revealed | GameSpot News", "description": "Games coming and going from Game Pass in April, new hero Lifesaver is coming to Overwatch 2, and Pokémon Stadium is finally coming to Nintendo Switch Online.\n#gaming #XboxGamePass #gamespot\n\nXbox has finally announced the first wave of its Game Pass lineup for April. It’s also revealed that while its own exclusive, Quantum Break, that released in 2016, has been taken off of the service, it’s only temporary while the company and developer Remedy sort out some licensing issues. For anyone that was a fan of Remedy’s follow up game, Control, Quantum Break is a pretty cool, somewhat similar experience that also happens to star the late, great Lance Reddick.\n\nAvailable today making its console debut is Loop Hero, an excellent indie game that puts you in control of the apocalypse surrounding its main character rather than the other way around, building on top of the procedurally generated path they walk and placing enemies and environmental elements to build up their strength and skills. It’s incredibly unique, and well worth checking out if you’re a subscriber.\n\nOn April 6 and 12 come Iron Brigade and Ghostwire: Tokyo, the latter being a Bethesda title that was tied up in contracts with PlayStation before the company’s acquisition by Microsoft. It has been a console exclusive on PS5 for a year, but Xbox players can finally get a taste of the first person, ghostbusting action, as well as the Spider’s Thread update, which will be new to the game.\n\nThen on April 13 and 18, last fall’s NHL 23 and the new title, Minecraft Legends, will drop. The latter is a full RPG experience set in the Minecraft universe, and the latter is… ice hockey. ‘Nuff said. NHL 23 comes as a part of EA Play, which Game Pass Ultimate subscribers have access to. That also means those top tier subs currently have access to a 10 hour early trial of EA’s latest PG tour title as well. \n\nThis is a big day for fans of some of the US’ least popular sports.\n\nAlso coming in April is Overwatch 2’s newest hero, Lifeweaver. On the 11th, players will be able to take advantage of this new support class character. While previous new characters such as Kuriko and Ramattra have required the purchase of a premium battle pass for an immediate unlock, things are a little different with Lifeweaver.\n\nLifeweaver will be available for free for a limited time when he drops into the game. How long that limited time is, we don’t currently know, but he will eventually be free for anyone that reaches tier 55 on the battle pass. He will also be a part of a in-game event on April 24 to coincide with the Thai New Year, Thailand being the character’s home.", "link": "https://www.youtube.com/watch?v=QUcYghCx09g", "date_published": "2023-04-04 21:15:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Overwatch 2 New Hero Lifeweaver Official Gameplay Trailer", "description": "Overwatch 2's latest support Hero is Lifeweaver, an intelligent and curious adventurer who plans to use his biolight technology to make the world a better place.\n\nLifeweaver will shift the dynamic of every fight by providing cover, leveraging his mobility, and impacting positioning in ways we’ve never seen before. Get acquainted with Lifeweaver’s ability kit in his Gameplay Trailer and get ready for his debut in Season 4 on April 11!\n\n#overwatch2 #lifeweaver #gaming", "link": "https://www.youtube.com/watch?v=PkhuhLNbTCU", "date_published": "2023-04-04 16:28:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Star Wars Jedi: Survivor Hands-On Preview", "description": "Star Wars Jedi: Survivor sees Cal Kestis uncover a plot connected to the days of The High Republic. We got to play a three hour section of the game's second chapter, and here's our thoughts based on that preview.\n\nStar Wars Jedi: Survivor is going in an interesting direction with its story, which takes place five years after the events of Star Wars Jedi: Fallen Order. In Survivor, you once again play as Cal Kestis, who finds himself struggling to keep ahead of and fight against the ever-expanding threat of the Galactic Empire. All these years later, the Empire is still expending efforts to hunt down and kill any Jedi who managed to survive Order 66, and Cal's exploits in Fallen Order have made him a major target. The preview we played picked up at the start of Survivor's second chapter, with Cal crashing the Mantis and setting out to find replacement parts for the ship. Greez, Cere, and Merrin aren't around, leaving Cal and his droid companion BD-1 to adventure out alone.\n\n#starwars #jedisurvivor #gamespot", "link": "https://www.youtube.com/watch?v=CJtrfBxP7cY", "date_published": "2023-04-04 00:08:26+00:00", "persistent": false, "user": null, "language": "en-US"}]