[{"source": "https://thehill.com/news/feed/", "title": "Jamie Dimon warns of more 'repercussions' from banking crisis", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  Jamie Dimon warns of more fallout from banking crisis The JPMorgan Chase CEO says the banking crisis isn’t over and predicts “repercussions” for years to come. © Greg Nash, The Hill Dimon’s annual letter to shareholders,...", "link": "https://thehill.com/newsletters/business-economy/3934651-jamie-dimon-warns-of-more-repercussions-from-banking-crisis/", "date_published": "2023-04-04 23:20:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence defense upheld by court", "description": "Former Vice President Mike Pence startled some legal observers when he invoked congressional immunity to resist a subpoena for testimony before a grand jury looking into efforts to overturn the 2020 presidential election. Pence was relying on his position as president of the Senate to argue he could not be compelled to testify in any other...", "link": "https://thehill.com/opinion/congress-blog/3934654-pence-defense-upheld-by-court/", "date_published": "2023-04-04 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump awarded more than $121,000 in legal fees from Stormy Daniels just hours after arraignment", "description": "Former President Trump was awarded about $121,972 in attorney fees from adult film star Stormy Daniels just hours after the former president appeared in court Tuesday for the first time in connection to hush money payments made to Daniels during the 2016 presidential campaign. The Ninth Circuit Court of Appeals ordered Daniels to pay Trump...", "link": "https://thehill.com/regulation/court-battles/3934536-trump-awarded-more-than-121000-in-legal-fees-from-stormy-daniels-just-hours-after-arraignment/", "date_published": "2023-04-04 22:58:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Regulators crack down on Medicare Advantage charges", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care   The Big Story  Regulators crack down on Medicare Advantage charges The Centers for Medicare and Medicaid Services (CMS) has finalized plans to reduce overpayments to Medicare Advantage insurers after a monthslong lobbying campaign from the industry opposing the changes. © AP Photo/Pablo...", "link": "https://thehill.com/newsletters/health-care/3934589-regulators-crack-down-on-medicare-advantage-charges/", "date_published": "2023-04-04 22:57:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump charges aggravate partisan tensions — in Congress and beyond", "description": "The historic arraignment of former President Trump on Tuesday sparked an immediate — and highly caustic — dispute across Congress and the country, exacerbating tensions between Trump's GOP allies and his Democratic critics just as House Republicans have added a probe into the Manhattan District Attorney to their long list of investigative priorities.  Those hostilities...", "link": "https://thehill.com/homenews/house/3934562-trump-charges-aggravate-partisan-tensions-in-congress-and-beyond/", "date_published": "2023-04-04 22:40:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Protests outside Manhattan courthouse paired Trump revelry with scorn", "description": "NEW YORK – Hundreds of demonstrators gathered outside the Manhattan Criminal Courthouse on Tuesday where former President Trump pleaded not guilty to a 34-count felony brought by New York District Attorney Alvin Bragg. As helicopters whirred loudly above the courthouse in a city where large protest movements and highly coordinated police responses are a regular...", "link": "https://thehill.com/regulation/court-battles/3934600-protests-outside-manhattan-courthouse-paired-trump-revelry-with-scorn/", "date_published": "2023-04-04 22:35:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Finland joins NATO in major setback for Russia", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38;National Security Defense &#38;National Security   The Big Story  Finland in: Nordic nation becomes 31st NATO member Secretary General Jens Stoltenberg called it a \"historic day\" for the western security alliance. © Johanna Geron, Pool Photo via AP Both Stoltenberg and Secretary of State Antony...", "link": "https://thehill.com/newsletters/defense-national-security/3934544-finland-joins-nato-in-major-setback-for-russia/", "date_published": "2023-04-04 22:20:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin fumes as court blocks pipeline permit", "description": "Welcome to The Hill's Energy &#38; Environment newsletter {beacon} Energy &#38; Environment Energy &#38; Environment PRESENTED BY CANADIAN ENERGY CENTRE The Big Story  Manchin fumes as court blocks pipeline permit The swing-vote senator expressed frustration after a federal court vacated a permit for the Mountain Valley Pipeline. © Greg Nash, The Hill Manchin said in...", "link": "https://thehill.com/newsletters/energy-environment/3934498-manchin-fumes-as-court-blocks-pipeline-permit/", "date_published": "2023-04-04 22:03:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden speaks with King Charles, says first lady will attend coronation", "description": "President Biden on Tuesday told Britain's King Charles III that first lady Jill Biden will be attending his upcoming coronation on behalf of the United States, adding that he wants to meet with him despite missing the event. The first lady will lead a delegation to the United Kingdom for the coronation, set to take...", "link": "https://thehill.com/homenews/administration/3934514-biden-speaks-with-king-charles-says-first-lady-will-attend-coronation/", "date_published": "2023-04-04 21:58:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Internal clashes reportedly led to White House cyber adviser's exit", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  White House cyber team faced reported internal clash Chris Inglis, the former national cyber director, left his position earlier this year following disagreements with another top White House cyber official, a report says. © Getty Bloomberg, citing sources familiar with the matter,...", "link": "https://thehill.com/newsletters/technology/3934489-internal-clashes-reportedly-led-to-white-house-cyber-advisers-exit/", "date_published": "2023-04-04 21:56:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "5 quick takeaways from Trump’s arraignment", "description": "Former President Trump officially became the first former commander-in-chief to be charged with a crime on Tuesday. The global spotlight was on the courthouse in Lower Manhattan, where a 34-count indictment was unsealed. All those counts relate to falsifying business records, though an accompanying “Statement of Facts” from prosecutors alleges this was done “to conceal...", "link": "https://thehill.com/homenews/3934500-5-quick-takeaways-from-trumps-arraignment/", "date_published": "2023-04-04 21:54:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judy Blume tears into Florida, DeSantis: 'Teachers are under fire, librarians are threatened'", "description": "Author Judy Blume took aim at Florida Gov. Ron DeSantis (R) for banning certain topics in schools and the state after some Florida school districts banned certain books from their shelves, including some of Blume's own. “Teachers are under fire, librarians are threatened,” Blume said at Variety‘s \"Power of Women\" luncheon on Tuesday. \"They are criminalizing...", "link": "https://thehill.com/blogs/in-the-know/3934343-judy-blume-tears-into-florida-desantis-teachers-are-under-fire-librarians-are-threatened/", "date_published": "2023-04-04 21:44:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NJ gov signs executive order protecting transgender youth health care", "description": "New Jersey Gov. Phil Murphy (D) on Tuesday signed an executive order establishing the state as a safe haven for transgender young Americans and their families. Murphy’s executive order, which is effective immediately, prevents individuals in New Jersey from being extradited to another state for providing, receiving or “otherwise facilitating” gender-affirming health care services that are...", "link": "https://thehill.com/homenews/state-watch/3934466-nj-gov-signs-executive-order-protecting-transgender-youth-health-care/", "date_published": "2023-04-04 21:36:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bragg defends charges against Trump: 'The case was ready'", "description": "With the indictment of former President Trump unsealed, Manhattan District Attorney Alvin Bragg (D) on Tuesday afternoon addressed his office’s investigation in his fullest public comments yet about the probe. Bragg walked out in front of the cameras shortly after 4 p.m., roughly 40 minutes after exiting the courtroom from Trump’s arraignment. Bragg had sat...", "link": "https://thehill.com/regulation/court-battles/3934443-bragg-defends-charges-against-trump-the-case-was-ready/", "date_published": "2023-04-04 21:34:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ allowing prisoners granted home confinement amid COVID to complete sentences at home", "description": "The Justice Department (DOJ) decided on Tuesday to allow prisoners who were granted house arrest amid the COVID-19 pandemic to remain at their homes for the remainder of their sentence even after the COVID-19 public health emergency expires within a few weeks.  The DOJ said in a release on Tuesday that it issued a final...", "link": "https://thehill.com/homenews/administration/3934419-doj-allowing-prisoners-granted-home-confinement-amid-covid-to-complete-sentences-at-home/", "date_published": "2023-04-04 21:31:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Build-A-Bear releases wig-wearing, sequin-donning RuPaul bear", "description": "Build-A-Bear has launched a new bear with world-famous drag queen and Emmy-award-winning entertainment mogul RuPaul.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3934049-build-a-bear-releases-wig-wearing-sequin-donning-rupaul-bear/", "date_published": "2023-04-04 21:28:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Severe weather alerts detail threats to about 65 million, likely over two days", "description": "Around 65 million people in the Midwest and South will be affected by severe thunderstorms, tornadoes and large hail Tuesday evening and Wednesday, according to NOAA's Storm Prediction Center.  The area from the eastern Plains into the Missouri and mid-Mississippi valleys are expected to be hit the hardest, especially in western Arkansas, eastern Iowa, southern...", "link": "https://thehill.com/homenews/3934399-severe-weather-alerts-detail-threats-to-about-65-million-likely-over-two-days/", "date_published": "2023-04-04 21:10:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Inflation helped drive up ObamaCare premiums this year", "description": "Monthly ObamaCare premiums rose in 2023 for the first time since 2019, driven by inflation and increased health spending, according to a new analysis. Despite continued growth in the number of insurers offering plans, the monthly premiums for Affordable Care Act (ACA) benchmark plans increased by an average 3.4 percent between 2022 and 2023, according...", "link": "https://thehill.com/policy/healthcare/3934396-inflation-helped-drive-up-obamacare-premiums-this-year/", "date_published": "2023-04-04 21:07:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge warns Trump to 'refrain' from social media posts that could incite violence", "description": "The New York judge overseeing the Manhattan district attorney’s case against Donald Trump warned the former president on Tuesday to “refrain” from social media posts with the potential to incite violence. Judge Juan Merchan’s warning comes after Trump called for protests ahead of his indictment last month and suggested that charges could result in “potential...", "link": "https://thehill.com/regulation/court-battles/3934302-judge-warns-trump-to-refrain-from-social-media-posts-that-could-incite-violence/", "date_published": "2023-04-04 20:46:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Caitlin Clark defends Angel Reese: 'I don't think she should be criticized'", "description": "University of Iowa star guard Caitlin Clark defended fellow college basketball star Louisiana State University’s (LSU) Angel Reese over the criticism she received after taunting Clark during Sunday’s NCAA Division I women’s basketball national championship game.  “I don't think Angel should be criticized at all, you know, no matter which way it goes, you know,...", "link": "https://thehill.com/blogs/blog-briefing-room/3934198-caitlin-clark-defends-angel-reese-i-dont-think-she-should-be-criticized/", "date_published": "2023-04-04 20:35:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black leaders pay tribute to MLK on 55th anniversary of assassination", "description": "Just after 6 p.m. on April 4, 1968, Martin Luther King Jr. was on his way to dinner in Memphis, Tenn. As he was standing on the balcony of his second-story room at the Lorraine Motel, he was fatally shot.  “Today, 55 years ago my life changed forever,” Rev. Bernice A. King, CEO of The...", "link": "https://thehill.com/homenews/house/3934295-black-leaders-pay-tribute-to-mlk-on-55th-anniversary-of-assassination/", "date_published": "2023-04-04 20:34:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What is falsifying business records? We break down the Trump 34-count indictment", "description": "Former President Donald Trump is facing 34 felony counts of falsifying business records under New York law, according to an indictment unsealed Tuesday. The charges are connected to Trump’s hush money payment made shortly before the 2016 election to cover up an alleged affair with adult film star Stormy Daniels.  New York prosecutors alleged that...", "link": "https://thehill.com/business/3934284-what-is-falsifying-business-records-we-break-down-the-trump-34-count-indictment/", "date_published": "2023-04-04 20:32:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump’s criminal court proceedings must be televised", "description": "Drawings and summaries are not nearly enough in such a highly consequential case.", "link": "https://thehill.com/opinion/judiciary/3933952-trumps-criminal-court-proceedings-must-be-televised/", "date_published": "2023-04-04 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawyers meet with Evan Gershkovich, detained WSJ reporter, in Moscow prison", "description": "Attorneys met with Wall Street Journal reporter Evan Gershkovich on Tuesday at the Lefortovo prison in Moscow as the U.S. is pushing to secure the journalist's release and label him as wrongfully detained. Emma Tucker, the editor-in-chief of the Journal, said in an email update that Gershkovich's health was good and she was \"encouraged\" the...", "link": "https://thehill.com/policy/defense/3934128-lawyers-meet-with-evan-gershkovich-detained-wsj-reporter-in-moscow-prison/", "date_published": "2023-04-04 20:29:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Grammys on the Hill to honor Schumer, Bill Cassidy", "description": "The Recording Academy will honor Senate Majority Leader Chuck Schumer (D-N.Y.) and Sen. Bill Cassidy (R-La.) for their work supporting music creators later this month.  The academy said in a release on Tuesday that it will recognize Schumer, Cassidy and musician Pharrell Williams on April 26 at its annual Grammys on the Hill awards, which...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/3934199-grammys-on-the-hill-to-honor-schumer-bill-cassidy/", "date_published": "2023-04-04 20:19:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No gag order imposed in Trump case", "description": "Former President Trump and his legal team won’t be barred from publicly discussing the case in which he was charged with 34 felony counts of falsifying business records.  After much speculation about whether a gag order would be imposed on parties in the case, one was not requested during the Tuesday arraignment — and the...", "link": "https://thehill.com/blogs/blog-briefing-room/3934191-no-gag-order-imposed-in-trump-case/", "date_published": "2023-04-04 20:18:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "PHOTOS: Protesters clash as Trump pleads not guilty", "description": "Protesters argue at the Collect Pond Park across the street from the Manhattan District Attorney's office in New York on Tuesday. (AP Photo/Stefan Jeremiah) A protester holds a placard outside Trump Tower in New York on Tuesday. (AP Photo/Corey Sipkin) A supporter of former President Trump protests outside Trump Tower on Tuesdasy. (AP Photo/Yuki Iwamura)...", "link": "https://thehill.com/homenews/3934063-photos-trump-appears-for-arraignment-in-manhattan-courtroom/", "date_published": "2023-04-04 20:11:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Voters head to the polls in Chicago and Wisconsin", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report    The Big Story  Voters head to the polls in Chicago and Wisconsin  Tuesday's races to elect the new Chicago mayor and fill a vacant Wisconsin Supreme Court seat could offer clues into how the electorate feels about issues like abortion, crime and education...", "link": "https://thehill.com/newsletters/campaign-report/3934168-voters-head-to-the-polls-in-chicago-and-wisconsin/", "date_published": "2023-04-04 19:48:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "READ: Trump indictment and statement of facts", "description": "Former President Trump appeared in a New York courtroom Tuesday afternoon to hear the charges brought against him by Manhattan District Attorney Alvin Bragg and read in court by Judge Juan Merchan. Trump pleaded not guilty to nearly three dozen counts. The indictment, which was announced on Thursday and unsealed on Tuesday, includes charges of falsifying...", "link": "https://thehill.com/homenews/3933605-read-trump-indictment-and-statement-of-facts/", "date_published": "2023-04-04 19:46:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man arrested outside North Carolina HBCU had more than 1,000 rounds of ammo", "description": "A 27-year-old man is facing a slew of charges after he was arrested at North Carolina Agriculture and Technical State University, a historically Black college, with more than 1,000 rounds of ammunition. Brandon James Bentley was arrested on March 26 by Greensboro police, according to WXII. Police said they were responding to a call by...", "link": "https://thehill.com/homenews/state-watch/3934098-man-arrested-outside-north-carolina-hbcu-had-more-than-1000-rounds-of-ammo/", "date_published": "2023-04-04 19:46:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rupert Murdoch calls off engagement to Ann Lesley Smith", "description": "Billionaire media mogul Rupert Murdoch has called off his pending engagement to Ann Lesley Smith, The Hill has confirmed. Murdoch, 92, had announced his engagement to Smith, 66, a former model, singer and radio talk show host, last month. Murdoch, who has been married and divorced four times, at the time told The New York...", "link": "https://thehill.com/blogs/in-the-know/3934058-rupert-murdoch-calls-off-engagement-to-ann-lesley-smith/", "date_published": "2023-04-04 19:33:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A call for all Americans to help stop veteran suicides", "description": "Douglas “Mike” Day was shot 27 times at close range while leading a counterterrorism raid in Fallujah, Iraq in 2007. Let's honor his legacy.", "link": "https://thehill.com/opinion/national-security/3934062-a-call-for-all-americans-to-help-stop-veteran-suicides/", "date_published": "2023-04-04 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump pleads not guilty on 34 counts", "description": "Former President Donald Trump pleaded not guilty as he was formally charged with 34 felony counts Tuesday, appearing in court for the first time since being indicted in connection with concealing hush money payments. Trump became the first former president to be arraigned on criminal charges, appearing before Justice Juan Merchan during the brief proceeding in...", "link": "https://thehill.com/homenews/3933818-trump-pleads-not-guilty-on-34-counts/", "date_published": "2023-04-04 19:13:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump campaign fundraises off fake mugshot", "description": "Former President Trump’s campaign is fundraising off of a fake mugshot in an email blast to supporters on Tuesday shortly after he arrived at the Manhattan court for his arraignment. “[W]hat better way to PROVE that our campaign will NEVER SURRENDER our country to the Left’s tyranny than countless grassroots patriots proudly wearing their very...", "link": "https://thehill.com/homenews/campaign/3933956-trump-campaign-fundraises-off-fake-mugshot/", "date_published": "2023-04-04 19:06:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: Biden's attention isn't on Trump's arraignment", "description": "President Biden is not focused on former President Trump’s arraignment, White House press secretary Karine Jean-Pierre said Tuesday, just moments after Trump surrendered at a Manhattan courthouse. “The president’s going to focus on the American people like he does every day, this is not something that is a focus for him,” she said. Jean-Pierre started...", "link": "https://thehill.com/homenews/3934018-white-house-bidens-attention-isnt-on-trumps-arraignment/", "date_published": "2023-04-04 19:03:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "After years of neglect, small business deserves an advocate in Washington", "description": "The six years this position has been without a permanent appointee are way too long.", "link": "https://thehill.com/opinion/finance/3933955-after-years-of-neglect-small-business-deserves-an-advocate-in-washington/", "date_published": "2023-04-04 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Student loan startup founder Charlie Javice charged in $175M fraud case", "description": "Authorities on Monday arrested and charged Charlie Javice, former CEO of a student loan startup, accusing her of falsely portraying the size of her company in a $175 million fraud case. Javice, 31, was charged with one count of conspiracy to commit bank and wire fraud, one count of bank fraud, one count of wire...", "link": "https://thehill.com/business/3933875-student-loan-startup-founder-charlie-javice-charged-in-175m-fraud-case/", "date_published": "2023-04-04 18:51:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dueling chants of 'USA' and 'lock him up' outside of courtroom as Trump arraignment starts", "description": "Protesters outside the Manhattan courtroom where former President Trump surrendered himself to authorities on Tuesday shouted dueling chants of “USA” and “lock him up,” as the proceedings carried on in the court. The protestors gathered in a public square outside of the courtroom and shouted the chants as Trump became the first sitting or former...", "link": "https://thehill.com/blogs/blog-briefing-room/3933949-dueling-chants-of-usa-and-lock-him-up-outside-of-courtroom-as-trump-arraignment-starts/", "date_published": "2023-04-04 18:43:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida Dems try to use GOP's book review/removal process against DeSantis memoir", "description": "Florida Democrats are trying to use a state law allowing certain books to be reviewed and possibly removed from schools’ curricula to ban Gov. Ron DeSantis’ (R) memoir discussing his life.  The Daily Beast reported on Monday that Democratic legislators are targeting “The Courage To Be Free: Florida’s Blueprint for America’s Revival” based on language...", "link": "https://thehill.com/homenews/state-watch/3933912-florida-dems-try-to-use-gops-book-review-removal-process-against-desantis-memoir/", "date_published": "2023-04-04 18:35:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Protesters fight over 'Trump lies all the time' banner", "description": "Protesters outside a Manhattan courthouse fought over a banner reading “Trump lies all the time,” ahead of former President Trump’s arraignment on Tuesday. A woman wearing a red hat walked into the middle of the massive banner, which was laid out on the ground, as both anti-Trump and pro-Trump demonstrators gathered on Tuesday morning. She...", "link": "https://thehill.com/regulation/court-battles/3933886-protesters-fight-over-trump-lies-all-the-time-banner/", "date_published": "2023-04-04 18:22:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kasich: 'There's no way' Trump returns to the White House", "description": "Former Ohio Gov. John Kasich (R) weighed in Tuesday on the mounting criminal cases against Donald Trump, saying \"there's no way\" the former president will return to the Oval Office at this point. Republicans “could put up” with the Manhattan case where Trump was arraigned on Tuesday, Kasich said on MSNBC, but a probe into...", "link": "https://thehill.com/homenews/campaign/3933841-kasich-theres-no-way-trump-returns-to-the-white-house/", "date_published": "2023-04-04 18:21:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dueling 'Lock him up,' 'USA' chats erupt outside court as Trump is arrested", "description": "NEW YORK — As former President Trump awaited arraignment on Tuesday inside a courthouse in lower Manhattan, dueling chants of “USA!” and “lock him up!” were fired back and forth between crowds of pro-Trump and anti-Trump demonstrators assembled in the public square across the street. At least two helicopters hovered over the courthouse and the...", "link": "https://thehill.com/regulation/court-battles/3933897-dueling-lock-him-up-usa-chats-erupt-outside-court-as-trump-is-arrested/", "date_published": "2023-04-04 18:21:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Romney calls replacing car lanes with bike lanes 'the height of stupidity'", "description": "Sen. Mitt Romney (R-Utah) said federal efforts to encourage replacing car lanes with bike lanes is “the height of stupidity,” as well as joining other GOP lawmakers in expressing skepticism over proposals to incentivize e-bike purchases. \"I'm not going to spend money on buying e-bikes for people like me who have bought them — they're...", "link": "https://thehill.com/policy/energy-environment/3933297-romney-calls-replacing-car-lanes-with-bike-lanes-the-height-of-stupidity/", "date_published": "2023-04-04 18:03:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal court blocks Manchin-backed pipeline in West Virginia", "description": "A Virginia court on Monday vacated permits for an interstate natural gas pipeline championed by Sen. Joe Manchin (D-W.Va.). In a unanimous decision, the U.S. Court of Appeals for the Fourth Circuit in Richmond tossed the earlier approval of the Mountain Valley Pipeline (MVP) by West Virginia’s Department of Environmental Protection. In its ruling, the...", "link": "https://thehill.com/policy/energy-environment/3933843-federal-court-blocks-manchin-backed-pipeline-in-west-virginia/", "date_published": "2023-04-04 18:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Manhattan DA Alvin Bragg holds press conference following Trump arraignment", "description": "Following the arraignment of former President Trump Tuesday afternoon, Manhattan District Attorney Alvin Bragg (D) will speak at a press conference. The former president's alleged crimes relate to paying hush money to adult film star Stormy Daniels ahead of the 2016 election. Bragg’s choice to pursue this case against Trump has drawn fury from Republicans,...", "link": "https://thehill.com/blogs/blog-briefing-room/news/campaigns/law-and-courts/3933779-watch-live-manhattan-da-alvin-bragg-holds-press-conference-following-trump-arraignment/", "date_published": "2023-04-04 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-Oklahoma jail guards get probation, fines for forcing inmates to listen to 'Baby Shark' on repeat", "description": "A pair of former Oklahoma jail guards have been sentenced to probation and fines for forcing inmates to listen to \"Baby Shark\" repeatedly as a form of punishment. The Oklahoman reported on Tuesday that Gregory Cornell Butler Jr. and Christian Charles Miles were each fined $200 and placed on probation for two years after an...", "link": "https://thehill.com/homenews/state-watch/3933603-ex-oklahoma-jail-guards-get-probation-fines-for-forcing-inmates-to-listen-to-baby-shark-on-repeat/", "date_published": "2023-04-04 17:44:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hugh Jackman says 'please wear sunscreen' after skin cancer scare", "description": "Actor Hugh Jackman urged his followers to “please wear sunscreen” after he learned that he might have skin cancer.  Jackman said in a video posted on his Twitter account on Tuesday that he had two biopsies and his doctor saw “two little things” that could potentially be basal cell carcinomas. He said he will learn...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/3933766-hugh-jackman-says-please-wear-sunscreen-after-skin-cancer-scare/", "date_published": "2023-04-04 17:35:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Could the Supreme Court help protect the First Amendment from regulatory abuse?", "description": "There must be accountability if regulators seek to use financial services to regulate broader society or suppress speech they dislike.", "link": "https://thehill.com/opinion/judiciary/3933426-could-the-supreme-court-help-protect-the-first-amendment-from-regulatory-abuse/", "date_published": "2023-04-04 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bernice King, daughter of Martin Luther King Jr., calls for permanent school walkouts until gun control passes", "description": "Rev. Bernice King, CEO of the King Center and daughter of slain civil rights legend Martin Luther King Jr., called for gun violence walkouts to be permanent until comprehensive gun control legislation is passed.  Reflecting on the deadly school shooting in Nashville, Tenn., last month — the same state King’s father was assassinated in — King...", "link": "https://thehill.com/homenews/state-watch/3933747-bernice-king-daughter-of-martin-luther-king-jr-calls-for-permanent-school-walkouts-until-gun-control-passes/", "date_published": "2023-04-04 17:22:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Right Side Broadcasting gets 7-day YouTube ban over 'elections misinformation'", "description": "Right Side Broadcasting, the small conservative broadcast network that features a plethora of pro-Trump commentary, says it has been temporarily banned by YouTube for violating its misinformation policies. \"Just one day before RSBN was set to cover President Trump’s arraignment in Manhattan, YouTube has resumed its censorship practices and suspended RSBN’s channel, blocking our ability to livestream...", "link": "https://thehill.com/homenews/media/3933691-right-side-broadcasting-gets-7-day-youtube-ban-over-elections-misinformation/", "date_published": "2023-04-04 17:20:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jill Biden's office walks back suggestion that NCAA women's runner-up also should get a White House visit", "description": "The office of first lady Jill Biden is walking back her Monday suggestion that the Iowa Hawkeyes, the runner-ups of the NCAA Division I women’s basketball national championship game, should also get a White House visit.  “The First Lady loved watching the NCAA women's basketball championship game alongside young student athletes and admires how far...", "link": "https://thehill.com/blogs/in-the-know/3933664-jill-bidens-office-walks-back-suggestion-that-ncaa-womens-runner-up-also-should-get-a-white-house-visit/", "date_published": "2023-04-04 17:12:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Home prices are soaring — so what does that mean for buyers?", "description": "Mortgage rates may finally settle down after more than a year of steady increases, but experts don’t expect much relief for homebuyers.  Nationwide home prices rose for the first time in eight months in February as an increase in demand — spurred by slowing interest rates — ran into persistently low housing inventory.  The sudden...", "link": "https://thehill.com/business/3933648-home-prices-are-soaring-so-what-does-that-mean-for-buyers/", "date_published": "2023-04-04 17:03:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blue school districts far more likely to include diversity in mission statements: analysis", "description": "School districts in areas that voted for President Biden in 2020 were more likely to include language about diversity, equity and inclusion in their mission statements than school districts in Republican areas, according to a new analysis from Pew Research Center. In Democratic-voting areas, 56 percent of school mission statements talked about diversity, equity and...", "link": "https://thehill.com/blogs/blog-briefing-room/3933631-blue-school-districts-far-more-likely-to-include-diversity-in-mission-statements-analysis/", "date_published": "2023-04-04 17:03:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The clean-energy war goes local", "description": "The industry hasn't lost the war yet, and it hasn't stopped fighting.", "link": "https://thehill.com/opinion/energy-environment/3933615-the-clean-energy-war-goes-local/", "date_published": "2023-04-04 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TikTok fined $16M by UK watchdog over use of children's data", "description": "The Information Commissioner’s Office (ICO), a UK watchdog organization, announced on Tuesday that it had fined TikTok nearly $16 million for violating a number of data protection laws, including using the data of children under 13 without proper consent. The ICO said TikTok allowed about 1.4 million U.K. children under 13 to use the social...", "link": "https://thehill.com/policy/technology/3933550-tiktok-fined-16m-by-uk-watchdog-over-use-of-childrens-data/", "date_published": "2023-04-04 16:40:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nebraska state senator launches Don't Legislate Hate PAC", "description": "Nebraska state Sen. Machaela Cavanaugh (D), whose filibuster of a bill to ban gender-affirming health care for transgender youths has slowed floor action to a crawl, announced Monday she is launching a new political action committee. The Don’t Legislate Hate PAC promises to elect pro-LGBTQ equality candidates to state legislatures nationwide. Cavanaugh, who has been filibustering...", "link": "https://thehill.com/homenews/state-watch/3933604-nebraska-state-senator-launches-dont-legislate-hate-pac/", "date_published": "2023-04-04 16:36:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Appeals court upholds order for Jan. 6 testimony from Meadows, other Trump officials", "description": "The D.C. Circuit Court of Appeals sided with the Department of Justice Tuesday in ordering testimony from former chief of staff Mark Meadows and other top Trump White House staffers in the DOJ’s Jan. 6 investigation. A sealed Tuesday order denying an emergency motion from former President Trump’s team came after a flurry of late...", "link": "https://thehill.com/policy/national-security/3933593-appeals-court-upholds-order-for-jan-6-testimony-from-meadows-other-trump-officials-testimony/", "date_published": "2023-04-04 16:31:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — A wild scene in New York ahead of Trump arraignment", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING  TRUMP...", "link": "https://thehill.com/newsletters/1230-report/3933362-the-hills-1230-report-a-wild-scene-in-new-york-ahead-of-trump-arraignment/", "date_published": "2023-04-04 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House press secretary Karine Jean-Pierre is slated to hold a press briefing Tuesday afternoon. The briefing will take place against an unusual backdrop: the arraignment in New York of former President Trump, who is leading polls measuring GOP support for the party's 2024 presidential nominee. The White House take taken a hands-off approach to...", "link": "https://thehill.com/homenews/3933064-watch-live-white-house-press-briefing/", "date_published": "2023-04-04 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene drowned out by protesters, compares Trump to Jesus ahead of arraignment", "description": "Rep. Marjorie Taylor Greene (R-Ga.) was drowned out by counterprotesters as she rallied to former President Trump's defense outside a Manhattan courthouse and compared Trump to Jesus in an interview ahead of his arraignment. “Trump is joining some of the most incredible people in history being arrested today. Nelson Mandela was arrested, served time in...", "link": "https://thehill.com/homenews/house/3933561-greene-drowned-out-by-protesters-compares-trump-to-jesus-ahead-of-arraignment/", "date_published": "2023-04-04 16:26:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Crowds form ahead of Trump arraignment", "description": "Former President Trump will appear at an arraignment hearing in lower Manhattan Tuesday afternoon, facing what could reportedly be dozens of felony counts related to the alleged falsification of business records during his 2016 campaign. Spectators, including both supporters and detractors of Trump, are gathering outside the courthouse in anticipation of the proceedings — the...", "link": "https://thehill.com/homenews/3933544-watch-live-crowds-form-ahead-of-trump-arraignment/", "date_published": "2023-04-04 16:21:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Apple to lay off small number in retail teams", "description": "Apple plans to lay off a small number of employees involved in the construction and upkeep of its retail stores and other facilities, according to Bloomberg. The company is reportedly attempting to characterize the move as a streamlining effort, with some employees receiving the opportunity to reapply for similar roles, per Bloomberg. Apple had previously avoided...", "link": "https://thehill.com/policy/technology/3933485-apple-to-lay-off-small-number-in-retail-teams/", "date_published": "2023-04-04 16:03:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lake Mead water level rises, defies projections", "description": "When it comes to water and Lake Mead every little bit helps.", "link": "https://thehill.com/changing-america/sustainability/environment/3933428-lake-mead-water-level-rises-defies-projections/", "date_published": "2023-04-04 16:02:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senior ISIS leader killed in US strike in Syria", "description": "A U.S. strike in Syria has killed a senior Islamic State leader responsible for planned attacks in Europe, U.S. Central Command revealed early Tuesday.   The “unilateral” strike in northwest Syria, carried out Monday, killed Khalid ‘Aydd Ahmad al-Jabouri, CENTCOM head Gen. Erik Kurilla said in the statement.  The statement noted that al-Jabouri was a senior ISIS figure who...", "link": "https://thehill.com/policy/defense/3933495-senior-isis-leader-killed-in-us-strike-in-syria/", "date_published": "2023-04-04 15:57:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump slams Fox for putting on Bill Barr", "description": "Former President Trump tore into Fox News for putting William Barr, his former attorney general, on the air hours before he is set to be arraigned in a New York courtroom on criminal charges in connection with an alleged hush-money payment to an adult film star. \"Why does Fox keep putting on Bill Barr,\" Trump...", "link": "https://thehill.com/homenews/media/3933422-trump-slams-fox-for-putting-on-bill-barr/", "date_published": "2023-04-04 15:47:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Utah GOP bans guns at DeSantis speech", "description": "The Utah GOP will not allow guns at Gov. Ron DeSantis's (R) speaking event slated for the state's Republican convention later this month, noting that there will be magnetometers at the entrance. The Salt Lake Tribune reported Tuesday that Utah GOP Chairman Carson Jorgensen said there would be magnetometers at the event as a part of...", "link": "https://thehill.com/homenews/state-watch/3933368-utah-gop-bans-guns-at-desantis-speech/", "date_published": "2023-04-04 15:46:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to watch for in Chicago’s mayoral race", "description": "Chicagoans will decide Tuesday night who will replace Mayor Lori Lightfoot (D) as their next mayor in a contest that has offered two starkly different Democratic candidates.  Former Chicago Public Schools (CPS) CEO Paul Vallas, a centrist, and Cook County Commissioner Brandon Johnson, a progressive, are vying to be the city’s top executive after they...", "link": "https://thehill.com/homenews/campaign/3933439-five-things-to-watch-for-in-chicagos-mayoral-race/", "date_published": "2023-04-04 15:35:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator endorses Trump ahead of NY arraignment", "description": "Sen. Cindy Hyde-Smith (R-Miss.) announced she is endorsing former President Trump in the 2024 GOP presidential primary, offering a show of support for the former president ahead of his arraignment in Manhattan on charges from a hush money case. In a statement released late Monday on the eve of Trump's court appearance, the Mississippi Republican...", "link": "https://thehill.com/homenews/senate/3933425-gop-senator-endorses-trump-ahead-of-ny-arraignment/", "date_published": "2023-04-04 15:35:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former chief of staff to Maryland Gov. Larry Hogan dies after FBI confrontation", "description": "Roy McGrath, the onetime chief of staff of former Maryland Gov. Larry Hogan wanted on corruption charges, died Monday after he was wounded in a confrontation with law enforcement, according to his lawyer.  McGrath’s failure to appear for the start of his criminal trial on multiple charges of wire fraud, embezzlement and document falsification had...", "link": "https://thehill.com/homenews/state-watch/3933360-former-chief-of-staff-to-maryland-gov-larry-hogan-dies-after-fbi-confrontation/", "date_published": "2023-04-04 15:17:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Jesús 'Chuy' García announces death of daughter", "description": "Rep. Jesús “Chuy” García (D-Ill.) announced on Tuesday that his daughter Rosa died Monday night at the age of 28. García did not disclose a cause of death in his brief statement, writing: \"Last night our beloved daughter, Rosa, passed away at the age of 28.\" García said his daughter “joined our family as a...", "link": "https://thehill.com/homenews/house/3933375-rep-jesus-chuy-garcia-announces-death-of-daughter/", "date_published": "2023-04-04 15:13:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former DeSantis adviser launches Senate bid to challenge Kaine in Virginia", "description": "A former adviser to Florida Gov. Ron DeSantis (R) launched a bid on Monday to challenge Sen. Tim Kaine (D-Va.) in the 2024 election. Scott Parkinson, who currently serves as vice president of government affairs at the prominent conservative advocacy organization Club for Growth, was DeSantis’s chief of staff near the end of the Florida...", "link": "https://thehill.com/homenews/senate/3933364-former-desantis-adviser-launches-senate-bid-to-challenge-kaine-in-virginia/", "date_published": "2023-04-04 15:09:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Government bureaucracies can’t supervise our banks. Here’s a private sector alternative", "description": "Given the byzantine labyrinth of current banking regulations and the apparent inability of government bureaucracies to conduct adequate supervision, we need a private sector alternative.", "link": "https://thehill.com/opinion/finance/3933294-government-bureaucracies-cant-supervise-our-banks-heres-a-private-sector-alternative/", "date_published": "2023-04-04 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP launches probe into use of COVID-19 education funds", "description": "House Republicans announced Tuesday they are investigating potential misuse of coronavirus pandemic education funds and are requesting documents from the Department of Education regarding its guidance and use of the money.  The investigation will be led by House Committee on Oversight and Accountability Chairman James Comer (R-Ky.), Committee on Education and the Workforce Chairwoman Virginia...", "link": "https://thehill.com/homenews/house/3933306-house-gop-launches-probe-into-use-of-covid-19-education-funds/", "date_published": "2023-04-04 14:59:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Santos appears outside Manhattan court ahead of Trump arraignment", "description": "Rep. George Santos (R-N.Y.) made a brief appearance outside Manhattan criminal court Tuesday morning ahead of former President Trump’s arraignment. Santos — who is facing his own investigations amid questions about his background and finances — was spotted walking outside Manhattan criminal court hours before Trump’s scheduled arraignment. He was peppered with questions from reporters about his...", "link": "https://thehill.com/homenews/house/3933299-santos-appears-outside-manhattan-court-ahead-of-trump-arraignment/", "date_published": "2023-04-04 14:55:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Number of Americans reporting loneliness continues decline from pandemic peak", "description": "An estimated 44 million Americans report experiencing significant loneliness, according to a new Gallup poll, but that number has been on a decline since the start of the COVID-19 pandemic saw levels spike.  A new Gallup poll found 17 percent of U.S. adults report they felt loneliness “a lot of the day yesterday,” down from...", "link": "https://thehill.com/blogs/blog-briefing-room/3933260-number-of-americans-reporting-loneliness-continues-decline-from-pandemic-peak/", "date_published": "2023-04-04 14:54:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump suggests hush money case be moved to Staten Island", "description": "Former President Trump on Tuesday morning suggested his criminal case over a hush money payment during the 2016 campaign should be moved out of Manhattan to nearby Staten Island, an idea his own attorney dismissed days earlier as premature.  “Very unfair venue, with some areas that voted 1% Republican. This case should be moved to...", "link": "https://thehill.com/regulation/court-battles/3933296-trump-suggests-hush-money-case-be-moved-to-staten-island/", "date_published": "2023-04-04 14:46:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden approves California disaster declaration to aid with storm response", "description": "President Biden approved on Monday evening California’s request for a presidential major disaster declaration, boosting federal support as the state recovers from a string of severe storm systems.  Confirming “that a major disaster exists in the State of California,” the declaration will bring aid to state, tribal and local efforts in areas affected by wintry weather, straight-line...", "link": "https://thehill.com/homenews/state-watch/3933292-biden-approves-california-disaster-declaration-to-aid-with-storm-response/", "date_published": "2023-04-04 14:43:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA estimates 9.2 million lead water pipes in US, doles out funding to replace some of them", "description": "The Environmental Protection Agency (EPA) announced on Tuesday that it estimates that there are 9.2 million lead pipes carrying water throughout the country and said it was allocating some of the funds from the bipartisan infrastructure law to replace them. Exposure to lead — which can occur when lead pipes corrode, causing the substance to...", "link": "https://thehill.com/policy/energy-environment/3933154-epa-estimates-9-2-million-lead-water-pipes-in-us-doles-out-funding-to-replace-some-of-them/", "date_published": "2023-04-04 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Signature execs sold $100 million in stock in three years pre-bailout", "description": "Executives and directors at Signature Bank sold more than $100 million in stock in the three years leading up to the bank’s collapse last month, according to The Wall Street Journal. Bank insiders sold about $70 million in shares in 2021 alone, as the bank courted cryptocurrency companies, the Journal reported. The industry helped drive a...", "link": "https://thehill.com/business/3933196-signature-execs-sold-100-million-in-stock-in-three-years-pre-bailout/", "date_published": "2023-04-04 14:24:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "IRS extends tax-filing deadline for states hammered by storms", "description": "The Internal Revenue Service (IRS) is extending the tax-filing deadline for Americans in states affected by devastating storms and tornadoes that swept the South and Midwest last week. Arkansas storm victims now have until July 31 to file federal individual and business tax returns, the IRS announced Monday. The deadline to make tax payments has...", "link": "https://thehill.com/business/personal-finance/3933208-irs-extends-tax-filing-deadline-for-states-hammered-by-storms/", "date_published": "2023-04-04 14:22:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Eaglet dies after EagleCam shows heavy winds blow nest from tree", "description": "Viewers of the Minnesota Department of Natural Resources EagleCam were heartbroken over the weekend as they watched strong winds from a severe weather system whip a nest holding a newly hatched eaglet out of a tree.", "link": "https://thehill.com/changing-america/sustainability/environment/3932939-eaglet-dies-after-eaglecam-shows-heavy-winds-blow-nest-from-tree/", "date_published": "2023-04-04 14:17:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden needs to upgrade weapons to Ukraine, defense commitment to Taiwan", "description": "“Look around our world. Are there greater security threats than those posed by Russia and China to America, its friends and allies, and our values of peace and freedom?” That was an imaginary but realistic expression of the U.S. commitment to Ukraine and Taiwan, but they are not the words of Rep. Matt Gaetz (R-Fla.),...", "link": "https://thehill.com/opinion/international/3931586-biden-needs-to-upgrade-weapons-to-ukraine-defense-commitment-to-taiwan/", "date_published": "2023-04-04 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to handle TikTok? Here's an idea that hasn't been discussed", "description": "How should a free and open society deal with an outside force that doesn’t believe in openness? This is the issue posed by TikTok and WeChat. While we share the U.S. national security concerns about these Chinese-owned social media apps and are sympathetic to the arguments for forcing TikTok’s owner, ByteDance, to sell the platform,...", "link": "https://thehill.com/opinion/congress-blog/technology/3932078-how-to-handle-tiktok-heres-an-idea-that-hasnt-been-discussed/", "date_published": "2023-04-04 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nikki Fried among dozens arrested while protesting Florida abortion ban", "description": "Florida Democratic Party Chair Nikki Fried was among the dozens of people who were arrested Monday while protesting Florida’s abortion ban.  Fried shared photos of herself being escorted by police while in handcuffs. One was captioned, “I’m out. And not ever backing down. Just ----ing vote @FlaDems!!!”  Florida’s Senate on Monday passed a bill that...", "link": "https://thehill.com/homenews/state-watch/3933086-nikki-fried-among-dozens-arrested-while-protesting-florida-abortion-ban/", "date_published": "2023-04-04 13:21:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Banking crisis not over yet, Jamie Dimon warns", "description": "JPMorgan Chase CEO Jamie Dimon on Tuesday said that the collapse of Silicon Valley Bank (SVB) and Signature Bank will have long-lasting impacts on the U.S. economy.  “As I write this letter, the current crisis is not yet over, and even when it is behind us, there will be repercussions from it for years to...", "link": "https://thehill.com/business/economy/3933049-banking-crisis-not-over-yet-jamie-dimon-warns/", "date_published": "2023-04-04 13:06:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump's attorney says 'there will be no guilty plea'", "description": "Attorney Joe Tacopina on Tuesday insisted that former President Trump will not plead guilty once he appears in court for arraignment after being indicted on criminal charges in New York. \"One thing I can assure you of as I sit here today: There will be no guilty plea in this case. That's one thing I...", "link": "https://thehill.com/blogs/blog-briefing-room/3933009-trumps-attorney-says-there-will-be-no-guilty-plea/", "date_published": "2023-04-04 13:05:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump holds 13-point lead over DeSantis in New Hampshire: poll", "description": "Former President Trump holds a 13-point lead over Florida Gov. Ron DeSantis (R) among New Hampshire voters, according to a new poll released on Monday. Trump is leading the pack of current and potential Republican candidates in the key primary state, with 42 percent of voters saying they would support the former president in the GOP primary,...", "link": "https://thehill.com/homenews/campaign/3933032-trump-holds-13-point-lead-over-desantis-in-new-hampshire-poll/", "date_published": "2023-04-04 13:01:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is America’s global preeminence under threat?", "description": "If Russia’s invasion of Ukraine has shaken the foundations of the international order, a Chinese takeover of Taiwan would usher in a new global order by ending America’s global preeminence and undermining the U.S.-led alliance system.", "link": "https://thehill.com/opinion/national-security/3932180-is-americas-global-preeminence-under-threat/", "date_published": "2023-04-04 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Guns and our failing Constitution", "description": "If we are failing the Constitution, then we are in danger of ending the experiment begun by the framers.", "link": "https://thehill.com/opinion/judiciary/3932079-guns-and-our-failing-constitution/", "date_published": "2023-04-04 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump attorney touts fundraising numbers: 'Get yourself indicted and you raise a lot of money'", "description": "Attorney Joe Tacopina on Monday touted former President Trump’s fundraising numbers following the former president's indictment on criminal charges and ahead of his slated Tuesday appearance in a Manhattan court for an arraignment.  “It’s gonna be a new campaign strategy. Get yourself indicted and you raise a lot of money,” Tacopina said in an appearance...", "link": "https://thehill.com/blogs/blog-briefing-room/3932960-trump-attorney-touts-fundraising-numbers-get-yourself-indicted-and-you-raise-a-lot-of-money/", "date_published": "2023-04-04 12:20:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Press: With one indictment, we took American back", "description": "Something really big happened last week. But it’s not what you think. It’s not the fact that Donald Trump made history again, becoming not just the first president to be impeached twice but the first former president ever indicted on criminal charges. It’s even bigger than that, and it’s the direct result of Trump’s indictment.  In one fell swoop, no sooner...", "link": "https://thehill.com/opinion/3932699-press-with-one-indictment-we-took-american-back/", "date_published": "2023-04-04 12:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump to surrender for historic arraignment on criminal charges: Live coverage", "description": "Former President Trump will appear in court in New York City on Tuesday to be arraigned on criminal charges, a history-making event. A grand jury in New York voted to indict Trump in connection with his alleged role in hush money paid amid his 2016 presidential campaign to adult film star Stormy Daniels to silence her allegations of an...", "link": "https://thehill.com/homenews/3932133-trump-arraignment-political-world-braces-for-spectacle-ahead-of-hearing/", "date_published": "2023-04-04 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump to surrender for historic arraignment on criminal charges: Live coverage", "description": "Former President Trump will appear in court in New York City on Tuesday afternoon to be arraigned on criminal charges, a history-making event. A grand jury in New York voted to indict Trump in connection with his alleged role in hush money paid amid his 2016 presidential campaign to adult film star Stormy Daniels to silence her allegations of...", "link": "https://thehill.com/homenews/3932133-trump-arraignment-live-coverage-hearing/", "date_published": "2023-04-04 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump: The ultimate ‘WINO’ – Winner In Name Only", "description": "Trump’s claimed status as a “winner” is a mirage.", "link": "https://thehill.com/opinion/campaign/3932501-trump-the-ultimate-wino-winner-in-name-only/", "date_published": "2023-04-04 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump lashes out on eve of arraignment, calls for Bragg to 'indict himself' over 'illegal' leaks", "description": "On the eve of his arraignment before a New York Supreme Court Judge, former President Trump lashed out online, asserting his innocence and calling for the Manhattan prosecutor leading the case to be indicted over “illegal” leaks.  Trump accused Manhattan District Attorney Alvin Bragg (D) of having leaked “the various points, and complete information, on...", "link": "https://thehill.com/blogs/blog-briefing-room/3932927-trump-lashes-out-on-eve-of-arraignment-calls-for-bragg-to-indict-himself-over-illegal-leaks/", "date_published": "2023-04-04 11:52:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feehery: The criminalization of politics; The politicization of justice", "description": "As Donald Trump walks into the Manhattan courthouse to formally arraigned, voters will be stepping into the voting booths in Wisconsin and Chicago to vote in tight elections.   What has happened to Chicago should be a cautionary tale for voters in Wisconsin and court observers everywhere.  In the Badger State, the state Supreme Court is...", "link": "https://thehill.com/opinion/3932694-feehery-the-criminalization-of-politics-the-politicization-of-justice/", "date_published": "2023-04-04 11:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump's indictment pales in comparison to charges against Asia's leaders", "description": "The trials and tribulations of Asian leaders make the indictment of Donald Trump for allegedly paying off a porn actress to shut her up look like a petty episode that should flicker, flare and fade. In Asia, former leaders have gone to jail with a regularity that proves the enduring truth of the Shakespearean line,...", "link": "https://thehill.com/opinion/international/3931275-trumps-indictment-pales-in-comparison-to-charges-against-asias-leaders/", "date_published": "2023-04-04 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dangers abound when media abandon objectivity in favor of a narrative", "description": "When longtime CBS Evening News anchor Walter Cronkite, on-air from 1962 to 1981, was described in a contemporary poll as “the most trusted man in America,” the Gallup organization began surveying public attitudes toward the news media and found that a large majority of respondents trusted journalists to report the news “fully, accurately and fairly.”...", "link": "https://thehill.com/opinion/campaign/3926539-dangers-abound-when-media-abandon-objectivity-in-favor-of-a-narrative/", "date_published": "2023-04-04 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — What is Trump's alleged crime?", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. What is Trump’s alleged crime?  The question in a New York City courtroom today: What are the specific charges against former President Trump? And tonight at Mar-a-Lago: What does...", "link": "https://thehill.com/newsletters/morning-report/3932857-the-hills-morning-report-what-is-trumps-alleged-crime/", "date_published": "2023-04-04 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nashville shooter fired 152 shots inside school, documented plans to commit mass murder, police say", "description": "The shooter who took the lives of six people at The Covenant School last week fired a total of 152 rounds before being shot by officers, Nashville police said in an update on their investigation Monday.", "link": "https://thehill.com/homenews/state-watch/3931736-nashville-shooter-fired-152-shots-inside-school-documented-plans-to-commit-mass-murder-police-say/", "date_published": "2023-04-04 10:04:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Energy Dept. to ban sale of some light bulbs: Here's why", "description": "Starting in July, DOE will make manufacturing or selling most incandescent light bulbs illegal.", "link": "https://thehill.com/policy/energy-environment/3932145-energy-dept-to-ban-sale-of-some-light-bulbs-heres-why/", "date_published": "2023-04-04 10:03:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US passport application delays surge amid 'unprecedented' demand", "description": "If you're looking to travel abroad and need a passport, you're not the only one. Currently, the crush of applications has pushed the wait time to several months.", "link": "https://thehill.com/homenews/3932216-us-passport-application-delays-surge-amid-unprecedented-demand/", "date_published": "2023-04-04 10:03:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Train derailment spills cases of Coors, Blue Moon beer along Montana river", "description": "The 25-car train derailment spilled powdered clay and cases of beer beside a scenic western Montana river.", "link": "https://thehill.com/homenews/3932414-train-derailment-spills-cases-of-coors-blue-moon-beer-along-montana-river/", "date_published": "2023-04-04 10:02:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration unveils $450 million to develop renewables on mine sites", "description": "The Biden administration on Tuesday morning announced it will put $450 million toward development of renewable energy projects on current and former mine sites. In a call with reporters, Energy Secretary Jennifer Granholm said the recipients could range from advanced nuclear projects to power plants with carbon capture capabilities. The funds will be dispersed through...", "link": "https://thehill.com/policy/energy-environment/3931922-biden-administration-unveils-450-million-to-develop-renewables-on-mine-sites/", "date_published": "2023-04-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP warns Trump charges will lead to more political prosecutions", "description": "Republicans are warning that the unprecedented indictment of former President Trump on multiple charges sets a dangerous precedent that will lower the bar for future political prosecutions while putting the nation on a precarious slippery slope.  Some Republicans are comparing Trump’s indictment over crimes related to the payment of $130,000 to an adult film actress...", "link": "https://thehill.com/homenews/senate/3932330-gop-warns-trump-charges-will-lead-to-more-political-prosecutions/", "date_published": "2023-04-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP ratchets up focus on tougher work requirements", "description": "House Republicans are ratcheting up their focus on toughening work requirements for several government assistance programs as a potential condition of raising the debt ceiling. While the conference is still working out the details, some Republicans have set their sights on programs like SNAP, often referred to as the food stamps program, and Medicaid for...", "link": "https://thehill.com/business/budget/3932289-house-gop-ratchets-up-focus-on-tougher-work-requirements/", "date_published": "2023-04-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: Trump arraignment promises to further inflame political world", "description": "The arraignment of former President Trump is the biggest story in the political world — and it hasn’t even happened yet. There was intense media coverage on Monday as Trump’s motorcade left Mar-a-Lago bound for a private jet to New York, where he arrived mid-afternoon. He will officially become the first president in history to...", "link": "https://thehill.com/homenews/campaign/3932205-the-memo-trump-arraignment-promises-to-further-inflame-political-world/", "date_published": "2023-04-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump arraignment may reveal dozens of charges over Daniels payments", "description": "Former President Trump is expected to face what could be more than two dozen counts across different charges as he makes his first appearance in court Tuesday, following an indictment in connection with concealing hush money payments to an adult film star. The charges will be revealed when Trump is arraigned in Manhattan. In the brief courtroom...", "link": "https://thehill.com/regulation/court-battles/3932018-trump-arraignment-may-reveal-dozens-of-charges-over-daniels-payments/", "date_published": "2023-04-04 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis leads Trump among Florida Republicans: poll", "description": "Florida Gov. Ron DeSantis is leading former President Donald Trump for the 2024 Republican presidential nod in their shared home state, according to a new survey from Mason-Dixon Polling &#38; Strategy released Tuesday.  In a hypothetical head-to-head matchup in the Sunshine State, 44 percent of Republican voters say they’re backing DeSantis, while 39 percent are...", "link": "https://thehill.com/homenews/campaign/3932013-desantis-leads-trump-among-florida-republicans-poll/", "date_published": "2023-04-04 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NY judge rules no video cameras in court during Trump's arraignment: reports", "description": "New York Judge Juan Merchan ruled on Monday night that a handful of photographers will be allowed to take pictures in the courtroom where former President Trump will be arraigned on Tuesday, but he will not allow video cameras, according to reports. Merchan issued his ruling after Trump's legal team argued against having cameras in...", "link": "https://thehill.com/regulation/court-battles/3932554-ny-judge-rules-no-video-cameras-in-court-during-trumps-arraignment-reports/", "date_published": "2023-04-04 03:13:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Giuliani argues that Trump's hush money payments were a 'business expense'", "description": "Rudy Giuliani argued Monday that hush money payments, such as those at the center of the Manhattan district attorney's investigation into former President Trump, are a \"business expense.\" NewsNation anchor Dan Abrams asked the former Trump attorney on \"Dan Abrams Live\" to weigh in on the payments made to two women during the 2016 election...", "link": "https://thehill.com/blogs/blog-briefing-room/3932518-giuliani-argues-that-trumps-hush-money-payments-were-a-business-expense/", "date_published": "2023-04-04 02:45:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jill Biden says both LSU and runner-up Iowa should visit White House", "description": "First lady Jill Biden said on Monday that she wants both the NCAA Division I women’s national champions, the Louisiana State University (LSU) Tigers, and the runner-up of Sunday's game, the Iowa Hawkeyes, to visit the White House.  \"I know we'll have the champions come to the White House, we always do. So, we hope...", "link": "https://thehill.com/blogs/in-the-know/3932495-jill-biden-says-both-lsu-and-runner-up-iowa-should-visit-white-house/", "date_published": "2023-04-04 01:46:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tennessee lawmakers stripped of committees after joining gun violence protests", "description": "Three Democratic lawmakers in the Tennessee House of Representatives were stripped of their committee assignments and now face expulsion from the legislature after they joined protests against gun violence in the capitol. Nashville's local NPR station reported Monday that Tennessee House Republicans voted to strip state Reps. Justin Jones (Nashville), Justin J. Pearson (Memphis) and Gloria Johnson...", "link": "https://thehill.com/homenews/state-watch/3932428-tennessee-lawmakers-stripped-of-committees-after-joining-gun-violence-protests/", "date_published": "2023-04-04 01:14:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-Trump aide jokes he'll have the 'most handsome mugshot of all time'", "description": "An ex-Trump adviser joked that the former president will take \"the most handsome mugshot of all time\" after he was indicted last week for his alleged involvement in a hush money payment to adult film star Stormy Daniels during the 2016 election. \"We’ll have a mug shot. For the record, it will be the most...", "link": "https://thehill.com/homenews/campaign/3932384-ex-trump-aide-jokes-hell-have-the-most-handsome-mugshot-of-all-time/", "date_published": "2023-04-04 00:24:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Government to launch $300M Alzheimer's research database", "description": "The federal government plans to launch a $300 million initiative to build an Alzheimer's research database in an effort to track the health of Americans for decades and learn more about the devastating disease.  Reuters reported on Monday that the U.S. National Institute on Aging (NIA), a branch of the National Institutes of Health, will...", "link": "https://thehill.com/policy/healthcare/3932405-government-to-launch-300m-alzheimers-research-database/", "date_published": "2023-04-04 00:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US Navy needs a comprehensive strategy to support future fleet design", "description": "The Unted States is an island nation, and its way of life depends on commerce. Since the 18th century, America has relied upon its Navy deter our adversaries from attacking our shores, and if necessary, to win the nation’s wars. The Navy’s forward presence posture has preserved freedom of the seas in the global commons....", "link": "https://thehill.com/opinion/congress-blog/3932403-the-us-navy-needs-a-comprehensive-strategy-to-support-future-fleet-design/", "date_published": "2023-04-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]