[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Sorting Through Haystacks to Find CTI Needles", "description": "Clouded vision\nCTI systems are confronted with some major issues ranging from the size of the collection networks to their diversity, which ultimately influence the degree of confidence they can put on their signals. Are they fresh enough and sufficiently reliable to avoid any false positives or any poisoning? Do I risk acting on outdated data? This difference is major since a piece of", "link": "https://thehackernews.com/2023/04/sorting-through-haystacks-to-find-cti.html", "date_published": "2023-04-04 13:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Rorschach Ransomware Emerges: Experts Warn of Advanced Evasion Strategies", "description": "Cybersecurity researchers have taken the wraps off a previously undocumented ransomware strain called Rorschach that's both sophisticated and fast.\n\"What makes Rorschach stand out from other ransomware strains is its high level of customization and its technically unique features that have not been seen before in ransomware,\" Check Point Research said in a new report. \"In fact, Rorschach is one", "link": "https://thehackernews.com/2023/04/rorschach-ransomware-emerges-experts.html", "date_published": "2023-04-04 13:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Rilide Malware Targeting Chromium-Based Browsers to Steal Cryptocurrency", "description": "Chromium-based web browsers are the target of a new malware called Rilide that masquerades itself as a seemingly legitimate extension to harvest sensitive data and siphon cryptocurrency.\n\"Rilide malware is disguised as a legitimate Google Drive extension and enables threat actors to carry out a broad spectrum of malicious activities, including monitoring \nbrowsing history, taking screenshots,", "link": "https://thehackernews.com/2023/04/new-rilide-malware-targeting-chromium.html", "date_published": "2023-04-04 13:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Arid Viper Hacking Group Using Upgraded Malware in Middle East Cyber Attacks", "description": "The threat actor known as Arid Viper has been observed using refreshed variants of its malware toolkit in its attacks targeting Palestinian entities since September 2022.\nSymantec, which is tracking the group under its insect-themed moniker Mantis, said the adversary is \"going to great lengths to maintain a persistent presence on targeted networks.\"\nAlso known by the names APT-C-23 and Desert", "link": "https://thehackernews.com/2023/04/arid-viper-hacking-group-using-upgraded.html", "date_published": "2023-04-04 10:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Think Before You Share the Link: SaaS in the Real World", "description": "Collaboration sits at the essence of SaaS applications. The word, or some form of it, appears in the top two headlines on Google Workspace’s homepage. It can be found six times on Microsoft 365’s homepage, three times on Box, and once on Workday. Visit nearly any SaaS site, and odds are ‘collaboration’ will appear as part of the app’s key selling point. \nBy sitting on the cloud, content within", "link": "https://thehackernews.com/2023/04/think-before-you-share-link-saas-in.html", "date_published": "2023-04-04 09:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Tightens OneNote Security by Auto-Blocking 120 Risky File Extensions", "description": "Microsoft has announced plans to automatically block embedded files with \"dangerous extensions\" in OneNote following reports that the note-taking service is being increasingly abused for malware delivery.\nUp until now, users were shown a dialog warning them that opening such attachments could harm their computer and data, but it was possible to dismiss the prompt and open the files.\nThat's going", "link": "https://thehackernews.com/2023/04/microsoft-tightens-onenote-security-by.html", "date_published": "2023-04-04 04:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cryptocurrency Companies Targeted in Sophisticated 3CX Supply Chain Attack", "description": "The adversary behind the supply chain attack targeting 3CX deployed a second-stage implant specifically singling out a small number of cryptocurrency companies.\nRussian cybersecurity firm Kaspersky, which has been internally tracking the versatile backdoor under the name Gopuram since 2020, said it observed an increase in the number of infections in March 2023 coinciding with the 3CX breach.", "link": "https://thehackernews.com/2023/04/cryptocurrency-companies-targeted-in.html", "date_published": "2023-04-04 03:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}]