[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NPR Employees Cry Racism Amid CEO Discussing Mass Layoffs", "description": "National Public Radio (NPR) employees accused the network&#8217;s CEO of racism during a virtual all-staff presentation last week detailing financial metrics and diversity level updates following the organization slashing approximately 10% of its workforce.  NPR officials laid off 84 employees last week and halted production on four seasonal podcasts, including Invisibilia, Louder Than a Riot, and ...", "link": "https://www.dailywire.com/news/npr-employees-cry-racism-amid-ceo-discussing-mass-layoffs", "date_published": "2023-04-04 19:10:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Missouri Democrat Dragged For Biden-Worthy Lie About AR-15s", "description": "&#8220;Rural mom&#8221; and &#8220;dirt road Democrat&#8221; Jess Piper took some serious backlash for her Friday claim that the AR-15 could not be effectively used for hunting. Piper (@Piper4missouri), who is currently serving as the executive director of Blue Missouri, tweeted, &#8220;You don’t hunt game with an AR. It destroys the meat. The more you know ...", "link": "https://www.dailywire.com/news/missouri-democrat-dragged-for-biden-worthy-lie-about-ar-15s", "date_published": "2023-04-04 19:06:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Florida Police On The Hunt For Murderer After Three Teenagers Found Dead", "description": "Police in Ocklawaha, Florida, are on the hunt for a triple murderer after three teenagers were shot dead and left in different places. The Marion County Sheriff’s Office has ruled out the possibility that a serial killer is on the loose, though few details about the murders have been released outside of how the victims ...", "link": "https://www.dailywire.com/news/florida-police-on-the-hunt-for-murderer-after-three-teenagers-found-dead", "date_published": "2023-04-04 19:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Poll Finds 60% Of Americans Support Trump Indictment Even Though They Have No Clue What’s In It", "description": "A new CNN poll found that more than half of all Americans approve of Manhattan District Attorney Alvin Bragg&#8217;s decision to indict former President Donald Trump — despite the fact that no one surveyed knew the contents of the still-sealed indictment when they answered questions about it. CNN anchor Jake Tapper broke down some of ...", "link": "https://www.dailywire.com/news/cnn-poll-finds-60-of-americans-support-trump-indictment-even-though-they-have-no-clue-whats-in-it", "date_published": "2023-04-04 16:27:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Indicted On 34 Felony Counts Of Conspiracy, Falsifying Business Records; Pleads Not Guilty", "description": "The grand jury indictment against former President Donald Trump was unsealed in a Manhattan court Tuesday afternoon as the former president sat in the room while under arrest. The former president was charged with 34 felonies of falsifying business records and conspiracy stemming from alleged hush money payments to porn actress Stormy Daniels and Playboy ...", "link": "https://www.dailywire.com/news/trump-indicted-on-34-felony-counts-of-conspiracy-falsifying-business-records-pleads-not-guilty", "date_published": "2023-04-04 16:26:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrat Fundraising Platform Falling Short Of ‘Progressive Ideals’ Amid Mass Layoff, Union Claims", "description": "A union representing employees of ActBlue, the nonprofit software firm which enables Democratic candidates and entities to fundraise, asserted on Monday that the company is falling short of “progressive values” as several of their members were affected by recent layoffs. ActBlue dismissed 17% of staff members, the majority of whom were in nontechnical roles, and ...", "link": "https://www.dailywire.com/news/democrat-fundraising-platform-falling-short-of-progressive-ideals-amid-mass-layoff-union-claims", "date_published": "2023-04-04 14:26:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Administration ‘Facilitating’ Trafficking Of Child Refugees, Florida Grand Jury Charges", "description": "A Florida grand jury accused the Biden administration of &#8220;facilitating&#8221; the trafficking of child refugees  after a five-month investigation conducted at the request of Governor Ron DeSantis. The panel issued a scathing report, denounced the Biden administration and, in particular, the Homeland Security Department and Department of Health and Human Service&#8217;s Office of Refugee Resettlement (ORR). It ...", "link": "https://www.dailywire.com/news/biden-administration-facilitating-trafficking-of-child-refugees-florida-grand-jury-charges", "date_published": "2023-04-04 14:04:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Seems So Surreal’: Trump Under Arrest After Surrendering To Manhattan Authorities", "description": "Former President Donald Trump was arrested on Tuesday after surrendering himself to the Manhattan district attorney&#8217;s office to face dozens of felony charges. The former president&#8217;s motorcade of nearly a dozen vehicles arrived at the Manhattan Criminal Courts Building around 1:30 p.m. EST. On his way to the building, Trump posted on social media that the ...", "link": "https://www.dailywire.com/news/seems-so-surreal-trump-under-arrest-after-surrendering-to-manhattan-authorities", "date_published": "2023-04-04 13:59:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Court Rejects Trump Bid To Stop Top Aides From Testifying In Jan. 6 Criminal Case", "description": "A federal court rejected former President Donald Trump&#8217;s attempt to block his top aides from testifying in the federal criminal investigation into his efforts to stay in office following the 2020 presidential election. &#8220;A federal appeals court panel has rejected Trump&#8217;s bid to block top aides from testifying to special counsel Jack Smith&#8217;s Jan. 6 ...", "link": "https://www.dailywire.com/news/federal-court-rejects-trump-bid-to-stop-top-aides-from-testifying-in-jan-6-criminal-case", "date_published": "2023-04-04 13:50:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jury Selection Begins In Trial Of Lori Vallow, ‘Doomsday Mom’ Accused Of Killing Children", "description": "Jury selection began Monday for the trial of Lori Vallow Daybell, the Idaho mom charged with killing two of her children. Vallow and her husband, Chad Daybell, are charged with murdering Vallow’s daughter Tylee from a previous marriage and her adopted son J.J., as well as murdering Daybell’s ex-wife, Tammy. The pair was charged on May ...", "link": "https://www.dailywire.com/news/jury-selection-begins-in-trial-of-lori-vallow-doomsday-mom-accused-of-killing-children", "date_published": "2023-04-04 12:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chaotic Scene Outside NY Courthouse As Crowds, Media Await Trump Appearance", "description": "The streets of New York City buzzed with activity on Tuesday ahead of former President Donald Trump&#8216;s arraignment. A mishmash of Trump supporters and counter-protesters gathered and, in some cases, clashed outside the lower Manhattan courthouse. Journalists have been lined up outside the building since Monday night. The counterprotestors are louder than the protestors outside ...", "link": "https://www.dailywire.com/news/heres-the-scene-in-manhattan-ahead-of-trump-arraignment", "date_published": "2023-04-04 12:40:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Positives Are Huge’: JPMorgan Chase CEO Changes His Tune About The Economy", "description": "JPMorgan Chase CEO Jamie Dimon expressed confidence about the future of the American economy despite the recent banking crisis that gripped the nation and his pessimistic comments last year. Dimon, regarded as one of the most powerful investment bankers on Wall Street, wrote in his annual shareholder letter that elevated consumer spending and the massive ...", "link": "https://www.dailywire.com/news/the-positives-are-huge-jpmorgan-chase-ceo-changes-his-tune-about-the-economy", "date_published": "2023-04-04 12:32:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Has Been Indicted. Here’s What To Know.", "description": "Former President Donald Trump has been indicted on charges relating to his alleged role in paying hush money to porn star Stormy Daniels ahead of the 2016 presidential election. Trump will be arraigned Tuesday in Manhattan, but because of his status as a former president, the arraignment will be a little different than usual. Here’s ...", "link": "https://www.dailywire.com/news/trump-has-been-indicted-heres-what-to-know", "date_published": "2023-04-04 12:16:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Virginia Teacher Shot By First-Grader Files $40 Million Lawsuit", "description": "The Virginia first-grade teacher who was shot by her six-year-old student filed a $40 million lawsuit against her local school board, the superintendent of schools, and her school’s assistant principal. Abby Zwerner was shot on January 6 at Richneck Elementary School, necessitating four surgeries; no one has been charged in the incident. The lawsuit states ...", "link": "https://www.dailywire.com/news/virginia-teacher-shot-by-first-grader-files-40-million-lawsuit", "date_published": "2023-04-04 12:06:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Pushes Clean Power In America’s Coal Towns", "description": "The Biden administration announced on Tuesday that the Energy Department and other agencies would create incentives for companies to develop renewable power infrastructure in coal communities. Investment and production tax credits established through the Inflation Reduction Act, and significant bonuses offered by the Treasury Department and the IRS, will encourage firms to locate new clean ...", "link": "https://www.dailywire.com/news/white-house-pushes-clean-power-in-americas-coal-towns", "date_published": "2023-04-04 11:41:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "French Politician Who Championed Ban On Catcalling Set To Appear Scantily Clad On Cover Of Playboy", "description": "Marlene Schiappa, who serves as the secretary of state in charge of the Social and Solidarity Economy in France, made her name by championing legislation to outlaw catcalling and street harassment of women. Now she&#8217;s set to appear in Playboy, the nudie magazine. One photo released from the April 8 edition shows Schiappa in a ...", "link": "https://www.dailywire.com/news/french-politician-who-championed-ban-on-catcalling-set-to-appear-scantily-clad-on-cover-of-playboy", "date_published": "2023-04-04 11:25:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bud Light Confirms Brand Partnership With Dylan Mulvaney, Aim To ‘Authentically Connect’ With ‘Various Demographics’", "description": "Representatives for the Bud Light brand, owned by Anheuser-Busch, confirmed a brand partnership with trans-identifying activist Dylan Mulvaney after followers speculated the whole thing could be an April Fool’s Day prank. “Anheuser Busch works with hundreds of influencers across our brands as one of many ways to authentically connect with audiences across various demographics and ...", "link": "https://www.dailywire.com/news/bud-light-confirms-brand-partnership-with-dylan-mulvaney-aim-to-authentically-connect-with-various-demographics", "date_published": "2023-04-04 11:15:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "He ‘Hates Me’: What You Should Know About The New York Judge Assigned To Trump Case", "description": "Acting New York Supreme Court Justice Juan Merchan will preside over the hush money prosecution of former President Donald Trump despite his history of rulings against the businessman-turned-politician’s associates. The former commander-in-chief will surrender in New York City for an arraignment on Tuesday afternoon amid legal proceedings over alleged hush money payments to porn actress ...", "link": "https://www.dailywire.com/news/he-hates-me-what-you-should-know-about-the-new-york-judge-assigned-to-trump-case", "date_published": "2023-04-04 10:53:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Leonardo DiCaprio Testifies In Trial Against Fugees Rapper Accused Of Illegally Funneling $30M To Obama Campaign", "description": "A-list actor Leonardo DiCaprio took the stand in the federal trial against recording artist Prakazrel “Pras” Michel, a founding member of the Fugees, who stands accused of funneling money into former president Barack Obama’s re-election campaign in 2012. DiCaprio, 48, used to associate with the fugitive Malaysian financier Jho Low, who allegedly gave the money ...", "link": "https://www.dailywire.com/news/leonardo-dicaprio-testifies-in-trial-against-fugees-rapper-accused-of-illegally-funneling-30m-to-obama-campaign", "date_published": "2023-04-04 10:50:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Raquel Welch’s Cause Of Death Revealed", "description": "The cause of death of legendary sex symbol Raquel Welch has been revealed. Welch, born Jo-Raquel Tejada in Chicago on September 5, 1940, died on February 15 of cardiac arrest after battling Alzheimer’s disease, her death certificate attests, according to TMZ. Her battle with Alzheimer’s had not been revealed at the time of her death. ...", "link": "https://www.dailywire.com/news/raquel-welchs-cause-of-death-revealed", "date_published": "2023-04-04 10:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wisconsin Voters Head To The Polls To Decide Balance Of State Supreme Court", "description": "Voters in Wisconsin head to the polls on Tuesday to decide the balance of the state Supreme Court in one of the most expensive court races in history.  Neither candidate running for the open seat belongs to a political party. Conservative candidate and former Justice Dan Kelly, backed by most Republicans, is facing off against ...", "link": "https://www.dailywire.com/news/wisconsin-voters-head-to-the-polls-to-decide-balance-of-state-supreme-court", "date_published": "2023-04-04 10:13:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Grey’s Anatomy’ Actress Describes Terrifying House Fire: ‘I Had About 2 Minutes To Get My 3 Kids Out’", "description": "“Grey&#8217;s Anatomy” actress Caterina Scorsone shared Monday the harrowing story of a recent house fire that took the lives of her four pets.  The Canadian star was thankfully able to save her three children, but recalled that she did so with just minutes to spare. &#8220;While getting my kids ready for bed and finishing bath ...", "link": "https://www.dailywire.com/news/greys-anatomy-actress-describes-terrifying-house-fire-i-had-about-2-minutes-to-get-my-3-kids-out", "date_published": "2023-04-04 10:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kid Rock Blasts Bud Light For Partnering With Trans Activist Dylan Mulvaney", "description": "Kid Rock reacted strongly to news of transgender activist Dylan Mulvaney partnering with the Bud Light brand. The 52-year-old rock star, whose real name is Robert James Ritchie, took to social media to express his displeasure.  Ritchie said in the video, “Grandpa’s feeling a little frisky today. Let me say something to all of you ...", "link": "https://www.dailywire.com/news/kid-rock-blasts-bud-light-for-partnering-with-trans-activist-dylan-mulvaney", "date_published": "2023-04-04 09:43:26+00:00", "persistent": false, "user": null, "language": "en-US"}]