[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2WHjPDvbE6O328n17ZGcfg", "title": "The Untold Story of OpenAI: Microsoft's Takeover", "description": "This is the story of how Microsoft overtook what was once a non-profit company for humanity and turned it into a for-profit company doing Microsoft's bidding to get them ahead in the AI race.\n\nIn 2015, a non-profit company called OpenAI was founded by world-class research engineers and scientists, and funded by a group of the biggest names in Silicon Valley, who collectively donated $1B. \nThey are the AI research and deployment company behind a couple products that you’ve probably heard of, like DALL-E-2 and ChatGPT. \nWhen founded, they had one goal in mind: to advance digital intelligence in the way that is most likely to benefit humanity as a whole, unconstrained by a need to generate financial return.\nBut earlier this year on January 23, 2023, OpenAI accepted a $10B investment from Microsoft, on top of Microsoft’s previous investment of $1 Billion dollars in 2019, making Microsoft a reported 49% stakeholder, receiving 75% of OpenAI’s profits until it secures its investment return. \nAt face value, it looks like any other investment into a budding, thriving company. But is it? Because just after Microsoft’s initial investment in 2019, OpenAI legally restructured from a non-profit company to a “capped” for-profit company, with ongoing collaborations exclusively with Microsoft.\nSo, how did we get here? Why did OpenAI go from a non-profit for humanity to a for-profit that's heavily intertwined with Microsoft? And what has OpenAI accomplished?\nWell in this video, that’s exactly what I’m going to talk about, and a whole lot more. From the founders, to the technological research and achievements, the products and funding, and how their mission has shifted overtime.\nThis is The Untold Story of OpenAI.\n\n------------------------\n\n🐱‍🚀 GitHub: https://github.com/forrestknight\n🐦 Twitter: https://www.twitter.com/forrestpknight\n💼 LinkedIn: https://www.linkedin.com/in/forrestpknight\n📸 Instagram: https://www.instagram.com/forrestpknight\n \n📓 Learning Resources: \nMy Favorite Machine Learning Course:  https://imp.i384100.net/YgYEBJ\nOpen Source Computer Science Degree:  https://bit.ly/open-source-forrest\nPython Open Source Computer Science Degree:  https://bit.ly/python-open-source\nUdacity to Learn Any Coding Skill: http://bit.ly/udacity-forrest\n\n👨‍💻 My Coding Gear:\nMy NAS Server: https://amzn.to/3brqO7b\nMy Hard Drives: https://amzn.to/3aKetMi\nMy Main Monitor: https://amzn.to/3siQfPa\nMy Second Monitor: https://amzn.to/3keHT84\nMy Standing Desk: https://amzn.to/3boAcbC\nMy PC Build:  https://bit.ly/my-coding-gear\nMy AI GPU: https://amzn.to/3uvmUmz", "link": "https://www.youtube.com/watch?v=o07kRSvz7yM", "date_published": "2023-04-04 13:00:36+00:00", "persistent": true, "user": "rumpel", "language": "en-US", "tags": ["artificial intelligence"]}]