[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Google Launches New Cybersecurity Initiatives to Strengthen Vulnerability Management", "description": "Google on Thursday outlined a set of initiatives aimed at improving the vulnerability management ecosystem and establishing greater transparency measures around exploitation.\n\"While the notoriety of zero-day vulnerabilities typically makes headlines, risks remain even after they're known and fixed, which is the real story,\" the company said in an announcement. \"Those risks span everything from", "link": "https://thehackernews.com/2023/04/google-launches-new-cybersecurity.html", "date_published": "2023-04-13 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "RTM Locker: Emerging Cybercrime Group Targeting Businesses with Ransomware", "description": "Cybersecurity researchers have detailed the tactics of a \"rising\" cybercriminal gang called \"Read The Manual\" (RTM) Locker that functions as a private ransomware-as-a-service (RaaS) provider and carries out opportunistic attacks to generate illicit profit.\n\"The 'Read The Manual' Locker gang uses affiliates to ransom victims, all of whom are forced to abide by the gang's strict rules,\"", "link": "https://thehackernews.com/2023/04/rtm-locker-emerging-cybercrime-group.html", "date_published": "2023-04-13 16:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "WhatsApp Introduces New Device Verification Feature to Prevent Account Takeover Attacks", "description": "Popular instant messaging app WhatsApp on Thursday announced a new account verification feature that ensures that malware running on a user's mobile device doesn't impact their account.\n\"Mobile device malware is one of the biggest threats to people's privacy and security today because it can take advantage of your phone without your permission and use your WhatsApp to send unwanted messages,\"", "link": "https://thehackernews.com/2023/04/whatsapp-introduces-new-device.html", "date_published": "2023-04-13 13:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Python-Based \"Legion\" Hacking Tool Emerges on Telegram", "description": "An emerging Python-based credential harvester and a hacking tool named Legion are being marketed via Telegram as a way for threat actors to break into various online services for further exploitation.\nLegion, according to Cado Labs, includes modules to enumerate vulnerable SMTP servers, conduct remote code execution (RCE) attacks, exploit unpatched versions of Apache, and brute-force cPanel and", "link": "https://thehackernews.com/2023/04/new-python-based-legion-hacking-tool.html", "date_published": "2023-04-13 11:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Pakistan-based Transparent Tribe Hackers Targeting Indian Educational Institutions", "description": "The Transparent Tribe threat actor has been linked to a set of weaponized Microsoft Office documents in attacks targeting the Indian education sector using a continuously maintained piece of malware called Crimson RAT.\nWhile the suspected Pakistan-based threat group is known to target military and government entities in the country, the activities have since expanded to include the education", "link": "https://thehackernews.com/2023/04/pakistan-based-transparent-tribe.html", "date_published": "2023-04-13 10:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Why Shadow APIs are More Dangerous than You Think", "description": "Shadow APIs are a growing risk for organizations of all sizes as they can mask malicious behavior and induce substantial data loss. For those that aren't familiar with the term, shadow APIs are a type of application programming interface (API) that isn't officially documented or supported. \nContrary to popular belief, it's unfortunately all too common to have APIs in production that no one on", "link": "https://thehackernews.com/2023/04/why-shadow-apis-are-more-dangerous-than.html", "date_published": "2023-04-13 10:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Lazarus Hacker Group Evolves Tactics, Tools, and Targets in DeathNote Campaign", "description": "The North Korean threat actor known as the Lazarus Group has been observed shifting its focus and rapidly evolving its tools and tactics as part of a long-running activity called DeathNote.\nWhile the nation-state adversary is known for its persistent attacks on the cryptocurrency sector, it has also targeted automotive, academic, and defense sectors in Eastern Europe and other parts of the world", "link": "https://thehackernews.com/2023/04/lazarus-hacker-group-evolves-tactics.html", "date_published": "2023-04-13 09:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "ChatGPT Security: OpenAI's Bug Bounty Program Offers Up to $20,000 Prizes", "description": "OpenAI, the company behind the massively popular ChatGPT AI chatbot, has launched a bug bounty program in an attempt to ensure its systems are \"safe and secure.\"\nTo that end, it has partnered with the crowdsourced security platform Bugcrowd for independent researchers to report vulnerabilities discovered in its product in exchange for rewards ranging from \"$200 for low-severity findings to up to", "link": "https://thehackernews.com/2023/04/chatgpt-security-openais-bug-bounty.html", "date_published": "2023-04-13 04:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}]