[{"source": "https://www.jefftk.com/news.rss", "title": "R0 Is Not Counterfactual", "description": "<p><span>\n\nSomeone who helps organize an </span>\n\n<a href=\"https://www.jefftk.com/p/boston-social-dance-covid-requirements\">N95-required\ndance</a> recently wrote to a group of organizers:\n\n\n\n<p>\n\n</p>\n\n<blockquote>\n\nR0 is the number of people that an infected individual is likely to\ninfect.  R0 was <a href=\"https://www.ohsu.edu/sites/default/files/2023-03/Oregon-Hospital-Forecast-Trends-March17-2023.pdf\">5.4</a>\nin Dec 2022. ... People who assume increased risk for themselves are\nalso assuming increased risk for 5.4 other people.\n\n</blockquote>\n\n\n\n<p>\n\nThis is wrong in two main ways, and I responded on the list, but I\nwanted to share my response here as well because the claim illustrates\ntwo common misconceptions.\n\n</p>\n\n<p> \n\n\nThe first issue is that <a href=\"https://en.wikipedia.org/wiki/Basic_reproduction_number\">R0</a>\nis for an entirely \"susceptible\" population, one in which no one has\nany gained any immunity from exposure or vaccination.  What an R0 of\n5.4 would mean is that if it had suddenly appeared in 2019, each\ninfected person would on average infect 5.4 others.  This is very\ndifferent from the current situation where most people have had\nseveral shots, plus most people have had covid at least once.  The\nterm for the expected number of people an infected person will\ndirectly infect given current conditions is <a href=\"https://en.wikipedia.org/wiki/Basic_reproduction_number#Effective_reproduction_number\">Rt</a>,\ncurrently <a href=\"https://covidestim.org/us/MA\">about 1</a>.  Which\nis really just another way of saying that covid levels have been\nchanging relatively slowly: if Rt were 5.4 we'd have rapid growth\ntearing through the population.\n\n</p>\n\n<p>\n\nThe other issue is that even Rt doesn't tell you how many infections\nyou getting sick would cause.  You may know various things about your\nbehavior that make the expected number of people you'd directly infect\nhigher or lower, but that's not the main issue.  Instead it's that (a)\npeople you infect can go on to infect other people and (b) people you\ninfect might otherwise have been infected by other people.  These two\nfactors push in opposite directions, but both can be quite large.\nHere are a pair of toy situations showing how, holding Rt fixed, one\ninfection can lead to either very many or almost no counterfactual\ninfections:\n\n</p>\n\n<ul>\n\n<li><p>A new epidemic is starting, and Rt (which is R0 in this case)\nis 5.4.  There are very clear symptoms, and people are just starting\nto catch on.  Very soon there will be massive behavior changes to\nsuppress Rt, and at this stage those might or might not be enough.\nOne more person getting infected could have a 5% impact on the chance\nthat this becomes a pandemic infecting ~half the world.  In which case\nthe expected number of additional infections is ~200M people.  Here\n(a) is the main factor.\n\n</p></li>\n<li><p>An new pandemic is well under way, and it has easily missed\nsymptoms.  Even with lots of precautions in place, Rt is still a very\nhigh 5.4.  There are so many paths by which a person can get infected\nthat one additional infection has almost no effect on how many people\neventually get infected.  Here (b) is the main factor.\n\n</p></li>\n</ul>\n\n\n\n<p>\n\nNow, \"how many counterfactual infections would I cause if I got sick\",\nand \"how would my getting sick shift the distribution of when other\npeople get sick\" are really valuable questions to know the answers to\nif you're trying to understand the social impacts of more risky\nbehavior, and it would be great if we did know these.  But the\nprogress epidemiologists have put into estimating R0 is not most of\nwhat you'd draw on in trying to get better answers.\n\n  </p>", "link": "https://www.jefftk.com/p/r0-is-not-counterfactual", "date_published": "2023-04-13 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]