[{"source": "https://thehill.com/news/feed/", "title": "What we know about guardsman arrested in US leak case", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38;National Security Defense &#38;National Security   The Big Story  Arrest made in probe of Pentagon document leak  Authorities arrested 21-year-old Jack Teixeira in connection to the leak of classified documents online, though it's unclear how the records were obtained. © WCVB-TV via AP Attorney General...", "link": "https://thehill.com/newsletters/defense-national-security/3949724-what-we-know-about-guardsman-arrested-in-us-leak-case/", "date_published": "2023-04-13 23:17:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rick Scott on 6-week abortion ban: 'If I was still governor, I would sign this bill'", "description": "Sen. Rick Scott (R-Fla.) voiced his support for a six-week abortion ban passed by the Florida legislature Thursday, saying that he would sign the bill if he was still governor of the state. \"Not true. I am 100% pro-life and if I was still governor, I would sign this bill,\" Scott said in reply to...", "link": "https://thehill.com/homenews/senate/3949607-rick-scott-on-6-week-abortion-ban-if-i-was-still-governor-i-would-sign-this-bill/", "date_published": "2023-04-13 23:17:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pelosi: Democrats 'will make progress' under Jeffries's leadership", "description": "Former House Speaker Nancy Pelosi (D-Calif.), in authoring current House Minority Leader Hakeem Jeffries's (D-N.Y.) entry in the Time 100 list, said Democrats \"will make progress\" under his leadership. \"In becoming the first ever Black congressional leader, Hakeem has made history. Under his leadership, Democrats will make progress,\" she wrote in her entry about Jeffries...", "link": "https://thehill.com/homenews/house/3949503-pelosi-democrats-will-make-progress-under-jeffries-leadership/", "date_published": "2023-04-13 22:54:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China upholds death sentence for US citizen detained on drug charges", "description": "The U.S. State Department on Thursday said it’s “disappointed” by China’s decision to uphold the death penalty with a two-year suspended death sentence for “wrongfully detained” U.S. citizen Mark Swidan. “Today the People’s Republic of China’s Jiangmen Intermediate Court denied wrongfully detained U.S. national Mark Swidan’s appeal, and upheld his death penalty with a two-year...", "link": "https://thehill.com/policy/international/3949658-china-upholds-death-sentence-for-us-citizen-detained-on-drug-charges/", "date_published": "2023-04-13 22:40:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why ‘kicking 15 million people off Medicaid’ is a good thing", "description": "After three years, states are once again verifying Medicaid eligibility for their citizens. Although some media reports are framing this as a disaster for beneficiaries, it is an opportunity to help rein in chronic federal deficits and bolster state finances as revenues begin to flag. The Medicaid and Children’s Health Insurance Program (CHIP) grew from 71 million beneficiaries before...", "link": "https://thehill.com/opinion/congress-blog/3949552-why-kicking-15-million-people-off-medicaid-is-a-good-thing/", "date_published": "2023-04-13 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer takes on AI rules", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  Schumer takes on AI rules As tech companies ramp up use of artificial intelligence tools, Senate Majority Leader Chuck Schumer (D-N.Y.) released a framework to regulate the booming industry.  © Annabelle Gordon, The Hill The Senate majority leader's proposed framework — which follows...", "link": "https://thehill.com/newsletters/technology/3949628-schumer-takes-on-ai-rules/", "date_published": "2023-04-13 22:27:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US emissions up 6 percent in 2021 amid pandemic recovery: EPA", "description": "U.S. greenhouse gas emissions rose 6 percent in 2021 as much of the country reopened as the COVID-19 vaccine became available, according to a federal analysis released Thursday.  The Environmental Protection Agency found that despite the year-over-year increase, the country’s contribution to climate change is down 17 percent from where it was in 2005.  However,...", "link": "https://thehill.com/policy/energy-environment/3949588-us-emissions-up-6-percent-in-2021-amid-pandemic-recovery-epa/", "date_published": "2023-04-13 22:16:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mifepristone gets to stay, with limits", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care   The Big Story  Mifepristone gets to stay — for now An appeals court has ruled to allow mifepristone availability to continue but ordered that measures to improve its accessibility be rolled back. © Getty In its ruling, the the three-judge panel on...", "link": "https://thehill.com/newsletters/health-care/3949578-mifepristone-gets-to-stay-with-limits/", "date_published": "2023-04-13 22:14:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden, Raimondo, Yellen included in Time's 100 most influential list for 2023", "description": "Time magazine released its list of the 100 Most Influential People of 2023 on Thursday, which includes President Biden and also members of his administration: Treasury Secretary Janet Yellen and Commerce Secretary Gina Raimondo. Biden was honored in a biography written by Time senior correspondent Brian Bennett, who touted the president's accomplishments so far in...", "link": "https://thehill.com/homenews/media/3949494-biden-raimondo-yellen-included-in-times-100-most-influential-list-for-2023/", "date_published": "2023-04-13 22:13:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene defends accused Ukraine documents leaker", "description": "Rep. Marjorie Taylor Greene (R-Ga.) on Thursday took to Twitter to defend Air National Guardsman Jack Teixeira, who was arrested Thursday over his alleged role in leaking Pentagon files.  “Jake Teixeira is white, male, christian, and antiwar. That makes him an enemy to the Biden regime,” Green said on Twitter. “Ask yourself who is the...", "link": "https://thehill.com/homenews/house/3949488-greene-defends-accused-ukraine-documents-leaker/", "date_published": "2023-04-13 22:07:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michael Cohen starts GoFundMe page to raise money to fight Trump lawsuit", "description": "Former President Trump’s onetime fixer Michael Cohen is promoting a GoFundMe page to raise money as he fights off a lawsuit Trump filed against him on Wednesday.  “I will never be intimidated by Trump and will ensure accountability,” Cohen said in one of several Twitter posts sharing a link to the fundraiser.  “Donald and acolytes...", "link": "https://thehill.com/blogs/blog-briefing-room/3949583-michael-cohen-starts-gofundme-page-to-raise-money-to-fight-trump-lawsuit/", "date_published": "2023-04-13 22:07:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Net-zero burns down the village to save it", "description": "The race to net-zero is politics, not business.", "link": "https://thehill.com/opinion/energy-environment/3949374-net-zero-burns-down-the-village-to-save-it/", "date_published": "2023-04-13 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jill Biden calls Ukraine's first lady 'the heart of a nation at war'", "description": "U.S. first lady Jill Biden praised Ukrainian first lady Olena Zelenska in the newly published feature in Time Magazine, calling her a \"warrior for the people of Ukraine.\" Zelenska was featured in the magazine's annual listicle of the 100 most influential people in the world — in a piece written by Biden. \"A writer who worked...", "link": "https://thehill.com/blogs/blog-briefing-room/3949487-jill-biden-calls-ukraines-first-lady-the-heart-of-a-nation-at-war/", "date_published": "2023-04-13 21:52:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court faces urgent test in abortion pill battle", "description": "The Supreme Court will face its first test in the battle over abortion pills, after the Department of Justice (DOJ) on Thursday asked it to pause a ruling set to take effect this weekend that would significantly hamper the availability of mifepristone.  A late Wednesday night federal appeals court ruling on the widely used abortion...", "link": "https://thehill.com/policy/healthcare/3949497-supreme-court-faces-urgent-test-in-abortion-pill-battle/", "date_published": "2023-04-13 21:50:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missouri AG issues emergency order restricting gender-affirming health care", "description": "Missouri Attorney General Andrew Bailey (R) on Thursday put into effect an emergency regulation claiming gender-affirming health care for transgender minors is already illegal under a state law prohibiting certain medical interventions in the absence of “substantial guardrails.” Bailey, who is facing reelection this year, said Thursday that because gender-affirming medical interventions are considered “experimental,” they...", "link": "https://thehill.com/homenews/state-watch/3949521-missouri-ag-issues-emergency-order-restricting-gender-affirming-health-care/", "date_published": "2023-04-13 21:37:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House blasts ‘extreme and dangerous’ Florida abortion bill", "description": "The White House on Thursday condemned Florida lawmakers for passing a law to outlaw abortions after six weeks of pregnancy, warning of broader consequences for women across the southern U.S. White House press secretary Karine Jean-Pierre said in a statement that the \"extreme and dangerous\" bill \"flies in the face of fundamental freedoms and is...", "link": "https://thehill.com/homenews/administration/3949506-white-house-blasts-extreme-and-dangerous-florida-abortion-bill/", "date_published": "2023-04-13 21:30:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden asks Lady Gaga to co-chair arts panel, adds Clooney, Garner, Rhimes, others", "description": "President Biden is tapping Lady Gaga as a co-chair of a star-studded White House committee that is poised to count George Clooney, Jennifer Garner, Shonda Rhimes and Jon Batiste among its members. The “Applause” singer will co-chair the President’s Committee on the Arts and the Humanities, the White House announced on Thursday. Award-winning producer Bruce...", "link": "https://thehill.com/blogs/in-the-know/3949490-biden-asks-lady-gaga-to-co-chair-arts-panel-adds-clooney-garner-rhimes-others/", "date_published": "2023-04-13 21:17:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Key House GOP caucus releases debt ceiling priorities", "description": "Leaders of the Main Street Caucus, a prominent House GOP caucus of more than five dozen members, released a list of priorities for Speaker Kevin McCarthy (R-Calif.) to pursue as part of a measure to raise the debt ceiling. “In recent weeks, the 70 members of the Republican Main Street Caucus have discussed the options...", "link": "https://thehill.com/business/budget/3949441-key-house-gop-caucus-releases-debt-ceiling-priorities/", "date_published": "2023-04-13 21:08:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Embattled Commanders owner agrees to sell team for a record $6 billion", "description": "Dan Snyder, the embattled owner of the NFL’s Washington Commanders, has agreed in principle to sell his stake in the franchise for $6 billion, the most ever for a sports franchise.  A source confirmed to The Associated Press on Thursday that the agreement is in place, while another source told the newswire that an agreement...", "link": "https://thehill.com/blogs/blog-briefing-room/3949309-embattled-commanders-owner-agrees-to-sell-team-for-a-record-6-billion/", "date_published": "2023-04-13 20:50:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida legislature passes 6-week abortion ban", "description": "The GOP-controlled Florida House on Thursday approved a bill that would ban abortion after six weeks of pregnancy, sending the legislation to Gov. Ron DeSantis's (R) desk. The bill’s passage is a major policy win for DeSantis ahead of an expected 2024 presidential bid. The Florida governor signed into law a 15-week abortion ban last...", "link": "https://thehill.com/policy/healthcare/3949423-florida-legislature-6-week-abortion-ban/", "date_published": "2023-04-13 20:47:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US presses for answers after arrest in documents leak", "description": "{beacon}    Evening Report Thursday, April 13   ©  AP US presses for answers after arrest in documents leak On Thursday afternoon, Attorney General Merrick Garland announced that the Justice Department arrested United States Air Force National Guard employee Jack Teixeira \"in connection with an investigation into alleged unauthorized removal, retention and transmission of classified national...", "link": "https://thehill.com/newsletters/evening-report/3949419-us-presses-for-answers-after-arrest-in-documents-leak/", "date_published": "2023-04-13 20:44:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sometimes secession works: Why it won't work for the US", "description": "To propose secession as a solution to American polarization is to misdiagnose the problem.", "link": "https://thehill.com/opinion/campaign/3949011-sometimes-secession-works-why-it-wont-work-for-the-us/", "date_published": "2023-04-13 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott’s 2024 ambitions face skepticism", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report   The Big Story  Tim Scott’s 2024 ambitions face skepticism As Scott moves closer to a formal presidential run, members of his own party are casting doubt on his candidacy amid low polling and a likely crowded field.  © Associated Press/Charlie Neibergall South Carolina...", "link": "https://thehill.com/newsletters/campaign-report/3949339-tim-scotts-2024-ambitions-face-skepticism/", "date_published": "2023-04-13 20:17:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate change making 'flash droughts' more common: study", "description": "Climate change is driving an increase in flash droughts, or intense, rapid-onset periods of dryness, according to a study published Thursday in the journal Science. Researchers, led by Xing Yuan of China’s Nanjing University of Information Science and Technology, analyzed just over six decades of soil moisture data ranging from 1951 to 2014. When restricting...", "link": "https://thehill.com/policy/energy-environment/3949312-climate-change-making-flash-droughts-more-common-study/", "date_published": "2023-04-13 20:16:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Progressive groups, Google team to train Latinos to run for office in 2024", "description": "An array of progressive campaign groups is teaming up with the Latino Victory Fund to set up a candidate training camp ahead of the 2024 election. The two-day \"Path to Victory\" program will take place in Arizona, Pennsylvania, Texas and Wisconsin, and will teach prospective candidates the basics of how to run a successful political...", "link": "https://thehill.com/homenews/campaign/3949296-progressive-groups-google-team-to-train-latinos-to-run-for-office-in-2024/", "date_published": "2023-04-13 20:03:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The United States needs a plan to take the Inflation Reduction Act abroad", "description": "A cornerstone of the United States’ efforts to reduce climate-warming emissions is the Inflation Reduction Act.", "link": "https://thehill.com/opinion/energy-environment/3949065-the-united-states-needs-a-plan-to-take-the-inflation-reduction-act-abroad/", "date_published": "2023-04-13 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Democrat presses TikTok CEO for ‘unanswered’ questions on data privacy, kids’ safety", "description": "The top Democrat on the House Energy and Commerce Committee is pressing TikTok to answer questions raised by members of the panel about data privacy, kids’ online safety and national security concerns. Rep. Frank Pallone (N.J.), ranking Democrat on the Energy and Commerce panel, sent a letter to TikTok CEO Shou Zi Chew pressing him...", "link": "https://thehill.com/policy/technology/3949259-house-democrat-presses-tiktok-ceo-for-unanswered-questions-on-data-privacy-kids-safety/", "date_published": "2023-04-13 19:54:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thomas failed to disclose real estate deal with GOP donor who also paid for lavish trips: report", "description": "Supreme Court Justice Clarence Thomas failed to disclose a 2014 real estate deal he made with a wealthy Republican donor who also paid for lavish trips for him over the years, ProPublica reported on Thursday.  The outlet reported that a company belonging to Texas billionaire Harlan Crow bought a series of properties in a row...", "link": "https://thehill.com/regulation/court-battles/3949237-thomas-failed-to-disclose-real-estate-deal-with-gop-donor-who-also-paid-for-lavish-trips-report/", "date_published": "2023-04-13 19:43:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What we know about suspected Pentagon leaker Jack Teixeira", "description": "Air National Guardsman Jack Teixeira was arrested Thursday over his alleged role in leaking secret files from the Pentagon that have embarrassed U.S. allies and cast doubt on Ukraine's ability to succeed in its war with Russia. The arrest came hours after President Biden said on Thursday said the U.S. is “getting close” in the...", "link": "https://thehill.com/homenews/3949172-what-we-know-about-suspected-pentagon-leaker-jack-teixera/", "date_published": "2023-04-13 19:41:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon: Leaking of classified information was 'deliberate criminal act'", "description": "Pentagon press secretary Brig. Gen. Patrick Ryder on Thursday called the leak of a cache of classified documents online a “deliberate criminal act,” prompting the Defense Department to reassess how it allocates such information. “We continue to review a variety of factors as it relates to safeguarding classified materials — this includes examining and updating distribution lists, assessing how and where...", "link": "https://thehill.com/policy/defense/3949221-pentagon-leaking-of-classified-information-was-deliberate-criminal-act/", "date_published": "2023-04-13 19:38:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California Democrat defends Feinstein: Allow her to finish final term", "description": "A California House Democrat defended Sen. Dianne Feinstein (D-Calif.) amid calls for her to resign over her health, saying that she should be allowed to finish her term.  Rep. John Garamendi said in a statement on Thursday that he does not believe that Feinstein needs to resign and argued that she is continuing to serve...", "link": "https://thehill.com/homenews/house/3949149-california-democrat-defends-feinstein-allow-her-to-finish-final-term/", "date_published": "2023-04-13 19:19:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter revamps monetized subscriptions tool", "description": "Twitter is launching a program to let users offer their followers paid subscriptions to content, an apparent revamp of the platform’s old “Super Follows” monetized subscription tool.  Twitter CEO Elon Musk on Thursday invited users to “apply to offer your followers subscriptions of any material, from longform text to hours long video!” Musk said that,...", "link": "https://thehill.com/policy/technology/3949153-twitter-revamps-monetized-subscriptions-tool/", "date_published": "2023-04-13 19:10:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCaul calls being sanctioned by China a 'badge of honor' after Taiwan trip", "description": "Rep. Michael McCaul (R-Texas) said the decision by the Chinese government to sanction him over his trip to Taiwan was a “badge of honor” after the Republican congressman met with Taiwanese President Tsai Ing-wen last week. “Being sanctioned by the Chinese Communist Party is a badge of honor,” McCaul said in a statement. “Nothing will...", "link": "https://thehill.com/homenews/house/3949159-mccaul-calls-being-sanctioned-by-china-a-badge-of-honor-after-taiwan-trip/", "date_published": "2023-04-13 19:07:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Finally, we have a true shot at bipartisan social security reform", "description": "A bipartisan group of senators is leading the effort to strengthen and modernize the program that reaches 67 million Americans each month.", "link": "https://thehill.com/opinion/finance/3948669-finally-we-have-a-true-shot-at-bipartisan-social-security-reform/", "date_published": "2023-04-13 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Merrick Garland speaks on leaked government documents", "description": "Attorney General Merrick Garland is slated to speak Thursday afternoon with reporters on the leak of hundreds of classified military intelligence. On Thursday, Jack Teixeira, an airman in the Massachusetts Air National Guard, was arrested in Massachusetts about his connection with the leak of classified documents. The information was shared in a group he managed...", "link": "https://thehill.com/homenews/3949128-watch-live-merrick-garland-speaks-on-leaked-government-documents/", "date_published": "2023-04-13 18:58:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Appeals court rejects Navarro bid to block order to turn over emails", "description": "Peter Navarro lost his bid to block an order that requires him to hand over hundreds of emails sent during his tenure as a White House adviser during the Trump administration to the National Archives. A three-judge panel on the D.C. Circuit Court of Appeals determined that “there is no public interest in Navarro’s retention...", "link": "https://thehill.com/regulation/court-battles/3947152-appeals-court-rejects-navarro-bid-to-block-order-to-turn-over-emails/", "date_published": "2023-04-13 18:42:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell to return to Capitol after five-week absence", "description": "Senate Republican Leader Mitch McConnell (Ky.) on Thursday announced he would return to the Capitol on Monday for the first time in more than five weeks after suffering a concussion at a private dinner in early March. McConnell tweeted that he would be in the Capitol when the Senate returns from the two-week April recess....", "link": "https://thehill.com/homenews/senate/3949097-mcconnell-to-return-to-capitol-after-five-week-absence/", "date_published": "2023-04-13 18:38:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Suspected US intelligence leaker arrested in Massachusetts", "description": "Jack Teixeira, an airman in the Massachusetts Air National Guard, was arrested Thursday in Massachusetts in connection with the leak of classified documents shared in a group he managed on a website popular with gamers. Teixeira oversaw Thug Shaker Central, a group on Discord where more than 100 classified documents on topics ranging from Ukraine...", "link": "https://thehill.com/homenews/3949087-suspected-us-intelligence-leaker-arrested-in-massachusetts-reports/", "date_published": "2023-04-13 18:34:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Standing in solidarity with the Tennessee Three", "description": "Last Thursday was a shameful day in the Volunteer State. Just days after six people — three of them only nine years old — were murdered in an elementary school, three Democratic lawmakers joined a group of protesters demanding their legislature act. Rather than listen and engage, the Republican supermajority in the Tennessee House of...", "link": "https://thehill.com/opinion/congress-blog/3949062-standing-in-solidarity-with-the-tennessee-three/", "date_published": "2023-04-13 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden marks his age, ‘end of my career’ in remarks to Irish parliament", "description": "President Biden on Thursday took the opportunity to acknowledge his age — which comes up often as one of his weaknesses in office and on the campaign trail — when addressing the Irish parliament. Biden expressed hope to Irish lawmakers about the future, while lauding the historic partnership between the two countries. He also invoked...", "link": "https://thehill.com/homenews/administration/3949013-biden-marks-his-age-end-of-my-career-in-remarks-to-irish-parliament/", "date_published": "2023-04-13 18:24:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's how the Senate could replace Feinstein on the Judiciary Committee", "description": "Sen. Dianne Feinstein (D-Calif.) this week asked Senate Majority Leader Charles Schumer (D-N.Y.) to temporarily replace her on the Senate Judiciary Committee. Her prolonged absence from the upper chamber has stymied Democrats' ability to confirm judges and led to a growing chorus calling for her to resign. But the process of replacing Feinstein, 89, on...", "link": "https://thehill.com/homenews/senate/3949042-how-could-the-senate-replace-feinstein-on-the-judiciary-committee/", "date_published": "2023-04-13 18:18:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP lawmakers seek to cut off funding to Bragg, other prosecutors", "description": "A group of GOP lawmakers has introduced legislation that would bar any state or local prosecutor from using federal funds to investigate a president and singles out Manhattan District Attorney Alvin Bragg’s office with a bill that would force it to return federal funding. The legislation — the Accountability for Lawless Violence In our Neighborhoods...", "link": "https://thehill.com/homenews/house/3948984-gop-lawmakers-seek-to-cut-off-funding-to-bragg-other-prosecutors/", "date_published": "2023-04-13 17:39:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Supreme Court has no code of conduct: It’s starting to show", "description": "The U.S. Supreme Court’s refusal to adopt a written code of ethics is a 50-year-old story that has recently gotten lots of fresh attention.", "link": "https://thehill.com/opinion/judiciary/3948631-the-supreme-court-has-no-code-of-conduct-its-starting-to-show/", "date_published": "2023-04-13 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Arrest made in Cash App founder Bob Lee's stabbing death: reports", "description": "An arrest has been made in tech mogul Bob Lee's stabbing death in San Francisco, according to multiple reports citing local officials.", "link": "https://thehill.com/policy/technology/3948958-arrest-made-in-cash-app-founder-bob-lees-stabbing-death-reports/", "date_published": "2023-04-13 17:22:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California State Capitol building evacuated due to 'credible threat'", "description": "(KTXL) -- The California State Capitol building in downtown Sacramento has been evacuated Thursday morning, according to a FOX40 news team at the building and an internal letter shared with legislators and legislative staff. “The California Highway Patrol has notified the Senate of a threat they consider to be credible involving the Capitol,” says a...", "link": "https://thehill.com/homenews/state-watch/3948964-california-state-capitol-building-evacuated-due-to-credible-threat/", "date_published": "2023-04-13 17:19:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China-Russia axis is dangerous for fossil fuel disarming America and the West", "description": "It's time the West re-evaluates its energy and climate change approach before it is too late.", "link": "https://thehill.com/opinion/energy-environment/3948882-china-russia-axis-is-dangerous-for-fossil-fuel-disarming-america-and-the-west/", "date_published": "2023-04-13 17:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Multiple Texas colleges experience swatting incidents", "description": "Multiple colleges in Texas experienced swatting incidents on Thursday after police received calls of active threats and shooters on campus that they later determined to be hoaxes.  The incidents happened at Collin College, a public community college located in northeastern Texas, Baylor University and Galen College of Nursing in San Antonio. It is unclear if...", "link": "https://thehill.com/homenews/state-watch/3948938-multiple-texas-colleges-experience-swatting-incidents/", "date_published": "2023-04-13 17:10:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris: Lawsuit to block mifepristone 'next step to nationwide abortion ban'", "description": "Vice President Harris on Thursday blasted an appeals court decision that upheld part of a ruling to invalidate the Food and Drug Administration’s (FDA) decades-old approval of the abortion medication mifepristone. Harris, who has been the White House's leading voice on the fight for abortion access, warned that the lawsuit to roll back access to...", "link": "https://thehill.com/homenews/administration/3948906-harris-lawsuit-to-block-mifepristone-next-step-to-nationwide-abortion-ban/", "date_published": "2023-04-13 17:10:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What happens if Feinstein resigns?", "description": "Two House Democrats made the extraordinary move on Wednesday of calling on one of their own party's most senior figures, Sen. Dianne Feinstein (D-Calif.), to resign over her health.  Rep. Nancy Pelosi (D-Calif.), the former Speaker, suggested Thursday a double standard was being applied because Feinstein is a woman, noting she has never seen a...", "link": "https://thehill.com/homenews/senate/3948764-what-happens-if-feinstein-resigns/", "date_published": "2023-04-13 17:04:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer unveils groundwork for AI regulation", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) unveiled a framework for regulation of the booming artificial intelligence (AI) industry on Thursday.  Schumer said his framework aims to increase transparency and accountability of AI technologies, on the heels of warnings from experts about the rise in AI following the popularity of the ChatGPT chatbot.  “Given the AI...", "link": "https://thehill.com/policy/technology/3948729-schumer-unveils-groundwork-for-ai-regulation/", "date_published": "2023-04-13 17:01:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon 'investing heavily' in AI, CEO says", "description": "Amazon CEO Andy Jassy told shareholders Thursday that the company will be \"investing heavily\" in artificial intelligence (AI) while also noting where the company has cut costs in recent months. In his annual letter to shareholders, Jassy said 2022 was \"one of the harder macroeconomic years in recent memory,\" adding that the company took steps...", "link": "https://thehill.com/policy/technology/3948744-amazon-investing-heavily-in-ai-ceo-says/", "date_published": "2023-04-13 16:41:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Air National Guardsman led online group where US documents leaked: report", "description": "Jack Teixeira, a 21-year-old member of the Massachusetts Air National Guard, is the leader of the small online gaming group where a batch of classified intelligence documents leaked, according to The New York Times. The Times reported Thursday that the national guardsman is a member of the branch's intelligence wing in the state and was...", "link": "https://thehill.com/policy/defense/3948862-air-national-guardsman-led-online-group-where-us-documents-leaked-report/", "date_published": "2023-04-13 16:40:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wholesale inflation dips as Fed predicts 'mild' recession", "description": "Input costs for businesses declined 0.5 percent as one of the major components of consumer prices turned deflationary, the Labor Department reported Thursday. On an annual basis, the producer price index (PPI), which measures the prices that businesses pay to each other, advanced just 2.7 percent. The Fed's target for consumer inflation is 2 percent...", "link": "https://thehill.com/business/3948692-wholesale-inflation-dips-as-fed-predicts-mild-recession/", "date_published": "2023-04-13 16:38:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Nickelodeon star Drake Bell is missing and considered 'endangered,' Florida police say", "description": "Former Nickelodeon star Drake Bell, known for his role on the network's hit show \"Drake &#38; Josh,\" was reported missing on Thursday by the Daytona Beach Police Department.", "link": "https://thehill.com/homenews/3948686-former-nickelodeon-star-drake-bell-is-missing-and-considered-endangered-florida-police-say/", "date_published": "2023-04-13 16:33:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Brian Stelter planning book on Fox News, Dominion lawsuit", "description": "Former CNN media critic Brian Stelter is planning to write a book about Dominion Voting Systems' blockbuster defamation lawsuit against Fox News, he told The Hill. \"Network of Lies\" promises to provide a \"an even more explosive account of the network’s blatant attempts to manipulate the truth, mislead the public, and influence our elections,\" according...", "link": "https://thehill.com/homenews/media/3948739-brian-stelter-book-fox-news-dominion-lawsuitn/", "date_published": "2023-04-13 16:18:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott says he would 'definitely' support 20-week abortion ban", "description": "Tim Scott (R-S.C.), who is inching closer to a presidential bid, said on Thursday that he would support a 20 week ban on abortion. \"I think states have to solve that problem on their own,\" Scott said in an interview with WMUR in New Hampshire. \"The big problem that we see today is that Democrats...", "link": "https://thehill.com/homenews/campaign/3948755-tim-scott-says-he-would-definitely-support-20-week-abortion-ban/", "date_published": "2023-04-13 16:16:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A growing number of marriages are 'egalitarian.' But women are still doing more household work", "description": "\"Egalitarian\" marriages are growing increasingly common, at least when it comes to earnings.  A new Pew Research Center study shows that the share of heterosexual couples in “egalitarian” marriages, in which both partners earn about the same amount of money, has more than doubled since the early 1970s — with 29 percent of opposite-sex marriages now fitting that description.  Men...", "link": "https://thehill.com/business/personal-finance/3946931-a-growing-number-of-marriages-are-egalitarian-but-women-are-still-doing-more-household-work/", "date_published": "2023-04-13 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats choose Chicago for convention — a perfect pick for a failing party", "description": "Democrats suggested the convention site would symbolize the future of their party. By every normal measure, the city and the state are disasters.", "link": "https://thehill.com/opinion/campaign/3948685-democrats-choose-chicago-for-convention-a-perfect-pick-for-a-failing-party/", "date_published": "2023-04-13 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump-aligned GOP consultant weighing run for Wisconsin House seat if Gallagher mounts Senate bid", "description": "Alex Bruesewitz, a GOP consultant aligned with former President Donald Trump, is planning to launch a bid for Wisconsin’s 8th congressional district if Rep. Mike Gallagher (R-Wis.) decides to challenge Sen. Tammy Baldwin (D-Wis.) for her seat next year, according to a person familiar with the plans. Bruesewitz isn’t expected to run for the seat...", "link": "https://thehill.com/homenews/campaign/3948738-trump-aligned-gop-consultant-weighing-run-for-wisconsin-house-seat-if-gallagher-mounts-senate-bid/", "date_published": "2023-04-13 15:53:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump appears in New York for second deposition in fraud lawsuit", "description": "Former President Trump is in New York on Thursday for his second deposition in a fraud lawsuit spearheaded by New York Attorney General Letitia James (D). Trump is returning to New York after appearing last week in Manhattan for his arraignment on 34 felony counts from the local district attorney related to hush-money paid to an...", "link": "https://thehill.com/regulation/court-battles/3948600-trump-appears-in-new-york-for-second-deposition-in-fraud-lawsuit/", "date_published": "2023-04-13 15:52:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ to ask Supreme Court to pause abortion pill restrictions from taking effect", "description": "Attorney General Merrick Garland on Thursday said the Department of Justice (DOJ) will ask the Supreme Court to pause a ruling that would roll back changes that make it easier to access mifepristone, the common abortion pill. U.S. District Judge Matthew Kacsmaryk last week ruled that the Food and Drug Administration (FDA) violated federal standards when it...", "link": "https://thehill.com/regulation/court-battles/3948730-doj-to-ask-supreme-court-to-pause-abortion-pill-restrictions-from-taking-effect/", "date_published": "2023-04-13 15:51:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mortgage rates hit two-month low", "description": "Mortgage rates reached their lowest point in two months last week as the job market showed signs of cooling, according to data released by the Mortgage Bankers Association (MBA) this week.  The benchmark 30-year fixed rate mortgage fell to 6.30 percent from 6.40 a week earlier, leading to a rebound in demand, MBA data showed.   “Incoming...", "link": "https://thehill.com/business/3948681-mortgage-rates-hit-two-month-low/", "date_published": "2023-04-13 15:46:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Catastrophic': Thousands of cattle killed in Texas dairy farm fire", "description": "A county judge described the scene after a fiery explosion at a Texas dairy farm Monday night as \"terrible\" and \"devastating.\"", "link": "https://thehill.com/homenews/3948512-catastrophic-thousands-of-cattle-killed-in-texas-dairy-farm-fire/", "date_published": "2023-04-13 15:36:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The branding of Donald Trump — and the choice ahead", "description": "Love him or hate him, Donald Trump’s words and actions divide Americans like no one else in politics. But how did it get to be this way, where the man many never expected to reach the White House became a president derided as “illegitimate” and then was twice impeached before leaving office, only to now...", "link": "https://thehill.com/opinion/white-house/3936522-the-branding-of-donald-trump-and-the-choice-ahead/", "date_published": "2023-04-13 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Over-the-counter Narcan will save lives — once we know how to use it", "description": "Opioid overdose prevention must include making naloxone widely available (at no cost when possible) and enabling regular citizens to administer this life-saving drug through education and training.", "link": "https://thehill.com/opinion/healthcare/3948556-over-the-counter-narcan-will-save-lives-once-we-know-how-to-use-it/", "date_published": "2023-04-13 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Friend says documents leaker was military base employee: Washington Post", "description": "A friend has identified the leaker of classified documents related to the war in Ukraine and U.S. spying operations as a young gun enthusiast who shared the documents online via a forum he joined amid loneliness brought on by the coronavirus pandemic, The Washington Post reported Wednesday.  The Post reported that a group of two...", "link": "https://thehill.com/policy/national-security/3948598-friend-says-documents-leaker-was-military-base-employee-washington-post/", "date_published": "2023-04-13 14:47:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia rules out prisoner swap talks before verdict in reporter's case", "description": "Russia may be willing to discuss a prisoner swap for detained Wall Street Journal reporter Evan Gershkovich, but only after a Russian court issues a verdict on the allegation that he was working as a spy, a top Russian diplomat said Thursday. Russian Deputy Foreign Minister Sergey Ryabkov told Russia’s state-run news agency Tass that...", "link": "https://thehill.com/policy/international/3948559-russia-rules-out-prisoner-swap-talks-before-verdict-in-reporters-case/", "date_published": "2023-04-13 14:36:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NOAA issues El Niño watch: Here's where and when we will feel the impact", "description": "Move aside La Niña – it's almost time for El Niño to take over.", "link": "https://thehill.com/homenews/nexstar_media_wire/3948497-noaa-issues-el-nino-watch-heres-where-and-when-we-will-feel-the-impact/", "date_published": "2023-04-13 14:26:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California state senator introduces bill to help find missing Black women", "description": "A state senator in California has introduced a bill that would help locate Black women and children that are missing in California. Introduced last month, SB 673 would establish the Ebony Alert notification system. Like the Amber Alert for missing children, the Ebony Alert would give law enforcement the ability to request that an alert...", "link": "https://thehill.com/homenews/state-watch/3948524-california-state-senator-introduces-bill-to-help-find-missing-black-women/", "date_published": "2023-04-13 14:24:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Investigators 'getting close' to identifying US intelligence leaker: Biden", "description": "President Biden on Thursday said that investigators are “getting close” to identifying the source of a U.S. intelligence leak that revealed details about the war in Ukraine and U.S. spying efforts on some of its closest allies.  “There’s a full-blown investigation going on, as you know, with the intelligence community and the Justice Department, and...", "link": "https://thehill.com/policy/defense/3948484-investigators-getting-close-to-identifying-us-intelligence-leaker-biden/", "date_published": "2023-04-13 14:18:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House says social media companies have 'responsibility' to manage platforms amid leaked document fallout", "description": "White House press secretary Karine Jean-Pierre on Thursday said social media companies have a “responsibility” to manage their platforms to avoid the spread of material that could damage national security amid the fallout of sensitive leaked documents that circulated on Discord, Twitter and other platforms. “We do believe that social media companies have a responsibility...", "link": "https://thehill.com/homenews/administration/3948542-white-house-says-social-media-companies-have-responsibility-to-manage-platforms-amid-leaked-document-fallout/", "date_published": "2023-04-13 14:06:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Torrential rain closes airport, schools in South Florida", "description": "Torrential rains in south Florida forced Fort Lauderdale’s airport to close and led to widespread flooding after nearly a foot of precipitation fell in the span of a few hours on Wednesday, with forecasters predicting even more on Thursday. The rainfall made Fort Lauderdale declare a state of emergency, as flooding stalled cars and stranded...", "link": "https://thehill.com/homenews/state-watch/3948521-torrential-rain-closes-airport-schools-in-south-florida/", "date_published": "2023-04-13 14:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP voters may like Trump, but most Americans don't", "description": "Remember when Donald Trump told us that we were going to win so much after he’s elected that we’d actually get tired of winning? That was then. Now, I’m guessing more than a few Republicans have grown tired — not of winning, but of losing — and are more than a little uneasy about the...", "link": "https://thehill.com/opinion/white-house/3946921-gop-voters-may-like-trump-but-most-americans-dont/", "date_published": "2023-04-13 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to announce Medicaid, ObamaCare access for DACA recipients", "description": "President Biden is set to announce on Thursday an expansion of Medicaid and the Affordable Care Act (ACA) insurance exchanges to include coverage for recipients of the Deferred Action for Childhood Arrivals (DACA) program, according to an Associated Press report. The measure will be a significant expansion for the DACA program, which allows some Dreamers...", "link": "https://thehill.com/latino/3948523-biden-to-announce-medicaid-obamacare-access-for-daca-recipients/", "date_published": "2023-04-13 13:50:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Navalny maybe be suffering from slow poisoning, spokeswoman says", "description": "Jailed Russian opposition leader Alexei Navalny might be suffering from slow poisoning causing health struggles, according to his spokesperson.  Navalny spokeswoman Kira Yarmysh said in a tweet on Tuesday that an ambulance was called for him on Friday night because of acute stomach pain. She said Navalny has lost 8 kilograms in the past 15...", "link": "https://thehill.com/policy/international/3948503-navalny-maybe-be-suffering-from-slow-poisoning-spokeswoman-says/", "date_published": "2023-04-13 13:42:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "PBS leaving Twitter after NPR departure", "description": "PBS is the latest media company to say it's getting off Twitter. The public broadcaster joined NPR in saying it is no longer interested in sharing its content on the platform, after owner Elon Musk slapped a \"government-funded\" label on its account, which carries more than 2 million followers. “PBS stopped tweeting from our account...", "link": "https://thehill.com/homenews/3948489-pbs-leaving-twitter-after-npr-departure/", "date_published": "2023-04-13 13:40:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris to appear on 'The Jennifer Hudson Show' next week", "description": "Vice President Harris is hitting the daytime TV talk show circuit, with an appearance on “The Jennifer Hudson Show.” The VP will sit down with Hudson on April 20, the show announced on Thursday. The booking marks the “first time an elected national leader will be featured as a guest” on the syndicated chatfest hosted...", "link": "https://thehill.com/blogs/in-the-know/3948493-harris-to-appear-on-the-jennifer-hudson-show-next-week/", "date_published": "2023-04-13 13:35:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Taiwan’s tech sector is beyond Beijing’s reach", "description": "Taiwan's chip factories only have their exceptional value when they are part of a global marketplace of competing, trusting, cooperating companies.", "link": "https://thehill.com/opinion/technology/3948015-why-taiwans-tech-sector-is-beyond-beijings-reach/", "date_published": "2023-04-13 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump picks up endorsement of seventh GOP senator", "description": "Former President Trump picked up the endorsement of Sen. Ted Budd (R-N.C.) on Thursday, moving the total to seven sitting senators that have backed the former president for his 2024 White House bid. “Just a few years ago America was strong, but now under Joe Biden, we are a nation in decline,” Budd said to...", "link": "https://thehill.com/homenews/campaign/3948472-trump-picks-up-endorsement-of-seventh-gop-senator/", "date_published": "2023-04-13 13:24:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Korea tests harder-to-detect missile for first time, South says", "description": "North Korea tested a harder-to-detect missile for the first time with its first intercontinental ballistic missile (ICBM) test in a month, according to South Korean authorities.  South Korea’s Joint Chiefs of Staff said in a statement that the missile was launched at a high angle from an area near the North Korean capital of Pyongyang...", "link": "https://thehill.com/policy/international/3948454-north-korea-tests-harder-to-detect-missile-for-first-time-south-says/", "date_published": "2023-04-13 13:13:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN’s Brianna Keilar on coping with DC summers, deployments and the horrors of seaweed", "description": "As a kid she had dreams of being a fighter pilot, and now Brianna Keilar is getting ready for takeoff with a new show at CNN.  Keilar is one of three anchors — alongside Boris Sanchez and Jim Sciutto — taking the helm of “CNN News Central,” the new 1 to 4 p.m. programming block...", "link": "https://thehill.com/blogs/in-the-know/3946994-cnns-brianna-keilar-on-dc-summers-deployments-and-the-horrors-of-seaweed/", "date_published": "2023-04-13 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: It’s ‘clear’ NPR is an independent news organization", "description": "The White House on Thursday said that it’s \"clear\" that National Public Radio (NPR) is an independent news organization after the outlet quit Twitter over CEO Elon Musk’s move to label it as state-affiliated media. “I’m not going to comment on Twitter’s content moderation, but I will say this: As it relates to NPR, it...", "link": "https://thehill.com/homenews/administration/3948422-white-house-its-clear-npr-is-an-independent-news-organization/", "date_published": "2023-04-13 12:58:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Khanna: Feinstein offer to be temporarily replaced on key panel not enough", "description": "Rep. Ro Khanna (D-Calif.) on Thursday said the suggestion from Sen. Dianne Feinstein (D-Calif.) that she be temporarily replaced on the Senate Judiciary Committee was “a step,” but said the process to have her replaced was “not that simple” after he called for the 89-year-old senator to resign on Wednesday. “It’s a step, but as...", "link": "https://thehill.com/blogs/blog-briefing-room/3948398-khanna-feinstein-offer-to-be-temporarily-replaced-on-key-panel-not-enough/", "date_published": "2023-04-13 12:49:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Party gap on environment-economic growth tradeoff widens to record in Gallup survey", "description": "The gap between the parties in prioritizing the environment or economic growth reached a new record in the latest Gallup survey.  Gallup reported on Thursday that 78 percent of Democrats believe the country should prioritize the environment over economic growth, while only 20 percent of Republicans do. The 58-point gap between those two figures is...", "link": "https://thehill.com/policy/energy-environment/3948387-party-gap-on-environment-economic-growth-tradeoff-widens-to-record-in-gallup-survey/", "date_published": "2023-04-13 12:39:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tribute to a mentor and friend: Remembering Washington PR legend Richard Levick", "description": "A fixture in Washington for decades, the attorney turned author, public speaker, and law school professor, was one of America’s most well-known and effective crisis counselors.", "link": "https://thehill.com/opinion/technology/3947978-tribute-to-a-mentor-and-friend-remembering-washington-pr-legend-richard-levick/", "date_published": "2023-04-13 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pelosi on calls for Feinstein to resign: 'I've never seen them go after a man who was sick in the Senate’", "description": "Rep. Nancy Pelosi (D-Calif.), the former Speaker, questioned calls for Sen. Dianne Feinstein (D-Calif.) to step down over her health, arguing that she has never seen a man in that position face similar calls.  “It’s interesting to me. I don’t know what political agendas are at work that are going after Sen. Feinstein in that...", "link": "https://thehill.com/homenews/house/3948358-pelosi-on-calls-for-feinstein-to-resign-ive-never-seen-them-go-after-a-man-who-was-sick-in-the-senate/", "date_published": "2023-04-13 12:03:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Macron in Beijing: Why US China-watchers need to take a deep breath", "description": "The reaction to Macron’s comments betrays a lack of understanding of long-term French policy and the concept of strategic autonomy, and the subtleties of French realism.", "link": "https://thehill.com/opinion/international/3948006-macron-in-beijing-why-us-china-watchers-need-to-take-a-deep-breath/", "date_published": "2023-04-13 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority in new poll say abortion pill decision motivated by politics", "description": "A slight majority of adults believe the Texas ruling that put the Food and Drug Administration’s (FDA) approval of an abortion pill in jeopardy was motivated by politics, according to a new poll.  A Reuters-Ipsos poll found that 56 percent of respondents said the decision from U.S. District Judge Matthew Kacsmaryk against the FDA’s yearslong...", "link": "https://thehill.com/blogs/blog-briefing-room/3948340-majority-in-new-poll-say-abortion-pill-decision-motivated-by-politics/", "date_published": "2023-04-13 11:33:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man found guilty of spitting at police gets 70 years in prison", "description": "A Texas man was sentenced to 70 years in prison Wednesday after he was found guilty of harassing a public servant for spitting at Lubbock police officers.", "link": "https://thehill.com/homenews/3948327-man-found-guilty-of-spitting-at-police-gets-70-years-in-prison/", "date_published": "2023-04-13 11:31:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fiddling while AI burns", "description": "As Congress focuses on what to do about TikTok, leaders in the tech industry have cautioned against a far more expansive risk that has a direct bearing on the role of tech in our daily lives. Data gathered by firms such as TikTok underpin advanced AI tools like the commercially-available GPT-4 large language model (LLM)...", "link": "https://thehill.com/opinion/technology/3943322-fiddling-while-ai-burns/", "date_published": "2023-04-13 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Budowsky: Newsom launches Campaign for Democracy", "description": "California Gov. Gavin Newsom (D), a strong supporter of President Biden for reelection, recently launched a major new organization called Campaign for Democracy, warning that there is an existential crisis to American democracy.  This new organization will almost certainly raise substantial money from donors based on Newsom’s history of prodigious fundraising from small donors as...", "link": "https://thehill.com/opinion/3947984-budowsky-newsom-launches-campaign-for-democracy/", "date_published": "2023-04-13 11:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Court preserves abortion pill access with limits", "description": "A federal appeals court late Wednesday night ruled that the common abortion pill mifepristone can remain on the market, but rolled back a series of recent changes the Food and Drug Administration (FDA) made to ease access. A panel of three judges on the 5th U.S. Circuit Court of Appeals issued a pause on the initial...", "link": "https://thehill.com/policy/healthcare/3946530-court-preserves-abortion-pill-access-with-limits/", "date_published": "2023-04-13 11:10:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Could Putin have a soft landing in Belarus?", "description": "As NATO welcomes Finland as the 31st member country of its alliance, Belarusian President Alexander Lukashenko is feeling the pressure of Russian President Vladimir Putin’s failing “special military operation” in Ukraine, prompting him to request the deployment of tactical nuclear weapons to his country. Apparently, it is never too early for contingency planning and Lukashenko...", "link": "https://thehill.com/opinion/national-security/3945012-could-putin-have-a-soft-landing-in-belarus/", "date_published": "2023-04-13 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Where the House GOP stands 100 days in", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. The 118th Congress has hit the 100-day mark, and the honeymoon period is officially over.  That’s especially true for Speaker Kevin McCarthy, writes The Hill’s Emily Brooks and Mike...", "link": "https://thehill.com/newsletters/morning-report/3948274-the-hills-morning-report-where-the-house-gop-stands-100-days-in/", "date_published": "2023-04-13 10:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York City hires first-ever 'rat czar,' a former teacher who beat out nearly 1,000 applicants", "description": "She beat out hundreds of applicants to become the city's first director of rodent mitigation.", "link": "https://thehill.com/homenews/3947941-new-york-city-hires-first-ever-rat-czar-a-former-teacher-who-beat-out-nearly-1000-applicants/", "date_published": "2023-04-13 10:10:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "100 days in power: House GOP honeymoon may be over", "description": "For Speaker Kevin McCarthy, the honeymoon may be over.  The California Republican endured a torturous road to the Speakership in January but recovered quickly with a legislative agenda that’s highlighted GOP priorities, planted a marker on China policy, thrown Democrats on defense and even steamrolled President Biden into signing a contentious measure overturning Washington, D.C.’s,...", "link": "https://thehill.com/homenews/house/3946131-100-days-in-power-house-gop-honeymoon-may-be-over/", "date_published": "2023-04-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "5 issues that have drawn student protests in the past year", "description": "High school protests are drawing increasing attention across the country as students walk out of classrooms — and sometimes into government buildings — to make their voices heard on a myriad of issues. Students have pushed back as some states have decided to take a heavier-handed approach to their public schools, gun reform demonstrations in...", "link": "https://thehill.com/homenews/state-watch/3946139-5-issues-that-have-drawn-student-protests-in-the-past-year/", "date_published": "2023-04-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Barr to lead pro-business effort to challenge Biden rules", "description": "Former Attorney General Bill Barr will help lead a slew of legal challenges to Biden administration rules at the American Free Enterprise Chamber of Commerce, the GOP-aligned business group announced Thursday.  Barr will chair an advisory board at the AmFree Chamber’s newly launched Center for Legal Action, which aims to block federal regulations opposed by...", "link": "https://thehill.com/lobbying/3947494-barr-to-lead-pro-business-effort-to-challenge-biden-rules/", "date_published": "2023-04-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five lawmakers shaping the House GOP majority over the first 100 days", "description": "From helping elevate Rep. Kevin McCarthy (R-Calif.) to the Speaker’s chair to shaping the debate over the GOP’s policy agenda, the list of House Republicans making waves through the early months of their new majority goes beyond the top brass and committee chairs.  Here are five GOP lawmakers who have helped define their conference during...", "link": "https://thehill.com/homenews/house/3946895-five-lawmakers-shaping-the-house-gop-majority-over-the-first-100-days/", "date_published": "2023-04-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Georgia Democrats fume after party picks Chicago for 2024 convention", "description": "Southern Democrats are fuming over their party’s decision to hold its 2024 national convention in Chicago instead of Atlanta, seeing the move as a slight against a city and state that helped deliver Democrats both the White House and their current Senate majority. In the lead-up to the decision, Atlanta’s boosters aggressively lobbied President Biden...", "link": "https://thehill.com/homenews/campaign/3946637-georgia-democrats-fume-after-party-picks-chicago-for-2024-convention/", "date_published": "2023-04-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hunter Biden is out from the shadows", "description": "After former President Trump learned he was being indicted late last month, he took to the Truth Social platform to ask a question he and other Republicans have posed many times: “Where’s Hunter?”  Trump was referring to Hunter Biden, the president’s son, who has been under federal investigation in recent years for tax fraud and...", "link": "https://thehill.com/homenews/administration/3947089-hunter-biden-is-out-from-the-shadows/", "date_published": "2023-04-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leaks test western unity in fight against Putin", "description": "America’s efforts to build and bolster a pro-Ukraine coalition have been bruised by a trove of at least 100 documents that have spilled out across the internet in recent days, revealing startling insights into U.S. spying on allies and frank assessments of the war in Ukraine. The incident has also shaken general trust in Washington...", "link": "https://thehill.com/policy/defense/3947905-leaks-test-western-unity-in-fight-against-putin/", "date_published": "2023-04-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Millennials became homeowners later than their parents and grandparents. Here's why.", "description": "Millennials are now a homeowner-majority generation — a milestone achieved amid a global pandemic and an unsteady housing market.  The country’s largest generation has added millions to the homeowner ranks in the last decade alone and reached 18.2 million owners last year, according to recent data from the listing website RentCafe.  But this population, comprised of...", "link": "https://thehill.com/business/3946282-millennials-became-homeowners-later-than-their-parents-and-grandparents-heres-why/", "date_published": "2023-04-13 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris to announce $300M in funds for nine bridge projects, including one in DC", "description": "The Biden administration on Thursday announced nearly $300 million in funding for nine different bridge projects around the country, including one in Washington, D.C., that connects the District with Virginia. Vice President Harris will announce the grants during an event at the Arland D. Williams Jr. Memorial Bridge, which spans the Potomac River and connects...", "link": "https://thehill.com/homenews/administration/3947085-harris-to-announce-300m-in-funds-for-nine-bridge-projects-including-one-in-dc/", "date_published": "2023-04-13 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Adams mocks House GOP over New York City hearing on crime", "description": "New York City Mayor Eric Adams (D) on Wednesday knocked the House GOP over plans to hold a hearing in the Big Apple on crime in the city. The House Judiciary Committee, chaired by Rep. Jim Jordan (R-Ohio) is expected to meet in Manhattan next week for a hearing scrutinizing the policies of Manhattan District...", "link": "https://thehill.com/homenews/state-watch/3948076-adams-mocks-house-gop-over-new-york-city-hearing-on-crime/", "date_published": "2023-04-13 02:59:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China eyes building base on the moon using lunar soil", "description": "China is looking to start work on building a base on the moon using lunar soil within the next five years, according to state media. Beijing “aims to establish a basic model for a lunar research station base by 2028 and expand it into an international one,” state outlet CGTN reports. The state-run China Daily...", "link": "https://thehill.com/homenews/space/3948054-china-eyes-building-base-on-the-moon-using-lunar-soil/", "date_published": "2023-04-13 02:25:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schwarzenegger accidentally fills in LA service trench, city says", "description": "Actor and former California Gov. Arnold Schwarzenegger (R) accidentally filled in a service trench he mistook for a pothole in his Los Angeles neighborhood, the city told NBC Los Angeles on Wednesday. The \"Terminator\" actor on Tuesday posted a video to Twitter of himself filling in a hole in the road, saying, \"I always say,...", "link": "https://thehill.com/blogs/in-the-know/3948003-schwarzenegger-accidentally-fills-in-la-service-trench-city-says/", "date_published": "2023-04-13 01:42:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Special counsel probe into Jan. 6 hones in on Trump's fundraising: report", "description": "Special counsel Jack Smith’s probe into the Jan. 6, 2021, riot at the U.S. Capitol is putting a focus on former President Trump’s fundraising, according to a new report. The Washington Post reports that Smith’s office has sent subpoenas to the former president’s advisers, ex-campaign aides and others involved in his 2020 presidential bid.  Investigators...", "link": "https://thehill.com/blogs/blog-briefing-room/3947999-special-counsel-probe-into-jan-6-hones-in-on-trumps-fundraising-report/", "date_published": "2023-04-13 01:13:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US applauds Qatar and Bahrain resuming diplomatic ties", "description": "The Biden administration praised the diplomatic breakthrough between Qatar and Bahrain after years of estrangement, with National Security Advisor Jake Sullivan saying the U.S. has been working to encourage rapprochement between the two nations. “We welcome the restoration of diplomatic ties between Bahrain and Qatar, two close U.S. partners and Major Non-NATO Allies,” Sullivan said...", "link": "https://thehill.com/policy/international/3947980-us-applauds-qatar-and-bahrain-resuming-diplomatic-ties/", "date_published": "2023-04-13 01:09:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feinstein asks for Judiciary replacement after calls for resignation", "description": "Sen. Dianne Feinstein (D-Calif.) announced on Wednesday that her return to work in Washington has been delayed due to ongoing health complications and called on the Senate to appoint a temporary replacement for her on the Judiciary Committee.  Feinstein has been sidelined since late February after being diagnosed with shingles. Her absence, coupled with that...", "link": "https://thehill.com/homenews/senate/3947985-feinstein-asks-for-judiciary-replacement-after-calls-for-resignation/", "date_published": "2023-04-13 00:45:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The best and worst places to work in the federal government", "description": "Federal government employees sounded off on their workplaces in an annual survey by the Partnership for Public Service, giving insight to what are the best — and worst — places to work in the sprawling federal bureaucracy. The survey ranked 17 large, 27 mid-sized and 30 small agencies in the federal government, basing the ratings off...", "link": "https://thehill.com/blogs/blog-briefing-room/3947957-the-best-and-worst-places-to-work-in-the-federal-government/", "date_published": "2023-04-13 00:22:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "IRS warns of deadline to claim $1.5B in 2019 tax refunds: These states are owed the most", "description": "The Internal Revenue Service estimates that there is almost $1.5 billion in unclaimed refunds from tax year 2019, but the deadline to secure that money is nearing.", "link": "https://thehill.com/homenews/nexstar_media_wire/3947914-irs-warns-of-deadline-to-claim-1-5b-in-2019-tax-refunds-these-states-are-owed-the-most/", "date_published": "2023-04-13 00:06:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China warns Philippines that military ties with US will 'eventually backfire'", "description": "China has warned the Philippines that expanding military ties with the U.S. will “eventually backfire,” as Manila and Washington appear to grow their partnership with military drills and new American naval bases to be built in the archipelago. Foreign Ministry Spokesperson Wang Wenbin told reporters that China is “gravely concerned over and strongly disapproves” of a joint statement issued...", "link": "https://thehill.com/policy/international/3947919-china-warns-philippines-that-military-ties-with-us-will-eventually-backfire/", "date_published": "2023-04-13 00:01:09+00:00", "persistent": false, "user": null, "language": "en-US"}]