{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/over-4500-wordpress-sites-hacked-to.html", "title": "Over 4,500 WordPress Sites Hacked to Redirect Visitors to Sketchy Ad Pages", "date_published": "2023-01-25 16:11:00+00:00", "description": "A massive campaign has infected over 4,500 WordPress websites as part of a long-running operation that's been believed to be active since at least 2017.\nAccording to GoDaddy-owned Sucuri, the infections involve the injection of obfuscated JavaScript hosted on a malicious domain named \"track[.]violetlovelines[.]com\" that's designed to redirect visitors to unwanted sites.\nThe latest operation is", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/the-definitive-browser-security.html", "title": "The Definitive Browser Security Checklist", "date_published": "2023-01-25 13:00:00+00:00", "description": "Security stakeholders have come to realize that the prominent role the browser has in the modern corporate environment requires a re-evaluation of how it is managed and protected. While not long-ago web-borne risks were still addressed by a patchwork of endpoint, network, and cloud solutions, it is now clear that the partial protection these solutions provided is no longer sufficient. Therefore,", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/north-korean-hackers-turn-to-credential.html", "title": "North Korean Hackers Turn to Credential Harvesting in Latest Wave of Cyberattacks", "date_published": "2023-01-25 10:41:00+00:00", "description": "A North Korean nation-state group notorious for crypto heists has been attributed to a new wave of malicious email attacks as part of a \"sprawling\" credential harvesting activity targeting a number of industry verticals, marking a significant shift in its strategy.\nThe state-aligned threat actor is being tracked by Proofpoint under the name TA444, and by the larger cybersecurity community as", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/lastpass-parent-company-goto-suffers.html", "title": "LastPass Parent Company GoTo Suffers Data Breach, Customers' Backups Compromised", "date_published": "2023-01-25 07:43:00+00:00", "description": "LastPass-owner GoTo (formerly LogMeIn) on Tuesday disclosed that unidentified threat actors were able to steal encrypted backups of some customers' data along with an encryption key for some of those backups in a November 2022 incident.\nThe breach, which targeted a third-party cloud storage service, impacted Central, Pro, join.me, Hamachi, and RemotelyAnywhere products, the company said.\n\"The", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/vmware-releases-patches-for-critical.html", "title": "VMware Releases Patches for Critical vRealize Log Insight Software Vulnerabilities", "date_published": "2023-01-25 07:07:00+00:00", "description": "VMware on Tuesday released software to remediate four security vulnerabilities affecting vRealize Log Insight (aka Aria Operations for Logs) that could expose users to remote code execution attacks.\nTwo of the flaws are critical, carrying a severity rating of 9.8 out of a maximum of 10, the virtualization services provider noted in its first security bulletin for 2023.\nTracked as CVE-2022-31706", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}