{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/czarny-kosmita-zali-sie-na-swoj-los-czasem-nie-chca-mnie-obslugiwac-w-restauracji/", "title": "\"Czarny kosmita\" żali się na swój los: Czasem nie chcą mnie obsługiwać w restauracji", "date_published": "2023-01-25 20:32:00+00:00", "description": "Ma ciało nie z tego świata. 34-letni Francuz Anthony Loffredo przeszedł serię operacji, aby wyglądać jak czarny kosmita. Od lat dokumentuje swoją przemianę na Instagramie, gdzie śledzi go ponad milion obserwujących. Teraz znowu zrobiło się o nim głośno - mężczyzna skarży się, że nietypowy wygląd sprawia mu poważne problemy w codziennym życiu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/hiszpania-atak-na-kosciol-sprawca-wykorzystal-miecz-samurajski/", "title": "Hiszpania: Atak w kościele. Sprawca wykorzystał miecz samurajski", "date_published": "2023-01-25 20:06:00+00:00", "description": "W południowej Hiszpanii doszło do ataku w jednym z kościołów. Zginęła co najmniej jedna osoba. Sprawca atakował mieczem samurajskim.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/wielka-brytania-12-latek-pomagal-ojcu-w-rozbiorce-garazu-zginal-zmiazdzony-przez-sciane/", "title": "Wielka Brytania. 12-latek pomagał ojcu w rozbiórce garażu. Zginął zmiażdżony przez ścianę", "date_published": "2023-01-25 19:27:00+00:00", "description": "Scott-Swaley Stevens zmarł na miejscu tragedii, do której doszło w październiku ubiegłego roku w Clacton (hrabstwo Essex). Pomimo wysiłków służb ratunkowych, nie udało się uratować przygniecionego przez zawaloną ścianę chłopca. Właśnie rozpoczęto dochodzenie w sprawie jego śmierci.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/usa-babcia-nie-chce-zajac-sie-wnuczka-za-darmo-zada-20-dolarow-za-godzine-opieki/", "title": "USA: Babcia nie chce zająć się wnuczką za darmo. Żąda 20 dolarów za godzinę opieki", "date_published": "2023-01-25 19:04:00+00:00", "description": "29-letnia Nina liczyła, że mama wesprze ją w macierzyństwie i pomoże w opiece nad niedawno urodzoną córką. Babcia odparła, że owszem, pomóc może, ale za każdą godzinę opieki będzie pobierać 20 dolarów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/wladimir-solowjow-niemcy-musza-zostac-pokonane-pistorius-przejdzie-do-historii-jako-kretyn/", "title": "Władimir Sołowjow: Niemcy muszą zostać pokonane. Pistorius przejdzie do historii jako kretyn", "date_published": "2023-01-25 18:02:00+00:00", "description": "Rosyjski propagandysta Władimir Sołowjow skomentował decyzję Niemiec o przekazaniu Ukrainie Leopardów, obrażając niemieckich polityków. Nie przebierając w słowach, nazwał kanclerza skorumpowanym nazistowskim draniem, szefową dyplomacji amerykańską dz..., a ministra obrony kretynem.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/wielka-brytania-nastoletni-gwalciciel-zmusil-kobiete-do-seksu-grozil-ze-zabije-jej-partnera/", "title": "Wielka Brytania. Nastoletni gwałciciel zmusił kobietę do seksu. Groził, że zabije jej partnera", "date_published": "2023-01-25 17:50:00+00:00", "description": "Sean Robinson z Sunderland w Anglii miał zaledwie 17 lat, gdy brutalnie zaatakował mężczyznę i zgwałcił kobietę. Para wracała akurat do domu z pierwszej randki. Napastnik przyznał się do winy i został skazany na pięć lat więzienia.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/bloomberg-usa-przekaza-ukrainie-31-czolgow-abrams/", "title": "USA przekażą Ukrainie 31 czołgów Abrams. Biden potwierdza", "date_published": "2023-01-25 17:07:00+00:00", "description": "Amerykańska agencja Bloomberg informowała, że Stany Zjednoczone zgodziły się przekazać Ukrainie czołgi typu Abrams. Informację potwierdził prezydent USA Joe Biden. Waszyngton wyśle Kijowowi 31 maszyn. Wartość oferowanego sprzętu jest szacowana na 400 mln dolarów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/babisz-cieplo-o-polsce-pavel-wypomina-kwestie-historyczne-kandydaci-zmieniaja-zdanie-ws-polski/", "title": "Czechy: Babisz ciepło o Polakach, Pavel wypomina historię. Kandydaci zmieniają zdanie ws. Polski", "date_published": "2023-01-25 16:55:00+00:00", "description": "Nie jest łatwo zorientować się, który z czeskich kandydatów na prezydenta darzy Polskę większą sympatią. Początkowo Polsce nie chciał pomagać Andrej Babisz. Wtedy krytykował go kontrkandydat Petr Pavel. Natomiast podczas ostatniej debaty ciepło o Polsce wypowiadał się Babisz, a Pavel wypominał Polakom kwestie historyczne.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/czolgi-dla-ukrainy-ktore-kraje-przekaza-sprzet/", "title": "Czołgi dla Ukrainy. Które kraje przekażą sprzęt?", "date_published": "2023-01-25 15:19:00+00:00", "description": "Niemcy zgodziły się na wysłanie czołgów na Ukrainę po tym, jak Wielka Brytania zapowiedziała, że wyśle czołgi Challenger 2, a Polska naciskała na zgodę Berlina na wysłanie Leopard 2. Część krajów zadeklarowała już, jaki sprzęt i w jakiej liczbie przekaże Ukrainie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/wielka-brytania-nie-miala-na-ogrzewanie-mieszkania-zmarla-z-wychlodzenia/", "title": "Wielka Brytania. Nie miała na ogrzewanie mieszkania. Zmarła z wychłodzenia", "date_published": "2023-01-25 14:41:00+00:00", "description": "87-letnia kobieta zmarła z powodu hipotermii po tym, jak powiedziała swojemu lekarzowi, że nie stać jej na ogrzewanie mieszkania w obliczu kryzysu związanego z kosztami utrzymania. W szpitalu, do którego ostatecznie trafiła w ciężkim stanie, zdiagnozowano u niej infekcję klatki piersiowej wynikającą z długotrwałego narażenia na bardzo niskie temperatury.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/hiszpania-policja-zatrzymala-podejrzanego-o-rozsylanie-paczek-z-ladunkami-wybuchowymi/", "title": "Hiszpania: Paczki z ładunkami wybuchowymi. Policja zatrzymała podejrzanego", "date_published": "2023-01-25 14:35:00+00:00", "description": "Hiszpańska policja zatrzymała 74-letniego mężczyznę. Jest podejrzany o rozsyłanie paczek z materiałami wybuchowymi. Jedną z nich otrzymał premier kraju Pedro Sanchez. Inna została nadana do ambasady Ukrainy. Jak poinformowano, mężczyzna miał działać sam. Policja trafiła na jego ślad podążając tropem znaczków.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/bialoruska-odpowiedz-na-applea-nowy-komputer-lukaszenki-rodzimej-produkcji-pochodzi-z-chin/", "title": "Białoruska odpowiedź na Apple'a. Nowy komputer Łukaszenki, \"rodzimej produkcji\", pochodzi z Chin", "date_published": "2023-01-25 14:27:00+00:00", "description": "Na biurku Aleksandra Łukaszenki pojawił się nowy sprzęt, rzekomo wyprodukowany na Białorusi. Portal zerkalo.io ustalił jednak, że monitor można kupić na chińskim serwisie sprzedażowym AliExpress, a wkład białoruskiej firmy Horyzont ograniczył się do nalepienia litery H z tyłu urządzenia.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/niemcy-przekaza-ukrainie-czolgi-leopard-zgoda-rzadu-w-berlinie/", "title": "Niemcy przekażą Ukrainie czołgi Leopard. Zgoda rządu w Berlinie", "date_published": "2023-01-25 13:07:00+00:00", "description": "Niemiecki rząd oficjalnie zgodził się na przekazanie Ukrainie czołgów Leopard należących do Bundeswehry. Wydano też pozwolenie na taki sam ruch ze strony Polski. Poinformował o tym rzecznik rządu RFN Steffen Hebestreit.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/kair-zbadano-tajemnicza-mumie-nastolatka-w-srodku-49-cennych-amuletow/", "title": "Kair: Zbadano tajemniczą mumię nastolatka. W środku 49 cennych amuletów", "date_published": "2023-01-25 12:24:00+00:00", "description": "Cyfrowy skan odkrył tajemnice mumii nastolatka sprzed 2300 lat. Jego ciało zdobiło 49 cennych amuletów. Naukowcy nazwali go złotym chłopcem.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/niemcy-wysylaja-czolgi-do-ukrainy-jest-odpowiedz-rosji/", "title": "Niemcy wysyłają czołgi do Ukrainy. Jest odpowiedź Rosji", "date_published": "2023-01-25 12:14:00+00:00", "description": "Ambasada Rosji w Niemczech poinformowała, że decyzja o zatwierdzeniu dostawy czołgów Leopard 2 do Ukrainy oznacza odrzucenie przez Berlin historycznej odpowiedzialności wobec Rosji, wynikającej z nazistowskich zbrodni podczas II wojny światowej. W oświadczeniu ambasada stwierdziła, że decyzja ta spowoduje eskalację konfliktu na nowy poziom.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/justin-bieber-sprzedal-prawa-do-swoich-piosenek-za-200-mln-dol-jego-wielkosc-dopiero-sie-zaczyna/", "title": "Justin Bieber sprzedał prawa do swoich piosenek za 200 mln dol. \"Jego wielkość dopiero się zaczyna\"", "date_published": "2023-01-25 11:16:00+00:00", "description": "Justin Bieber sprzedał udział w prawach do swojej muzyki firmie Hipgnosis Songs Capital za 200 mln dolarów. Tym samym firma ​​nabyła prawa autorskie do katalogu artysty zawierającego 290 utworów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/ukraina-gen-walerij-zaluzny-odziedziczyl-milion-dolarow-pieniadze-oddal-ukrainskiej-armii/", "title": "Ukraina. Gen. Walerij Załużny odziedziczył milion dolarów. Pieniądze oddał ukraińskiej armii", "date_published": "2023-01-25 10:36:00+00:00", "description": "Naczelny Dowódca Sił Zbrojnych Ukrainy Walerij Załużny odziedziczył milion dolarów po Amerykanie ukraińskiego pochodzenia.Generał nie zatrzymał jednak spadku dla siebie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/tomasz-linette-magda-chwycila-za-rakiete-w-wieku-trzech-lat-inicjatywa-wychodzila-od-niej/", "title": "Tomasz Linette: Magda chwyciła za rakietę w wieku trzech lat. Inicjatywa wychodziła od niej", "date_published": "2023-01-25 10:05:00+00:00", "description": "- Gdybym starał się narzucać jej treningi, prawdopodobnie skończyłoby się to tak, jak w 99 proc. przypadków, gdy rodzice chcą zachęcić dziecko do gry w tenisa. Inicjatywa wychodziła od niej - mówi Tomasz Linette, ojciec polskiej tenisistki, która awansowała do półfinału wielkoszlemowego turnieju Australian Open. Jak dodaje, jego córka chwyciła za rakietę w wieku trzech lat.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/niemcy-tajemnicza-smierc-studentki-policja-zwraca-sie-o-pomoc/", "title": "Niemcy. Tajemnicza śmierć studentki Evy Götz. Policja zwraca się o pomoc", "date_published": "2023-01-25 10:04:00+00:00", "description": "Niemiecka policja wraca do sprawy zamordowanej 26 lat temu studentki biologii Evy Götz. Kobieta we Freiburgu prawdopodobnie została siłą wepchnięta do furgonetki, która mogła mieć polskie numery rejestracyjne. Następnego ranka przy drodze odnaleziono ciało studentki. Wszyscy, którzy mają informacje na temat sprawy, proszeni są o kontakt z niemiecką lub polską policją.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/24-latka-zmarla-bo-pomylila-lyzeczki-narzeczony-otrzymal-slony-rachunek/", "title": "24-latka zmarła, bo pomyliła łyżeczki. Narzeczony otrzymał słony rachunek", "date_published": "2023-01-25 09:39:00+00:00", "description": "27 grudnia był najszczęśliwszym dniem życia Jess Prinsloo. 24-latka zgodziła się wtedy wyjść za swojego chłopaka Craiga. Cztery dni później kobieta jednak zmarła, bo doznała wstrząsu anafilaktycznego. Była uczulona na nabiał, a przypadkowo użyła łyżeczki wcześniej zamoczonej w mleku. Medycy, którzy próbowali ratować Jess od śmierci, teraz każą płacić narzeczonemu za udzieloną pomoc.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/45-urodziny-prezydenta-ukrainy-wolodymyra-zelenskiego/", "title": "45. urodziny prezydenta Ukrainy Wołodymyra Zełenskiego", "date_published": "2023-01-25 09:11:00+00:00", "description": "Życzę Ci więcej powodów do uśmiechu; Chcę zawsze uśmiechać się przy tobie - napisała na Twitterze pierwsza dama Ukrainy Ołena Zełenska. W środę jej mąż - prezydent Ukrainy Wołodymyr Zełenski obchodzi 45. urodziny. Życzenia na Twitterze złożył także premier Mateusz Morawiecki.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/papiez-franciszek-homoseksualizm-nie-jest-przestepstwem/", "title": "Papież Franciszek: Homoseksualizm nie jest przestępstwem", "date_published": "2023-01-25 09:11:00+00:00", "description": "- Bycie homoseksualistą nie jest przestępstwem – powiedział papież Franciszek w wywiadzie dla Associated Press. Papież skrytykował prawa, które kryminalizują homoseksualizm. Dodał, że Bóg kocha wszystkie swoje dzieci takimi, jakie są oraz wezwał biskupów katolickich do przyjęcia osób LGBTQ do Kościoła.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/wojna-w-ukrainie-wybuch-pod-autem-kolaborantki-organizowala-pseudoreferendum/", "title": "Wojna w Ukrainie. Wybuch pod autem kolaborantki. Organizowała pseudoreferendum", "date_published": "2023-01-25 09:04:00+00:00", "description": "Fajerwerki dla kolaborantów dopiero się zaczynają. Zdrajcy w Zaporożu powinni się przygotować! - napisał mer Melitopola w obwodzie zaporoskim w Ukrainie Ivan Fedorov o wybuchu w sąsiednim Berdiańsku. Wyleciał tam w powietrze samochód z kolaborantką Valentiną Mamai. Zorganizowała pseudoreferendum - napisał burmistrz. Zdrajcy w Zaporożu powinni się przygotować! - dodał.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/rosja-prowadzi-testy-pociskow-zircon-na-atlantyku-sa-kilka-razy-szybsze-niz-dzwiek/", "title": "Rosja prowadzi testy pocisków Zircon na Atlantyku. Są kilka razy szybsze niż dźwięk", "date_published": "2023-01-25 08:03:00+00:00", "description": "Rosyjskie Ministerstwo Obrony poinformowało w środę, że fregata Admirał Gorszkow testowała swoje możliwości uderzeniowe na zachodnim Atlantyku. W oświadczeniu ministerstwo poinformowało, że fregata przeprowadziła symulację komputerową hipersonicznych pocisków Zircon.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/korea-polnocna-lockdown-w-stolicy-kraju-powodem-nieznana-choroba/", "title": "Korea Północna: Lockdown w stolicy kraju. Powodem nieokreślona choroba układu oddechowego", "date_published": "2023-01-25 07:44:00+00:00", "description": "Władze w stolicy Korei Północnej, Pjongjangu, zarządziły pięciodniowy lockdown. Powodem jest rosnąca liczba przypadków nieokreślonej choroby układu oddechowego.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/magda-linette-w-polfinale-australian-open-zagra-z-bialorusinka/", "title": "Magda Linette w półfinale Australian Open. Zagra z Białorusinką", "date_published": "2023-01-25 07:05:00+00:00", "description": "Życiowy sukces Magdy Linette, która wygrała z Czeszką Karoliną Pliskovą 6:3, 7:5 i awansowała do półfinału wielkoszlemowego turnieju tenisowego Australian Open. Polka walczy o 9 mln złotych, od których dzielą ją tylko dwa mecze, które musiałaby wygrać. Kolejne spotkanie - z Białorusinką Aryną Sabalenką - w czwartek.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-25/new-york-times-usa-moga-przekazac-ukrainie-czolgi-abrams-by-niemcy-dali-leopardy/", "title": "\"New York Times\": USA mogą przekazać Ukrainie czołgi Abrams, by Niemcy dali Leopardy", "date_published": "2023-01-25 05:44:00+00:00", "description": "Jeśli Niemcy przekażą Ukrainie swoje czołgi Leopard 2, to zrobią to kolejne państwa. Ukraiński minister obrony informował, że personel do ich obsługi będzie szkolony w Polsce. By Niemcy przestały się wahać, USA mają w środę poinformować o przekazaniu Kijowowi 30 czołgów Abrams. Zapewni to polityczną osłonę dla spodziewanej decyzji kanclerza Olafa Scholza o dostarczeniu Leopardów dla Ukrainy.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}