[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Legend of Zelda: Tears of the Kingdom - HIDDEN DETAILS You May Have Missed", "description": "Nintendo's been pretty stingy with the details it's given out on The Legend of Zelda: Tears of the Kingdom, but it did, to be fair, reveal a pretty extensive demonstration of the highly anticipated sequel recently, showcasing over 10 minutes of new gameplay footage. \n\nThe primary focus of the gameplay reveal was the new abilities Link will have access to in the game and the different ways he'll be able to use them, while we also got a pretty good look at what's probably going to be the starting area of the world and the Sky Islands that will be floating above it. \n\nBut while there was plenty to dive into even on the surface, there were potentially even more things shown in the gameplay demo that Nintendo didn't directly call attention to that some may have missed. Here, we're going to go over a few of those hidden details.", "link": "https://www.youtube.com/watch?v=qvknsW3Qams", "date_published": "2023-04-06 15:30:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Horizon Forbidden West: Burning Shores - 10 Things You NEED TO KNOW Before You Buy", "description": "Like The Frozen Wilds for Horizon Zero Dawn, Horizon Forbidden West is getting a paid story expansion in Burning Shores. It releases on April 19th and offers a brand new region to explore with unique challenges. \n\nWhat is Aloy risking life and limb for this time? What can players look forward to, especially those who loved the base game? Here are ten things you should know before jumping in.", "link": "https://www.youtube.com/watch?v=GVUkb8-rLqk", "date_published": "2023-04-06 13:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Road 96: Mile 0 Review - The Final Verdict", "description": "Road 96: Mile 0 doesn’t set out to expand the gameplay that made the original so unique. It instead seeks to flesh out the world through a smaller, more intimate story that tugs on your heartstrings. \n\nPair this with some radical gameplay sections and awesome music, and you have yourself a fun, if a little short, experience.", "link": "https://www.youtube.com/watch?v=ia7ettDyaMI", "date_published": "2023-04-06 10:15:02+00:00", "persistent": false, "user": null, "language": "en-US"}]