[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘He’s Fundamentally Lying’: Candace Owens Fires Back At Interior Designer Who Smeared Her To Media", "description": "Author and Daily Wire host Candace Owens fired back at a well-known interior designer who attempted to smear her in the media after he was outed for a nasty message he directed at Owens and her husband for merely inquiring about his services. Owens&#8217; husband George Farmer asked interior designer and Town &amp; Country contributing ...", "link": "https://www.dailywire.com/news/hes-fundamentally-lying-candace-owens-fires-back-at-interior-designer-who-smeared-her-to-media", "date_published": "2023-04-06 18:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Biden Education Rules Prohibit Blanket Bans On Males In Girls Sports", "description": "The Biden administration proposed new regulations on Thursday that would prohibit schools enforcing blanket bans on trans-identifying males in girls sports. The education department&#8217;s Title IX rules state that schools that receive federal funding may not ban biological males in girls sports wholesale, but they may exclude them on a case by case basis. “The proposed ...", "link": "https://www.dailywire.com/news/new-biden-education-rules-prohibit-blanket-bans-on-males-in-girls-sports", "date_published": "2023-04-06 18:45:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Transgender Suspect With Communist Manifesto Arrested For Planning Shootings At Schools, Churches: Police", "description": "Law enforcement officials in Colorado have arrested a transgender individual with a communist manifesto for allegedly planning mass shootings at schools and churches in the area. News of the arrest was made public on Thursday afternoon, but the arrest happened on March 31, just a few days after a transgender terrorist massacred six people, including ...", "link": "https://www.dailywire.com/news/transgender-suspect-with-communist-manifesto-arrested-for-planning-shootings-at-schools-churches-police", "date_published": "2023-04-06 18:25:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pfizer Seeks FDA Approval Of First Vaccine To Protect Infants By Injecting Pregnant Mothers. Late-Stage Trial Failed To Meet One Of Two Goals.", "description": "Pharmaceutical giant Pfizer is seeking FDA approval for a first-of-its-kind vaccine aimed at protecting infants from the respiratory syncytial virus (RSV), but trial data shows the shot failed to meet one of its two main goals. The Bivalent Prefusion F Vaccine developed by Pfizer is administered to expectant mothers during the second half of their ...", "link": "https://www.dailywire.com/news/pfizer-seeks-fda-approval-of-first-vaccine-to-protect-infants-by-injecting-pregnant-mothers-late-stage-trial-failed-to-meet-one-of-two-goals", "date_published": "2023-04-06 18:24:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thursday Afternoon Update: Pence To Comply With J6 Subpoena, GOP States Protect Kids, RFK Jr. For President", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Pence To Comply With J6 Subpoena Former Vice President Mike Pence will comply with a subpoena to testify about the events of January 6th. Daily Wire reporter Brandon Drey joined Afternoon Update with more: DREY: A spokesman for ...", "link": "https://www.dailywire.com/news/thursday-afternoon-update-pence-to-comply-with-j6-subpoena-gop-states-protect-kids-rfk-jr-for-president", "date_published": "2023-04-06 17:21:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bud Light’s Parent Company, Latest Sponsor Of Dylan Mulvaney, Has A History Of Responding To LGBTQ ‘Extortion’", "description": "The parent company of Bud Light, which recently partnered with transgender activist and social media star Dylan Mulvaney for a brand deal, has a history of responding to pressure from LGBTQ activism and pursuing stellar ESG scores. Mulvaney, a man who identifies as a woman, acquired millions of followers on social media over the past ...", "link": "https://www.dailywire.com/news/bud-lights-parent-company-latest-sponsor-of-dylan-mulvaney-has-a-history-of-responding-to-lgbtq-extortion", "date_published": "2023-04-06 17:19:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Aerosmith’s Steven Tyler Finally Responds To Claims He Allegedly Sexually Assaulted A Minor", "description": "Aerosmith&#8217;s Steven Tyler finally responded to claims that he allegedly sexually assaulted a minor in 1973 — and forced the the girl to get an abortion — in response to a lawsuit filed in December. In the lengthy response obtained by RollingStone magazine, the 75-year-old rocker adamantly denied the allegations made by plaintiff Julia Misley, ...", "link": "https://www.dailywire.com/news/aerosmiths-steven-tyler-finally-responds-to-claims-he-allegedly-sexually-assaulted-a-minor", "date_published": "2023-04-06 17:19:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Oldest Roman Catholic Church In U.S. Accused Of Covering Up Over 600 Child Sex Abuse Reports: Officials", "description": "More than six hundred children suffered sexual abuse by at least 150 Baltimore-area clergy members and other Archdiocese personnel, according to a Maryland Attorney General’s report published in the middle of Holy Week, detailing over 80 years of covering up the scandals. The Maryland Office of the Attorney General launched a Grand Jury investigation into ...", "link": "https://www.dailywire.com/news/oldest-roman-catholic-church-in-u-s-accused-of-covering-up-over-600-child-sex-abuse-reports-officials", "date_published": "2023-04-06 17:12:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tennessee GOP Expels Democrat Following State Capitol Storming", "description": "NASHVILLE, Tenn. — In a historic vote, Tennessee Republicans expelled a state House Democrat Thursday over his actions during last week&#8217;s storming of the state capitol building by gun control activists, where he led chants with a bullhorn and disrupted the floor session. Nashville Democrat Rep. Justin Jones was expelled from the House in a vote of ...", "link": "https://www.dailywire.com/news/tennessee-gop-expels-democrat-following-state-capitol-storming", "date_published": "2023-04-06 17:07:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Idaho School Board Member Slams Governor In Profane Tweet Over Transgender Law", "description": "An 18-year-old Boise, Idaho, school board member slammed the state&#8217;s Republican governor, Brad Little, after he signed a bill that bans sex-change-related treatment for minors. “F*** you @GovernorLittle,” tweeted Shiva Rajbhandari. “I pray you live a long life so you can bear witness to the pain you’ve unleashed on Idaho’s children and families today. When ...", "link": "https://www.dailywire.com/news/idaho-school-board-member-slams-governor-in-profane-tweet-over-transgender-law", "date_published": "2023-04-06 17:03:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Weird Life Of A Transgender Triple Murderer Likely To Land In A Women’s Prison", "description": "Women&#8217;s rights activists are worried that an infamous triple murderer who claims he is a woman will land in a female prison when he is sentenced in June. Dana Rivers, previously David Warfield, 67, was convicted in November of the triple murder of Charlotte Reed and Patricia Wright, a lesbian couple in their late 50s, ...", "link": "https://www.dailywire.com/news/the-weird-life-of-a-transgender-triple-murderer-likely-to-land-in-a-womens-prison", "date_published": "2023-04-06 16:40:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Women’s Swimwear Company Names ‘Non-Binary’ Biological Male As New Brand Ambassador", "description": "A famed Australian women&#8217;s swimwear company has named a &#8220;non-binary&#8221; biological male as its new brand ambassador after previously using supermodels like Gigi Hadid and Miranda Kerr. The Women&#8217;s Swimwear Brand Seafolly recently announced Australian activist Deni Todorovič would be the brand&#8217;s first transgender ambassador, and the news was met with a mix of reactions, ...", "link": "https://www.dailywire.com/news/womens-swimwear-company-names-non-binary-biological-male-as-new-brand-ambassador", "date_published": "2023-04-06 16:25:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Nashville’ Actress And Singer Suffered Miscarriage As She ‘Performed On Stage’ In Front Of Thousands", "description": "&#8220;Nashville&#8221; actress and singer Laura Benanti said she suffered a miscarriage on Monday while performing on stage in front of thousands of fans during a five-night Broadway Cruise. In a lengthy post on the 43-year-old singer&#8217;s Instagram account on Tuesday, the Tony Award-winning star detailed the heartbreak she and husband Patrick Brown were going through ...", "link": "https://www.dailywire.com/news/nashville-actress-and-singer-suffered-miscarriage-as-she-performed-on-stage-in-front-of-thousands", "date_published": "2023-04-06 15:59:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fulton DA Responds To Trump Attacks", "description": "Georgia&#8217;s Fulton County District Attorney Fani Willis is shrugging off former President Donald Trump&#8217;s accusations. The prosecutor, who is investigating Trump in connection to the 2020 election, told local news outlet WSB-TV that she does not have &#8220;any comment on what his opinions are of my investigation.&#8221; During a speech at his Mar-a-Lago resort in Florida ...", "link": "https://www.dailywire.com/news/fulton-da-responds-to-trump-attacks", "date_published": "2023-04-06 15:52:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CBS Reporter Blows Up John Kirby Over Afghanistan Report", "description": "CBS White House correspondent Ed O&#8217;Keefe put the screws to retired Admiral John Kirby during a Thursday briefing, pressing him on the administration&#8217;s decision to release a long-awaited assessment of the chaotic Afghanistan withdrawal just before a holiday weekend. Kirby, who is currently serving as the strategic communications coordinator for the National Security Council, claimed ...", "link": "https://www.dailywire.com/news/cbs-reporter-blows-up-john-kirby-over-afghanistan-report", "date_published": "2023-04-06 15:48:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ex-GOP Senator Offers Case Study In How The Swamp Works", "description": "Readers might remember ex-GOP Senator Roy Blunt of Missouri. His parting gift to the nation was to completely knee-cap the incoming Republican-controlled House as he voted to approve President Joe Biden&#8217;s $1.7 trillion omnibus bill last December. Well, Blunt is back and is providing all Americans with a perfect case study of how The Swamp ...", "link": "https://www.dailywire.com/news/ex-gop-senator-offers-case-study-in-how-the-swamp-works", "date_published": "2023-04-06 15:47:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Extremist Virginia School Board Member To Retire, Citing Scrutiny Following Youngkin’s Election", "description": "The most radical member of the most radical school board in Virginia, Fairfax County&#8217;s Abrar Omeish, has declined to run for reelection, citing the toll of investigations into the school system&#8211;seemingly a credit to Republican Gov. Glenn Youngkin and Attorney General Jason Miyares.", "link": "https://www.dailywire.com/news/extremist-virginia-school-board-member-to-retire-citing-scrutiny-following-youngkins-election", "date_published": "2023-04-06 15:40:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Queering The Arctic’: Think Tank Wants To Study ‘LGBT2SQ+’ Challenging ‘Heteronormativity’ In The Far North", "description": "The Arctic Institute issued a call for researchers to submit papers for a series examining “heteronormativity” in the far northern portion of the planet. The nonprofit think tank, which exists to develop economic, military, and health security policy for the Arctic, asserted that “queerness and Indigenous” identities in the region have often been diminished. Analysts ...", "link": "https://www.dailywire.com/news/queering-the-arctic-think-tank-wants-to-study-lgbt2sq-challenging-heteronormativity-in-the-far-north", "date_published": "2023-04-06 15:39:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘John Wick’ Star Lance Reddick’s Cause Of Death Revealed", "description": "Hollywood star Lance Reddick&#8217;s death back in March at the age of 60 was caused by heart disease. According to the death certificate obtained by TMZ, the actor&#8217;s cause of death was listed as ischemic heart disease as well as atherosclerotic coronary artery disease. Reddick is probably best known for his work in the &#8220;John ...", "link": "https://www.dailywire.com/news/john-wick-star-lance-reddicks-cause-of-death-revealed", "date_published": "2023-04-06 15:31:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Layoffs Increase Nearly 400% As Employers Battle Volatile Economy", "description": "Layoffs among employers based in the United States increased nearly 400% between the first three months of last year and this year. Economic turmoil and a desire for increased cost efficiency are primary causes for employers dismissing large shares of their employees, according to a Thursday report from executive outplacement firm Challenger, Gray &amp; Christmas. ...", "link": "https://www.dailywire.com/news/layoffs-increase-nearly-400-as-employers-battle-volatile-economy", "date_published": "2023-04-06 14:26:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Israel Targeted By Dozens Of Rockets From Gaza, Lebanon During Passover", "description": "Militants in Lebanon and the Gaza Strip fired dozens of rockets into Israel on Thursday after the Jewish celebration of Passover began on Wednesday evening. Militants in Lebanon fired 34 rockets over Israel’s northern border, according to the Israeli military. Twenty-five of the rockets were shot down by Israel’s Iron Dome defense system, five more ...", "link": "https://www.dailywire.com/news/israel-targeted-by-dozens-of-rockets-from-gaza-lebanon-during-passover", "date_published": "2023-04-06 14:21:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California Bill Would Block School Districts From Removing Woke Lessons, Could Enrich Newsom’s Wife", "description": "A California bill would take the power to set their own curriculum away from local school districts and grant it instead to the state&#8211;and potentially steer profit to the wife of Gov. Gavin Newsom.", "link": "https://www.dailywire.com/news/california-bill-would-block-school-districts-from-removing-woke-lessons-could-enrich-newsoms-wife", "date_published": "2023-04-06 13:49:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Indiana And Idaho Ban Trans Treatments For Minors", "description": "Idaho and Indiana became the latest Republican-led states to implement bans on sex-change-related treatment for minors. On Tuesday night, Idaho Republican Governor Brad Little signed a bill that outlaws puberty blockers, hormone therapy, and transition-related surgeries for minors, according to Idaho News 6. Violators face the prospect of a felony, and if convicted, they could ...", "link": "https://www.dailywire.com/news/indiana-and-idaho-ban-trans-treatments-for-minors", "date_published": "2023-04-06 13:46:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Agency Discourages ‘Blacklist,’ ‘Male/Female,’ ‘Master/Slave’", "description": "The language police are at it again. The National Institute of Standards and Technology (NIST) has decided that it needs to restrict language to fulfill its duty as the top federal science and technology office charged with staying ahead of &#8212; or at least keeping up with &#8212; China. Really. NIST has put out a ...", "link": "https://www.dailywire.com/news/federal-agency-discourages-blacklist-male-female-master-slave", "date_published": "2023-04-06 13:39:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lizzo And Jack Black Confuse ‘Star Wars’ Fans With Cameos In ‘The Mandalorian’", "description": "“The Mandalorian” recently surprised fans with two cameo guest star appearances: Lizzo and Jack Black. The two actors were featured in Wednesday’s episode, &#8220;Chapter 22: Guns for Hire.&#8221; The popular “Star Wars” spinoff stars Pedro Pascal as the titular character in the Disney+ series.  Lizzo and Black played the Duchess and Captain Bombardier, a married ...", "link": "https://www.dailywire.com/news/lizzo-and-jack-black-confuse-star-wars-fans-with-cameos-in-the-mandalorian", "date_published": "2023-04-06 13:33:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Whoopi Mocks Conservatives Who Lost Everything In Tornadoes: ‘There Hasn’t Been Much Denying Of Climate Change’", "description": "Whoopi Goldberg mocked conservatives during Thursday&#8217;s broadcast of &#8220;The View,&#8221; claiming that she hadn&#8217;t heard as many people denying climate change since their houses had been &#8220;blown down &#8230; for the fourth or the fifth time.&#8221; Goldberg joined her co-hosts on the ABC midday talk show in a preemptive post-mortem of the Republican Party in ...", "link": "https://www.dailywire.com/news/whoopi-mocks-conservatives-who-lost-everything-in-tornadoes-there-hasnt-been-much-denying-of-climate-change", "date_published": "2023-04-06 13:19:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "JPMorgan Chase CEO Suggests Seizing Private Property To Build More Solar Farms", "description": "JPMorgan Chase CEO Jamie Dimon called for lawmakers to take drastic action in favor of a renewable energy transition, including the seizure of private property to make more land available for solar and wind farms. Dimon, regarded as one of the most powerful investment bankers on Wall Street, wrote in his annual shareholder letter that ...", "link": "https://www.dailywire.com/news/jpmorgan-chase-ceo-suggests-seizing-private-property-to-build-more-solar-farms", "date_published": "2023-04-06 13:01:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Police Investigating Whether Accused Idaho Killer Is Responsible For Other Murders: Report", "description": "Police in Pennsylvania are looking into whether the man accused of killing four University of Idaho students could also be a suspect in other homicides in the area, according to a report from NewsNation. The suspect, who is not being named by The Daily Wire, was arrested and charged in late December with murdering Kaylee ...", "link": "https://www.dailywire.com/news/police-investigating-whether-accused-idaho-killer-is-responsible-for-other-murders-report", "date_published": "2023-04-06 12:55:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jordan Subpoenas Ex-Prosecutor From Trump Probe", "description": "House Judiciary Chairman Jim Jordan (R-OH) escalated his investigation into the Manhattan district attorney with a subpoena on Thursday. The subpoena seeks a deposition from former New York County Special Assistant District Attorney Mark Pomerantz, who has been gung-ho about criminally charging former President Donald Trump. A grand jury indicted Trump last week, a culmination ...", "link": "https://www.dailywire.com/news/jordan-subpoenas-ex-prosecutor-from-trump-probe", "date_published": "2023-04-06 12:42:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hecklers Derail Pelosi Event, Call Her ‘Warmonger,’ ‘Sad Old Drunk’", "description": "A loud heckler disrupted a recent event featuring former House Speaker Nancy Pelosi (D-CA), shouting at her and calling her a &#8220;warmonger&#8221; and a &#8220;sad old drunk&#8221; before security had him removed from the venue. The heckler interrupted Pelosi, who was speaking alongside economist Paul Krugman at The City University of New York’s Graduate Center ...", "link": "https://www.dailywire.com/news/hecklers-derail-pelosi-event-call-her-warmonger-sad-old-drunk", "date_published": "2023-04-06 12:28:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Expert Testifies That Man Accused Of Killing Black Lives Matter Protester Actually Slowed Down As He Turned Into Crowd", "description": "A photogrammetry expert testified that Daniel Perry, accused of killing Black Lives Matter protester Garrett Foster, slowed down as he drove into a crowd of protesters in Austin, Texas, disputing protester claims that he sped up. Perry has been charged with murder and aggravated assault with a deadly weapon for shooting Foster five times in ...", "link": "https://www.dailywire.com/news/expert-testifies-that-man-accused-of-killing-black-lives-matter-protester-actually-slowed-down-as-he-turned-into-crowd", "date_published": "2023-04-06 12:20:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Naked Education’ Show Features Adults Posing Nude For Minors, Sparks Fury In U.K.", "description": "A U.K. television show which features adults posing nude in front of minors has set off big reactions online. “Naked Education,” is allegedly meant to promote “body positivity” for teenagers by showing various adults fully nude. Host Anna Richardson is also behind the dating show “Naked Attraction” and described this new venture as “educational, emotional, [and] joyous,” ...", "link": "https://www.dailywire.com/news/naked-education-show-features-adults-posing-nude-for-minors-sparks-fury-in-u-k", "date_published": "2023-04-06 11:54:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Rich, Travis Tritt Join Boycott Of Bud Light After Brand Partners With Dylan Mulvaney", "description": "Country music stars John Rich and Travis Tritt have both joined in a boycott against Bud Light after the company went viral for a promotional deal with trans activist Dylan Mulvaney. “What beer should my bar [Redneck Riviera] in Nashville replace #BudLight with?” Rich tweeted on Wednesday, which led fans to flood the comments with ...", "link": "https://www.dailywire.com/news/john-rich-travis-tritt-join-boycott-of-bud-light-after-brand-partners-with-dylan-mulvaney", "date_published": "2023-04-06 11:51:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Delta Pilot Handcuffed And Interrogated After Feds Raid Wrong Hotel Room", "description": "Federal agents reportedly stormed the wrong Boston hotel room and interrogated an unassuming man late Tuesday. The FBI&#8216;s Boston Division was &#8220;assisting&#8221; the Department of Defense in a &#8220;training exercise at a hotel in Boston to simulate a situation their personnel might encounter in a deployed environment,&#8221; according to a statement from the bureau. At ...", "link": "https://www.dailywire.com/news/delta-pilot-handcuffed-and-interrogated-after-feds-raid-wrong-hotel-room", "date_published": "2023-04-06 11:44:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Activists Storm BlackRock Headquarters In Paris Amid Pension Reform Protests", "description": "French activists stormed the Paris offices of financial giant BlackRock on Thursday amid ongoing protests against the nation’s recent pension reforms. Citizens have been protesting for nearly two weeks after French President Emmanuel Macron overrode a provision of the nation’s constitution to advance a bill through Parliament that raised the retirement age from 62 to 64. ...", "link": "https://www.dailywire.com/news/activists-storm-blackrock-headquarters-in-paris-amid-pension-reform-protests", "date_published": "2023-04-06 11:29:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Stop Giving Them Your Money’: Nike Partners With Dylan Mulvaney, Ignites Fury Online", "description": "Social media was in an uproar this week after transgender activist Dylan Mulvaney announced a partnership with athletic apparel brand Nike following a controversial deal with Bud Light. Less than a week after the influencer sparked outage over partnering with the beer brand, Mulvaney posted another video that got everyone talking. The TikTok user shared several ...", "link": "https://www.dailywire.com/news/stop-giving-them-your-money-nike-partners-with-dylan-mulvaney-ignites-fury-online", "date_published": "2023-04-06 11:14:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Stormy Daniels Wants To Testify Against Trump, Hopes He’s Jailed If Convicted", "description": "Porn actress Stormy Daniels wants to testify against former President Donald Trump and hopes his Manhattan trial ends with him in jail.  Daniels joined TV personality Piers Morgan for a 90-minute interview to be broadcast on Fox Nation Thursday, where she revealed her feelings on the historic case against the former president. Trump was arrested ...", "link": "https://www.dailywire.com/news/stormy-daniels-wants-to-testify-against-trump-hopes-hes-jailed-if-convicted", "date_published": "2023-04-06 11:06:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Affleck, Damon Deliver With ‘Air,’ A Pro-Capitalism Three-Pointer", "description": "Hollywood rarely flexes its soft power muscles these days. Studios once extolled the glories of the Founding Fathers, rallied the troops during times of war and otherwise exported tales of American exceptionalism. Now, if a studio has a message to send, it’s often pointing out the country’s flaws, be it slavery’s enduring stain (“Till”), gender ...", "link": "https://www.dailywire.com/news/affleck-damon-deliver-with-air-a-pro-capitalism-three-pointer", "date_published": "2023-04-06 11:02:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Court Struggles To Find Jurors Unfamiliar With Lori Vallow, ‘Doomsday Mom’ Accused Of Killing Her Kids", "description": "Finding jurors who haven’t heard about Lori Vallow Daybell, the mom accused of killing her two kids, is becoming a struggle for the Idaho court where her trial will take place. Jury selection began on Monday but is winding down, the Independent reported. The court is seeking a pool of 42 jurors, from which they ...", "link": "https://www.dailywire.com/news/court-struggles-to-find-jurors-unfamiliar-with-lori-vallow-doomsday-mom-accused-of-killing-her-kids", "date_published": "2023-04-06 10:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jack Daniel’s Drag Queen Campaign Faces Renewed Backlash After Bud Light And Dylan Mulvaney Brand Deal", "description": "A previous marketing campaign from Jack Daniel’s Tennessee Whiskey that featured drag queens resurfaced this week after transgender activist Dylan Mulvaney announced a partnership with Bud Light. Mulvaney, a biological man who identifies as a woman, acquired millions of followers on social media over the past several months while documenting a transition into girlhood. The ...", "link": "https://www.dailywire.com/news/jack-daniels-drag-queen-campaign-faces-renewed-backlash-after-bud-light-and-dylan-mulvaney-brand-deal", "date_published": "2023-04-06 10:33:33+00:00", "persistent": false, "user": null, "language": "en-US"}]