[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Is Assassin's Creed Mirage A Step In The Right Direction? | Spot On", "description": "Assassin's Creed Mirage takes the series back to its roots with a tighter, more focused experience. But is it the future of the massively popular franchise?\n\nAssassin's Creed Mirage is billed as a back-to-basics entry in Ubisoft's long-running open-world franchise. It follows Assassin's Creed Origins, Odyssey, and Valhalla, three large-scale RPGs in the style of The Witcher 3. Those games drew some criticism for their quantity over quality approach, so Mirage has been presented as an antidote to the open-world bloat that has slowly crept into the franchise, and games as a whole.\n\nBut is a smaller more focused entry in the series the right next step for the Assassin's Creed franchise? That's what Lucy and Tamoor discuss in this week's episode of Spot On. Mirage has received a variety of review scores, with some enjoying the return to a gameplay format and scale akin to the original Assassin's Creed, Assassin's Creed 2, and Assassin's Creed Brotherhood. However, others have said it mis", "link": "https://www.youtube.com/watch?v=GUzfs0SWeco", "date_published": "2023-10-06T19:00:13+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot - YouTube", "album": "GameSpot - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/GUzfs0SWeco/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Mirage - 6 Things I Wish I Knew", "description": "Assassin’s Creed Mirage is a mashup of the old and the new, marrying some of the systems of the more recent RPG entries such as Odyssey and Valhalla with mechanics and world design from some of the franchise’s earliest titles, including the original game. As such, it can take a little time to find your footing. \n\nHere are 6 tips we wish we had known before taking a leap of faith into Assassin’s Creed Mirage.", "link": "https://www.youtube.com/watch?v=FylGmLz_oOE", "date_published": "2023-10-06T14:00:10+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot - YouTube", "album": "GameSpot - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FylGmLz_oOE/hqdefault.jpg"}]