[{"source": "https://www.theguardian.com/rss", "title": "The Reckoning first look – this Jimmy Savile drama contains some of TV’s most shocking scenes", "description": "<p>Steve Coogan’s take on the serial sex offender is astonishingly spooky. But questions remain as to whether it should have been made – and whether the BBC has given itself too easy a ride</p><p>There were no cameraphones when Margaret Thatcher spent Christmas Day at Chequers with Jimmy Savile in the 1980s. But the BBC’s controversial and much anticipated Savile drama The Reckoning serves as a sort of historical Instagram, bringing vivid and intimate pictures from the kitchen and halls of the prime ministerial retreat.</p><p>With Steve Coogan’s cunningly unctuous Savile and Fenella Woolgar’s icily strategic Thatcher matching each other for full body-capture acting, these superb scenes in the third of the four hour-long episodes illustrate how the prime minister so fell for Savile that she placed a serial sex offender <a href=\"https://www.theguardian.com/media/2012/oct/12/jimmy-savile-broadmoor-volunteer-role\">in charge of Broadmoor psychiatric hospital.</a></p><p>The Reckoning will ", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/07/the-reckoning-first-look-jimmy-savile-steve-coogan-bbc", "date_published": "2023-10-06T23:01:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Australia’s emu war: John Cleese outrun in race to shoot movie of how flightless birds thwarted army’s machine guns", "description": "<p>An Australian take on how the emu won the 1932 battle premieres this month, before shooting on the UK comedian’s film has begun</p><p></p><p>A troupe of Australian comedians appears to have gazumped John Cleese to bring the bizarre story of the great emu war to the big screen.</p><p>In 1932, soldiers armed with machine guns were deployed in Western Australia to battle huge flocks of the giant native birds. Their annual migration from the arid interior to the coast had increasingly met the rapidly expanding wheat belt, to the delight of the emus and the horror of the farmers.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/oct/06/australias-emu-war-john-cleese-outrun-in-race-to-shoot-movie-of-how-flightless-birds-thwarted-armys-machine-guns\">Contin", "link": "https://www.theguardian.com/australia-news/2023/oct/06/australias-emu-war-john-cleese-outrun-in-race-to-shoot-movie-of-how-flightless-birds-thwarted-armys-machine-guns", "date_published": "2023-10-06T23:00:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "World gymnastics championships: women’s individual all-around final – in pictures", "description": "<p>We take a look at the best images from Antwerp as the returning Simone Biles takes gold for her sixth all-around world title and becomes the most decorated gymnast of all time</p> <a href=\"https://www.theguardian.com/sport/gallery/2023/oct/06/world-gymnastics-championships-womens-individual-all-around-final-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2023/oct/06/world-gymnastics-championships-womens-individual-all-around-final-in-pictures", "date_published": "2023-10-06T22:49:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Chris Grayling joins list of Tories standing down at next election", "description": "<p>MP since 2001, nicknamed ‘Failing Grayling’ for fraught record as transport secretary, says time for a change after cancer treatment</p><p>Chris Grayling, the former transport secretary, has become the latest Conservative MP to announce he is standing down at the next general election.</p><p>Grayling said he had been successfully treated for prostate cancer this year and the diagnosis had led him to decide it was “time for a change”.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/06/chris-grayling-joins-list-of-tories-standing-down-at-next-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/06/chris-grayling-joins-list-of-tories-standing-down-at-next-election", "date_published": "2023-10-06T22:16:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Simone Biles crowned all-around world champion for a record sixth time", "description": "<ul><li>American towers over rivals in Antwerp to win gold</li><li>Rebeca Andrade pips Shilese Jones in battle for silver</li></ul><p>In the two years since Simone Biles returned home from the Olympics mentally and physically empty, it has taken everything for her to make it back to the top. She first had to withdraw from her sport in order to heal, with long hours spent in therapy. When she returned, she had to throw herself back in like never before.</p><p>It is a result of her hard work and mental strength, as well as her stratospheric talent, that Biles is once again, officially, the best gymnast in the world. On Fridaynight, Biles won a record-extending sixth all-around title at theWorld Artistic Gymnastics Championships in Antwerp with a score of 58.399.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/simone-biles-crowned-all-around-world-champion-for-a-record-sixth-time\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/06/simone-biles-crowned-all-around-world-champion-for-a-record-sixth-time", "date_published": "2023-10-06T21:58:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Drake to take break from music to focus on his health", "description": "<p>Rap star follows new album with news of indeterminate sabbatical due to suffering stomach problems ‘for years’</p><p>The multi-award-winning rapper Drake has announced he is taking a break from his music career to focus on his health after suffering stomach problems.</p><p>The Canada-born artist said he would take a sabbatical of about a year, hours after the release of his new album For All the Dogs.</p> <a href=\"https://www.theguardian.com/music/2023/oct/06/drake-says-he-will-take-musical-break-for-maybe-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/oct/06/drake-says-he-will-take-musical-break-for-maybe-a-year", "date_published": "2023-10-06T21:51:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 15, arrested after man stabbed to death in front of shoppers in Brixon", "description": "<p>Teenager held on suspicion of murder over the Tuesday stabbing of a 22-year-old, Keelen Morris Wong</p><p>A 15-year-old boy has been arrested on suspicion of murder over the stabbing of a man in front of shoppers in south London.</p><p>The teenager was also arrested on suspicion of possession of an offensive weapon. He remains in custody.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/boy-15-arrested-after-man-stabbed-to-death-in-front-of-shoppers-in-brixon\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/boy-15-arrested-after-man-stabbed-to-death-in-front-of-shoppers-in-brixon", "date_published": "2023-10-06T21:40:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Guatemala president-elect’s supporters block roads to protest party suspension", "description": "<p>Demonstrations surge after court upheld suspension of Bernardo Arévalo’s party over alleged voter registration fraud</p><p>Thousands of protestors have blocked roads across <a href=\"https://www.theguardian.com/world/guatemala\">Guatemala</a> in surging demonstrations to support the <a href=\"https://www.theguardian.com/world/2023/aug/21/anti-corruption-campaigner-bernado-arevalo-wins-guatemala-presidential-election-landslide\">president-elect, Bernardo Arévalo</a>, after the country’s highest court upheld a move by prosecutors to suspend his political party over alleged voter registration fraud.</p><p>Arévalo, <a href=\"https://www.theguardian.com/world/2023/aug/21/anti-corruption-campaigner-bernado-arevalo-wins-guatemala-presidential-election-landslide\">an anti-corruption crusader who won a landslide victory in the August election</a>, has denounced the suspension as a “coup” aimed neutralizing him before he takes office in January, and his supporters are demanding the resignation of", "link": "https://www.theguardian.com/world/2023/oct/06/guatemala-protests-president-elect-bernardo-arevalo", "date_published": "2023-10-06T21:34:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "If not now, when? Arsenal’s muscle can lay Manchester City ghost to rest", "description": "<p>With the champions short of midfield options, Sunday’s game is an opportunity for Mikel Arteta’s side to turn the tables</p><p>It was not without a few strokes of luck that Arsenal edged past Manchester City in December 2015, clinging on at the end for a 2-1 win to send their supporters home dreaming of the title over Christmas. Mikel Arteta, deep into the injury-hit winter of his playing career, watched his teammates contentedly enough from the side and a breeze of change swirled around the visiting camp. The previous day Pep Guardiola had confirmed his departure from Bayern Munich and the process to install him at the Etihad Stadium was, in reality, well down the track.</p><p>Given Arsenal have not beaten City in their 15 top-flight meetings since, taking a sole early point from their encounters with Guardiola, the symbolism is clear. Ending their two-decade wait for the domestic crown will surely require putting a stop to that run and leaping the one hurdle that, during their r", "link": "https://www.theguardian.com/football/2023/oct/06/arsenal-manchester-city-premier-league-preview", "date_published": "2023-10-06T21:30:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Cloé Lacasse stuns Manchester United to salvage late WSL point for Arsenal", "description": "<p>It was meant to be all about the return of Alessia Russo to her former club Manchester United, instead it was Arsenal’s lesser-known Cloé Lacasse that would steal the show, lashing into the top corner deep into added time to rescue a point for Jonas Eidevall’s battling Gunners.</p><p>“For her to come on and show that confidence speaks volumes of the team and the environment we provide for each other,” said Eidevall of Lacasse. “It’s so easy when you’re new to pass the ball to someone else. I love that self-confidence and that she got rewarded for it.”</p> <a href=\"https://www.theguardian.com/football/2023/oct/06/cloe-lacasse-stuns-manchester-united-to-salvage-late-wsl-point-for-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/06/cloe-lacasse-stuns-manchester-united-to-salvage-late-wsl-point-for-arsenal", "date_published": "2023-10-06T21:11:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Damian Penaud leads eight-try rout of Italy as France confirm progress in style", "description": "<ul><li>Pool A: France 60-7 Italy</li><li>Hosts book quarter-final place as pool winners</li></ul><p>Et voilà. France are through to the quarter-finals of their own Rugby World Cup after the tournament’s latest mismatch against a demoralised Italy. The unthinkable outcome – a pool-stage exit for Fabien Galthié’s side – had remained a possibility before the game, but was never on the cards from the moment Damian Penaud scored the first of eight French tries in the second minute. Not even before that, in truth, considering France have now beaten Italy 14 times consecutively, a run stretching back to 2014.</p><p>If the predatory Penaud’s progress is a marker of France’s hopes, their fellow title contenders should be worried. The wing has now scored in seven straight matches and 14 times this year. Two tries here took him to second overall in their men’s try-scorers’ chart, with 35, now only three behind Serge Blanco. As a whole, the French machine is tuning up satisfactorily with top sp", "link": "https://www.theguardian.com/sport/2023/oct/06/rugby-world-cup-damien-penaud-leads-rout-of-italy-as-france-confirm-progress-in-style", "date_published": "2023-10-06T21:06:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Tomkins’ late try ends St Helens reign and puts Catalans in Grand Final", "description": "<ul><li>Super League semi-final: Catalans 12-6 St Helens</li><li>Dragons to face Wigan or Hull KR at Old Trafford</li></ul><p>Sam Tomkins has made a habit of writing his own scripts during his legendary rugby league career but even this, by his own lofty standards, is some story.</p><p>Tomkins has seen and done it all in this game throughout a stellar stint at the very top of the sport. But he arrived in Perpignan at the start of 2018 with the goal of helping Catalans Dragons become the first French side to win the Super League Grand Final and incredibly, in his final game as a professional, he could do exactly that.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/sam-tomkins-late-try-ends-st-helens-reign-and-puts-catalans-in-grand-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/06/sam-tomkins-late-try-ends-st-helens-reign-and-puts-catalans-in-grand-final", "date_published": "2023-10-06T21:05:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Robert F Kennedy Jr announced as speaker at hard-right CPAC event", "description": "<p>Kennedy is set next week to transform his Democratic presidential run into an independent campaign</p><p>Robert F Kennedy Jr, the attorney, conspiracy theorist and political gadfly set to next week transform his run for the Democratic presidential nomination into an independent campaign, was announced on Friday as a speaker at an event staged by the hard-right Conservative Political Action Conference, or CPAC.</p><p>“Robert F Kennedy Jr has a unique voice in advocating for the defunding of the weaponised bureaucracy and ensuring the constitutional right of medical freedom,” said the CPAC chair, Matt Schlapp.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/06/rfk-cpac-speaker-independent-presidential-campaign-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/06/rfk-cpac-speaker-independent-presidential-campaign-2024", "date_published": "2023-10-06T21:02:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland hope to scratch Irish itch in ‘all or nothing’ Rugby World Cup affair", "description": "<p>Underdogs are eager to end run of eight defeats against Ireland on Saturday but Andy Farrell’s side have form, spirit and bite</p><p>In the hotel rooms and boudoirs of Paris it has been a fraught week. An <a href=\"https://www.theguardian.com/world/2023/oct/06/bedbugs-paris-fears-of-international-infestation\" title=\"\">infestation of bedbugs in the French capital</a> has even forced Eurostar to take extra precautionary measures amid numerous reports of nibbled calves and scratchy ankles. For thousands of travelling Irish supporters, nevertheless, the biggest threat of possible irritation is clad in blue and is itching to ruin their weekend.</p><p>Even if few are tipping Scotland to beat the world’s No 1-ranked side, unbeaten in this fixture <a href=\"https://www.theguardian.com/sport/2017/feb/04/scotland-ireland-six-nations-match-report\" title=\"\">since 2017</a>, neither are they complete no-hopers. “Invincible? I wouldn’t go anywhere near that word,” cautioned James Lowe, the Irish w", "link": "https://www.theguardian.com/sport/2023/oct/06/scotland-hope-to-scratch-irish-itch-in-all-or-nothing-rugby-world-cup-affair", "date_published": "2023-10-06T21:00:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Ghosts series five review – this beautifully warm comedy bows out on a high", "description": "<p>Ghosts is one of TV’s best comedies, and this funny and clever final season doesn’t disappoint. It is touching and comforting without being cheesy. Let’s hope they haunt us again one day…</p><p>Ghosts has been one of the warmest and most consistent comedies of the last few years. One of the many feathers in its extremely feathered cap is that its Christmas specials have proved to be the only truly essential festive viewing left. Still, all good hauntings must come to an end, and this fifth series is the last.</p><p>In many ways, its end point is arbitrary. The formula is so good, and so well-oiled, that you get the sense it could have gone on for ever. There is a Simpsons-esque longevity built into its bones that would have been hampered only by its actors getting older, since the ghosts are supposed to remain as they were when they died. The only upside to the creators calling time on Button House now is that there is no danger of it outstaying its welcome.</p><p>Ghosts aired on ", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/06/ghosts-series-five-review-this-beautifully-warm-comedy-bows-out-on-a-high", "date_published": "2023-10-06T20:00:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Max Verstappen’s stranglehold on rivals makes a third F1 title inevitable", "description": "<p>Dutchman’s dominance has not made for an enthralling season but he deserves a better setting than Lusail for his coronation</p><p>Once criticised for being too aggressive, impetuous and prone to error, the once flawed Max Verstappen is now all but flawless. On Saturday he will almost certainly seal his third successive Formula One world championship after a season where he has seldom put a foot wrong and the opposition have been distant peripherals to one of the most authoritative title bids the sport has seen since Michael Schumacher had similarly dominant control.</p><p>Having exerted an iron stranglehold on the season, Verstappen ensured the 2023 title fight was all over bar the shouting at the <a href=\"https://www.theguardian.com/sport/2023/sep/24/max-verstappen-on-brink-of-f1-world-title-after-winning-japanese-grand-prix\" title=\"\">last round in Japan</a>. His coronation as a three-time world champion at the age of 26 will likely be completed in the sprint race for the Qatar G", "link": "https://www.theguardian.com/sport/2023/oct/06/verstappens-stranglehold-makes-a-third-formula-one-title-inevitable", "date_published": "2023-10-06T19:57:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nurse main suspect in death of Afrobeats star MohBad, say Nigerian police", "description": "<p>Lagos police chief says unnamed nurse injected singer before his death last month</p><p>A nurse has been identified as the “principal suspect” in <a href=\"https://www.theguardian.com/world/2023/oct/04/nigerian-police-detain-afrobeats-star-naira-marley-over-death-of-mohbad\">the mysterious death of a Nigerian Afrobeats star</a>, which triggered days of protests by thousands demanding justice.</p><p>Investigations into the death of Ilerioluwa Aloba, better known as MohBad, in the commercial hub of Lagos have pointed to the nurse who treated the late singer before his death, the Lagos police chief, Idowu Owohunwa, told reporters on Friday.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/nurse-main-suspect-in-death-of-afrobeats-star-mohbad-say-nigerian-police\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/nurse-main-suspect-in-death-of-afrobeats-star-mohbad-say-nigerian-police", "date_published": "2023-10-06T19:45:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Memory review – survivors grapple with an unstable past in a delicate, painful duet", "description": "<p>Jessica Chastain and Peter Sarsgaard excel in Michel Franco’s absorbing story about the unnerving reunion of a care worker and a friend from her past</p><p>Mexican film-maker Michel Franco, famed for his icily contrived, pitilessly controlled dramas, often shown in static tableau scenes, has made another of his complex, painful and densely achieved movies; at Venice it won its leading man, Peter Sarsgaard, the Volpi cup for best actor. It is about abuse, violence, recovery and the redemptive power of sexual intimacy, but also about just what its title proclaims: memory, and how this accumulates over a lifetime to form an identity. Yet memory is unreliable building material; memory is the uncertain support underneath us, but solid as a crushing burden above us, a destructive gravitational force that could annihilate us entirely. And apart from anything else, memory is not necessarily the truth, so attempts to deny it are not necessarily dishonest or delusional.<br /><br />This movi", "link": "https://www.theguardian.com/film/2023/oct/06/memory-review-jessica-chastain-peter-sarsgaard-michel-franco", "date_published": "2023-10-06T19:45:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Tupac Shakur murder: video released of suspect’s arrest for 1996 murder", "description": "<p>Duane ‘Keffe D’ Davis was arrested in the early morning hours of 29 September without incident by Las Vegas police</p><p>Newly released police body camera video shows officers arresting Duane “Keffe D” Davis for the 1996 murder of Tupac Shakur off the Las Vegas strip.</p><p>Davis, 60, was walking near his home in the Las Vegas suburb of Henderson on 29 September when Las Vegas metropolitan police department officers approached at dawn and called out to him as he was on the other side of the street.</p> <a href=\"https://www.theguardian.com/music/2023/oct/06/tupac-shakur-murder-suspect-video-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/oct/06/tupac-shakur-murder-suspect-video-arrest", "date_published": "2023-10-06T19:37:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our strike is working’: UAW announces progress in talks with car giants", "description": "<p>Shawn Fain says General Motors has made key concession on battery manufacture and does not announce additional strikes </p><p>The United Auto Workers has claimed its strike against the big three US automakers is working, as it announced General Motors had made concessions during talks.</p><p>As the strike strike enters its fourth week, the UAW trailed “breaking developments” at the negotiating table before a briefing on Friday afternoon.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/06/uaw-union-strikes-autoworkers\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/06/uaw-union-strikes-autoworkers", "date_published": "2023-10-06T19:25:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘So grimy, so cheap’: New Zealand Matrix fan film becomes oldest active torrent in the world", "description": "<p>Director says it is both ‘bizarre’ and ‘nice’ that the film, recorded 20 years ago using a handy-cam and a karaoke microphone, has remained so popular</p><p><br />Twenty years ago, a group of New Zealand martial arts students pooled their dollars, bought a pricey leather jacket and created a 16-minute Matrix-inspired fanfiction short in the backroom of an Auckland punk bar and the city’s low-lit alleyways.</p><p>Over nine nights, the amateur film-makers and wannabe stunt actors shot the film, The Fanimatrix: Run Program, on a handy-cam, recording sound on a karaoke microphone attached to a broomstick and lighting their scenes with a couple of lamps borrowed from the local film school.</p> <a href=\"https://www.theguardian.com/world/2023/oct/07/so-grimy-so-cheap-new-zealand-matrix-fan-film-becomes-oldest-active-torrent-in-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/07/so-grimy-so-cheap-new-zealand-matrix-fan-film-becomes-oldest-active-torrent-in-the-world", "date_published": "2023-10-06T19:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>Attack on village cafe kills dozens; how the war in Ukraine gave the EU a newfound sense of purpose</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Every week we wrap up the must-reads from our coverage of the war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/oct/07/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/07/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-10-06T19:00:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>The Russian missile attack on Kharkiv, Donald Trump in court, floodwaters in New York City and Simone Biles at the Artistic Gymnastics World Championships: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/oct/06/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/oct/06/the-week-around-the-world-in-20-pictures", "date_published": "2023-10-06T18:58:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "England’s schools to be given less money after DfE admits bungling figures", "description": "<p>Amount schools receive for each pupil will be lower, forcing headteachers to redraw their budgets for 2024-25</p><p>The Department for Education has admitted to bungling its funding figures for state schools in England next year, after revealing a £370m error in previous announcements by ministers.</p><p>The DfE’s mistake means that mainstream primary and secondary schools will be given at least £50 less a pupil than originally forecast, forcing school leaders to redraw their budgets for 2024-25. For a typical secondary school the loss equates to a teacher’s salary.</p> <a href=\"https://www.theguardian.com/education/2023/oct/06/englands-schools-to-be-given-less-money-after-dfe-admits-bungling-figures\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/oct/06/englands-schools-to-be-given-less-money-after-dfe-admits-bungling-figures", "date_published": "2023-10-06T18:51:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "France v Italy: Rugby World Cup – live", "description": "<ul><li>Live updates from the Pool A game, 8pm BST kick-off</li><li>Have any thoughts? <a href=\"mailto:niall.mcveigh@theguardian.com\">Email Niall</a> or <a href=\"https://twitter.com/niallmcveigh\">tweet him here</a></li></ul><p>While we wait for kick-off, why not have a bash at our new and improved quiz of the week? Fifteen questions, no Googling.</p><p>Antoine Dupont isn’t in the France 23 but he’s here in Lyon, suited up for a pre-pitch walkaround with Fabien Galthié, the pair of them looking like a critically acclaimed 90s electronic duo.</p> <a href=\"https://www.theguardian.com/sport/live/2023/oct/06/france-v-italy-rugby-world-cup-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/oct/06/france-v-italy-rugby-world-cup-live", "date_published": "2023-10-06T18:38:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak ‘responsible for biggest income tax rise in at least 50 years’", "description": "<p>Resolution Foundation analysis claims stealth move of freezing tax thresholds will raise £40bn a year</p><p>Rishi Sunak’s government is responsible for the biggest income tax rise for decades in a stealth move that will raise £40bn a year, according to new analysis.</p><p>Taxpayers in the higher bracket will be handing over £3,700 a year more in tax as a result of a six-year freeze to income tax thresholds by 2027-28, the Resolution Foundation calculated.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/06/rishi-sunak-responsible-for-biggest-income-tax-rise-in-at-least-50-years\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/06/rishi-sunak-responsible-for-biggest-income-tax-rise-in-at-least-50-years", "date_published": "2023-10-06T18:36:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "New Orleans restaurant turns saltwater woes into a spirited cocktail", "description": "<p>Commander’s Palace’s response to municipal emergency of saltwater intrusion into drinking water? A boozy drink, of course</p><p>New Orleans is famous for witty defiance in the face of looming misfortune and one iconic city watering hole is taking the latest turn of ominous events with a pinch of salt.</p><p>The 130-year-old Commander’s Palace restaurant has presented the Big Easy with its latest cocktail creation – linked to bad news for the environment and the healthier tipple of tap water.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/06/commanders-palace-restaurant-new-orleans-saltwater-water-supply-drink\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/06/commanders-palace-restaurant-new-orleans-saltwater-water-supply-drink", "date_published": "2023-10-06T18:33:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Amazon launches first two satellites in planned orbital internet service", "description": "<p>Test satellites for Project Kuiper network, which will compete with Elon Musk’s Starlink, launched on Friday afternoon</p><p>Amazon launched its first two prototype satellites into space on Friday, as Jeff Bezos’ tech giant races to compete with Elon Musk’s SpaceX in building a mega-constellation of broadband internet-providing satellites.</p><p>The test satellites were set to launch from Florida’s Cape Canaveral space force station during a two-hour window that opens at 2pm EDT (6pm GMT), and they blasted off smartly at the top of the time window.</p> <a href=\"https://www.theguardian.com/science/2023/oct/06/amazon-launches-first-satellites-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/oct/06/amazon-launches-first-satellites-internet", "date_published": "2023-10-06T18:26:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump pushes to halt New York fraud trial after five days", "description": "<p>Former president argues court should wait for appeal on pre-trial ruling before moving forward</p><p>Donald Trump is trying to halt his <a href=\"https://www.theguardian.com/commentisfree/2023/oct/06/trump-sam-bankman-fried-trial-fraud-crypto\">New York fraud trial</a> five days into proceedings, arguing that the court should wait for an appeal on a pre-trial ruling before moving forward.</p><p>New York judge Arthur Engoron found the former president and others working for the Trump Organization guilty of financial fraud in a <a href=\"https://www.theguardian.com/us-news/2023/sep/26/donald-trump-new-york-financial-fraud-key-takeaways\">ruling</a> last week. Engoron ordered the dissolution of Trump’s companies in the state, effectively ending the former president’s ability to run his real estate business.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/06/donald-trump-new-york-fraud-trial-day-five\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/06/donald-trump-new-york-fraud-trial-day-five", "date_published": "2023-10-06T18:05:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Why is Joe Biden campaigning for Donald Trump? | Moustafa Bayoumi", "description": "<p>The US president is helping to build Donald Trump’s southern border wall. What is he thinking?</p><p>The question sounds ludicrous, but how else would you characterize Biden’s latest pronouncement to build 20 new miles of Trump’s border wall along the southern border? This is like throwing red meat to Trump’s base, who will chomp and salivate over what they will portray as an admission of defeat by the Democrats on securing the border.</p><p>And why wouldn’t they? Back when he was campaigning for president, Joe Biden promised “not another foot” of Trump’s border wall would be built. He halted construction of the wall on his first day in office with a <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/2021/01/20/proclamation-termination-of-emergency-with-respect-to-southern-border-of-united-states-and-redirection-of-funds-diverted-to-border-wall-construction/\">proclamation</a> stating that “building a massive wall that spans the entire southern border is not a s", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/biden-trump-border-wall-immigration-mexico", "date_published": "2023-10-06T17:45:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United v Arsenal: Women’s Super League – live", "description": "<ul><li>Updates from the WSL match kicking off at 7.30pm BST</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: Friday’s results and latest scores</a></li></ul><p>Russo starts against her old team….</p><p><strong>Here’s the embryonic table.</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/oct/06/manchester-united-v-arsenal-womens-super-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/oct/06/manchester-united-v-arsenal-womens-super-league-live", "date_published": "2023-10-06T17:33:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Labour conference: a chance to change the terms of debate | Editorial", "description": "<p>Keir Starmer’s task is to convert negative feelings about the Tories into positive reasons to want the opposition in power</p><p>Labour’s comfortable victory in this week’s Rutherglen and Hamilton West <a href=\"https://www.theguardian.com/politics/2023/oct/06/labour-beats-snp-in-rutherglen-and-hamilton-west-byelection-michael-shanks\" title=\"\">byelection</a>, beating the Scottish National party on a swing of more than 20%, gives reasonable cause to expect that Sir Keir Starmer will next year replace Rishi Sunak in Downing Street. Labour has never controlled the Commons without a significant haul of Scottish seats.</p><p>The prospect of recovering terrain lost to the SNP in recent years makes winning a Westminster majority look less daunting. But the road is still steep after the <a href=\"https://www.theguardian.com/politics/2020/jun/18/key-points-from-review-of-2019-labour-election-defeat\" title=\"\">crushing defeat of 2019</a>, which is why Labour cannot afford to be complacent. Bye", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/the-guardian-view-on-the-labour-conference-a-chance-to-change-the-terms-of-debate", "date_published": "2023-10-06T17:30:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on outsourcing border controls: this is a dereliction of duty by Europe | Editorial", "description": "<p>The intolerably cruel crackdown on irregular migrants in Tunisia is an indictment of a deal struck with a dictatorial regime</p><p>At last month’s Venice film festival, a fictional portrayal of African migrants seeking to reach Europe received widespread acclaim. <a href=\"https://www.theguardian.com/film/2023/aug/25/matteo-garrone-io-capitano-interview\" title=\"\">Me, Captain</a> charts the journey of two Senegalese teenagers as they navigate violence, extortion, detention and forced labour at the hands of corrupt police and traffickers in north Africa. It won a Silver Lion and standing ovations.</p><p>The movie is at times a heartbreaking watch. But Guardian <a href=\"https://www.theguardian.com/world/2023/sep/28/tunisia-border-africans-forced-into-desert-eu-deal-europe-violent-treatment\" title=\"\">reporting</a> from Tunisia suggests that the reality is – if anything – grimmer, and that Europe is deeply complicit in the horror that is unfolding. In July, the European Union <a href=\"h", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/the-guardian-view-on-outsourcing-border-controls-this-is-a-dereliction-of-duty-by-europe", "date_published": "2023-10-06T17:25:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nuclear watchdog chief raises concerns after Putin’s hint on Russian tests", "description": "<p>Robert Floyd of CTBTO says it would be ‘concerning and deeply unfortunate’ if Russia chose to withdraw ratification of global ban</p><p>The head of an international watchdog on nuclear tests has raised concern about Russian intentions following remarks by Vladimir Putin saying Moscow could withdraw its ratification of a global ban on testing.</p><p>Robert Floyd, the executive secretary of the <a href=\"https://www.ctbto.org/\">Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO)</a> did not refer to Putin’s remarks directly but to “recent media reports”.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/nuclear-watchdog-russia-putin-testing-treaty\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/nuclear-watchdog-russia-putin-testing-treaty", "date_published": "2023-10-06T17:24:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "EU leaders clash with Hungary over proposed laws on migration", "description": "<p>Viktor Orbán used provocative language at summit, saying EU had gone ahead without his or Poland’s support</p><p>EU leaders have clashed again with Hungary after the country’s prime minister, Viktor Orbán, insisted at a summit in Granada that it would not support proposed laws to deal with migration.</p><p>Poland also joined the protest, accusing Brussels of imposing a “diktat” on other member states regarding <a href=\"https://www.theguardian.com/world/2023/oct/04/historic-eu-deal-reached-how-to-manage-sudden-rise-asylum-seekers\">the proposed laws</a> that would apply in the event of a sudden refugee crisis such as that of 2015, when more than 1 million people arrived in the EU from Syria and beyond.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/eu-leaders-clash-with-hungary-over-proposed-laws-on-migration\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/eu-leaders-clash-with-hungary-over-proposed-laws-on-migration", "date_published": "2023-10-06T17:16:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The unpopularity contest staged at the Conservative party conference | Letters", "description": "<p>Readers reflect on the Tories’ performance and decisions made during their party conference </p><p>Shelley’s broader intention in his magnificent poem The Masque of Anarchy, written in response to the Peterloo massacre, is not always clear. At times he seems to be calling for violent revolution; at others, the message sounds more like peaceful protest against the triumvirate of oppression: “God, and King, and Law”.</p><p>What he definitely did not mean was the kind of vicious xenophobia and casual disregard for basic human rights espoused by Suella Braverman in her conference speech on Tuesday (<a href=\"https://www.theguardian.com/politics/2023/oct/03/suella-braverman-claims-hurricane-of-mass-migration-coming-to-uk\" title=\"\">Suella Braverman claims ‘hurricane’ of mass migration coming to UK, 3 October</a>).</p> <a href=\"https://www.theguardian.com/politics/2023/oct/06/the-unpopularity-contest-staged-at-the-conservative-party-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/06/the-unpopularity-contest-staged-at-the-conservative-party-conference", "date_published": "2023-10-06T17:15:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The felled Sycamore Gap tree may rise again | Letters", "description": "<p>Readers respond to the attack on a renowned sycamore in Northumberland national park by a suspected vandal</p><p>The vandal of Sycamore Gap has robbed us of a much-loved landmark, a thing of beauty, a carbon store and a supplier of oxygen, but they have not killed the tree (<a href=\"https://www.theguardian.com/uk-news/2023/sep/29/more-than-just-a-tree-recollections-of-northumberlands-sycamore-gap\" title=\"\">‘More than just a tree’: recollections of Northumberland’s Sycamore Gap, 29 September</a>).</p><p>Below ground is a powerful root system, bent on staying alive. Dormant for the winter, it will wake up in spring and wonder where its headgear has gone. And there will be a fuzz of new shoots, setting out to replace the loss.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/06/the-felled-sycamore-gap-tree-may-rise-again\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/06/the-felled-sycamore-gap-tree-may-rise-again", "date_published": "2023-10-06T17:15:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Met police failing to protect children from exploitation, says damning report", "description": "<p>Inspectorate demands emergency changes as Scotland Yard accepts its child protection services are in chaos</p><p>The Metropolitan police are failing in their efforts to protect children from criminal and sexual exploitation while bungling efforts to find missing young people, a damning <a href=\"https://hmicfrs.justiceinspectorates.gov.uk/publication-html/metropolitan-police-accelerated-causes-of-concern/\">official report</a> has found.</p><p>The findings have led Scotland Yard to accept its child protection services are in chaos, and a senior officer admitted that “too often we are letting them down”. The policing inspectorate, which authored the report, said it was also concerned with “the frequency with which officers and staff use victim-blaming language”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/met-police-failing-to-protect-children-from-exploitation-says-damning-report\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/met-police-failing-to-protect-children-from-exploitation-says-damning-report", "date_published": "2023-10-06T17:06:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Labour would oversee ‘biggest boost in affordable housing in a generation’", "description": "<p>Exclusive: Deputy leader and shadow housing secretary Angela Rayner says party would get tough on developers</p><ul><li><a href=\"https://www.theguardian.com/politics/2023/oct/06/i-love-campaigning-its-like-playtime-angela-rayner-on-her-rising-appeal\">‘I love campaigning – it’s like playtime’: Angela Rayner on her rising appeal</a></li></ul><p>The next Labour government will oversee the biggest boost in affordable housing in a generation by getting tough on developers and tightening planning rules, the party’s deputy leader has said.</p><p>Angela Rayner, also the shadow housing secretary, said she wanted to “increase, not decrease” the number of affordable new homes built every year, after it fell 12% last year.</p> <a href=\"https://www.theguardian.com/society/2023/oct/06/labour-would-oversee-biggest-boost-in-affordable-housing-in-a-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/06/labour-would-oversee-biggest-boost-in-affordable-housing-in-a-generation", "date_published": "2023-10-06T17:06:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan says it will deport 1.7m Afghans and all other ‘illegal immigrants’", "description": "<p>Islamabad seeks to assuage concerns as activists say any forced deportation of Afghans will put them at a grave risk</p><p>Pakistan’s foreign ministry has said it will carry out plans to deport all “illegal immigrants” – including 1.7 million Afghans – in a “phased and orderly manner”, in an apparent attempt to assuage widespread concerns after the policy’s unexpected announcement earlier this week.</p><p>Islamabad said on Tuesday that anyone without valid documentation would have to go back to their countries voluntarily before 31 October to avoid mass arrests and forced deportation.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/pakistan-says-it-will-deport-17m-afghans-and-all-other-immigrants\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/pakistan-says-it-will-deport-17m-afghans-and-all-other-immigrants", "date_published": "2023-10-06T16:56:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan survive early Netherlands scare to begin World Cup with win", "description": "<ul><li>Pakistan 286; Netherlands 205. Pakistan win by 81 runs</li><li>Rizwan and Shakeel steady ship after early wickets fell</li></ul><p>Pakistan’s Mohammad Rizwan and Saud Shakeel hit half-centuries in an otherwise underwhelming batting effort in their World Cup opener against the Netherlands on Friday, before the bowlers sealed a routine 81-run win for the 1992 champions.</p><p>Faced with an achievable target of 287, the Dutch looked on course for a stunning win in Hyderabad at one stage as Vikramjit Singh (52) and Bas de Leede (67) got going, but Pakistan kept chipping away to dismiss the underdogs for 205 in 41 overs.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/pakistan-beat-netherlands-cricket-world-cup-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/06/pakistan-beat-netherlands-cricket-world-cup-2023", "date_published": "2023-10-06T16:55:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Pep Guardiola grapples with replacing ‘world’s best’ Rodri for Arsenal clash", "description": "<ul><li>Manchester City midfielder ruled out through suspension</li><li>Champions have lost twice since Rodri’s red card against Forest</li></ul><p>Pep Guardiola admits trying to replace Rodri for Manchester City’s trip to Arsenal is a challenge but says he will not “cry” about the absence of a player he rates as one of the world’s best holding midfielders.</p><p>Rodri will complete a three-match ban on Sunday for his red card in last month’s <a href=\"https://www.theguardian.com/football/2023/sep/23/manchester-city-nottingham-forest-premier-league-match-report\" title=\"\">2-0 win over Nottingham Forest</a>. Kalvin Phillips started the <a href=\"https://www.theguardian.com/football/2023/sep/27/newcastle-mancheser-city-carabao-cup-third-round-match-report\" title=\"\">1-0 Carabao Cup defeat at Newcastle</a> as Rodri’s replacement while Mateo Kovacic filled the role in last weekend’s <a href=\"https://www.theguardian.com/football/2023/sep/30/wolves-manchester-city-premier-league-match-report\" ", "link": "https://www.theguardian.com/football/2023/oct/06/pep-guardiola-grapples-with-replacing-worlds-best-rodri-for-arsenal-clash", "date_published": "2023-10-06T16:41:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Metro Bank shares rebound amid reports of £600m capital offer", "description": "<p>Lender’s stock hit all-time low after news it was exploring selling off up to 40% of mortgage book</p><p>Metro Bank shares rebounded from <a href=\"https://www.theguardian.com/business/2023/oct/05/metro-bank-shares-plummet-as-bank-prepares-fundraising-drive\">all-time lows on Friday</a>, amid reports that the embattled lender was sitting on a £600m offer from bondholders that could cover its looming funding pressures.</p><p>Regulators have been keeping a close eye on developments at the high street lender, which needs fresh investor funding, and is exploring selling off up to 40% of its mortgage book, in order to <a href=\"https://www.theguardian.com/business/2023/oct/05/metro-bank-what-is-happening\">shore up its balance sheet </a>and ensure it can continue to grow.</p> <a href=\"https://www.theguardian.com/business/2023/oct/06/metro-bank-shares-capital-offer-mortgage\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/06/metro-bank-shares-capital-offer-mortgage", "date_published": "2023-10-06T16:38:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League team news: predicted lineups for the weekend action", "description": "<p>Tottenham go to Kenilworth Road to take on Luton while Arsenal and Manchester City do battle at the Emirates</p><p><strong>Saturday</strong> 12.30pm <em>TNT Sports 1 </em><strong>Venue</strong> Kenilworth Road</p> <a href=\"https://www.theguardian.com/football/2023/oct/06/premier-league-team-news-predicted-lineups-for-the-weekend-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/06/premier-league-team-news-predicted-lineups-for-the-weekend-action", "date_published": "2023-10-06T16:30:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Which British fish to buy if you want to eat sustainably", "description": "<p>A dozen species have been added to the ‘avoid’ list, including dover sole, pollack and prawns, but other options remain</p><p>British diners have been <a href=\"https://www.theguardian.com/environment/2023/oct/04/british-diners-warned-off-more-fish-types-due-to-low-stocks-in-waters\">warned off buying a dozen types</a> of seafood – including dover sole – from the Irish Sea due to depleted fish populations. They joined the growing “red” or “avoid” list in the Good Fish Guide, which aims to help consumers make ocean-friendly choices.</p><p>The guide, compiled by the Marine Conservation Society (MCS), provides environmental ratings using a traffic light system. Of the 337 wild fisheries around the British Isles, <a href=\"https://www.theguardian.com/environment/2023/oct/04/british-diners-warned-off-more-fish-types-due-to-low-stocks-in-waters\">only 13% have a green rating</a> and 25% are red. So what do you need to know to make sustainable fish choices?</p> <a href=\"https://www.theguardi", "link": "https://www.theguardian.com/business/2023/oct/06/british-fish-which-should-you-buy-if-you-want-to-eat-sustainable", "date_published": "2023-10-06T16:24:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Crocs to launch cowboy boot design complete with spurs", "description": "<p>Company says the boots, available to buy from 23 October, have been widely requested by regular Crocs wearers</p><p>For all they have conquered, Crocs have rarely advanced far beyond the ankle. But that will change when the footwear company launches the Crocs classic cowboy boot this month.</p><p>It said the boot “features a high shine croc-embossed texture and bold western-inspired stitching”. And it is “embellished with unique metallic Jibbitz charms and a first-of-its-kind spin-able spur charm attached to the backstrap of the shoe”.</p> <a href=\"https://www.theguardian.com/business/2023/oct/06/crocs-to-launch-cowboy-boot-design-complete-with-spurs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/06/crocs-to-launch-cowboy-boot-design-complete-with-spurs", "date_published": "2023-10-06T16:18:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "SNP leader urged to rethink plans for independence after ‘seismic’ Labour win", "description": "<p>Byelection result challenges Humza Yousaf’s strategy to use SNP general election majority to negotiate with Westminster</p><p>Humza Yousaf is facing demands for a rethink of his independence plans after Labour’s “seismic” byelection victory in Rutherglen and Hamilton West threatened dozens of SNP seats.</p><p>The first minister admitted his party endured a “tough night” after <a href=\"https://www.theguardian.com/politics/2023/oct/06/labour-beats-snp-in-rutherglen-and-hamilton-west-byelection-michael-shanks\">Labour’s Michael Shanks comprehensively defeated the Scottish National party</a> by winning nearly 59% of the vote, in a victory that far exceeded expectations.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/snp-leader-urged-to-rethink-plans-for-independence-after-seismic-labour-win\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/snp-leader-urged-to-rethink-plans-for-independence-after-seismic-labour-win", "date_published": "2023-10-06T16:09:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Aviva no longer needs a rescue | Nils Pratley", "description": "<p>The insurer is viewed as a takeover candidate after Amanda Blanc slimmed it down, but its leadership should not be distracted</p><p><a href=\"https://www.theguardian.com/business/2023/oct/06/aviva-shares-takeover-speculation-insurer-uk\">A bid for Aviva?</a> For about the first 20 years of the existence of this insurance mash-up – a three-way merger at the turn of the century, constructed around the old Norwich Union – its shareholders would have jumped at a chance to be put of their misery.</p><p>Few FTSE 100 managements disappointed their investors so often, or paid themselves such obviously absurd bonuses. Aviva was eclipsed at every turn by the crisis-free progress of rivals Legal &amp; General and Prudential.</p> <a href=\"https://www.theguardian.com/business/2023/oct/06/aviva-takeover-amanda-blanc\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/06/aviva-takeover-amanda-blanc", "date_published": "2023-10-06T16:03:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘An extraordinary ethereal force’: readers react to the work of Jon Fosse", "description": "<p>The author finally achieved global recognition with his Nobel prize in literature, but he has been winning fans with his mesmerising prose and elemental plays for years</p><p>When Ben Willows, a 23-year-old actor in London, was working a shift at his day job in Waterstones last September, he read the blurb of Jon Fosse’s The Other Name.</p><p>It was so striking that Willows then spent his whole afternoon break – in the cramped staff room with uncomfortable chairs and glaring fluorescent lights – devouring it. “I was absolutely transported,” he says.</p> <a href=\"https://www.theguardian.com/books/2023/oct/06/an-extraordinary-ethereal-force-readers-react-to-the-work-of-jon-fosse\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/oct/06/an-extraordinary-ethereal-force-readers-react-to-the-work-of-jon-fosse", "date_published": "2023-10-06T16:02:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #107: Why HBO’s Telemarketers is the best documentary of the year", "description": "<p>In this week’s newsletter: Two unlikely have-a-go heroes find themselves on a journey from low-stakes office hijinks to the corridors of power</p><p><strong>• <a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up to get the full article here</a></strong></p><p>With a few notable exceptions (hello, <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/30/boiling-point-this-nailbiting-kitchen-drama-is-british-tv-at-its-finest\">Boiling Point</a>), decent TV has been a little thin on the ground in these early weeks of autumn. So the arrival of a good new show sh", "link": "https://www.theguardian.com/culture/2023/oct/06/the-guide-telemarketers-hbo-patrick-pespas", "date_published": "2023-10-06T16:00:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "David Beckham documentary nets him half a million new fans on social media", "description": "<p>Netflix series explores highs and lows of footballer superstar’s career and marriage to Victoria Beckham</p><p>David Beckham’s social media following has rocketed since the release of a Netflix documentary about his life, according to analysis.</p><p>The <a href=\"https://www.theguardian.com/tv-and-radio/2023/oct/04/beckham-review-the-candid-riveting-truth-about-the-footballers-life\">series</a> from the Academy award-winning director Fisher Stevens, also famous for playing the PR sleazeball <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/02/succession-20-greatest-characters-ranked\">Hugo in Succession</a>, explores the former England captain’s career and private life in four hour-long episodes. Topics include his relationship with the former Manchester United manager Sir Alex Ferguson and his 24-year marriage to his wife, Victoria Beckham.</p> <a href=\"https://www.theguardian.com/football/2023/oct/06/david-beckham-documentary-nets-him-half-a-million-new-fans-on-social-med", "link": "https://www.theguardian.com/football/2023/oct/06/david-beckham-documentary-nets-him-half-a-million-new-fans-on-social-media", "date_published": "2023-10-06T15:39:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Libraries are the heart of community’: children’s laureate Joseph Coelho on inspiring the next generation of writers", "description": "<p>Since his first anthology in 2014, Coelho has become a prolific author for children and YA readers – and it all started, he says, in a vital community space</p><p>Tucked neatly beneath Allbrook House, a “slab block” of maisonettes on the Alton West Housing Estate in Roehampton, is a public library. It was here, beneath the domed concrete roof, that children’s laureate Joseph Coelho nurtured an early love of reading. “I remember going there as a very young child and running to the oversized book section. It had books on unexplained mysteries – the Yeti and the Loch Ness monster – as well as Fungus The Bogeyman by Raymond Briggs,” he recalls. “Libraries have always been very important to me, growing up and throughout my life. They certainly made me a reader and, by extension, a writer.”</p><p>Coelho published his first poetry anthology, Werewolf Club Rules, in 2014. It went on to win the Centre for Literacy in Primary award and he has since become a prolific author of children’s, YA", "link": "https://www.theguardian.com/books/2023/oct/06/childrens-laureate-joseph-coelho", "date_published": "2023-10-06T15:30:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Wales will not take Georgia lightly while memory of humiliation lingers", "description": "<p>Defence coach Mike Forshaw says opponents who beat them in Cardiff last year will get ‘the respect they deserve’</p><p>As it turned out, the decisive drama arrived early in Pool C. It could all have been very different had Fiji’s Semi Radradra cleanly gathered that bouncing ball, out on the wing with the clock in the red, almost a month ago in Bordeaux.</p><p>A titanic defensive effort – 253 tackles made – eventually helped Wales to drag themselves over the line for a <a href=\"https://www.theguardian.com/sport/2023/sep/10/wales-fiji-rugby-world-cup-2023-match-report\">tone-setting bonus-point victory</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/wales-expect-challenge-from-georgia-with-world-cup-quarter-final-in-sight\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/06/wales-expect-challenge-from-georgia-with-world-cup-quarter-final-in-sight", "date_published": "2023-10-06T15:23:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Enthusiasm flows for a Saudi World Cup in all the places you would expect", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>You wait years for a tournament to be awarded to a host country and then 11 come at once. Swiftly following news that the UK and Ireland’s <a href=\"https://www.theguardian.com/football/2023/oct/04/euro-2028-great-britain-northern-ireland-football-daily\">infrastructural expertise will be tested by hosting Euro 2028</a> came the announcement that the 2030 World Cup will be shared between six countries and across three continents. The Net Zero World Cup, if you will. A 12th host country will be soon incoming if the inescapable hum around Saudi Arabia staging 2034 is anything to go by. Australia, having co-hosted a flamin’ highly successful Women’s World Cup, were given <a href=\"https://www.theguardian.com/sport/2023/oct/05/australia-fifa-world-cup-2034-bid-saudi-arabia-challenge\">just 25 days</a> to give good PowerPoint for an event 11 ye", "link": "https://www.theguardian.com/football/2023/oct/06/football-daily-world-cup-2034-saudi-arabia-australia", "date_published": "2023-10-06T15:22:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Kazakhstan drafts media law to increase use of Kazakh language over Russian", "description": "<p>Legislation under debate stipulates share of state language on television and radio should grow to 70%</p><p>Kazakhstan has announced efforts to promote the use of the Kazakh language over Russian in its media, amid <a href=\"https://www.theguardian.com/world/2023/mar/11/russia-has-lost-its-soft-power-how-war-in-ukraine-destabilises-old-soviet-allies\">growing scepticism over Moscow’s influence</a> in the country since the invasion of Ukraine.</p><p>Kazakh is the official language of the former Soviet republic in central Asia, but Russian is recognised too and is widely spoken among the tightly controlled country’s population of about 20 million.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/kazakhstan-drafts-media-law-to-increase-use-of-kazakh-language-over-russian\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/kazakhstan-drafts-media-law-to-increase-use-of-kazakh-language-over-russian", "date_published": "2023-10-06T15:15:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Bedbugs don’t discriminate’: Paris ‘scourge’ sparks fears of international infestation", "description": "<p>After French capital hosted fashion week and Rugby World Cup there are concerns the problem will spread</p><p>Paris is burning its luggage and bed linen as it battles a “scourge” of bedbugs, stoking fears of infestation around the world as pest controllers report an uptick in inquiries and transport operators and hoteliers seek to assuage concerns.</p><p>The city of light <a href=\"https://www.theguardian.com/world/2023/sep/29/bedbug-crisis-political-row-paris-insect-scourge-continues\">is reportedly</a> under siege from the nocturnal bloodsuckers, leading the French transport minister, Clément Beaune, to meet transport operators. “It’s a real nightmare,” says Yacine, a schoolteacher in Paris who declined to give his surname. “I’m so afraid to take the Métro, I don’t go to the cinema – it’s very <em>alarmant</em>.”</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/bedbugs-paris-fears-of-international-infestation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/bedbugs-paris-fears-of-international-infestation", "date_published": "2023-10-06T15:11:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Indie companies worry as major labels intervene in vinyl and CD distribution", "description": "<p>Independent labels say their acts have missed out on chart positions because of Utopia’s distribution problems and now there are concerns about Sony and Universal backing the company</p><p>Vinyl sales surged by 13.2% in the first nine months of 2023 compared with the same period last year, according to new statistics from the British Phonographic Industry (BPI), fuelled by releases from Lana Del Rey, Taylor Swift, Blur and Kylie Minogue. This 16th year of growth is made possible by the physical music distribution businesses responsible for getting records to shops and consumers in the UK. But disarray in one of the UK’s biggest players means that smaller acts are missing out on chart positions. This is affecting consumers and independent retailers already struggling with small profit margins during the industry’s pivotal fourth retail quarter.</p><p>One British independent label saw one of its biggest acts miss out on a Top 20 album placement when the UK’s leading physical music d", "link": "https://www.theguardian.com/music/2023/oct/06/indie-companies-worry-as-major-labels-intervene-in-vinyl-and-cd-distribution", "date_published": "2023-10-06T15:06:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on a bigger problem than HS2 for Rishi Sunak – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/oct/06/martin-rowson-hs2-rishi-sunak-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/oct/06/martin-rowson-hs2-rishi-sunak-cartoon", "date_published": "2023-10-06T15:04:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Michelin Guide to begin awarding keys to world’s best hotels", "description": "<p>A group of more than 5,300 hotels in 120 countries to hear next year whether they have won what may become a coveted symbol</p><p>The world-famous Michelin Guide, the red gastronomic bible that awards stars to the best restaurants, is to begin rating hotels using <a href=\"https://guide.michelin.com/en/article/news-and-views/michelin-guide-hotels-distinction-michelin-key\">key symbols</a>.</p><p>Guide editors say they want to create a “trusted reference” to help travellers navigate the large and varied offers of accommodation on the internet by flagging up “establishments offering exceptional hotel and travel experiences”.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/michelin-guide-to-begin-awarding-keys-to-best-hotels-in-world\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/michelin-guide-to-begin-awarding-keys-to-best-hotels-in-world", "date_published": "2023-10-06T15:02:56+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Through a Ulez camera, I spy the vandal who chopped down Laurence Fox’s career. It looks a lot like him | Marina Hyde", "description": "<p>Following Lozza’s arrest for anti-camera vigilantism, we need to ask: doesn’t anyone recognise a martyr when they see one?</p><p>Of all the buzz-phrases of 2023, the description of anti-Ulez-camera vandals as “<a href=\"https://www.dailymail.co.uk/news/article-12592007/Blade-Runner-destroys-cameras-Sadiq-Khan-London-hated-ULEZ-expansion.html\">blade runners</a>” provokes the biggest eyeroll. Are you aware of this? People who chop down Ulez cameras because they disagree with the clean-air scheme have styled themselves “blade runners” – and a lot of the news media has simply gone along with it and started using it in coverage.</p><p>Sorry, but no. I’m looking at a picture of Harrison Ford in Blade Runner, and I’m looking at a picture of a bloke hanging off a lamp-post in a black balaclava and a straining Boohoo jacket, and I’m simply NOT going to demean the iconic Rick Deckard by asking: who wore it better? Having said all that, I did enjoy <a href=\"https://www.standard.co.uk/news/tra", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/ulez-camera-laurence-fox", "date_published": "2023-10-06T15:02:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: Bōkan’s qué bacana – recipe | The good mixer", "description": "<p>A herby, tropical drop that mixes Brazilian flair with a Prohibition-era classic </p><p>This delightful concoction is inspired by the iconic <a href=\"https://www.diffordsguide.com/cocktails/recipe/1133/the-last-word-cocktail\">Last Word cocktail</a> that was popular during Prohibition. The combination of tropical sweetness and invigorating citrus gives it a refreshing burst, while a touch of lively spiciness from the spirits adds an intriguing twist. At Bōkan, we finish it off with a touch of smoke – if you’d like to replicate that at home, put a few pineapple leaves in a cool spot for a few days, until dried out, then torch them so they start smoking. Put the smoking leaves on a saucer next to the finished drink, cover both saucer and glass with a large jar or jug (even a big saucepan will do) and leave to infuse for 45 seconds.</p><p>Generoso D’Avino, bar manager, <a href=\"http://bokanlondon.co.uk/\">Bōkan, London E14</a></p> <a href=\"https://www.theguardian.com/food/2023/oct/06/c", "link": "https://www.theguardian.com/food/2023/oct/06/cocktail-of-the-week-bokan-que-bacana-recipe", "date_published": "2023-10-06T15:00:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Paul Pogba: Juventus midfielder’s B sample confirms positive drugs test", "description": "<ul><li>He could be banned for up to four years if found guilty of doping</li><li>Pogba’s agent has said player ‘never wanted to break a rule’</li></ul><p>Paul Pogba has tested positive in his B sample and could be banned for two to four years if found guilty of doping. Juventus are deciding how to proceed regarding the midfielder’s contract, which runs to 2026.</p><p>Pogba was <a href=\"https://www.theguardian.com/football/2023/sep/11/paul-pogba-could-face-ban-of-up-to-four-years-after-failing-drug-test-in-italy\">provisionally suspended</a> after a random drugs test taken after his club’s 3-0 win at Udinese on 20 August, at which he was an unused substitute. His B sample was then tested.</p> <a href=\"https://www.theguardian.com/football/2023/oct/06/paul-pogba-b-sample-confirms-positive-drugs-test-juventus\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/06/paul-pogba-b-sample-confirms-positive-drugs-test-juventus", "date_published": "2023-10-06T14:57:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Former Spanish king wins bid to throw out ex-lover’s lawsuit in English court", "description": "<p>Judge rules £126m harassment case brought by Corinna zu Sayn-Wittgenstein-Sayn outside court’s jurisdiction</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/oct/06/viktor-orban-eu-ukraine-migration-policies-leaders-granada-armenia-azerbaijan-europe-live\">Europe live – latest updates</a></li></ul><p>A £126m lawsuit brought against the former king of Spain by his ex-lover cannot go to trial in England, a judge has ruled.</p><p>Corinna zu Sayn-Wittgenstein-Sayn, a Danish businesswoman with homes in England, was attempting to sue Juan Carlos, who <a href=\"https://www.theguardian.com/world/2014/jun/02/king-juan-carlos-falling-popularity-spain-abdication\">abdicated in 2014</a>, in the high court of England and Wales. On Friday, the judge, Mrs Justice Rowena Collins Rice, said the case was outside the court’s jurisdiction.</p> <a href=\"https://www.theguardian.com/law/2023/oct/06/former-spanish-king-juan-carlos-throw-out-ex-lover-lawsuit-english-court\">Continue reading...</", "link": "https://www.theguardian.com/law/2023/oct/06/former-spanish-king-juan-carlos-throw-out-ex-lover-lawsuit-english-court", "date_published": "2023-10-06T14:57:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "John Robins: Howl review – the sad hilarity of high anxiety", "description": "<p><strong>Assembly Hall theatre, Tunbridge Wells <br /></strong>Heartfelt two-act show revels in the manic, painful and sometimes amusing fallout of recovering from alcoholism</p><p></p><p>Has <a href=\"https://www.theguardian.com/culture/2017/apr/20/trauma-and-laughter-make-anxious-companions-at-melbourne-comedy-festival\">the advent of trauma-comedy</a> been a boon to standup, broadening its emotional range? Or has it, as the sceptics argue, replaced tears of laughter with tears of sympathy? I’ll meet those sceptics halfway tonight: <a href=\"https://www.theguardian.com/stage/2023/aug/17/john-robins-comedy-podcast-anxiety\">John Robins’ Howl</a> is both more and less than a comedy show. It finds the 41-year-old in recovery from alcoholism but still wrestling with “the problem of myself”, and speaking candidly about both. There are as many passages of raw confessional as there are jokes. It’s less funny than Robins’ previous shows, because, more starkly than in the past, it depicts his", "link": "https://www.theguardian.com/stage/2023/oct/06/john-robins-howl-review-assembly-hall-theatre-tunbridge-wells", "date_published": "2023-10-06T14:43:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘I just don’t think he cares’: Workington Tory voters’ verdict on Rishi Sunak", "description": "<p>My research group spoke to 2019’s first-time Tory voters in Cumbria, seen as embodying Boris Johnson’s realignment</p><p>In the 2019 general election, the term “Workington man” was used to represent the group of lifelong Labour voters who dramatically switched to the Conservative party and spurred Boris Johnson’s victory across the “red wall” in the north and Midlands of England.</p><p>Nearly four years on, and after <a href=\"https://www.theguardian.com/politics/2023/oct/04/key-takeaways-rishi-sunak-tory-conference-speech\">Rishi Sunak’s first conference speech</a> as Tory leader, my research group More in Common spoke to first-time Tory voters in the Cumbrian town about their impressions of the prime minister and whether his attempt to present himself as a “change candidate” had landed.</p><p>Luke Tryl is the UK director of More in Common, a research group dedicated to building more united and inclusive societies.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/06/i-jus", "link": "https://www.theguardian.com/politics/2023/oct/06/i-just-dont-think-he-cares-workington-tory-voters-verdict-on-rishi-sunak", "date_published": "2023-10-06T14:41:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nazi party membership card of Dutch royal confirmed as authentic", "description": "<p>German-born Prince Bernhard, late grandfather of King Willem-Alexander, had denied being a paid party member</p><p>The royal household of the Netherlands has confirmed the authenticity of a Nazi membership card belonging to the Dutch king’s grandfather, bringing an end to the decades-long suspicions that had swirled around Prince Bernhard.</p><p>Claims of ties between Bernhard, a German aristocrat who married into the Dutch royal family in the 1930s, and the Nazi party surfaced in the late 1990s after a Dutch historian said he had found a copy of the card in a US archive.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/nazi-party-membership-card-of-dutch-royal-prince-bernhard-confirmed-as-authentic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/nazi-party-membership-card-of-dutch-royal-prince-bernhard-confirmed-as-authentic", "date_published": "2023-10-06T14:30:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s risky rhetoric has alienated my party – and left the door open to Keir Starmer | Justine Greening", "description": "<p>A significant number of Tory members and MPs do not want this version of conservatism, but Labour still has work to do</p><ul><li>Justine Greening was the Conservative MP for Putney from 2005 to 2019</li></ul><p>No one wants to be the person who leads a political party from a landslide victory to a landslide defeat. So this week’s conference speech mattered for Rishi Sunak. He could have set out an overarching vision and political narrative on which he wants the Conservative party to fight the 2024 general election. Instead, in Manchester, he rolled the dice and took a risk.</p><p>Sunak’s strategy was to tell voters that politics has been broken for 30 years, and that he alone is the antidote, <a href=\"https://www.theguardian.com/commentisfree/2023/oct/04/rishi-sunak-speech-tories-conference-suella-braverman\">the change candidate</a>. He selectively trashed his own party’s record in office wherever he felt necessary; a potential gift to every opposing party. You could be forgiven ", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/rishi-sunak-alienated-party-keir-starmer-tory-justine-greening", "date_published": "2023-10-06T14:30:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Children in UK will be living in long shadow of Covid for next two decades, inquiry told", "description": "<p>Anne Longfield, the former children’s commissioner for England, said the government was indifferent to children during lockdown</p><p>Children will be living in the “long shadow” of the pandemic for the next two decades thanks to the government’s “indifference” to them during lockdown, the former children’s commissioner has told the Covid inquiry.</p><p>The long-term, “devastating impact” the pandemic had on children’s mental and physical health was compounded by government policies that had left millions of families struggling to survive even prior to February 2020, the inquiry heard.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/children-in-uk-will-be-living-in-long-shadow-of-covid-for-next-two-decades-inquiry-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/children-in-uk-will-be-living-in-long-shadow-of-covid-for-next-two-decades-inquiry-told", "date_published": "2023-10-06T14:12:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Cathy Ferguson, wife of former Manchester United manager Sir Alex, dies aged 84", "description": "<ul><li>Ferguson family confirm death in statement</li><li>She is survived by Sir Alex, three sons and 12 grandchildren</li></ul><p>Lady Cathy Ferguson, the wife of former Manchester United manager Sir Alex Ferguson, has died.</p><p>The Ferguson family confirmed the news in a statement released to the PA news agency on Friday afternoon.</p><p><em>More details to follow …</em></p> <a href=\"https://www.theguardian.com/football/2023/oct/06/cathy-ferguson-wife-of-former-manchester-united-manager-sir-alex-dies-aged-84\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/06/cathy-ferguson-wife-of-former-manchester-united-manager-sir-alex-dies-aged-84", "date_published": "2023-10-06T14:11:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Fabre’s filly can prove Inspiral’s tarpit and deny Dettori", "description": "<p>In-form Mqse De Sevigne is capable of springing a surprise in the Sun Chariot Stakes at Newmarket on Saturday</p><p>Frankie Dettori has two booked rides at Newmarket on Saturday as he looks not only for the single victory required to reach 500 at the home of Flat racing, but also a first success in the Sun Chariot Stakes since it gained Group One status in 2004.</p><p>A win aboard Inspiral, the favourite, would leave the July Cup as the only current British Group One missing from Dettori’s career record. It would also offer a measure of compensation for missing this year’s July Cup, due to a whip ban for his ride on Inspiral at Royal Ascot.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/talking-horses-mqse-de-sevigne-can-deny-dettori-sun-chariot-success\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/06/talking-horses-mqse-de-sevigne-can-deny-dettori-sun-chariot-success", "date_published": "2023-10-06T14:08:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool announces it will bring buses back under public control", "description": "<p>City region to join Greater Manchester in reversing deregulation and introducing franchising on routes</p><p>Liverpool will bring its buses back under public control, after the mayor announced he was introducing franchising to allow the region to set routes and fares.</p><p>The decision means the Liverpool region will become the second place to overturn decades of bus deregulation in England, after Greater Manchester <a href=\"https://www.theguardian.com/uk-news/2023/sep/25/coming-of-age-moment-bee-network-creates-a-buzz-in-greater-manchester\">brought in its Bee Network two weeks ago</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/liverpool-announces-it-will-bring-buses-back-under-public-control\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/liverpool-announces-it-will-bring-buses-back-under-public-control", "date_published": "2023-10-06T14:04:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s recipe for salted maple treacle tart | The sweet spot", "description": "<p>Maple syrup adds a real depth of flavour to treacle tart – serve with cream for peak autumnal comfort</p><p>Despite being notoriously sweet, there’s something about a treacle tart that keeps you coming back for more. Swapping out some of the golden syrup for maple syrup and upping the salt adds so much more depth in flavour, making it all a bit less one-note. Serve this while it’s still warm after Sunday lunch, with a very generous pour of cold cream for a proper comforting pud.</p> <a href=\"https://www.theguardian.com/food/2023/oct/06/salted-maple-treacle-tart-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/oct/06/salted-maple-treacle-tart-recipe-benjamina-ebuehi", "date_published": "2023-10-06T14:00:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "UK data watchdog issues Snapchat enforcement notice over AI chatbot", "description": "<p>ICO inquiry provisionally finds social media app’s owner failed to assess risks to users of My AI service</p><p>Snapchat could face a fine of millions of pounds after the UK data watchdog issued it with a preliminary enforcement notice over the failure to assess privacy risks its artificial intelligence chatbot may pose to users and particularly children.</p><p>The Information Commissioner’s Office (ICO) said it had provisionally found that the social media app’s owner failed to “adequately identify and assess the risks” to several million UK users of My AI, including among 13- to 17-year-olds.</p> <a href=\"https://www.theguardian.com/technology/2023/oct/06/snapchat-enforcement-notice-my-ai-chatbot-uk-data-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/oct/06/snapchat-enforcement-notice-my-ai-chatbot-uk-data-watchdog", "date_published": "2023-10-06T13:55:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Anthology of poems by van drivers celebrates life on the road", "description": "<p>Nikki and Russell Eatly’s poem The Work Wife wins competition in Poetry in Motion collection</p><p>Throughout the ages, poems have been written to express profound love for fellow human beings, nature and God. Vans – not so much.</p><p>But now Poetry in Motion (<a href=\"https://www.mercedes-benz.co.uk/vans/content/dam/vans/united-kingdom/poetry/Poetry_In_Motion.pdf\">pdf</a>), the world’s first anthology of poems by van drivers about life on the road, has been published by Mercedes-Benz Vans with the support of George Mpanga, better known as George the Poet.</p> <a href=\"https://www.theguardian.com/books/2023/oct/06/anthology-of-poems-van-drivers-life-on-the-road-poetry-in-motion\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/oct/06/anthology-of-poems-van-drivers-life-on-the-road-poetry-in-motion", "date_published": "2023-10-06T13:54:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood ending: could Leonardo DiCaprio’s activism prove his role of a lifetime?", "description": "<p>The actor changed roles in new Scorsese-directed film Killers of the Flower Moon to better advocate for Indigenous peoples, and has always used his star power for environmental and humanitarian causes</p><p>It is a film industry truism that <a href=\"https://www.theguardian.com/film/2022/aug/12/movie-stars-killed-brad-pitt-tom-cruise-meryl-streep\">the movie star is dead</a>, but Leonardo DiCaprio’s career may be evidence that there is still life in the concept. Since he became a bona fide lead actor in the late 1990s, <a href=\"https://www.the-numbers.com/person/39750401-Leonardo-DiCaprio#tab=summary\">DiCaprio’s films have earned over $7bn</a>, with the actor himself regularly receiving over $20m per movie; he works almost exclusively with the industry’s most heavyweight directors; and he has used his celebrity clout to become a high-profile activist, notably in the fields of climate change and indigenous rights.</p><p>DiCaprio’s new film, Martin Scorsese’s gargantuan Killers of the", "link": "https://www.theguardian.com/film/2023/oct/06/leonardo-dicaprio-activism-climate-change-indigenous-people-martin-scorsese", "date_published": "2023-10-06T13:54:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "I helped fund Just Stop Oil, but no more. The ballot box will be more powerful than disruption | Dale Vince", "description": "<p>The next election will be the most important in my lifetime. Rather than finance protest, I’m urging people to vote to save the planet</p><ul><li> Dale Vince is a green energy industrialist and campaigner</li></ul><p>I have supported and funded <a href=\"https://www.theguardian.com/environment/just-stop-oil\">Just Stop Oil</a> since its foundation. I have given more than £340,000, and that’s because I agree with its simple demand: no drilling for new oil in the North Sea. The international political and scientific consensus is clear: to avoid the worst of the climate crisis, we cannot produce any new sources of fossil fuel.</p><p>I have defended Just Stop Oil’s people and actions <a href=\"https://www.theguardian.com/business/2023/jun/07/labour-donor-dale-vince-influence-access-ecotricity-just-stop-oil-sunak-starmer\">in countless media interviews.</a> Protest is one of our fundamental democratic rights, and the more disruption, the more effective the protest. Just Stop Oil has taken ", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/fund-just-stop-oil-ballot-box-disruption-election-protest", "date_published": "2023-10-06T13:45:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Green energy magnate to switch support from Just Stop Oil to Labour", "description": "<p>Dale Vince says he will concentrate his efforts on getting Tories voted out of government at next election</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2023/oct/06/fund-just-stop-oil-ballot-box-disruption-election-protest\">Dale Vince: I helped fund Just Stop Oil, but no more</a></li></ul><p>Dale Vince, the green energy magnate, has said he is to stop funding direct action climate groups such as Just Stop Oil and instead funnel money towards getting the vote out for Labour at the next general election.</p><p>The Ecotricity founder, who has funded a string of disruptive environmental protest groups, has supported Just Stop Oil since its inception, and has <a href=\"https://www.theguardian.com/business/2023/jun/07/labour-donor-dale-vince-influence-access-ecotricity-just-stop-oil-sunak-starmer\">previously said</a> his funding for the group has totalled “some hundreds of thousands”.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/06/green-energy-magnate-da", "link": "https://www.theguardian.com/environment/2023/oct/06/green-energy-magnate-dale-vince-to-switch-support-from-just-stop-oil-to-labour", "date_published": "2023-10-06T13:45:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "UK weather: rainy north and sunny south in prospect this weekend", "description": "<p>Heavy rain and possible flooding forecast in northern regions, while south will stay mostly dry</p><p>The UK is likely to experience a sharp contrast in weather over the weekend, with people in northern areas told to prepare for torrential rain and possible flooding, while temperatures could reach 25C in the south.</p><p>The Met Office has issued amber and yellow rain warnings for large parts of Scotland and northern England from Saturday to Sunday morning.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/uk-weather-rainy-north-and-sunny-south-in-prospect-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/uk-weather-rainy-north-and-sunny-south-in-prospect-this-weekend", "date_published": "2023-10-06T13:37:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Narges Mohammadi: a defiant voice for women’s rights in Iran", "description": "<p>The articulate campaigner and now Nobel peace prize winner refuses to be silenced even in prison</p><p>Narges Mohammadi, the most articulate and unflinching voice of the Iranian human rights movement, and now <a href=\"https://www.theguardian.com/world/2023/oct/06/jailed-iranian-activist-narges-mohammadi-wins-2023-nobel-peace-prize\">Nobel peace prize winner</a>, has spent so long in prison serving overlapping sentences and defiantly speaking out from behind bars that her family are not sure they will ever speak to her again, let alone meet.</p><p>Her husband and two twins exiled in France have been banned from direct communication for 18 months. She herself believes she will not be released, and still faces a further 154 lashings.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/narges-mohammadi-defiant-voice-for-womens-rights-in-iran-nobel-peace-prize-winner\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/narges-mohammadi-defiant-voice-for-womens-rights-in-iran-nobel-peace-prize-winner", "date_published": "2023-10-06T13:37:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Labour is now a serious threat to the SNP. But will it learn the lessons of the past? | James Mitchell", "description": "<p>Scottish voters may be turning away from the SNP, but Labour must do more to prove it can generate the political reforms they want</p><ul><li>James Mitchell is professor of public policy at Edinburgh University</li></ul><p>The “inevitability” of independence has been a key SNP message in recent years. It was linked to the projection of the party’s invincibility. But with its <a href=\"https://www.theguardian.com/politics/2023/oct/06/labour-beats-snp-in-rutherglen-and-hamilton-west-byelection-michael-shanks\">defeat</a> in the Rutherglen and Hamilton West byelection, the forward march of the SNP has been halted.</p><p>The SNP’s record in office, the serious issues of internal party management and the failure to confront and address weaknesses in its independence prospectus have caught up with it. It is not inevitable that Scotland’s governing party will lose a large number of seats next year, but it looks increasingly likely.</p> <a href=\"https://www.theguardian.com/commentisfree/202", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/labour-snp-lessons-scottish-voters-reforms-rutherglen-hamilton-west-byelection", "date_published": "2023-10-06T13:36:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Primoz Roglic leaves Jumbo-Visma for Bora-Hansgrohe in blockbuster switch", "description": "<ul><li>Slovenian moves after eight years at dominant Dutch team</li><li>Tour de France is the primary title that still evades rider</li></ul><p>Cycling giants Jumbo-Visma are losing one of their trio of Grand Tour winners this season after Primoz Roglic announced his transfer <a href=\"https://twitter.com/BORAhansgrohe/status/1710220928943055025\">to join Bora-Hansgrohe</a> on Friday.</p><p>Roglic’s move, despite a Jumbo-Visma contract through 2025, will let him focus on the 2024 Tour de France as a team leader and was confirmed at a Bora-Hansgrohe news conference before the Tour of Lombardy race.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/primoz-roglic-leaves-jumbo-visma-for-bora-hansgrohe-in-blockbuster-switch\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/06/primoz-roglic-leaves-jumbo-visma-for-bora-hansgrohe-in-blockbuster-switch", "date_published": "2023-10-06T13:35:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Photographic enigmas, chewing gum paintings and ice-skating clergy – the week in art", "description": "<p>Explore the large-format photographer who shot Dalí and Diana, a new Turbine Hall installation and endangered street art – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Hiroshi Sugimoto</strong><strong><br /></strong>Eerie, captivating photographs of a stilled and silent world by this true artist of the camera.<strong><br /></strong>• <a href=\"https://www.southbankcentre.co.uk/whats-on/art-exhibitions/hiroshi-sugimoto-time-machine?eventId=956538\">Hayward Gallery</a>, London, 11 October to 7 January</p> <a href=\"https://www.theguardian.com/artanddesign/2023/oct/06/photographic-enigmas-chewing-gum-paintings-and-ice-skating-clergy-the-week-in-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/oct/06/photographic-enigmas-chewing-gum-paintings-and-ice-skating-clergy-the-week-in-art", "date_published": "2023-10-06T13:31:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Greens accuse Labour of being a ‘bystander to Conservative chaos’", "description": "<p>Co-leaders say Keir Starmer’s party is too timid in joint speech at start of potentially pivotal conference</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/06/labour-rutherglen-and-hamilton-west-byelection-michael-shanks-conservatives-snp-keir-starmer-rishi-sunak\">UK politics live – latest updates</a></li></ul><p>Labour under Keir Starmer has become so timid it is a “bystander to the Conservatives’ chaos”, the co-leaders of the Greens have said in a joint speech that kicked off a potentially pivotal annual conference for the party.</p><p>Speaking to members in Brighton, Carla Denyer and Adrian Ramsay accused the government of “playing cynical political games”<strong> </strong>with the climate emergency – and Labour of quietly acquiescing.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/06/green-party-conference-accuse-labour-bystander-conservative-chaos\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/06/green-party-conference-accuse-labour-bystander-conservative-chaos", "date_published": "2023-10-06T13:30:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "My parents died and my step-parents got together | Ask Annalisa Barbieri", "description": "<p>You have lost both your parents, and a disrupted childhood with few boundaries. It’s no wonder strong feelings are now exploding out of you</p><p><strong>I’m a woman in my 40s</strong><strong>. My father died three years ago, my mother two</strong><strong>. Three months after my mother’s death, </strong><strong>her partner, Alan (not his real name), and my father’s widow, Martine (ditto), told me they were in love and a couple; it had started after my mother’s death.</strong></p><p><strong>I felt like a trap was closing in on me. Although I recognise that they seem happy and deserve a new life, when I found out I felt down</strong><strong>. </strong><strong>Jealous, even. They started popping up together at every family event</strong><strong>. I felt like my mother was being erased. But I also felt the troublesome relationship with </strong><strong>Martine resurface</strong><strong>.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/06/my-parents-died-and-my-", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/06/my-parents-died-and-my-step-parents-got-together", "date_published": "2023-10-06T13:30:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Trump endorses Jim Jordan for House speaker but race remains wide open – US politics live", "description": "<p>Trump backed the Ohio Republican for House speaker just after midnight </p><p>Employers in the United States added many more jobs than expected in September, government data released a few minutes ago confirms, underscoring the labor market’s resiliences even as polls indicate voters are dissatisfied with <strong>Joe Biden</strong>’s economic policies.</p><p>The bureau of labor statistics <a href=\"https://www.bls.gov/news.release/empsit.nr0.htm\">reports</a> that employment grew by 336,000 positions last month but the unemployment rate was unchanged at 3.8%. That was nonetheless more job growth than economists had expected, and an acceleration from recent months:</p> <a href=\"https://www.theguardian.com/us-news/live/2023/oct/06/trump-jim-jordan-house-speaker-race-republicans-biden-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/oct/06/trump-jim-jordan-house-speaker-race-republicans-biden-latest", "date_published": "2023-10-06T13:05:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Comedian Lou Sanders: ‘It blows my mind that people still don’t want to believe women’", "description": "<p>Off the heels of publishing a memoir, the star of Taskmaster and Mel Giedroyc: Unforgivable discusses unhappy readers, deleting Twitter, and outing Russell Brand</p><p>“Can you say I wafted in looking stunning?” asks Lou Sanders, dissolving into laughter before she’s even finished her sentence. She is joking, of course – the comedian isn’t actually desperate for a hyperbolically awed 2000s glossy magazine-style depiction of herself in print. It’s just that airing the silliest, cringiest, most wildly conceited response to any given situation – always coupled with a self-effacing acknowledgment of the ridiculousness of what she’s saying – is Sanders’ stock in trade.</p><p>What really happens is that Sanders strides into the Groucho Club (admittedly, quite a 2000s glossy mag setting) dressed, I will say, in a very fetching lilac jumpsuit. She is late but doesn’t waste time with small talk. Before she’s even properly sat down, she launches into her list of worries: she is anxious she’", "link": "https://www.theguardian.com/stage/2023/oct/06/lou-sanders-whats-that-lady-doing-memoir-interview", "date_published": "2023-10-06T13:00:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Which supermarkets offer the best value for wine? | Fiona Beckett on drink", "description": "<p>Aldi has had a dip in form of late, but still has a couple of decent French and Chilean lines, but Marks &amp; Spencer has some very good buys at keen prices</p><p>“What’s the best supermarket for wine?” That’s a question I am often asked, and there is no definitive answer. It depends on what you’re looking for: bargain buys or interesting bottles?</p><p>What I don’t always point out, but should, is that the answer can and does change. Supermarkets have good and bad phases, depending not only on the buying team, but also on the constraints under which they’re operating. Will their customers tolerate higher <a href=\"https://www.theguardian.com/food/2023/aug/25/how-to-beat-the-wine-price-rise-fiona-beckett\">prices</a>? In the case of Aldi, for example, I suspect not, and, based on its most recent tasting, the store seems to be struggling to deliver the quality it has in the past.</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substac", "link": "https://www.theguardian.com/food/2023/oct/06/which-supermarkets-best-value-for-wine-fiona-beckett", "date_published": "2023-10-06T13:00:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The male menopause: genuine condition or moneymaking myth?", "description": "<p>Experts say there is no equivalent of the menopause for men and symptoms such as depression and low sex drive have other explanations</p><p>This week saw reports that “male menopause” policies are in place at several NHS trusts, with some HR managers suggesting staff could receive up to a year of sick pay if they experience symptoms. This is despite the NHS itself stressing the male menopause is not a clinical condition and that it is not national NHS policy to offer leave for it.</p><p>We take a look at the science behind the term.</p> <a href=\"https://www.theguardian.com/society/2023/oct/06/the-male-menopause-genuine-condition-or-moneymaking-myth\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/06/the-male-menopause-genuine-condition-or-moneymaking-myth", "date_published": "2023-10-06T12:59:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "As Succession showed, corporate awaydays are usually a bit rubbish. Is this the best reset for France and Germany? | André Spicer", "description": "<p>I have attended sessions involving beatboxing and improv theatre. But I’m not sure this is the way to reconfigure geopolitics.</p><ul><li>André Spicer is professor of organisational behaviour at the Bayes Business School at City, University of London</li></ul><p>Next Monday, senior politicians from France and Germany will no doubt be looking nervous as they <a href=\"https://www.telegraph.co.uk/world-news/2023/10/03/french-german-ministers-boat-trip-drinking-repair-relations/\">set sail</a> on an awayday from the port of Hamburg to improve international relations. During the trip, members of Emmanuel Macron’s and Olaf Scholz’s teams will be expected to chat, drink, listen to talks about artificial intelligence (the on-trend topic for any corporate awayday), and then return to the city to visit a fish market. The German and French teams are hoping this trip will help to overcome increasing political tensions between the two countries over issues such as defence, energy and the <a hre", "link": "https://www.theguardian.com/world/commentisfree/2023/oct/06/succession-corporate-awaydays-france-germany", "date_published": "2023-10-06T12:53:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Eight of the world’s most amazing trees – from the Major Oak to the Lone Cypress", "description": "<p>Spectacular ancient trees stir deep feelings, as the felling of Sycamore Gap showed. Here are more noble specimens, including one whose survival is a deep-rooted puzzle</p><p>The act of vandalism in which Northumberland’s famous <a href=\"https://www.theguardian.com/commentisfree/2023/oct/03/sycamore-gap-tree-grieve-chopped-down\">Sycamore Gap</a> tree was felled last month has produced an outpouring of love and grief. Locals and tourists have shared their memories of the 300-year-old <a href=\"https://en.wikipedia.org/wiki/Tree_of_the_Year_(United_Kingdom)\">former winner</a> of England’s tree of the year competition, which stood in a gap in Hadrian’s Wall: two nearby residents even <a href=\"https://www.bbc.co.uk/news/uk-england-tyne-67005372\">crocheted their own tribute</a> to it.</p><p>In honour, then, of the Sycamore Gap tree, we branch out to take a look at some of the world’s best-loved and most visited dendrological specimens.</p> <a href=\"https://www.theguardian.com/environmen", "link": "https://www.theguardian.com/environment/2023/oct/06/eight-of-the-worlds-most-amazing-trees-from-the-major-oak-to-the-lone-cypress", "date_published": "2023-10-06T12:36:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Legia Warsaw players arrested in Netherlands after AZ football match", "description": "<ul><li>Radovan Pankov and Josue held according to Polish media</li><li>Legia Warsaw fans had attacked local police before game</li></ul><p>Dutch police have arrested two Legia Warsaw players after the team’s Europa Conference League match against AZ, officials said, prompting an angry reaction in Poland.</p><p>Dutch police said they had detained a 28-year-old man from Serbia and a 33-year-old man from Portugal after Thursday’s match, which ended in a 1-0 victory for the Dutch side, and that they were still in custody.</p> <a href=\"https://www.theguardian.com/football/2023/oct/06/legia-warsaw-players-arrested-in-netherlands-after-az-alkmaar-match\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/06/legia-warsaw-players-arrested-in-netherlands-after-az-alkmaar-match", "date_published": "2023-10-06T12:29:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a Naomissance’: how Naomi Campbell transcends fashion", "description": "<p>Model’s profile has never been higher, with legions of young fans, show-stealing catwalk turns and V&amp;A blockbuster next year </p><p>She was the first Black model to appear on the cover of French Vogue and a muse to designers including Gianni Versace.</p><p>She has lip-synced in the video for George Michael’s hit Freedom! ’90 and been name checked in a Beyoncé song. But now four decades after she started her career, Naomi Campbell is once again making history.</p> <a href=\"https://www.theguardian.com/fashion/2023/oct/06/how-naomi-campbell-transcends-fashion-model-profile-v-and-a\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/oct/06/how-naomi-campbell-transcends-fashion-model-profile-v-and-a", "date_published": "2023-10-06T12:28:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Cheshire man whose fiancee died in Turkey warns of medical tourism risks", "description": "<p>Emma Morrissey, from Warrington, died from internal bleeding after weight-loss surgery in July 2022</p><p>A man whose fiancee died after weight-loss surgery in Turkey has warned about the risks of medical tourism.</p><p>Jon Burt said Emma Morrissey, 44, had always struggled with her weight but did not meet the criteria to have bariatric surgery on the NHS. She travelled to Termessos hospital in Antalya for a gastric sleeve operation, which is about four times more expensive in the UK.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/cheshire-man-whose-fiancee-died-in-turkey-warns-of-medical-tourism-risks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/cheshire-man-whose-fiancee-died-in-turkey-warns-of-medical-tourism-risks", "date_published": "2023-10-06T12:28:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sports quiz of the week: Rory McIlroy, Simone Biles and Jürgen Klopp", "description": "<p>Have you been following the big stories in football, rugby union, golf, cricket, snooker, gymnastics and boxing?</p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/sports-quiz-week-mcilroy-biles-klopp-football-rugby-golf-cricket-snooker-boxing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/06/sports-quiz-week-mcilroy-biles-klopp-football-rugby-golf-cricket-snooker-boxing", "date_published": "2023-10-06T12:20:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "People may suffer ‘long colds’ more than four weeks after infection, study shows", "description": "<p>Results in the Lancet’s EClinicalMedicine journal found a ‘similar risk’ of long-term symptoms as those with Covid</p><p>Scientists say they have found evidence that people may experience “long colds”, acute respiratory infections with long-term symptoms.</p><p>Some of the most common symptoms include coughing, stomach pain, and diarrhoea more than four weeks after the initial infection. The severity of an illness appears to be a key driver of risk of long-term symptoms.</p> <a href=\"https://www.theguardian.com/science/2023/oct/06/people-may-suffer-long-colds-more-than-four-weeks-after-infection-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/oct/06/people-may-suffer-long-colds-more-than-four-weeks-after-infection-study-shows", "date_published": "2023-10-06T12:18:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Digested week: why does my diary think I need life goals?", "description": "<p>Aspirational stationery, sober weddings and French bedbugs – what next, unsolicited poetry?</p><p>At last! The nights are drawing in. A chill is in the air. A cardigan is in my bag. My favourite time of year has arrived – the final quarter, the point at which the hunt for next year’s diary can legitimately begin.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/digested-week-why-does-my-diary-think-i-need-life-goals\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/digested-week-why-does-my-diary-think-i-need-life-goals", "date_published": "2023-10-06T12:18:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Aviva shares leap nearly 10% on takeover speculation", "description": "<p>Rumours of potential swoop by international rivals help shares in UK biggest insurer soar</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/oct/06/uk-house-prices-fall-halifax-stock-markets-us-jobs-report-business-live\">Business live – latest updates</a></li></ul><p>Shares in Aviva, the UK’s biggest insurer, jumped nearly 10% after reports that it could be the target of a takeover by a foreign buyer.</p><p>Its shares rose 9.5% to 425.12p, having hit 428.3p at one stage, valuing the company at £11.6bn.</p> <a href=\"https://www.theguardian.com/business/2023/oct/06/aviva-shares-takeover-speculation-insurer-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/06/aviva-shares-takeover-speculation-insurer-uk", "date_published": "2023-10-06T12:13:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Jonny May says England career likely to end after Rugby World Cup", "description": "<ul><li>Winger set to retire from international rugby after tournament </li><li>‘Never say never but probably this will be the last campaign’</li></ul><p>Jonny May believes his international career will be over when England’s World Cup campaign comes to an end but says they have the opportunity to lift the trophy in France and has vowed to make the most of his “bonus time”.</p><p>The 33-year-old winger was left out of England’s initial squad for the tournament but was handed a reprieve when Anthony Watson was ruled out through injury and he returns to the starting lineup for Saturday’s final pool stage match against Samoa.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/jonny-may-says-england-career-likely-to-end-after-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/06/jonny-may-says-england-career-likely-to-end-after-rugby-world-cup", "date_published": "2023-10-06T12:09:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Family generations and marooned floating homes: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/oct/06/family-generations-and-marooned-floating-homes-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/oct/06/family-generations-and-marooned-floating-homes-fridays-best-photos", "date_published": "2023-10-06T12:04:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers ‘misrepresented’ UK climate advisory body, say scientists", "description": "<p>Government challenged to explain claim that UK will need 25% of energy to come from fossil fuels in 2050</p><p><a href=\"https://www.theguardian.com/politics/live/2023/oct/06/labour-rutherglen-and-hamilton-west-byelection-michael-shanks-conservatives-snp-keir-starmer-rishi-sunak\">UK politics live – latest updates</a></p><p>The UK government has “misrepresented” the Climate Change Committee (CCC) by wrongly claiming it said we would need a quarter of our energy to come from fossil fuels by 2050, scientists have said.</p><p>In order to justify signing off new oil and gas licences in the North Sea, ministers have said the country will still require a quarter of its energy to come from gas in 2050, the year the UK is supposed to meet net zero.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/06/ministers-misrepresented-uk-climate-advisory-body-say-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/06/ministers-misrepresented-uk-climate-advisory-body-say-scientists", "date_published": "2023-10-06T12:00:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘I watched it and burst into tears’: Lenny Henry on his poignant, hilarious ode to Windrush", "description": "<p>Russell T Davies helped Henry turn his family’s tales of leaving the Caribbean for 50s Dudley into a moving period drama. He talks sexism, racism and wishing he was more like Scorsese</p><p>It’s hard to imagine quite what it would have been like for the Windrush generation to exchange the warm glow of the Caribbean sun for the rain and icy chill of Britain. But arriving on the set of Three Little Birds makes it a little easier. Everyone is shivering in the crisp winter air, with plumes of white breath accompanying every sentence. At least creator Lenny Henry has the warmth of a three-piece suit, but the stars of his semi-autobiographical series are not so lucky. They are in 1950s bridesmaid’s dresses and a lacy wedding gown, with tiny capped sleeves and large A-line skirts that are regrettably billowy. Their teeth chatter as they explain how thrilled they are to be part of the show. “It’s good vibes,” grins one. “It’s just lovely. I love it here. I love it.”</p><p>Three Little Bir", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/06/i-watched-it-and-burst-into-tears-lenny-henry-on-his-poignant-hilarious-ode-to-windrush", "date_published": "2023-10-06T12:00:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "UK government pressed for answers on Sheikh Mansour and Russians", "description": "<ul><li>Ukrainian activist urges government to investigate City owner</li><li>‘Many oligarchs appear to have found home for wealth in UAE’</li></ul><p>The UK government has been asked to reveal what steps it has taken to investigate whether Manchester City’s owner, Sheikh Mansour, assisted wealthy Russians on whom it has imposed sanctions in moving their assets to the United Arab Emirates.</p><p>Lawyers acting on behalf of a Ukrainian activist – who wishes to remain anonymous for fear of reprisals from Russia – have written to the foreign secretary, James Cleverly, to ask whether investigations have been carried out to determine whether Mansour, the UAE’s deputy prime minister, should be identified as a “designated person” subject to financial sanctions under the Russia (Sanctions) (EU Exit) Regulations 2019.</p> <a href=\"https://www.theguardian.com/football/2023/oct/06/uk-government-pressed-for-answers-on-manchester-city-owner-sheikh-mansour-and-russians\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/06/uk-government-pressed-for-answers-on-manchester-city-owner-sheikh-mansour-and-russians", "date_published": "2023-10-06T11:56:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Rugby World Cup 2023: what to look out for this weekend", "description": "<p>Italy look to put pressure on France, Wales aim to avoid another Georgia shock, and a maths test for Ireland and Scotland</p><p>Much has been made of the fact Antoine Dupont could be back next week if given the all clear by the surgeon on Monday to resume contact training days after having surgery on a fractured cheekbone. Less attention has been paid to the fact that for that to be at all relevant, France still need to qualify and the easiest way to ensure that is to beat Italy on Friday evening. They can still go through if they lose, but the hosts will not want to be relying on bonus points.</p><p><strong>France v Italy, OL Stadium, Friday 8pm (all times BST)</strong></p><p><strong>England v Samoa, Stade Pierre-Mauroy, Saturday 4.45pm</strong></p><p><strong>Ireland v Scotland, Stade de France, Saturday 8pm</strong></p><p><strong>Wales v Georgia, Stade de la Beaujoire, Saturday 2pm</strong></p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/rugby-world-cup-2023-what-to-l", "link": "https://www.theguardian.com/sport/2023/oct/06/rugby-world-cup-2023-what-to-look-out-for-this-weekend", "date_published": "2023-10-06T11:55:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "From Sánchez to Sancho: Manchester United’s Lost Boys in decade of waste", "description": "<p>We select 10 players who signed or broke through amid fanfare only to get lost in the black hole of post-Ferguson Old Trafford</p><p>They are Manchester United’s Lost Boys, victims of the meat grinder of English football’s most wasteful club, flushed down a seething well of talent. Each received excitable advanced notices and premature hero worship, only to be dragged into the black hole that is Old Trafford in the lost decade since Sir Alex Ferguson stepped down. Any nascent talent now joins the club at the peril of being damned by United; there are many warnings from recent history to abide by.</p><p>Ferguson’s United was the club where youth flourished and attacking talent was given freedom of expression and ammunition to thrive. The club’s prime youth products of the past decade are Marcus Rashford, whose current form is being lamented, and Scott McTominay, who United were willing to sell this summer. United always spent big but perhaps only Bruno Fernandes, himself still a di", "link": "https://www.theguardian.com/football/2023/oct/06/manchester-united-lost-boys-decade-of-waste-sancho-sanchez", "date_published": "2023-10-06T11:55:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump backs hard-right loyalist Jim Jordan for House speaker", "description": "<p>Ohio congressman is one of two leading candidates alongside Steve Scalise in race to fill role after Kevin McCarthy’s ousting</p><p>Donald Trump is officially backing the brash, longtime loyalist and founding member of the hard-right House Freedom Caucus, the Ohio congressman Jim Jordan, <a href=\"https://www.theguardian.com/us-news/2023/oct/03/kevin-mccarthy-house-speaker-vote\">to succeed</a> Kevin McCarthy as House speaker when voting takes place next week.</p><p>“Congressman Jim Jordan has been a STAR long before making his very successful journey to Washington, DC, representing Ohio’s 4th Congressional District,” Trump wrote on his Truth Social social media platform, with his some of his signature inflammatory flourishes, early on Friday.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/06/donald-trump-backs-jim-jordan-house-speaker\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/06/donald-trump-backs-jim-jordan-house-speaker", "date_published": "2023-10-06T11:51:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Poppers, phallic food and a soiled royal: inside Ridykeulous’s ridiculous art show", "description": "<p>The ever-humourous LGBT+ collective have amassed works from big names, cult artists and ‘frenemies’ for their first European outing</p><p>On first entering Ridykes’ Cavern of Fine Inverted Wines and Deviant Videos, <a href=\"https://www.nottinghamcontemporary.org/whats-on/ridykeulous/\">which takes over the entirety of the Nottingham Contemporary Gallery this autumn</a>, visitors encounter Rush Stadium: a prototype for a giant, arena-size space in which the audience would watch, via a monitor attached to each seat, the entirety of the world’s video art.</p><p>It makes for a wonderful installation: a wooden structure with a DIY vibe which gallery-goers enter, sit on carpeted platforms, don their headphones, and immerse themselves in the likes of <a href=\"https://www.miandn.com/artists/jacolby-satterwhite\">Jacolby Satterwhite</a>’s afro-futurist virtual world.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/oct/06/ridykeulous-new-show-nottingham-contemporary\">Continue readi", "link": "https://www.theguardian.com/artanddesign/2023/oct/06/ridykeulous-new-show-nottingham-contemporary", "date_published": "2023-10-06T11:47:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Afghanistan coach Jonathan Trott: ‘We just need one of those tight wins’", "description": "<p>Former England batter on helming the No 9-ranked ODI side at the Cricket World Cup, where they have struggled in the past</p><p>Before the Afghanistan team departed for India the chairman of the country’s cricket board, Mirwais Ashraf, bade farewell by – according to Pajhwok, the independent local news agency – “telling the squad the Afghan nation had pinned high hopes on them and expected they would bring home laurels by showing their skills in the tournament.”</p><p>It may be best not to get too carried away. Afghanistan come into the World Cup ranked ninth in the world, above only the Netherlands of the competing nations, have lost nine of their 13 completed ODIs over the last year (the fifth-worst record of the 22 teams that have played the format), and have one win in two previous appearances in the tournament – by one wicket, with three balls to spare, <a href=\"https://www.theguardian.com/sport/2015/feb/26/cricket-world-cup-afghanistan-scotland-report\">against Scotland in 20", "link": "https://www.theguardian.com/sport/2023/oct/06/afghanistan-coach-jonathan-trott-we-just-need-one-of-those-tight-wins", "date_published": "2023-10-06T11:42:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: Typhoon Koinu causes disruption in Taiwan", "description": "<p>Heavy rain and strong winds force schools and businesses to shut and leaves thousands without power</p><p>Typhoon Koinu made landfall in southern Taiwan on Thursday morning, reaching the country as a category 4 typhoon on the Hengchun peninsula as the storm’s eye crossed over Eluanbi for about five minutes. At this stage, the maximum sustained winds were recorded at 135mph, according to the Joint Typhoon Warning Center.</p><p>By Thursday afternoon, the storm was 62 miles off the western coast of Eluanbi, with maximum sustained winds of 89mph. Despite weakening, Koinu is expected to reach coastal areas of southern China this weekend, and the city of Guangzhou has already cancelled some flights and trains.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/weather-tracker-typhoon-koinu-disruption-taiwan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/weather-tracker-typhoon-koinu-disruption-taiwan", "date_published": "2023-10-06T11:34:13+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The weirdest things we’ve learned from 15 years of Goop", "description": "<p>In this week’s newsletter: Jade eggs and vagina candles in hand, Goop has offered life advice to millions since 2008 – some dubious, some downright dangerous</p><p>• <strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-fashion-statement-newsletter-our-free-fashion-email\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></p><p>In October 2008, Gwyneth Paltrow sat down at her kitchen table in London and wrote her first ever lifestyle and wellness newsletter. Entitled Goop, every week it featured personal recommendations from Paltrow including the best reflexologist in Notting Hill to her favourite recipe for banana nut muffins.</p><p>Fifteen years later and Goop has gone on to become a fully fledged lifestyle brand said <a href=\"https://www.nytimes.com/2018/07/25/magazine/big-business-gwyneth-paltrow-wellness.html\">to be worth over £200 million</a>. Alongside the weekly newsletter, there are clothing and beauty lines, a podcast", "link": "https://www.theguardian.com/fashion/2023/oct/05/fashion-statement-goop-at-15-gwyneth-paltrow", "date_published": "2023-10-06T11:30:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The Hypochondriac review – Molière malady comedy played for big laughs", "description": "<p><strong>Crucible, Sheffield <br /></strong>It takes a while to get going but when it hits its straps, thanks to the cast’s skilful handling of farce, Sarah Tipple’s production from the Roger McGough translation becomes genuinely funny<strong><br /></strong><br /></p><p>This show presents several puzzles: how can it drag for 40 minutes and then zip along for 30? How are there underpowered performances then energetically hilarious turns moments later? How does director Sarah Tipple marshal her resources around the Crucible perfectly in one moment and then seem to lose grip of the space’s unique demands the next?</p><p>This Roger McGough translation of Molière’s Le Malade Imaginaire won fans in 2009. For a good portion of the first act, you wonder why this historic piece wasn’t left in the past. The staging feels laborious and though all farces (while technically a comédie-ballet, there are false moustaches, entrances and exits aplenty) demand a lot of set up, it takes some time to h", "link": "https://www.theguardian.com/stage/2023/oct/06/the-hypochondriac-review-moliere-comedy-roger-mcgough-crucible-sheffield", "date_published": "2023-10-06T11:29:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Tories insist private schools need tax breaks – but take it from an expert, they’re raking it in | Rebecca Boden", "description": "<p>Labour’s plan for VAT and business rates on these institutions is not only fair – it’s financially sensible</p><p>One of Labour’s few firm policy commitments is to start charging VAT on Britain’s free-paying schools, and full business rates on those in England as already happens in Scotland. This has generated a loud but often poorly informed debate as the Conservatives, ever-enthusiastic advocates for the independent sector, defend its tax breaks.</p><p>The UK has about 2,600 private schools (for-profit and charitable), and they are all exempt from VAT. Additionally, the 1,300 schools with charitable status pay no corporation tax, capital gains tax or stamp duty. They also benefit from capital gains and inheritance tax relief, and gift aid on donations. <a href=\"https://www.theguardian.com/politics/2022/apr/05/rishi-sunak-and-wife-donate-over-100000-to-winchester-college\">Records from 2020 show</a> that Rishi Sunak and his wife, Akshata Murthy, have donated more than £100,000 to ", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/tories-private-schools-vat-tax-breaks-expert-labour-fair-sensible", "date_published": "2023-10-06T11:26:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Lauren Mayberry review – Chvrches frontwoman delivers charming, biting solo debut", "description": "<p><strong>SWG3, Glasgow<br /></strong>There’s a DIY party atmosphere as Mayberry feels her way towards the next phase of her career, with some powerful moments of righteous anger</p><p>‘I’m gonna play a bunch of songs that basically none of you know,” Lauren Mayberry deadpans at her sold-out debut UK solo show. Best known as the singer of Glaswegian synth-pop trio <a href=\"https://www.theguardian.com/music/chvrches\">Chvrches</a>, Mayberry launched her solo career last month with the single Are You Awake? and a string of performances in the US. Although still an active band, no Chvrches songs appear in tonight’s setlist – a marked delineation that offers Mayberry the freedom to explore a different kind of pop persona.</p><p>Taking the stage to Liza Minnelli’s Maybe This Time, Mayberry exudes punk glam in an oversized T-shirt and glitter make-up, backed by an all-female band against house party-esque tinsel curtains. She’s an endearing mix of hometown nerves and energy (“This is the s", "link": "https://www.theguardian.com/music/2023/oct/06/lauren-mayberry-review-chvrches-swg3-glasgow", "date_published": "2023-10-06T11:24:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Post your questions for Paul McGann", "description": "<p>As the actor stars in a new thriller, here’s your chance to ask him about Withnail, Doctor Who and Lesbian Vampire Killers</p><p>It’s funny how life works out. Liverpool-born actor <a href=\"https://www.theguardian.com/film/2020/mar/05/paul-mcgann-being-called-a-perfumed-ponce-its-an-ice-breaker\">Paul McGann</a> had left school and was working in a shoe shop when he bumped into his old schoolteacher, Joe Hartley, who had given him the lead role in a school production of Antony and Cleopatra. Feeling McGann was wasting his talents fitting shoes, Hartley suggested he apply to Rada – which lead to a part in the snooker drama Give Us a Break opposite Robert Lindsay, then the lead role in Alan Bleasdale’s controversial first world war drama The Monocled Mutineer.</p><p>The rest is history. McGann went on to star as Marwood, the eponymous I to Richard E Grant’s <a href=\"https://www.theguardian.com/film/withnail-i\">Withnail in 1987</a> and then was cast as the <a href=\"https://www.theguar", "link": "https://www.theguardian.com/film/2023/oct/06/post-your-questions-for-paul-mcgann", "date_published": "2023-10-06T11:13:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "What is the Pepfar fight and what does it mean for Africa?", "description": "<p>The US Aids relief programme has become caught up in the politics of abortion rights, with far-reaching implications</p><p>Pepfar is an acronym for the US “president’s emergency plan for Aids relief”. It was set up <a href=\"https://www.state.gov/pepfar-celebrates-20-years-of-unprecedented-global-impact-in-the-fight-to-end-hiv-aids/\">two decades ago</a> by George W Bush to address the HIV epidemic.</p> <a href=\"https://www.theguardian.com/global-development/2023/oct/06/what-is-the-pepfar-fight-and-what-does-it-mean-for-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/oct/06/what-is-the-pepfar-fight-and-what-does-it-mean-for-africa", "date_published": "2023-10-06T11:09:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Lessons in Chemistry by Bonnie Garmus audiobook review – a smart and funny feminist fable", "description": "<p>A witty and incisive skewering of the patriachy in society and science, with endearingly straight-talking characters</p><p>Elizabeth Zott is a research scientist trying to make her way in a man’s world. It’s 1952, a time when women are expected to give up their careers to get married and have children. But Elizabeth isn’t content having her work sidelined – or, worse still, stolen – by her male colleagues at California’s Hastings Research Institute, so she resolves to keep working and never get married. When she falls in love with Calvin Evans, a Nobel-nominated chemist, she declines his marriage proposal but agrees to move in with him and get a dog.</p><p>Bonnie Garmus’s smart and funny feminist fable – a TV adaptation of which arrives this month on Apple TV+ starring Brie Larson – is read by the British actor Miranda Raison, who delights in Elizabeth’s pithy observations on the many ways women are undermined by men. An unconventional and charismatic heroine determined to live li", "link": "https://www.theguardian.com/books/2023/oct/06/lessons-in-chemistry-by-bonnie-garmus-audiobook-review-a-smart-and-funny-feminist-fable", "date_published": "2023-10-06T11:00:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Palmito, Hove, East Sussex: 'An intoxicating bombardment' | Grace Dent on restaurants", "description": "<p>The menu ranges through all the owner’s favourite things from Latin American, southern Europe and south Asia, plus anywhere else that happens to float his boat</p><p><a href=\"https://www.palmito.co.uk/\">Palmito</a> is a tiny, semi-orderly explosion of flavour on the Brighton/Hove border, and reserving one of its 20 seats is already a battle, so nobody living nearby will thank me for visiting. It sits on the site of a former takeaway, now va-va-voomed with pink paint and fairy lights, but there’s still only enough room to swing a small shrew without sweeping its whisker through someone’s Colombian rocoto chilli salsa.</p><p>This is a sort-of Latin American restaurant – or at least the cocktails and the soundtrack are. Pineapple and jalapeño mezcalitas were on the menu when we went, alongside cachaça cristalina and velvet <a href=\"https://www.diffordsguide.com/beer-wine-spirits/category/220/falernum\">falernum</a> caipirinhas, but then the pre-dinner snacks included lentil papad with", "link": "https://www.theguardian.com/food/2023/oct/06/palmito-hove-east-sussex-grace-dent-restaurant-review", "date_published": "2023-10-06T11:00:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Bankman-Fried trial: day four heats up as co-founder takes the stand again", "description": "<p>Gary Wang first took the stand late on Thursday admitting he had committed financial crimes while at the crypto firm</p><p><a href=\"https://www.theguardian.com/business/sam-bankman-fried\">Sam Bankman-Fried</a>’s crypto <a href=\"https://www.theguardian.com/business/2023/oct/03/sam-bankman-fried-ftx-crypto-trial-start\">fraud trial</a> is launching into its fourth day on Friday with more testimony from his now-defunct company’s co-founder, Gary Wang.</p><p>Just before 4pmET Thursday, Wang took the stand in Bankman-Fried’s Manhattan federal court trial, as the fourth prosecution witness. He returns to testify this morning.</p> <a href=\"https://www.theguardian.com/business/2023/oct/06/sam-bankman-fried-trial-crypto-fraud-day-four\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/06/sam-bankman-fried-trial-crypto-fraud-day-four", "date_published": "2023-10-06T11:00:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The best recent poetry – review roundup", "description": "<p>Pitch &amp; Glint by Lutz Seiler; Mothersong by Amy Acre; Infinite in Finite by Andrew Wynn Owen; Enter the Water by Jack Wiltshire; The Coming Thing by Martina Evans</p><p><strong>Pitch &amp; Glint by Lutz Seiler, translated by Stefan Tobler (<a href=\"https://www.guardianbookshop.com/pitch-glint-9781913505769?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">And Other Stories, £1</a></strong><strong><a href=\"https://www.guardianbookshop.com/pitch-glint-9781913505769?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">4.99</a>)</strong><strong><br /></strong>Meticulously translated from German, these poems create an inimitable sound world where everything is muted as if beneath a blanket of snow, whispering, sizzling, crackling. The crackling, we realise with a sense of shock, is radioactive uranium, as Seiler hauntingly describes a lost rural East Germany, where villages literally disappear as they collapse into the uranium mines beneath ", "link": "https://www.theguardian.com/books/2023/oct/06/the-best-recent-poetry-review-roundup", "date_published": "2023-10-06T11:00:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Feeding seaweed to cows can cut methane emissions, says Swedish report", "description": "<p>Study proposes government commission more research into environmental benefits of cattle feed additives</p><p>Sweden is one step closer to making the use of methane-reducing cow feed additives such as seaweed government policy after experts recommended further investigation into the area.</p><p>A report by the Swedish Environmental Protection Agency into reduced methane emissions says development in the field has been “rapid in recent years” and is among “a number of new interesting additives with higher potential”.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/06/feeding-seaweed-to-cows-can-cut-methane-emissions-says-swedish-report\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/06/feeding-seaweed-to-cows-can-cut-methane-emissions-says-swedish-report", "date_published": "2023-10-06T11:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘A secret no one talked about’: Michael Morpurgo on discovering his real father – and hating Spielberg’s War Horse", "description": "<p>As he turns 80, the prolific children’s author takes us on a tour of his Devon village, to talk about family bombshells, the burning of Joan of Arc – and finally getting a film adaptation he likes</p><p>It would be hard to spend more than a few minutes in the picturesque Devonshire village of Iddesleigh without bumping into Michael Morpurgo, either in person or in spirit. A picture of Joey – a handsome bay horse supposedly painted by a cavalry officer in 1914 – hangs above the mantelpiece in the village hall, just as described in the author’s most famous novel, War Horse. And just as in the novel, a clock below the picture is frozen at one minute past 10.</p><p>The pub, meanwhile, is papered with War Horse memorabilia, while the lanes leading to the village are dotted with signs to a War Horse theme park, although Morpurgo grimaces when he spots one, explaining that it’s the work of an entrepreneurial local farmer. It has nothing to do with the charity he and his wife, Clare, set ", "link": "https://www.theguardian.com/books/2023/oct/06/michael-morpurgo-real-father-hating-spielberg-war-horse", "date_published": "2023-10-06T11:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Will we ever get to see Gareth Edwards’ cut of Rogue One: A Star Wars Story?", "description": "<p>Rumours that the director was replaced by Tony Gilroy are rife online. Despite the film-maker finally starting to push back on the hearsay, it seems we may never know what  happened</p><p>For fans of the halcyon days of Star Wars – that glorious blend of analogue retro-future-tech, cod-Japanese mysticism and swishy laser swords – 2016’s Rogue One: a Star Wars Story is perhaps the last great movie set a long time ago, in a galaxy, far, far away. At the very least, it is the last Star Wars movie that has not proven fiercely divisive, alienated large portions of its fanbase (even if quite a few of them seem to be right-wing trolls) or <a href=\"https://www.rottentomatoes.com/m/star_wars_the_rise_of_skywalker\">ruined entire trilogies</a>.</p><p>It inspired the prequel TV series Andor, an unusual example of a Star Wars show that has flourished despite having almost no connection to George Lucas’s original trilogy, and felt like that rare example of the nostalgia-fest that somehow manage", "link": "https://www.theguardian.com/film/2023/oct/06/gareth-edwards-rogue-one-a-star-wars-story-tony-gilroy", "date_published": "2023-10-06T10:55:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Belgian transgender deputy PM urges Sunak not to join ‘the real bullies’", "description": "<p>Petra De Sutter responds to ‘hurtful’ remarks UK prime minister made at Tory conference</p><p>Belgium’s deputy prime minister, who ranks as one of Europe’s most senior transgender politicians, has urged Rishi Sunak not to join “the real bullies” after remarks made by the British prime minister at the Conservative party conference this week.</p><p>Sunak <a href=\"https://www.theguardian.com/politics/2023/oct/04/key-takeaways-rishi-sunak-tory-conference-speech\">told the audience</a>: “We shouldn’t get bullied into believing that people can be any sex they want to be,” to cheers and loud applause. “They can’t. A man is a man and a woman is a woman. That’s just common sense.”</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/belgian-transgender-deputy-pm-petra-de-sutter-rishi-sunak-not-join-real-bullies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/belgian-transgender-deputy-pm-petra-de-sutter-rishi-sunak-not-join-real-bullies", "date_published": "2023-10-06T10:42:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "UK gardeners: tell us about flower planting in public spaces where you live", "description": "<p>We would like to hear from people in urban areas in the UK who are transforming slices of barren land into flower gardens</p><p>People in some of the UK’s urban areas are taking it upon themselves to plant seeds in public spaces and transform slices of barren land into flower gardens.</p><p>We would like to hear from people in the UK who have recently helped revamp neglected flower beds in their community. Why did you do it and how did it make you feel?</p> <a href=\"https://www.theguardian.com/environment/2023/oct/06/uk-gardeners-tell-us-about-flower-planting-in-public-spaces-where-you-live\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/06/uk-gardeners-tell-us-about-flower-planting-in-public-spaces-where-you-live", "date_published": "2023-10-06T10:31:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "It matters that the Tories love Nigel Farage again. Look up the name Preston Manning, and you’ll see why | Naomi Smith", "description": "<p>In Canada, Manning quit the conservative party and from the outside dragged it to the right. It is a salutary lesson for the UK</p><p>Nigel Farage is no original thinker. This week, he was quaffing the bubbles in Manchester at Tory party conference, throwing shapes with Priti Patel and bellowing his support at every dog whistle blown by a succession of leadership hopefuls. After staggering away from it more than 30 years ago, it seems that Nigel is once again at home within the Tory party. It reminded me of someone you may never have heard of: <a href=\"https://en.wikipedia.org/wiki/Preston_Manning\">Preston Manning.</a></p><p>Little considered in British politics, the Canadian rightwinger Manning is the proto-Farage, the Betamax to his VHS, version 1.0, and the parallels are stark. A longtime party member, Manning grew frustrated with the <a href=\"https://en.wikipedia.org/wiki/Progressive_Conservative_Party_of_Canada\">Progressive Conservative party of Canada</a> (PCP) and led a bre", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/tories-nigel-farage-preston-manning-canada", "date_published": "2023-10-06T10:30:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Iolanthe review – from Nadine Dorries to flying lords, the spiralling absurdity makes this a delight", "description": "<p><strong>Coliseum, London<br /></strong>Cal McCrystal’s joyous Gilbert and Sullivan staging returns to English National Opera packed with pantomime animals, visual and verbal gags and, above all, terrific singing</p><p>Cal McCrystal’s joyous production is <a href=\"https://www.theguardian.com/music/2018/feb/14/iolanthe-review-house-lords-satire-cal-mccrystal-coliseum-london-\">back at the Coliseum after five years</a> and looking as fresh as new paint. It is not just because of topical additions to the cornucopia of gags – at one point we see a Nadine Dorries lookalike vainly beseeching entrance to the House of Lords – but because McCrystal and his team recognise that the secret of Iolanthe lies less in its satirical bite than in its spiralling absurdity. This is a world in which, rather as in A Midsummer Night’s Dream, mortals and immortals feverishly interact. Where <a href=\"https://www.theguardian.com/music/2021/oct/31/hms-pinafore-review-enos-shipshape-satire-ramps-up-the-camp\">H", "link": "https://www.theguardian.com/music/2023/oct/06/iolanthe-review-coliseum-london-eno-gilbert-and-sullivan", "date_published": "2023-10-06T10:25:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "VAR in spotlight, Jordan Henderson backs Saudi 2034 World Cup: football news – live", "description": "<ul><li><a href=\"https://www.theguardian.com/football/2023/oct/06/premier-league-10-things-to-look-out-for-this-weekend\">Premier League: 10 things to look out for this weekend</a></li><li>Have any thoughts? <a href=\"mailto:yara.el-shaboury@guardian.co.uk\">Email them Yara’s way</a></li></ul><p><strong>It was a historic night for Brighton</strong> after goals from Joao Pedro and Pascal Gross completed a comeback which earned them their first ever point in Europe.</p><p>There was tension brewing before the match, with De Zerbi and Gattuso having a long history against each other on the touchline.</p> <a href=\"https://www.theguardian.com/football/live/2023/oct/06/var-back-in-spotlight-henderson-backs-saudi-2034-world-cup-football-news-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/oct/06/var-back-in-spotlight-henderson-backs-saudi-2034-world-cup-football-news-live", "date_published": "2023-10-06T10:05:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The McCarthy debacle barely scrapes the surface of how dysfunctional Congress is | Osita Nwanevu", "description": "<p>Gerontocracy, corruption, laziness – we need to ask more of US legislators, starting with making their job feel like work</p><p>While those who follow politics closely are busy parsing what the ouster of Kevin McCarthy as House speaker might mean for Congress, those who don’t ⁠– meaning the bulk of the American people ⁠– could be forgiven for tuning much of the drama of the last few weeks out. Ordinary Americans have little faith in Congress as it stands: as substantively or strategically consequential as they might be, the battles between members of our most reviled class, politicians, seem to most like juvenile squabbles.</p><p>Here’s a detail that might incense them further. For generations, members of the US Senate have carved and scrawled their names into their desks. This rite, the stuff of summer camp and grade school, is, to the peculiar mind of a US senator, something more profound ⁠– yet another tradition, as though they needed another, signifying their membership in an ", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/kevin-mccarthy-congress-corruption-ageing", "date_published": "2023-10-06T10:02:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The trials of SBF and DJT: Trump isn’t clean on crypto but he did warn us about it", "description": "<p>Two trials – and Michael Lewis’s new book on Sam Bankman-Fried – cast light on the everlasting nexus of power and greed</p><p>The New York fraud trial of Sam Bankman-Fried kicked off this week. The 31-year-old former crypto billionaire faces two substantive counts of wire fraud, for acts allegedly perpetrated against the customers of FTX, the crypto-futures exchange he founded, and five related counts of conspiracy. If convicted on all charges, he faces up to 110 years in prison.</p><p>As fate would have it, his case is being heard a few buildings away from where one Donald J Trump sits on trial for fraud. Like the 45th president – DJT, if you will – SBF has a tough row to hoe.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/06/trump-sam-bankman-fried-trial-fraud-crypto\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/trump-sam-bankman-fried-trial-fraud-crypto", "date_published": "2023-10-06T10:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘I had to make myself inhabitable’: Earl Sweatshirt on remaking his hip-hop persona", "description": "<p>Bursting onto the global scene at 16 as part of hip hop collective Odd Future, Thebe Neruda Kgositsile courted admiration and controversy with a combustible young persona. 10 years later, he talks about growing up, depression, and fatherhood</p><p>The arrival of Odd Future was a cattle prod to popular culture. Armed with just their laptops and alarmingly <a href=\"https://www.theguardian.com/music/2019/nov/28/odd-future-tyler-creator-frank-ocean-decade-in-music\" title=\"\">confessional hip-hop</a> tracks that contrasted tales of teenage woe with violent fantasies, a dozen high-schoolers rode a tidal wave of rap forums, Twitter and the then cresting Tumblr to bestride the world stage. They emerged from Los Angeles at the end of the 2000s, before exploding in 2011 with the release of Tyler, the Creator’s controversial breakout hit Yonkers. The group sparked a thousand thinkpieces about their <a href=\"https://www.theguardian.com/music/2011/may/08/odd-future-tyler-creator-rape\" title=\"\">", "link": "https://www.theguardian.com/music/2023/oct/06/earl-sweatshirt-voir-dire-interview", "date_published": "2023-10-06T10:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Border your curtains, spend on taps and embrace limewash… how to everything-proof your home", "description": "<p>Scuffed walls, greasy wooden floors and claw marks on the sofa – our homes can take quite a pounding. Experts’ tips on how to spill, pet and kid-proof your house.</p><p>Always factor durability as well as aesthetics into your fabric choices, says upholsterer and TV presenter <a href=\"https://micaelasharpdesign.com/\" title=\"\">Micaela Sharp</a>: “Ideally [for a chair or sofa] pick something with a high <a href=\"https://www.justfabrics.co.uk/inspiration/the-martindale-test-fabric-rub-count/\" title=\"\">Martindale count</a>” – the number of rubs a fabric can take before a thread breaks. “I’d recommend over 35,000, but a lot of domestic fabrics now go up to 200,000, like stain-resistant velvets, which are particularly durable.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/06/border-your-curtains-spend-on-taps-and-embrace-limewash-how-to-protect-your-home-from-the-ravages-of-daily-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/06/border-your-curtains-spend-on-taps-and-embrace-limewash-how-to-protect-your-home-from-the-ravages-of-daily-life", "date_published": "2023-10-06T10:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Fall at your feet: five easy and affordable autumn gardening tasks", "description": "<p>From planting bulbs to making fertiliser, these jobs will sow the seeds for a plot to be proud of next year</p><p>A year into developing our new little garden <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/13/how-to-start-a-sustainable-affordable-garden-right-now\" title=\"\">as sustainably and cost-effectively as possible</a>, things are gradually taking shape. The woody potentillas, viburnums and <em>Parthenocissus</em> I rooted as <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/24/spring-into-action-five-easy-affordable-gardening-tasks-now-winter-is-over\" title=\"\">cuttings and layers</a> last year have doubled – and in some cases quadrupled – in size, climbers are inching up the fences and, remarkably, the formerly shoulder-high almond tree now peeps over at the neighbour’s garden.</p><p>A vibrant accumulation of annual, biennial and herbaceous flowers filled out the beds this summer – all grown from seed, plugs or pilfered divisions. Among them are hardy pe", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/06/fall-at-your-feet-five-easy-and-affordable-autumn-gardening-tasks", "date_published": "2023-10-06T10:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Houseplant of the week: rainbow bush", "description": "<p>This vividly coloured, easygoing succulent is perfect for an office desk or warm room with natural light</p><p><strong>Why will I love it?</strong><br />This shrubby succulent, scientific name <em>Portulacaria afra Variegata</em>, is an instant mood-lifter with its bright red woody stems set against creamy green variegated leaves. This striking contrast adds a pop of colour and cheer to any space.</p><p><strong>Light or shade?</strong><br />It’s a sun lover, not a sunbather. It thrives in bright, indirect light.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/06/houseplant-of-the-week-rainbow-bush\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/06/houseplant-of-the-week-rainbow-bush", "date_published": "2023-10-06T10:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Shell called out for promoting fossil fuels to youth via Fortnite game", "description": "<p>Climate activists condemn oil giant for paying influencers to showcase marketing game from new gasoline campaign</p><p>Climate activists are calling out <a href=\"https://www.theguardian.com/business/royaldutchshell\">Shell</a> for partnering with popular video gamers and online youth influencers to promote fossil fuels to a younger generation.</p><p>The oil giant, which in July reported <a href=\"https://www.theguardian.com/business/2023/jul/27/shell-profits-oil-gas-price-shareholders\">quarterly profits</a> of more than $5bn (£3.9bn), worked with Fortnite creators and paid popular gamers on multiple platforms to showcase its <a href=\"https://www.shell.us/motorist/shell-ultimate-road-trips-sweepstakes.html\">“ultimate road trips” promotion</a>, part of a marketing campaign for a new gasoline it calls V-Power Nitro+.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/06/shell-fortnite-game-youth-marketing-campaign-fossil-fuels\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/06/shell-fortnite-game-youth-marketing-campaign-fossil-fuels", "date_published": "2023-10-06T10:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘They are suffering terribly’: Canada’s wild horses are dying but the public can’t let them go", "description": "<p>Biologists who say the Sable Island horses are stressed outside their natural habitat are up against decades of romanticization</p><p>On a narrow crescent of land off the coast of Nova Scotia in the Atlantic Ocean, hundreds of horses run free, galloping along the rolling dunes, their chestnut coats standing out against the white sands and rich blues of the ocean.</p><p>After a particularly hard winter, nearly 150 of these horses have died, raising questions about the future of the famed and deeply controversial feral herd of Sable Island.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/canadia-wild-horses-stable-island\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/canadia-wild-horses-stable-island", "date_published": "2023-10-06T10:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Dangerous precedent’: fears over plans for Calanais stones access fee", "description": "<p>Land access groups worry it will lead to charges at other sites, while pagans are alarmed about restrictions on worship </p><p>For generations walkers, pagans and artists have freely roamed around the standing stones at Calanais on Lewis, drawn by its monumental scale, its coastal views and the spiritual impact of the rising sun and moon there.</p><p>But there are growing fears that proposals by Historic Environment Scotland (HES) to introduce <a href=\"https://www.theguardian.com/uk-news/2023/sep/14/calanais-standing-stones-admission-fee-proposed-amid-rise-in-visitors\">an admissions charge</a>, and to control access to the neolithic site for the first time, could have a significant impact on those freedoms.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/fears-plans-calanais-standing-stones-access-fee-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/fears-plans-calanais-standing-stones-access-fee-scotland", "date_published": "2023-10-06T09:57:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Man charged over plot to kidnap and murder Holly Willoughby", "description": "<p>Suspect Gavin Plumb in custody after presenter of ITV’s This Morning pulled out of show on Thursday </p><p>A 36-year-old man has been charged over an alleged plot to kidnap and murder the TV personality Holly Willoughby.</p><p>The This Morning presenter, 42, pulled out of the ITV show on Thursday and her London home is reportedly being guarded by police, <a href=\"https://www.thesun.co.uk/tv/24297632/holly-willoughby-police-guard-stalker-arrested-kidnap-plot/\">the Sun reported</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/man-charged-over-plot-to-kidnap-and-holly-willoughby\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/man-charged-over-plot-to-kidnap-and-holly-willoughby", "date_published": "2023-10-06T09:32:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I make the smallest sculptures in the world", "description": "<p>I use threads of spider web for glue, and eyelashes as paintbrushes </p><p>Growing up as a kid in Wolverhampton, I was fascinated by insects. When I was five, my dog destroyed an ant nest and I was devastated. Trying to make it up to them, I started building little houses for the ants, using wood splinters and leaves.</p><p>I then moved on to making little cups and saucers from silver foil, thinking leprechauns would come to use them at the bottom of the garden. When my mother saw my work, she told me that the smaller I made things, the bigger my name would become.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/06/experience-i-make-the-smallest-sculptures-in-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/06/experience-i-make-the-smallest-sculptures-in-the-world", "date_published": "2023-10-06T09:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘What if I’m not the only person?’ Survivor names priests who abused him decades ago", "description": "<p>Derek McCarthy wants public to know that Spiritan priest with ties to two US cities was one of four men who sexually molested him at Irish boarding school</p><p>Some in the US cities of <a href=\"https://www.theguardian.com/us-news/pennsylvania\">Pittsburgh</a> and <a href=\"https://www.theguardian.com/us-news/new-orleans\">New Orleans</a> knew Naos McCool as a Roman Catholic priest who worked with college students and first responders, and also officiated his share of weddings.</p><p>But Derek McCarthy wants the public to know that McCool, a Spiritan priest, was one of four men who sexually molested him while attending an Irish boarding school – decades before he secured a six-figure settlement from the priest’s religious order.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/06/survivor-spiritan-priest-ireland-sexual-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/06/survivor-spiritan-priest-ireland-sexual-abuse", "date_published": "2023-10-06T09:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Paul Lynch: ‘After major illness Robinson Crusoe was the only thing I wanted to read’", "description": "<p>The author and film critic on the healing powers of Daniel Defoe, his love for Latin American literature and how he got Virginia Woolf wrong</p><p><strong>My earliest reading memory</strong><br />Sitting on the floor with my mother, reading word cards cut out from an All Bran box. The Ladybird classics soon followed. I recently found a battered copy of The Golden Goose by the Brothers Grimm and read it to my kids. My word, how times have changed. A character called Simpleton? Cake and a bottle of wine for a midday meal? (Only on holidays, mind you.)</p><p><strong>My favourite book growing up</strong><br />I was once at a drinks reception in an embassy and a towering venerable poet sidled over. “So who are your formative influences?” he asked. I met him with a half-serious look and said, “The Hardy Boys”. The great brow came down and his eyes closed. There was silence for a moment. “Ah,” he said, “Thomas Hardy!” I meant what I said, though. Aged nine to 10, I read all 85 Hardy Boys", "link": "https://www.theguardian.com/books/2023/oct/06/paul-lynch-after-major-illness-robinson-crusoe-was-the-only-thing-i-wanted-to-read", "date_published": "2023-10-06T09:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Playing God: Rod Humble on building the radical new simulator Life By You", "description": "<p>The game allows players to control every aspect of their character, and NPCs won’t forget how you treated them. Its developer reveals the details of his ‘metaphysical’ approach</p><p>In the acclaimed HBO series <a href=\"https://www.theguardian.com/tv-and-radio/2022/sep/16/the-rehearsal-the-docu-reality-show-that-will-break-your-brain\">The Rehearsal</a>, comedian Nathan Fielder builds meticulous sets and hires actors to help everyday people plan out their lives in an attempt to anticipate every possible conclusion of a difficult upcoming conversation. The results are absurd and thought-provoking, but life is much more complicated and unpredictable outside a controlled environment, and regardless of how much you influence the variables, things don’t always go exactly as planned.</p><p>Nowhere is this more evident than in video games, where life simulators such as The Sims permit users to build replicants and create their own fantasies, only to watch them unravel before their eyes as", "link": "https://www.theguardian.com/games/2023/oct/06/playing-god-rod-humble-paradox-tectonic-simulator", "date_published": "2023-10-06T09:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Why semi-skimmed dressing is a taste of things to come | Jess Cartner-Morley on fashion", "description": "<p>Do you wear your clothes tight, or big and baggy? If you find the middle ground on size, you’ll be more comfortable, physically and mentally</p><p>What size clothes do you wear? I don’t mean the number in the label. I mean what size are they once they are on you? Are they big and oversized, or as small as you can wriggle into? Do you make a beeline for the smallest clothes, believing that the “right” size is the one that you can just about zip up if you breathe in? Or is your comfort zone big and baggy, so that your clothes take on their own shape, and the shape of actual you sits hidden underneath?</p><p>Many of us tend towards one or the other of these extremes. Which may be related to the fact that, if we’re honest, well, most of us are at least a tiny bit weird about our body size and how we feel about it. Or it may just be because fashion tends to ricochet between the two extremes, bouncing from sucky-sucky tight and help-I’m-under-this-tent.</p> <a href=\"https://www.theguard", "link": "https://www.theguardian.com/fashion/2023/oct/06/why-semi-skimmed-dressing-is-a-taste-of-things-to-come", "date_published": "2023-10-06T09:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Wetherspoon’s returns to profit for first time since Covid pandemic", "description": "<p>Cost of living crisis drives consumers to low-cost pub chain but company remains cautious</p><p>JD Wetherspoon has bounced back to profit for the first time <a href=\"https://www.theguardian.com/business/2020/oct/16/wetherspoons-hit-by-95m-loss-as-covid-crisis-drives-down-sales\">since the start of the coronavirus pandemic</a> three years ago, as budget-conscious consumers flocked to the low-cost pub chain amid the cost of living crisis.</p><p>Wetherspoon’s, which runs about 830 pubs across the UK and Ireland, reported a pre-tax profit of almost £43m in the year to 30 July.</p> <a href=\"https://www.theguardian.com/business/2023/oct/06/wetherspoons-returns-to-profit-for-first-time-since-covid-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/06/wetherspoons-returns-to-profit-for-first-time-since-covid-pandemic", "date_published": "2023-10-06T08:51:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Labour celebrates ‘seismic’ Scottish byelection win – UK politics live", "description": "<p>Scottish Labour’s Michael Shanks elected as the new MP for Rutherglen and Hamilton West</p><p>The Scottish Conservatives lost their deposit in the Rutherglen and Hamilton West byelection after securing less than 5% of the vote.</p><p>Thomas Kerr, the Scottish Conservative candidate, won 3.9% of the vote, below the 5% needed to retain his deposit, which he said “went straight to Labour”. In 2019, the party won 15% of the vote.</p> <a href=\"https://www.theguardian.com/politics/live/2023/oct/06/labour-rutherglen-and-hamilton-west-byelection-michael-shanks-conservatives-snp-keir-starmer-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/oct/06/labour-rutherglen-and-hamilton-west-byelection-michael-shanks-conservatives-snp-keir-starmer-rishi-sunak", "date_published": "2023-10-06T08:44:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nobel peace prize 2023 live: winner due to be announced", "description": "<p>Winner due to be announced at 11am CEST (10am BST), join us for the latest updates</p><p>Amal Clooney, the human rights lawyer and lawyer of peace prize winners Nadia Murad and Maria Ressa, could be in the frame, suggests Norwegian broadcaster NRK. It also tips human rights lawyer Philippe Sands, William Pace, the head of the Coalition for the International Criminal Court, and Pope Francis for his warnings on the climate crisis.</p><p>It also tips humanitarian organisations including SOS Méditerranée and Médecins Sans Frontières, which have been nominated for the prize in recent years, and the UN High Commissioner for Refugees.</p><p>Five years ago the world was surprised by the announcement that the late Alfred Nobel, who had become rich and famous by inventing dynamite and other high explosives, had bequeathed a vast fortune for distribution from time to time among the persons who had done most to advance the cause of peace. It was difficult at first to think of him as a sympath", "link": "https://www.theguardian.com/world/live/2023/oct/06/nobel-peace-prize-winner-2023-latest-news-updates", "date_published": "2023-10-06T08:44:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak smiled as he cancelled our hopes for HS2. Northern voters will remember this betrayal | Sarah Lester", "description": "<p>The scheme had detractors, but the reaction from so many is that the north has lost out again in a way that the capital never does</p><ul><li>Sarah Lester is the editor of the Manchester Evening News</li></ul><p>It was a generational chance to deal with the imbalances that have persisted since the 1980s. While London accelerated – powered by the engine of the City, a comprehensive transport system and the country’s transition to a service economy – the deindustrialised great cities of the north, such as Manchester, fell behind.</p><p>Manchester’s story, in the last 40 years, has been of a long and successful battle to reinvent itself. The city has always been a hive of innovation, culture and development, but for a period, post-industrial torpor overshadowed it. We’ve emerged from that and we’re booming. But there is still lots of work to be done to make sure those gains are permanent and are shared. And we can’t do that without transport and infrastructure investment.</p> <a href", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/rishi-sunak-cancelled-hs2-northern-voters-remember-this-betrayal", "date_published": "2023-10-06T08:00:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Angelika Niescier/ Tomeka Reid/ Savannah Harris: Beyond Dragons review – immense improv", "description": "<p><strong>(Intakt)</strong><br />Seven original tracks of free jazz span fast, jagged pieces and quiet tone poems, with a composer’s ear giving shape, drama and contrast</p><p>When the great African American pianist <a href=\"https://www.theguardian.com/music/2018/apr/08/cecil-taylor-obituary\">Cecil Taylor</a> spent a month with some of Europe’s most inventive experimenters in Berlin in the summer of 1988, it felt like a free-jazz milestone. The event seemed to symbolise the ways that Taylor’s, <a href=\"https://www.theguardian.com/music/2020/sep/18/john-coltrane-giant-steps-60th-anniversary-edition-review\">John Coltrane’s</a> and <a href=\"https://www.theguardian.com/music/2015/jun/11/ornette-coleman\">Ornette Coleman’s</a> escapes from traditional song-forms in the 1950s had opened up a stunning international soundworld – in which Coltrane could be segued with John Cage, or Anthony Braxton with funk, mingling 20th-century classical ideas, folk music and free-improv, electronics, avant", "link": "https://www.theguardian.com/music/2023/oct/06/angelika-niescier-tomeka-reid-savannah-harris-beyond-dragons-review-immense-improv", "date_published": "2023-10-06T08:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m doing the best job in the world’: Billy Sharp finds a new dawn in LA", "description": "<p>The former Sheffield United forward has made an instant impact in MLS. He’s still scoring goals, and leading a late-season revival for LA Galaxy</p><p>Billy Sharp has entered the sunset phase of his career. The phase where he admires the setting sun from his home near the beach, that is. The phase where he drives along Sunset Boulevard.</p><p>This is not, he stresses, the time when he fades away, light dimming as he sinks silently out of view. Even though Sharp is 37 and he is, as far as English football is concerned, almost beyond the horizon.</p> <a href=\"https://www.theguardian.com/football/2023/oct/06/billy-sharp-la-galaxy-mls-goals-sheffield-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/06/billy-sharp-la-galaxy-mls-goals-sheffield-united", "date_published": "2023-10-06T08:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve gone through bereavement’: HS2 bought this man’s land, and for what?", "description": "<p>Edward Cavenagh-Mainwaring’s fields were bought up five days before Sunak scrapped HS2. He fears he’ll never be able to buy them back</p><p>You might expect the farmer whose farm was going to be split in two by the second leg of HS2 to be jumping with joy at the news of its cancellation.</p><p>But Edward Cavenagh-Mainwaring’s land was bought through compulsory purchase by HS2 Ltd five days before Rishi Sunak’s announcement to scrap phase 2 of the high-speed line. He has lost a quarter of his Staffordshire dairy farm and fears he will never be able to buy it back.</p> <a href=\"https://www.theguardian.com/uk-news/2023/oct/06/ive-gone-through-bereavement-hs2-bought-edward-cavenagh-mainwaring-land-for-what\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/oct/06/ive-gone-through-bereavement-hs2-bought-edward-cavenagh-mainwaring-land-for-what", "date_published": "2023-10-06T08:00:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘An encyclopedia of how to think and dream on the piano’: Víkingur Ólafsson on Bach’s Goldberg Variations", "description": "<p>The star Icelandic pianist is having an extraordinary year – recording, and now performing, Bach’s epic work 88 times around the world. He explains why it gripped his imagination, and pushed him beyond the limit</p><p>Bach is the musical love of my life. I cannot go more than a couple of days without playing his works. For me, Bach’s music does not belong to a bygone era, it belongs to the here and now. That’s one of the reasons he fascinates every new generation of musicians – because of how inherently open this music is to new ideas, styles and emotions. His music always reflects the world it finds itself in, past, present and future.</p><p>I write this as I embark on a most extraordinary year – by any standards – but particularly by those of a classical musician. <a href=\"https://www.theguardian.com/music/2023/sep/24/vikingur-olafsson-review-icelandic-pianist-brings-magic-and-spontaneity-to-bach\">I am playing one single work, the Goldberg</a> Variations, <a href=\"https://www.vi", "link": "https://www.theguardian.com/music/2023/oct/06/vikingur-olafsson-pianist-on-bach-goldberg-variations", "date_published": "2023-10-06T07:34:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Nines: Crop Circle 3 review – possible swansong for a UK rap great", "description": "<p><strong>(Zino)</strong><br />On purportedly his last album, the London artist delivers an eclectic mix of styles from reggae and trap to R&amp;B and gospel, his gruff, easy flow sounding enticingly liberated</p><p>Arriving just months after his acclaimed Crop Circle 2, volume three finds <a href=\"https://www.theguardian.com/music/2020/aug/28/uk-rapper-nines-i-want-to-take-the-hood-with-me-and-help-everyone-out\">north-west London rapper Nines</a> bidding farewell to music: “‘Bout to drop my last album / I’m getting old for rapping,” he muses casually. At 33, he’s already an elder statesman, having cemented road rap’s status in the mainstream. Many artists falsely claim retirement, but if this is the end, Nines is going out on a high (not just because there are multiple funny, albeit puerile, songs about smoking weed, with bars including: “It’s like I stared in Medusa’s eyes / The way I’m stoned”).</p><p>The British-Jamaican artist casts his sonic net wider than ever to meld his gru", "link": "https://www.theguardian.com/music/2023/oct/06/nines-crop-circle-3-review-possible-swansong-for-a-uk-rap-great", "date_published": "2023-10-06T07:30:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "MPs and peers call for ‘immediate stop’ to live facial recognition surveillance", "description": "<p>UK police forces and private firms urged to drop technology due to impact on human rights</p><p>Dozens of cross-party MPs and peers have joined a campaign for an “immediate stop” to the use of live facial recognition surveillance by police and private companies.</p><p>The former cabinet minister David Davis, the Liberal Democrats leader, Sir Ed Davey, the Green MP Caroline Lucas and the former shadow attorney general Shami Chakrabarti are among the 65 members of the House of Commons and House of Lords to call for a halt to the technology’s use.</p> <a href=\"https://www.theguardian.com/technology/2023/oct/06/mps-and-peers-call-for-immediate-stop-to-live-facial-recognition-surveillance\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/oct/06/mps-and-peers-call-for-immediate-stop-to-live-facial-recognition-surveillance", "date_published": "2023-10-06T07:19:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "UK house prices fall for sixth month running in September – business live", "description": "<p>Rolling coverage of the latest economic and financial news, as<a href=\"https://www.theguardian.com/business/live/2023/oct/06/uk-house-prices-fall-halifax-stock-markets-us-jobs-report-business-live?filterKeyEvents=false&amp;page=with:block-651f9f708f0880e74add68cd#block-651f9f708f0880e74add68cd\"> UK house prices record biggest fall since 2009 on an annual basis</a></p><p><strong>In other news this morning, pub chain JD Wetherspoon is celebrating a return to profitability.</strong></p><p>Wetherspoon’s has recorded a pre-tax profit of £42.6m for the year to 30 July, up from a loss of £30.4m a year earlier.</p><p>“The company currently anticipates a reasonable outcome for the financial year, subject to our future sales performance.</p><p>The fastest stream of rate rises from the central bank in recent history has made mortgages significantly less affordable, dampening demand for house purchases and in turn prices. Sellers are less incentivised to list their properties too with prices ", "link": "https://www.theguardian.com/business/live/2023/oct/06/uk-house-prices-fall-halifax-stock-markets-us-jobs-report-business-live", "date_published": "2023-10-06T07:19:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Viktor Orbán blasts EU’s Ukraine and migration policies as leaders meet in Granada – Europe live", "description": "<p>Hungarian prime minister criticises ‘Brussels bureaucrats’ over policies aimed at supporting Ukraine</p><p>EU leaders meeting in Granada today are set to urge countries hoping to join the bloc to accelerate their reform efforts.</p><p>In a draft summit declaration seen by the Guardian, leaders write that “enlargement is a geo-strategic investment in peace, security, stability and prosperity.”</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/06/viktor-orban-eu-ukraine-migration-policies-leaders-granada-armenia-azerbaijan-europe-live\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/oct/06/viktor-orban-eu-ukraine-migration-policies-leaders-granada-armenia-azerbaijan-europe-live", "date_published": "2023-10-06T07:17:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Squalane, the secret ingredient in tinted facial oils for a smooth glow | Sali Hughes on beauty", "description": "<p>Natural and effective on practically every skin type, this lightweight emollient helps to relubricate the skin for a healthier look</p><p>I never expected five years ago – when it seemed that every beauty image was caked in matte, full-coverage foundation – that one would even be able to <em>buy</em> a tinted oil, much less wear one and be on trend, but I love to see it.</p><p>It’s no secret that I favour a sheerer, more natural, dewy finished base, but the rise of the tinted oil gives instant skincare benefits too. Mainly thanks to the use in almost all of them of <a href=\"https://www.theguardian.com/fashion/2019/jan/19/squalane-oil-cheap-unfussy-for-all-skin-types-sali-hughes\" title=\"\">squalane, a non-greasy, lightweight emollient</a> most often sourced from olives or sugarcane.</p> <a href=\"https://www.theguardian.com/fashion/2023/oct/06/squalane-the-secret-ingredient-in-tinted-facial-oils-for-a-smooth-glow\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/oct/06/squalane-the-secret-ingredient-in-tinted-facial-oils-for-a-smooth-glow", "date_published": "2023-10-06T07:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The double life of Rock Hudson: ‘Let’s be frank, he was a horndog!’", "description": "<p>The matinee idol’s death in 1985 changed the public’s perception of Aids. Yet in life, the golden age actor was anything but an activist</p><p>Gore Vidal’s reaction to the news of Truman Capote’s death in 1984 is well known. “Good career move,” the writer said. Rock Hudson, once the most bankable star in Hollywood, died the following year – like Capote, he was 59 – but the manner of his death and the revelations that preceded it have deterred anyone from applying Vidal’s line to him. Looked at coldly from a 21st-century vantage point, though, Hudson’s death was a good career move, deepening his persona in ways that would never otherwise have happened. The actor died of complications from Aids, having been outed as gay months beforehand. His sexuality had been an open secret within the industry for decades: his pool parties, described as “blond bacchanalias”, were legendary. The public, however, remained oblivious until 1985. “It’s odd to put it like this,” says his biographer, Mar", "link": "https://www.theguardian.com/film/2023/oct/06/rock-hudson-secret-sex-life-all-that-heaven-allowed", "date_published": "2023-10-06T07:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including an endangered rhino, a reindeer herd and a roaring stag</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/oct/06/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/oct/06/the-week-in-wildlife-in-pictures", "date_published": "2023-10-06T07:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s pheasant shooting season has begun. And a year-round massacre makes it possible | George Monbiot", "description": "<p>Class politics is nowhere more visible than in the protected slaughter of game, with disastrous effects on our countryside</p><p>It’s one of the bluntest expressions of class power in the United Kingdom. Like all expressions of class power, it has become normalised until we treat it as a fixed fact of national life. I’m talking about the bronze plague that spreads over the British lowlands every year, wiping out much of our wildlife: pheasants.</p><p>This week, the pheasant shooting season began, appropriately coinciding with the Conservative party conference. Killing them requires no physical exertion and a limited skillset, as the birds are driven over the heads of the shooters by people hired to flush them out of the woods. The men (almost all are) with the guns spray shot at the low-flying birds, killing some, wounding some, missing others. One estimate <a href=\"https://www.animalaid.org.uk/revealed-40-birds-shot-sport-wounded-never-recovered/\">suggests that between 30% and 40", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/britain-open-season-pheasant-shooting-class-politics", "date_published": "2023-10-06T07:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Chess: World Juniors lacks big names but Maurizzi has potential to be a star", "description": "<p>In the 21st century the very best talents have tended to avoid the tournament, in contrast to the 1950s when several winners went on to have successful careers</p><p>The World Junior Championship for under-20s used to be a vintage event. Its first two winners, Borislav Ivkov in 1951 and Oscar Panno in 1953, both went on to become world title candidates, while Boris Spassky, in 1955, later won the supreme crown, a double equalled by Anatoly Karpov, Garry Kasparov and Vishy Anand.</p><p>The event was still a major target for aspiring talents in 1971, when the financier Jim Slater was helping England’s two best prospects – Tony Miles and Michael Stean – who looked capable of challenging for the world junior title. The regulations were strict: only one player per country, except for the host nation which was allowed two.</p> <a href=\"https://www.theguardian.com/sport/2023/oct/06/chess-world-juniors-lacks-big-names-but-maurizzi-has-potential-to-be-a-star\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/oct/06/chess-world-juniors-lacks-big-names-but-maurizzi-has-potential-to-be-a-star", "date_published": "2023-10-06T07:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my girlfriend unpack as soon as we get back from holiday?", "description": "<p>Kiran likes to live out of her suitcase at home and on holiday; Monty is a stickler for tidiness and putting things away. Either way, there’s a lot to unpack here</p><p><em>The suitcase hangs around the bedroom for weeks. It’s crazy</em></p><p><em>I can’t be bothered to unpack everything the second we get in the door</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/oct/06/you-be-the-judge-should-my-girlfriend-unpack-as-soon-as-we-get-back-from-holiday\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/06/you-be-the-judge-should-my-girlfriend-unpack-as-soon-as-we-get-back-from-holiday", "date_published": "2023-10-06T07:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Emperor of Rome by Mary Beard review – imperial exploits", "description": "<p>An enthralling account of the wild anecdotes that circulated about Rome’s ruthless rulers</p><p>Any sensible person might think twice before accepting an invitation to dinner from Elagabalus, who briefly ruled over Rome in the third century AD. The emperor loved planting whoopee cushions under his guests, not for the farting noise so much as the fact that it meant they gradually sank lower and lower over the course of the evening.</p><p>Other fun gambits included releasing so many rose petals from the ceiling that diners were literally smothered to death. Elagabalus would also let drunk guests sleep off their hangovers in a room into which he slyly released tamed wild animals. When the fuddle-heads woke up it was to find a lion peering at them, whereupon they immediately expired from terror.</p> <a href=\"https://www.theguardian.com/books/2023/oct/06/emperor-of-rome-by-mary-beard-review-imperial-exploits\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/oct/06/emperor-of-rome-by-mary-beard-review-imperial-exploits", "date_published": "2023-10-06T06:30:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Blue-plaque homes for sale in England – in pictures", "description": "<p>From a thatched cottage that housed Alan Turing to a 12-bedroom mansion built for a judge’s hunting parties</p> <a href=\"https://www.theguardian.com/money/gallery/2023/oct/06/blue-plaque-homes-for-sale-in-england-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/oct/06/blue-plaque-homes-for-sale-in-england-in-pictures", "date_published": "2023-10-06T06:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Madame Arthur: Paris’s oldest gender-twisting cabaret – in pictures", "description": "<p>The AFP photographer Joel Saget went on stage and backstage at the Parisian cross-dressing cabaret Madame Arthur. Open since 1946, Madame Arthur is the oldest transformist cabaret in Paris. Threatened with extinction, it has undergone a renaissance since 2015, attracting younger customers by returning to its fundamentals: baroque and queer performers who play with genres and conventions, and sing French hits live</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/oct/06/madame-arthur-paris-oldest-gender-twisting-cabaret-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/oct/06/madame-arthur-paris-oldest-gender-twisting-cabaret-in-pictures", "date_published": "2023-10-06T06:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "UK businesses still ‘reluctant to invest’ over Brexit and interest rates", "description": "<p>British Chambers of Commerce survey finds EU trade barriers and high rates have ‘flattened’ investment</p><p>UK businesses are reluctant to make large investments in machinery and new technology while barriers to trade with the EU remain in place and interest rates are high, according to a survey by the British Chambers of Commerce.</p><p>The business lobby group said the vast majority of respondents to its quarterly economic survey had frozen or cut investment plans while only 23% said they were considering fresh injections of cash to improve the way they operated.</p> <a href=\"https://www.theguardian.com/business/2023/oct/06/uk-businesses-still-reluctant-to-invest-over-brexit-and-interest-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/06/uk-businesses-still-reluctant-to-invest-over-brexit-and-interest-rates", "date_published": "2023-10-06T06:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘She just wanted to live how she wanted to’: couple mourn their trans daughter", "description": "<p>Alice Litman, 20, was facing a five-year wait for a gender identity assessment when she died. Her parents say a complete overhaul of trans care is needed</p><p>Sitting together in the light-filled living room of their family home in Surrey, Caroline and Peter Litman finish one another’s sentences, as can happen after 28 years of marriage.</p><p>“We’re not the most well-informed,” says Peter, 57, who wears a small ‘trans ally’ pin on his T-shirt.</p> <a href=\"https://www.theguardian.com/society/2023/oct/06/she-just-wanted-to-live-how-she-wanted-to-couple-mourn-their-trans-daughter\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/06/she-just-wanted-to-live-how-she-wanted-to-couple-mourn-their-trans-daughter", "date_published": "2023-10-06T06:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "As hunger bites, is Egypt ready to turn its back on its president? | Edmund Bower", "description": "<p>The reaction to President Sisi’s recent gaffe in telling Egyptians to go hungry while he pursues billion-dollar megaprojects suggests that unrest could again be in the air</p><p>If all President Abdel Fatah al-Sisi had done was announce his campaign for what would be an unconstitutional third term, he would have attracted far less attention. There was never any doubt that Sisi would seek to extend his nine years in office and there is almost no chance he will lose. But his announcement was preceded by Story of the Homeland, a three-day conference to showcase his presidential achievements, at which Sisi made some bizarre comments.</p><p>“If progress, prosperity, and development come at the price of hunger and deprivation,” he told attenders on Sunday, “Egyptians, do not shy away from progress! Don’t dare say: ‘It is better to eat.’”</p> <a href=\"https://www.theguardian.com/global-development/2023/oct/06/as-hunger-bites-is-egypt-ready-to-turn-its-back-on-its-president\">Continue read", "link": "https://www.theguardian.com/global-development/2023/oct/06/as-hunger-bites-is-egypt-ready-to-turn-its-back-on-its-president", "date_published": "2023-10-06T06:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Poland was Ukraine’s staunchest ally. Why is it now turning into a bitter rival? | Karolina Wigura and Jarosław Kuisz", "description": "<p>War fatigue has set in – and nationalist populists are stoking cross-border enmity in a brutal campaign for re-election</p><p>An extraordinary <a href=\"https://www.theguardian.com/world/2023/oct/01/polands-opposition-hopes-huge-rally-in-warsaw-will-swing-election\">rally in Warsaw</a> last Sunday drew crowds of up to 800,000 opposition supporters, many waving Polish and EU flags, on to the streets of the capital. The prevailing atmosphere was one of peaceful concern for the fate of the country. As one of the <a href=\"https://biqdata.wyborcza.pl/biqdata/7,159116,29840725,marsz-4-czerwca-ile-osob-miesci-sie-zoo-czyli-oficjalne-i.html\">biggest demonstrations</a> in Poland’s recent history, it was a stunning show of support for the opposition Civic Coalition and its leader, former prime minister Donald Tusk, as he prepares to challenge the rightwing populist governing party Law and Justice in elections on 15 October.</p><p>But despite the success of the march, and all it symbolised, Po", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/poland-ukraine-ally-rival-war-nationalist-election", "date_published": "2023-10-06T06:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘I loved drifting along the canals’: readers’ best unsung city breaks in Europe", "description": "<p>From Bergen to Córdoba, our tipsters share brilliant breaks in some of Europe’s less famous cities</p><p>Take a little staircase down from an old tollbooth on one of Leiden’s 88 bridges and hop on to one of the electric tour boats. I loved drifting along the canals of this stunning old Dutch city past townhouses as fine as any in Amsterdam, the botanical gardens, windmills, university buildings and the 17th-century <a href=\"https://www.universiteitleiden.nl/en/science/astronomy\">observatory</a>. Except in summer, ducks, swans and local wild swimmers outnumber tourists. You can scout out the best waterside terrace cafes for lunch, daydream about living on one of the many well-kept houseboats with their flower-filled decks, and plan excursions by water further afield; the city canals link up along the waterways for countryside day cruises to Delft, Haarlem or the coast.<br /><strong>Maartje</strong></p> <a href=\"https://www.theguardian.com/travel/2023/oct/06/europe-city-breaks-holid", "link": "https://www.theguardian.com/travel/2023/oct/06/europe-city-breaks-holiday-travel-readers-tips", "date_published": "2023-10-06T06:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Frasier to Lessons in Chemistry: the seven best shows to stream this week", "description": "<p>Nicholas Lyndhurst joins Kelsey Grammer in the much-awaited reboot, while Brie Larson plays a brilliant scientist in a world of dull men</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/oct/06/frasier-to-lessons-in-chemistry-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/06/frasier-to-lessons-in-chemistry-the-seven-best-shows-to-stream-this-week", "date_published": "2023-10-06T06:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: ghoulish goings-on in the final series of Ghosts", "description": "<p>The gang find new ways to keep Button House going. Plus: cruel billionaires fight it out. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/oct/06/tv-tonight-ghoulish-goings-on-in-the-final-series-of-ghosts\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/06/tv-tonight-ghoulish-goings-on-in-the-final-series-of-ghosts", "date_published": "2023-10-06T05:20:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: US condemns ‘horrifying’ attack on Kharkiv village; EU leaders to discuss Ukraine membership", "description": "<p>US and European leaders accuse Russia over attack on Hroza that killed dozens; EU figures to assess ‘enlargement’ on second day of Granada summit</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>The Associated Press: A day after pledging Ukrainian President Volodymyr Zelenskyy their unwavering support, European Union leaders on Friday will face one of their worst political headaches on a key commitment — how and when to welcome debt-laden and battered Ukraine into the bloc.</p><p>The 27-nation EU has said since the start of Russia’s invasion in February 2022 that at the end of the war it would work steadfastly on “lasting unity” that would eventually translate into Ukraine‘s membership in the wealthy bloc.</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/06/russia-ukraine-war-live-updates-kharkiv-village-attack-us-condemns-ukraine-eu-membership\">Continue reading.", "link": "https://www.theguardian.com/world/live/2023/oct/06/russia-ukraine-war-live-updates-kharkiv-village-attack-us-condemns-ukraine-eu-membership", "date_published": "2023-10-06T05:16:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Dogmatic, desperate and out of ideas: Manchester was the Tories’ last hurrah | Andy Beckett", "description": "<p>Harking back to past glories was high on the agenda. But the jostling to replace Sunak suggests some are eyeing the future</p><p>What does the prospect of losing power mean for a party that feels it was born to rule? That question has been haunting the Conservatives for almost two years, ever since Boris Johnson’s administration started to unravel with the <a href=\"https://www.theguardian.com/politics/2022/oct/14/owen-paterson-may-face-7500-fine-over-lobbying-for-healthcare-firm-randox\">Owen Paterson</a> and <a href=\"https://www.theguardian.com/politics/2021/dec/12/boris-johnson-on-the-brink-sleaze-partygate-covid\">Partygate</a> scandals in late 2021 – the period when a probably decisive proportion of voters began to conclude that they had had enough of Tory government for now.</p><p>These have been frantic years for the party, full of policy U-turns, the emergence of new factions, leadership contests, cabinet reshuffles, changes of political strategy and increasingly desperate pr", "link": "https://www.theguardian.com/commentisfree/2023/oct/06/manchester-tories-conference-rishi-sunak", "date_published": "2023-10-06T05:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Fantasia: Works by Bach, Liszt, Berg and Busoni album review – Igor Levit’s huge undertaking", "description": "<p><strong>(Sony Classical)</strong><br />Busoni’s hugely challenging Fantasia contrappuntistica is the climax of this two-cd set featuring works that balance musical freedom and formal rigour</p><p><a href=\"https://www.theguardian.com/music/igor-levit\">Igor Levit</a> has made a speciality of tackling some of the most monumental of 20th-century piano works, and at the heart of his fascination with these pieces has been the Fantasia contrappuntistica, Ferruccio Busoni’s massive homage to Bach’s Art of Fugue, which began as a completion of the unfinished final fugue of that work, but soon took on a life of its own. Levit included the hugely challenging score in <a href=\"https://www.theguardian.com/music/2016/may/06/igor-levit-review-wigmore-hall-london\">a Wigmore Hall recital in 2016</a>, but recording it now, he says in the sleeve notes to these discs: “Represents the final destination of the journey that I have been undertaking in terms of my repertory in recent years.”</p><p>He make", "link": "https://www.theguardian.com/music/2023/oct/06/fantasia-works-by-bach-liszt-berg-and-busoni-album-review-igor-levit-reaches-his-final-destination", "date_published": "2023-10-06T05:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Hanging by a thread: Peruvian alpaca breeders’ way of life under threat", "description": "<p>For generations alpaca fleece has been prized for use in textiles. But the changing climate in the high Andes has led to a drop in production and many farmers are struggling to survive</p><p>Since the alpaca was first domesticated in South America about 6,000 years ago, the animal has been at the heart of the region’s economic life. But as the climate crisis associated with La Niña accelerates environmental changes in the high Andes of Peru, alpaca breeders face an uncertain future.</p><p>A member of the camel family, the symbolic alpaca performs multiple roles, from carrying loads to providing milk and meat, in a region of Peru where rocky soil and an arid climate restrict agriculture to a few crops.</p><p>A young alpaca is dressed in a coat to protect it from the cold and fed milk by a vet from the non-profit Descosur. The changing climate is making herds more susceptible to diseases</p> <a href=\"https://www.theguardian.com/global-development/2023/oct/06/hanging-by-a-thread-peru", "link": "https://www.theguardian.com/global-development/2023/oct/06/hanging-by-a-thread-peruvian-alpaca-breeders-way-of-life-under-threat", "date_published": "2023-10-06T05:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Indoor wood burning raises women’s lung cancer risk by 43%, says US study", "description": "<p>Results from study involving 50,000 women suggest even occasional wood burning can contribute to lung cancer</p><p>Using an indoor wood stove or fireplace increases women’s risk of developing lung cancer by 43% compared with those that do not use wood heating, according to a <a href=\"https://www.sciencedirect.com/science/article/pii/S0160412023004014?via%3Dihub\">US study</a>.</p><p>In the UK, one in 13 men and one in 15 women born after 1960 are expected to be <a href=\"https://www.cancerresearchuk.org/health-professional/cancer-statistics/statistics-by-cancer-type/lung-cancer/risk-factors#heading-Zero\">diagnosed with lung cancer</a> during their lifetimes. <a href=\"https://www.cancer.org/cancer/types/lung-cancer/about/key-statistics.html\">In the US</a> it is one in 16 men and one in 17 women.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/06/indoor-wood-burning-raises-women-lung-cancer-risk-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/06/indoor-wood-burning-raises-women-lung-cancer-risk-study", "date_published": "2023-10-06T05:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Labour seeking to delay antisemitism leak lawsuit until after election", "description": "<p>Costs of lawsuit against five staff accused of leaking a 2020 report said to have apparently soared to £1.4m</p><p>Labour is seeking to delay until after the general election a court case against five former staff alleging they leaked a report concerned with the party’s handling of antisemitism complaints, as its costs were said to have apparently soared to £1.4m.</p><p>The lawsuit concerns the 2020 leak of an <a href=\"https://www.theguardian.com/politics/2020/apr/12/hostility-to-corbyn-curbed-labour-efforts-to-tackle-antisemitism-says-leaked-report\">860-page document</a> that claimed factional hostility towards <a href=\"https://www.theguardian.com/politics/jeremy-corbyn\">Jeremy Corbyn</a> contributed to the party’s ineffective handling of such complaints.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/06/labour-seeking-delay-antisemitism-leak-lawsuit-after-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/06/labour-seeking-delay-antisemitism-leak-lawsuit-after-election", "date_published": "2023-10-06T05:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Top grain traders ‘helped scupper’ ban on soya from deforested land", "description": "<p>Cargill and ADM led push to weaken new protections for threatened ecosystems in South America, report says</p><p>Cargill and ADM, two of the world’s leading livestock feed companies, helped to scupper an attempt to end the trade in soya beans grown on deforested and threatened ecosystem lands in South America, a new report alleges.</p><p>Soya is one of the cheapest available types of edible protein, and is in huge demand for feed for animals around the world; as our consumption of meat and dairy has risen globally, the need for soya has soared too.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/06/top-grain-traders-helped-scupper-ban-on-soya-from-deforested-land\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/06/top-grain-traders-helped-scupper-ban-on-soya-from-deforested-land", "date_published": "2023-10-06T05:00:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Belgian intelligence investigating logistics hub of China’s Alibaba at local airport", "description": "<p>Alibaba says its presence at a cargo airport in Liège is compliant with ‘all laws and regulations’</p><p>Belgian officials are looking into risks around the presence of China’s Alibaba Group Holding at a cargo airport in the city of Liège, the country’s state security service (VSSE) said in a statement on Thursday.</p><p>Referring to the company’s main European logistics centre at Liège Airport, the security service said it was working to “detect and fight against possible spying and/or interference activities carried out by Chinese entities including Alibaba”.</p> <a href=\"https://www.theguardian.com/business/2023/oct/06/belgian-intelligence-investigating-logistics-hub-of-chinas-alibaba-at-local-airport\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/oct/06/belgian-intelligence-investigating-logistics-hub-of-chinas-alibaba-at-local-airport", "date_published": "2023-10-06T04:52:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Loki season two review – by far the best Marvel TV show in years", "description": "<p>Tom Hiddleston’s lovably narcissistic Norse god is back with Owen Wilson for a spectacular time-hopping caper that may just save the MCU from certain death</p><p>If ever there was a time for a second season of Loki, it’s now. The first outing was a witty romp through time and space, in which Tom Hiddleston’s lovably narcissistic Norse god charmed the pants off viewers. There were wild cameos (Richard E Grant as a weird alternate Loki!). There was sizzling chemistry (the bromance with Owen Wilson’s Agent Mobius!). There was even the tender blossoming of love (with Loki’s metaverse alter ego Sylvie – almost certainly the most poignant romance a TV character has ever conducted with themselves). So, naturally, the Marvel Cinematic Universe chose to follow up this televisual triumph with a disastrous series of flops, culminating in June’s Secret Invasion: a slog of a show that felt like the death knell for the franchise’s entire TV future.</p><p>Luckily, Loki’s action-packed return sug", "link": "https://www.theguardian.com/tv-and-radio/2023/oct/06/loki-season-two-review-by-far-the-best-marvel-tv-show-in-years", "date_published": "2023-10-06T04:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "South Sudan ‘attacking’ journalists and activists who criticise the state", "description": "<p>UN report on human rights violations says security service monitoring of the media could hamper elections in 2024</p><p>South Sudan is suppressing journalists and rights activists by intimidation, surveillance and data harvesting, according to a new report from the <a href=\"https://www.ohchr.org/en/hr-bodies/hrc/co-h-south-sudan/index\">UN commission on human rights in South Sudan</a>, which warned that the clampdown on freedoms could hamper the country’s ability to conduct credible elections in 2024.</p><p>The <a href=\"https://uploads.guim.co.uk/2023/10/05/A_HRC_54_CRP.6_0.pdf\">57-page report</a>, released on Thursday, includes accounts of nearly 100 state-sponsored human rights violations including intimidation, harassment, violence, arbitrary detentions and torture, as well as sexual violence against female reporters. The commission said the reports were corroborated by its independent investigations.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/south-sudan-attacki", "link": "https://www.theguardian.com/world/2023/oct/06/south-sudan-attacking-journalists-and-activists-who-criticise-the-state", "date_published": "2023-10-06T04:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "US surgeon general on why loneliness threatens democracy | podcast", "description": "<p>In a public advisory, written back in the summer, Dr Vivek Murthy warned of a growing ‘epidemic of loneliness and isolation’, which he believes is not just destined to affect the physical and mental health of individuals but could end up being detrimental to democracy itself.</p><p>‘The nation’s doctor’ speaks to Jonathan Freedland about why some bad faith actors are choosing to manipulate this problem and how political leaders on all sides can address it before it gets worse</p> <a href=\"https://www.theguardian.com/politics/audio/2023/oct/06/us-surgeon-general-on-why-loneliness-threatens-democracy-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/oct/06/us-surgeon-general-on-why-loneliness-threatens-democracy-podcast", "date_published": "2023-10-06T04:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘I never lived a life I didn’t want to live’: Sly Stone on addiction, ageing and changing music for ever", "description": "<p>The immeasurably influential, infamously erratic soul star has written an unlikely autobiography. In a rare interview, Stone opens up on drugs, feuds and his treasure trove of unreleased tracks<br /></p><p>In 2019, Sly Stone’s doctors presented him with a stark ultimatum. An addiction to crack that stretched back decades had ravaged his body, potentially to the point of no return. “They told me that if I kept smoking, I would ruin my lungs or I might die,” he says today.</p><p>In fairness, this couldn’t have come as news. It was, he says, the fourth time in recent years he had been taken to hospital in an ambulance, suffering from breathing difficulties: the most recent had occurred a mere two weeks prior to his meeting with the doctors. On each previous occasion, a doctor had presented him with the same ultimatum, which Stone had declined to believe, discharging himself from the hospital against their orders, going home and calling one of his many dealers, even if it took him an ", "link": "https://www.theguardian.com/music/2023/oct/06/i-never-lived-a-life-i-didnt-want-to-live-sly-stone-on-addiction-ageing-and-changing-music-for-ever", "date_published": "2023-10-06T04:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘I never stopped thinking about her’", "description": "<p>Lisa, 63, and Cheryl, 62, met in school in Lakeland, Florida, and became childhood best friends. They drifted apart later in life, but reconnected last year and found their bond was as strong as ever</p><p>It was Cheryl’s long, black curly hair that first caught Lisa’s attention in 1967. They were at primary school together in Lakeland, Florida, and Cheryl would joke around with Lisa by dangling her ponytail on her desk. “She was always being silly,” remembers Lisa. In second grade, Cheryl broke her arm. “The teacher asked Lisa to write the answers for me. She’s so smart, so she was helping me with the answers too.”</p><p>Lisa says they made each other laugh, just as they do now. “She was really outgoing and I’m a lot quieter, so I think Cheryl brought me out of my shell a little bit.” They grew up living on the same street and went through primary and high school together, always remaining close. “We were in a club where you could volunteer for the local community, as well as our", "link": "https://www.theguardian.com/lifeandstyle/2023/oct/06/how-we-met-i-never-stopped-thinking-about-her", "date_published": "2023-10-06T04:00:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Over 100,000 children in England and Wales have parent in prison, analysis shows", "description": "<p>Record comes as Estonia confirms it is in talks with UK over plans to accept British prisoners amid overcrowding crisis</p><p>More than 100,000 children have a parent in prison for the first time since records began, according to analysis of government figures.</p><p>The figures have been released as Estonia’s justice minister confirmed that his officials were in talks with the UK government over plans to accept UK prisoners amid an overcrowding crisis.</p> <a href=\"https://www.theguardian.com/society/2023/oct/06/over-100000-children-in-england-and-wales-have-parent-in-prison-analysis-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/oct/06/over-100000-children-in-england-and-wales-have-parent-in-prison-analysis-shows", "date_published": "2023-10-06T04:00:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Wet UK summer brings high hopes for spectacular autumn display", "description": "<p>National Trust predicts reversal of last year’s dull October and November, with show starting in Scotland</p><p>After a disappointing season last year when the wrong sort of weather at the wrong time made the autumnal colours of the UK’s parks, gardens and woodlands duller than usual, this October and November are expected to be brighter.</p><p>The National Trust said on Friday that this autumn, people could look forward to particularly <a href=\"https://www.nationaltrust.org.uk/visit/escape-into-autumn\">dazzling displays</a> of reds, ambers, butter yellows and russet browns.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/06/wet-uk-summer-brings-high-hopes-for-spectacular-autumn-display\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/oct/06/wet-uk-summer-brings-high-hopes-for-spectacular-autumn-display", "date_published": "2023-10-06T04:00:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "‘Choose London’: Sadiq Khan steps up efforts to lure EU citizens post-Brexit", "description": "<p>Exclusive: Mayor vows to make capital a better place to live to offset ‘shockwaves’ from EU departure</p><p>The mayor of London has urged EU citizens to “choose London” over other European cities, promising to make the UK capital a better place to live and work despite Brexit.</p><p>Sadiq Khan told the Guardian he had redoubled his efforts to attract EU citizens since the UK left the bloc, notwithstanding new barriers such as visa requirements.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/06/london-sadiq-khan-eu-citizens-uk-capital-brexit-mayor\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/oct/06/london-sadiq-khan-eu-citizens-uk-capital-brexit-mayor", "date_published": "2023-10-06T04:00:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Polish elections: who are the key players and what is at stake?", "description": "<p>Tusk-led Civic Platform aims to unseat nationalist Law and Justice party in bitterly contested ballot</p><p>Poland’s elections on 15 October could give the ruling nationalist Law and Justice (PiS) party an unprecedented third term in office, or hand its longstanding opposition the chance to reverse what critics describe as eight years of democratic backsliding.</p><p>Another possibility is that they end in stalemate, with neither party able to form a coalition. Whatever happens, Poland’s politics will remain deeply polarised after a ballot that – amid war in Ukraine and a bitter dispute with the EU – is of more than usual interest abroad.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/poland-elections-explainer-law-and-justice-party-civic-platform\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/poland-elections-explainer-law-and-justice-party-civic-platform", "date_published": "2023-10-06T04:00:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Unesco planning virtual museum of stolen cultural artefacts", "description": "<p>Project aims to raise awareness of trafficking and the relationship between artefacts and communities</p><p><a href=\"https://www.unesco.org/en\">Unesco</a>, the United Nations’ culture body, has announced plans for what it says will be the first virtual museum of stolen cultural artefacts, aimed at raising public awareness of trafficking and the unique importance of cultural heritage.</p><p>“Behind every stolen work or fragment lies a piece of history, identity and humanity that has been wrenched from its custodians, rendered inaccessible to research, and now risks falling into oblivion,” said the Unesco director general, Audrey Azoulay.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/unesco-planning-virtual-museum-of-stolen-cultural-artefacts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/unesco-planning-virtual-museum-of-stolen-cultural-artefacts", "date_published": "2023-10-06T04:00:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "New York man pleads not guilty to stalking woman by plane for four years", "description": "<p>Authorities also allege Michael Arnold threw tomatoes from the plane as he flew low over village where woman lived</p><p>A New York man has pleaded not guilty to charges of stalking a woman by flying his small plane over her home.</p><p>Michael Arnold, 65, was arraigned in southern Vermont – where he kept his plane – on charges of aggravated stalking, violating an abuse prevention order, resisting arrest, impeding a public officer and providing false information to police.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/06/michael-arnold-new-york-man-stalking-woman-by-plane-not-guilty-plea-court\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/06/michael-arnold-new-york-man-stalking-woman-by-plane-not-guilty-plea-court", "date_published": "2023-10-06T03:36:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand Covid response saved 20,000 lives, study says", "description": "<p>Government’s strategy, which included closing the border, meant death rate was 80% lower than in the US, according to the New Zealand Medical Journal</p><p>New Zealand’s <a href=\"https://www.theguardian.com/world/2021/feb/26/words-matter-how-new-zealands-clear-messaging-helped-beat-covid\">globally praised Covid response</a> saved about 20,000 lives, new research shows.</p><p>The report, published in the New Zealand Medical Journal, looks at the impact of the nation’s strategy, which included an almost complete international border closure for two years and strict lockdowns for days or weeks at a time.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/new-zealand-covid-strategy-saves-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/new-zealand-covid-strategy-saves-lives", "date_published": "2023-10-06T02:43:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Russia condemned over ‘horrifying’ strike on Ukraine village that killed more than 50", "description": "<p>White House blames Moscow for killing dozens of innocent people, while British PM speaks of ‘depravity’ of Russian forces </p><p>The White House has <a href=\"https://www.theguardian.com/world/2023/oct/05/russian-attack-village-cafe-kills-people-ukraine-hroza-kharkiv\">condemned the attack on a cafe and grocery store</a> in Ukraine’s Hroza village that killed 51 people, as “horrifying”, while British prime minister Rishi Sunak said the strike “demonstrated the depths of depravity Russian forces are willing to sink to”, according to a Downing Street spokesperson.</p><p>In a briefing before the death toll rose, White House press secretary Karine Jean-Pierre said: “Let’s stop and think about what we’re seeing: 49 innocent people who were killed by a Russian airstrike while they were shopping for food at a supermarket. That’s what they were doing.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/russia-ukraine-war-village-strike-hroza-village\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/russia-ukraine-war-village-strike-hroza-village", "date_published": "2023-10-06T02:42:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Australian IT millionaire buying struggling English football club says it makes ‘perfect sense’", "description": "<p>Justin Rees forms consortium to invest in 117-year-old Southend United while travelling around Europe on gap year</p><p>An Australian businessman who made his fortune in corporate IT decided to invest in struggling English football club Southend United while holidaying in Europe on a gap year.</p><p>Lifelong football fan Justin Rees, who is part of a six-person consortium that has struck a deal to take over the fifth-tier club, told Guardian Australia in his first interview since the deal was announced he wanted to take on a new challenge after a career as an IT project manager and company founder.</p> <a href=\"https://www.theguardian.com/football/2023/oct/06/australian-it-millionaire-justin-rees-buys-southend-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/oct/06/australian-it-millionaire-justin-rees-buys-southend-united", "date_published": "2023-10-06T02:34:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Addictive, absurdly cheap and controversial: the rise of China’s Temu app", "description": "<p>Temu’s meteoric growth – and its astronomical marketing budget – has experts asking whether its business model is sustainable</p><p>A chicken-shaped lamp. A toilet paper holder in the shape of a smiling velociraptor. An apron that catches beard hair during shaving. The list of unusual products goes on.</p><p>Among the more everyday items are cleaning products, smartwatches, novelty T-shirts, knock-off sneakers and barbecue tools, but the common thread across all of them is that everything is incredibly, mindbogglingly cheap.</p> <a href=\"https://www.theguardian.com/world/2023/oct/06/addictive-absurdly-cheap-and-controversial-the-rise-of-chinas-temu-app\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/oct/06/addictive-absurdly-cheap-and-controversial-the-rise-of-chinas-temu-app", "date_published": "2023-10-06T02:26:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Why Britain is mourning the Sycamore Gap tree – podcast", "description": "<p>The felling of a Northumberland tree has made headlines around the world – and led to a criminal investigation. Why did it mean so much to people?</p><p>When the famous Sycamore Gap tree, thought to be more than 300 years old, was cut down last week it caused not just anger but deep sadness. The Guardian north of England correspondent <strong>Robyn Vinter</strong> travelled to Hadrian’s Wall to report on it and was struck by the grief people felt. Even the police on the scene had stories to tell of their personal connections to the tree, which had become one of the most photographed in Britain.</p><p><strong>Michael Safi</strong> hears how the tree was a beloved living monument. How for some people it represented the beauty of the north-east, and was prized by others for the sense of history it evoked. Robin explains what local people want to see put up in its place.</p> <a href=\"https://www.theguardian.com/news/audio/2023/oct/06/why-britain-is-mourning-the-sycamore-gap-tree-podca", "link": "https://www.theguardian.com/news/audio/2023/oct/06/why-britain-is-mourning-the-sycamore-gap-tree-podcast", "date_published": "2023-10-06T02:00:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}, {"source": "https://www.theguardian.com/rss", "title": "Memorial honors trailblazing senator Dianne Feinstein: ‘she was a lioness’", "description": "<p>Kamala Harris and mayor London Breed make remarks in a private service as mourners pay their respects at San Francisco’s city hall</p><p>At a memorial for Dianne Feinstein on Thursday, Joe Biden praised the late senator as a dear friend and a woman of deep integrity who fought to protect what was important to the US: freedom, civil liberties, security and the constitution.</p><p>“She was always tough, prepared, rigorous, compassionate. She always served the people of California and our nation for the right reasons,” Biden said in recorded video remarks played at the memorial outside San Francisco city hall.</p> <a href=\"https://www.theguardian.com/us-news/2023/oct/05/senator-dianne-feinstein-san-francisco-city-hall-memorial\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/oct/05/senator-dianne-feinstein-san-francisco-city-hall-memorial", "date_published": "2023-10-06T00:35:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": "https://assets.guim.co.uk/images/guardian-logo-rss.c45beb1bafa34b347ac333af2e6fe23f.png"}]