[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Wirtualna Polska podwoiła dywidendę. 28 mln zł dla Świderskiego, Brańskiego i Sieroty", "description": "W lipcu Wirtualna Polska Holding wypłaci inwestorom 73,24 mln zł, po 2,50 zł na akcję, z zeszłorocznego zysku. To rekordowa dywidenda w historii spółki, której głównymi akcjonariuszami i menedżerami są Jacek Świderski, Michał Brański i Krzysztof Sierota.", "link": "https://www.wirtualnemedia.pl/artykul/wirtualna-polska-dywidenda-ile-zarabia-jacek-swiderski-michal-branski-krzysztof-sieroty", "date_published": "2023-06-21 17:07:34.144865+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Pirackie serwisy streamingowe robią zakupy za pomocą kart płatniczych klientów", "description": "Internauci, którzy podają pirackim serwisom z kanałami telewizyjnymi, wideo na żądanie i grami dane swojej karty płatniczej, są narażeni na kradzież. Wykazał to eksperyment Digital Citizens Alliance, amerykańskiej organizacji zajmującej się bezpieczeństwem w sieci. Kartą użytą w badaniu dokonywano zakupów m.in. w Chinach, Singapurze i na Litwie.", "link": "https://www.wirtualnemedia.pl/artykul/piractwo-iptv-karty-platnicze-wlamanie-listy-m3u-wydatki-zakupy", "date_published": "2023-06-21 05:27:23.957069+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Rafał Brzoska ogłasza nową usługę płatności InPost Pay. \"Rewolucja w zakupach online\"", "description": "Na spotkaniu dla grupy handlowców ogłoszono, że InPost niebawem wprowadzi na rynek własną usługę płatności InPost Pay. Zdaniem Rafała Brzoski, dla kierowanej przez niego firmy to \"największa innowacja od czasu Paczkomatu\". - [InPost Pay] absolutnie zrewolucjonizuje polski rynek zakupów online - zapowiada Brzoska.", "link": "https://www.wirtualnemedia.pl/artykul/jak-dziala-inpost-pay-platnosci-rafal-brzoska-majatek", "date_published": "2023-06-21 05:27:23.954814+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Nowa platforma e-commerce wkroczyła do Polski. Wcześniej podbiła Stany Zjednoczone i Kanadę", "description": "Nowa chińska platforma e-commerce, która podbiła Stany Zjednoczone, teraz pojawiła się w Europie. Według strony internetowej firmy, działa ona obecnie w siedmiu krajach europejskich – we Francji, Niemczech, Włoszech, Holandii, Hiszpanii, Wielkiej Brytanii i Polsce. Od lutego tego roku działa też w Kanadzie, Australii i Nowej Zelandii.", "link": "https://www.wirtualnemedia.pl/artykul/temu-oferta-market-place-cena-jak-dziala-allegro", "date_published": "2023-06-21 04:12:21.363888+00:00", "persistent": false, "user": null, "language": "pl-PL"}]