[{"source": "https://www.jefftk.com/news.rss", "title": "Relational Speaking", "description": "<p><span>\n\nRelational speaking is a style that emphasizes flow and the\nrelationship between subjects, rather than using pronouns to refer\nto entities in the discourse.  It is appropriate for a wide variety of\ncontexts, as it makes no assumptions about the gender of your\nreferents. Relational constructions have always been a part of\nEnglish: consider a casual \"Want some fries?\" or a command of \"Don't\nlook!\"  There are linguistic communities that have used relational, or\nas linguists call it, \"</span>\n\n<a href=\"https://en.wikipedia.org/wiki/Pro-drop_language\">pro-drop</a>\"\nspeech for centuries, but until recently in English it was the\nexception rather than the norm.  In the past five years or so, a\nnumber of us have intentionally developed relational styles, and in\nthe past two years this style of speech has gained significant\ntraction among the community interested in gender-free speech.\nGender-free English has a much longer history, of course, but it has\ntypically relied on pronouns&#8212;xie/xer, they/them, etc.&#8212;to\nrefer to people.  Some of those traditions came out of explicitly\nLGBTQIA+ communities, but over time, gender presentation has changed\nacross the board.  Gender-free speaking strategies reflect an\nawareness that appearance is no longer a useful indicator of gender or\npronoun preference.\n\n\n\n<p>\n\n<a href=\"https://www.jefftk.com/relational-speech-for-english-big.png\"><img class=\"mobile-fullwidth\" height=\"413\" src=\"https://www.jefftk.com/relational-speech-for-english.png\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nIn the past, gender was undeniably a useful reference, but one cannot\nemphasize enough how little meaning terms like \"he\" or \"she\" are when\na person's name or appearance does not clearly indicate which applies.\nIn fact, they aren't just meaningless&#8212;they can actually cause\nproblems; it's likely that in conversations in gendered spaces you've\nseen well-meaning people try to correct pronoun usage that, in fact,\nwas already correct.  And while alternative pronouns, like using\nthey/them for everyone, avoid the problem of being discriminatory and\nexclusionary, they keep us in a frame of pronoun reference, with all\nits historical baggage, instead of embracing a relational approach.\n\n</p>\n\n<p>\n\nIt's possible that you are looking for a more visible or immediate\nshift to gender-free speech, as a way of asserting your or your\norganization's commitment to inclusivity. Relational speech has been\ncriticized for its invisibility, which strikes some people as a\npandering concession to linguistic conservatives who are resistant to\nbeing referred to as \"they\". Experience tells us that the people who\nare angry about gender-free speech do not perceive relational speech\nas conciliatory: we have been accused of creating \"a war\" with our\nwords. As that language suggests, it is an emotional subject, and as a\nresult sometimes impervious to logic: people who are unhappy about\nbeing inaccurately labeled with \"plural pronouns\" see no\ncontradiction, for example, in insisting that others accept being\nlabeled with inaccurate gender terms. Confrontational or otherwise,\nthough, relational speaking is not just a move away from gendered\nlanguage. It also offers us opportunities to reframe and enhance our\nconceptual understanding of the geography and geometry of language. I\nhope that this text is persuasive on relational speech as a more\nradical rethinking of English, moving away not only from\nheteronormative paradigms of speech, but also from binary thinking in\ngeneral.\n\n</p>\n\n<p>\n\nContinue reading: <a href=\"https://www.jefftk.com/p/pro-drop-english\">Chapter 2: Pro-Drop\nEnglish</a>\n\n</p>\n\n<hr />\n\nThe above is playing off positional calling advocacy, and especially\n\n\n<a href=\"https://cdss-office.my.site.com/commons/s/product/dancing-the-whole-dance-positional-calling-for-contra-digital-download/01t8Y00000NqxnPQAR\">Dancing\nthe Whole Dance</a> (\n\n<a href=\"https://www.jefftk.com/p/thoughts-on-dancing-the-whole-dance-positional-calling-for-contra\">my\nreview</a>).  Just as I'm in favor of contra dancing switching from\nGents/Ladies to \n\n<a href=\"https://www.jefftk.com/p/history-of-larks-ravens\">Larks/Robins</a>,\nI'm \n\n<a href=\"https://www.jefftk.com/p/an-update-on-gendered-pronouns\">in favor of</a>\nEnglish switching to using \"they\" for everyone.  I do see a small\nspace for \n\n<a href=\"https://www.jefftk.com/p/pro-drop-english\">pro-drop English</a> and \n\n<a href=\"https://www.jefftk.com/p/dancing-to-positional-calling\">positional calling</a>, in\nallowing someone to, by putting careful attention into their words,\navoid gendered references in environments where explicitly gender-free\nlanguage would elicit a bad response.  Overall, however, I don't think\neither is a good direction for the dance/language as a whole.", "link": "https://www.jefftk.com/p/relational-speaking", "date_published": "2023-06-21 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]