[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "ScarCruft Hackers Exploit Ably Service for Stealthy Wiretapping Attacks", "description": "The North Korean threat actor known as ScarCruft has been observed using an information-stealing malware with previous undocumented wiretapping features as well as a backdoor developed using Golang that exploits the Ably real-time messaging service.\n\"The threat actor sent their commands through the Golang backdoor that is using the Ably service,\" the AhnLab Security Emergency response Center (", "link": "https://thehackernews.com/2023/06/scarcruft-hackers-exploit-ably-service.html", "date_published": "2023-06-21 16:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Report Exposes Operation Triangulation's Spyware Implant Targeting iOS Devices", "description": "More details have emerged about the spyware implant that's delivered to iOS devices as part of a campaign called Operation Triangulation.\nKaspersky, which discovered the operation after becoming one of the targets at the start of the year, said the malware has a lifespan of 30 days, after which it gets automatically uninstalled unless the time period is extended by the attackers.\nThe Russian", "link": "https://thehackernews.com/2023/06/new-report-exposes-operation.html", "date_published": "2023-06-21 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Startup Security Tactics: Friction Surveys", "description": "When we do quarterly planning, my team categorizes our goals within four evergreen outcomes:\n\nReduce the risk of information security incidents\nIncrease trust in Vanta's information security program\nReduce the friction caused by information security controls\nUse security expertise to support the business\n\nIn this article, I'm going to focus on number three: reducing friction.\nDeclaring your", "link": "https://thehackernews.com/2023/06/startup-security-tactics-friction.html", "date_published": "2023-06-21 11:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical 'nOAuth' Flaw in Microsoft Azure AD Enabled Complete Account Takeover", "description": "A security shortcoming in Microsoft Azure Active Directory (AD) Open Authorization (OAuth) process could have been exploited to achieve full account takeover, researchers said.\nCalifornia-based identity and access management service Descope, which discovered and reported the issue in April 2023, dubbed it nOAuth.\n\"nOAuth is an authentication implementation flaw that can affect Microsoft Azure AD", "link": "https://thehackernews.com/2023/06/critical-noauth-flaw-in-microsoft-azure.html", "date_published": "2023-06-21 11:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese Hacker Group 'Flea' Targets American Ministries with Graphican Backdoor", "description": "Foreign affairs ministries in the Americas have been targeted by a Chinese state-sponsored actor named Flea as part of a recent campaign that spanned from late 2022 to early 2023.\nThe cyber attacks, per Broadcom's Symantec, involved a new backdoor codenamed Graphican. Some of the other targets included a government finance department and a corporation that markets products in the Americas as", "link": "https://thehackernews.com/2023/06/chinese-hacker-group-flea-targets.html", "date_published": "2023-06-21 11:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Condi Malware Hijacking TP-Link Wi-Fi Routers for DDoS Botnet Attacks", "description": "A new malware called Condi has been observed exploiting a security vulnerability in TP-Link Archer AX21 (AX1800) Wi-Fi routers to rope the devices into a distributed denial-of-service (DDoS) botnet.\nFortinet FortiGuard Labs said the campaign has ramped up since the end of May 2023. Condi is the work of a threat actor who goes by the online alias zxcr9999 on Telegram and runs a Telegram channel", "link": "https://thehackernews.com/2023/06/new-condi-malware-hijacking-tp-link-wi.html", "date_published": "2023-06-21 05:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Alert! Hackers Exploiting Critical Vulnerability in VMware's Aria Operations Networks", "description": "VMware has flagged that a recently patched critical command injection vulnerability in Aria Operations for Networks (formerly vRealize Network Insight) has come under active exploitation in the wild.\nThe flaw, tracked as CVE-2023-20887, could allow a malicious actor with network access to the product to perform a command injection attack, resulting in remote code execution.\nIt impacts VMware", "link": "https://thehackernews.com/2023/06/alert-hackers-exploiting-critical.html", "date_published": "2023-06-21 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]