[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "The Best Web Browsers for Privacy", "description": "Try out Proton Mail, the secure email that protects your privacy: https://proton.me/mail/TheLinuxEXP\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\nDiscord: https://discord.gg/XMuQrcYd\n\n#privacy #linux #webbrowser \n\n00:00 Intro\n00:37 Sponsor: Proton Mail, the private and encrypted email service\n01:51 What's Browser Privacy\n03:03 Google Chrome\n05:14 Mozilla Firefox & LibreWolf\n07:11 Brave\n09:14 Tor Browser\n10:51 Microsoft Edge\n11:57 Opera\n12:56 Vivaldi\n14:07 What should you use?\n15:05 Sponsor: Get a PC that was made to run Linux\n16:02 Support the channel\n\n\nSo, Chrome is THE most used browser in the world, on mobile, and on desktop. Out of the box, it doesn't have an ad blocker, or a tracker blocker enabled. To use that browser to the fullest, you'll also need to use a Google Account, and thus everything you do in your browser will be collected unless you specifically disable it.\n\nYou can disable a lot of things in your Google account and the web browser settings, but you'll need to download extensions to block the most invasive trackers and limit fingerprinting. Chrome is also not open source.\n\nOn Privacy tests.org, we can also see that Chrome has weak fingerprinting resistance.\n\nFirefox has a good reputation for privacy, but it's not the best choice either. By default, it collects telemetry data, including how many tabs you have open, how many windows, how many webpages you visit, the number and type of extensions, duration of your browsing sessions, and some technical data on your OS, the version of the browser, the language, and your IP address in their server logs. Firefox can also use this data to recommend extensions to you.\n\nIn terms of protections, Firefox doesn't block tracking scripts or pixels but it does block social media trackers, cross site cookies, cryptominers, plus all tracking when you're in incognito mode. Firefox is open source, so you can be reasonably sure that it doesn't collect more than what it tells you.\n\nIf you like Firefox but you don't want the telemetry, and you want improved fingerprinting protection, then there's Librewolf.\n\n\nBrave offers a lot of what you'd be able to do in another browser with extensions, but it does so out of the box. They call them \"shields\", and they block ads, trackers, fingerprinters, and cross site cookies by default. They also auto redirect GOogle's AMP pages to the \"real\" website, and they redirect tracking URLs so you're not even visiting the tracking domain at all.\n\nThe ultimate private browser is probably Tor Browser, but it won't be for everyone. Tor Browser blocks everything that the website might want to learn about you, so there's no tracking at all, and no fingerprinting, but ads aren't blocked.\n\n\nEdge is based on CHromium, the base for CHrome, but they remove everything Google related from it, to mostly replace it with Microsoft related things, like a Microsoft account.\n\nEdge, by default, has an opt-out for telemetry. It will block trackers from third party sites, and some ad trackers as well. It also collects \"required\" diagnostic data that can't opt out of, and this data is used to personalize ads from microsoft. If you use a microsoft account, you'll also give MS a bunch of data in the process, including device information, usage data, browsing activity, bookmarks and more.\n\nOpera is yet another chromium based browser, which gets the worst results on privacytests.org. It has a unique fingerprint, and doesn't block tracking scripts, or pixels, it doesn't resist fingerprinting, it doesn't remove tracking parameters, and it also doesn't block the major tracking cookies.\n\nIt doesn't send \"do not track\" signals by default either. Their privacy policy also states that they might share personal data with third parties, which can be worrying, as Opera has been bought by a chinese consortium in 2016.\n\nVivaldi is also a chromium based browser. At first start, it will ask you what you want to block.\n\nVivaldi doesn't collect any data, browsing history or anything else, even if you use a Vivaldi account, because everything is encrypted in there.", "link": "https://www.youtube.com/watch?v=k8hUs0W-UWY", "date_published": "2023-06-21 15:58:19+00:00", "persistent": false, "user": null, "language": "en-US"}]