[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "The Power of Honesty to Transform Your Love Life", "description": "Relationships suffer from a fundamental tension between the desire to be honest and the fear of being abandoned. We go into relationships in order to be ‘ourselves’ but were we to really be entirely ourselves, there is a high risk we would be left. Could silence be the price we have to pay for companionship? Or is there another way?\nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://9qq0.short.gy/DmOj61\nOur website has classes, articles and products to help you lead a more fulfilled life: https://9qq0.short.gy/4m6CgR\n​​For Psychotherapy and other therapeutic services: https://9qq0.short.gy/K6LdIH \nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://9qq0.short.gy/TO02Wx\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://9qq0.short.gy/2YF8kv\n\n“Relationships suffer from a fundamental tension between the desire to be honest and the fear of being abandoned. We go into relationships in order to be ‘ourselves’ but were we to really be entirely ourselves, there is a high risk we would be left. Silence seems the price we have to pay for companionship.\n However much we may claim to be open minded, very few of us genuinely make room for another’s complexity in so far as we are its targets. We say they can ‘tell us anything’ but in practice the topics any of us are really prepared to listen to is small - and lovers unconsciously mutually know it. Tell me who you really are - just leave out most of the details…”\n\n\nMORE SCHOOL OF LIFE\n\nWatch more films on RELATIONSHIPS in our playlist: \nhttp://bit.ly/TSOLrelationships\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nNa Na Na Studio\nhttps://nananastudio.com/\n\n\nTitle animation produced in collaboration with\n\n\nGraeme Probert\nwww.gpmotion.co.uk", "link": "https://www.youtube.com/watch?v=RmnvtqEAayE", "date_published": "2023-06-21 13:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}]