[{"source": "https://www.computerworld.com/index.rss", "title": "New EU security strategy aims to safeguard tech supply chains", "description": "<article>\n\t<section class=\"page\">\n<p>A draft strategy published this week by the EU would impose export controls on critical technology and protect against the risks posed by supply chain disruption, whether in the form of industrial espionage, energy security problems, or infrastructure attacks.</p><p>The strategy is widely seen as a reaction to potential threats posed by China, although it does not name that country explicitly. Remarks by the European Commission’s commissioner for competition, Margrethe Vestager, however, do state that China poses a threat to Europe’s technology security and intellectual property.</p><p>“We design this strategy to be country-agnostic,” Vestager said at a press conference in Brussels Tuesday. “Having said that, we will use a geopolitical filter when assessing the risks. We can’t treat a supply dependency on a systemic rival the same way as we would on an ally.”</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3700528/new-eu-security-strategy-aims-to-safeguard-tech-supply-chains.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3700528/new-eu-security-strategy-aims-to-safeguard-tech-supply-chains.html#tk.rss_all", "date_published": "2023-06-21 19:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "With its green commitments, Apple aims to go where consumers are", "description": "<article>\n\t<section class=\"page\">\n<p>Many <a href=\"https://www.computerworld.com/article/3661702/why-you-should-pay-more-attention-to-apples-green-slide.html\">continue to ignore the green slide</a> Apple shows during each of its product presentations — but the company's <a href=\"https://www.apple.com/environment/\" rel=\"noopener nofollow\" target=\"_blank\">environmental commitments</a> are critical drivers for Apple’s future business.</p><h2><strong>Think global, act local</strong></h2>\n<p>That’s because while many in the tech industry tend to focus on hardware specs, consumers are focusing more on the environmental consequences of the products they buy.</p><p>Consumers are smart enough to tell the difference between skin deep green commitments and genuine attempts to change. It was only a decade ago when famed Apple designer Sir Jony Ive <a href=\"https://www.standard.co.uk/lifestyle/london-life/sir-jonathan-ive-the-iman-cometh-7562170.html\" rel=\"nofollow noopener\" target=\"_blank\">reflected on this</a>, calling consumers “incredibly discerning.”</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3700156/with-its-green-commitments-apple-aims-to-go-where-consumers-are.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3700156/with-its-green-commitments-apple-aims-to-go-where-consumers-are.html#tk.rss_all", "date_published": "2023-06-21 17:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Figma offers new mode for developers, adds variables, prototyping features", "description": "<article>\n\t<section class=\"page\">\n<p>Figma has announced a host of new features for its flagship product design platform, focused on bridging the gap between design and development.</p><p>The announcements were made at the company’s annual Config conference in San Francisco and include a new specific environment for developers, plus variables and advanced prototyping to help streamline the creative process and reduce friction. A number of other improvements have also been made to the platform to help simplify the design process for users.</p><p>Although Figma is a design tool, more than a third of the platform’s weekly active users identify as developers, explained Avantika Gomes, product leader at Figma.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3700079/figma-offers-new-mode-for-developers-adds-variables-prototyping-features.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3700079/figma-offers-new-mode-for-developers-adds-variables-prototyping-features.html#tk.rss_all", "date_published": "2023-06-21 16:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Dropbox unveils two AI-based products, launches $50M AI venture fund", "description": "<article>\n\t<section class=\"page\">\n<p>Dropbox is introducing two new AI-powered products to its platform, designed to improve how users search for information and tools, and also summarize information contained in their Dropbox files.</p><p>The <a href=\"https://blog.dropbox.com/topics/product/introducing-AI-powered-tools\" rel=\"nofollow\">two products</a> are Dropbox Dash and Dropbox AI, both of which the company believes will help to accelerate its mission to support more enlightened and personalized ways of working.</p><p>“As more companies have transitioned to remote and hybrid work, we found that there’s no longer one single organized place where people feel productive and in control of their content,” said Sateesh Kumar Srinivasan, vice president and general manager of AI at Dropbox. “Data shows that we spend around 8.8 hours a week just searching for and collecting work. Dash and Dropbox AI provides a way for users to be more efficient with their work day, allowing them to spend more time on work that matters, instead of doing 'work about work'.\" </p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3700078/dropbox-unveils-two-ai-based-products-launches-50m-ai-venture-fund.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3700078/dropbox-unveils-two-ai-based-products-launches-50m-ai-venture-fund.html#tk.rss_all", "date_published": "2023-06-21 15:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Otter AI Chat acts like a collaborative ChatGPT tailored for meetings", "description": "<article>\n\t<section class=\"page\">\n<p>AI-transcription company Otter.ai has announced the launch of Otter AI Chat, a new AI-powered meeting tool that can provide real-time, question-and-answer support and generate meeting-specific content.</p><p>AI Chat acts as a meeting participant — answering questions, collaborating with attendees, and generating content based on meeting data. Users can message each other and the AI tool via the new feature, turning Otter AI Chat into an active participant during meeting discussions.</p><p>According to a recent study undertaken by Otter.AI, over 70% of professionals are already using some form of AI in their work and over 86% believe their work will look much different within a year because AI tools will revolutionize how teams work and collaborate. The study surveyed 1,500 US and UK-based office workers across a variety of industries.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3700053/otter-ai-chat-acts-like-a-collaborative-chatgpt-tailored-for-meetings.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3700053/otter-ai-chat-acts-like-a-collaborative-chatgpt-tailored-for-meetings.html#tk.rss_all", "date_published": "2023-06-21 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "The best Android launchers for enhanced efficiency", "description": "<article>\n\t<section class=\"page\">\n<p>Your smartphone's home screen is the heart and soul of your mobile tech experience — the launching pad for nearly everything you do on your device. And since you use Android, you've got a unique advantage over your iPhone-totin' associates in that your home screen doesn't have to be the same tired old grid everyone else is using. It certainly <em>can </em>be, if you want, but you <em>also</em> have the option to take complete control of that environment and turn it into a time-saving command center for your personal productivity needs.</p><p>We're not just talkin' about sprinkling a few <a href=\"https://www.computerworld.com/article/3298516/best-android-widgets-for-busy-professionals.html\">exceptional widgets</a> into the mix, either. With Android, you can install a completely new home screen launcher that lets you incorporate all sorts of custom actions, interfaces, and shortcuts into your device's desktop — giving your phone a different look and feel and creating a system that's custom-tailored to the way you like to get things done. It can make a current phone infinitely more useful and make an old phone feel fresh and new again.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3396217/best-android-launchers-for-enhanced-efficiency.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3396217/best-android-launchers-for-enhanced-efficiency.html#tk.rss_all", "date_published": "2023-06-21 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]