[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "How To Get Venom From The World's Deadliest Spider", "description": "Go to our sponsor https://betterhelp.com/veritasium to get matched with a professional therapist who will listen and help.\n\n▀▀▀\nHuge thanks to the Australian Reptile Park for having us over to film – special thanks to Jake Meney for showing us the spiders and Caitlin Vine for organizing the shoot. https://www.reptilepark.com.au\n\nHuge thanks to Dr Timothy Jackson with his help and answering our questions. \n\nThanks to Seqirus Australia for providing B-roll footage of the antivenom production process. \n\n\n▀▀▀\nReferences:\n\nPineda, S. S., Sollod, B. L., Wilson, D., Darling, A., Sunagar, K., Undheim, E. A., ... & King, G. F. (2014). Diversification of a single ancestral gene into a successful toxin superfamily in highly venomous Australian funnel-web spiders. BMC genomics, 15(1), 1-16 - https://ve42.co/Pineda2014\n\nIsbister, G. K., Gray, M. R., Balit, C. R., Raven, R. J., Stokes, B. J., Porges, K., ... & Fisher, M. M. (2005). Funnel-web spider bite: a systematic review of recorded clinical cases. Medical journal of Australia, 182(8), 407-411 - https://ve42.co/Isbister2005\n\nHerzig, V., Sunagar, K., Wilson, D. T., Pineda, S. S., Israel, M. R., Dutertre, S., ... & Fry, B. G. (2020). Australian funnel-web spiders evolved human-lethal δ-hexatoxins for defense against vertebrate predators. Proceedings of the National Academy of Sciences, 117(40), 24920-24928 - https://ve42.co/Herzig2020\n\nNicholson, G. M., & Graudins, A. (2002). Spiders of medical importance in the Asia–Pacific: Atracotoxin, latrotoxin and related spider neurotoxins. Clinical and experimental pharmacology and physiology, 29(9), 785-794 - https://ve42.co/Nicholson2002\n\nFletcher, J. I., Chapman, B. E., Mackay, J. P., Howden, M. E., & King, G. F. (1997). The structure of versutoxin (δ-atracotoxin-Hv1) provides insights into the binding of site 3 neurotoxins to the voltage-gated sodium channel. Structure, 5(11), 1525-1535 - https://ve42.co/Fletcher1997\n\nAustralian Reptile Park. (2022). Snake and Spider First Aid - https://ve42.co/ARPFirstAid\n\nThe Australian Museum. (20 ). Spider facts - https://ve42.co/SpiderFacts\n\n\n▀▀▀\nSpecial thanks to our Patreon supporters:\nOrlando Bassotto, Tj Steyn, meg noah, Bernard McGee, KeyWestr, Amadeo Bee, TTST, Balkrishna Heroor, John H. Austin, Jr., john kiehl, Anton Ragin, Benedikt Heinen, Diffbot, Gnare, Dave Kircher, Burt Humburg, Blake Byers, Evgeny Skvortsov, Meekay, Bill Linder, Paul Peijzel, Josh Hibschman, Mac Malkawi, Juan Benet, Ubiquity Ventures, Richard Sundvall, Lee Redden, Stephen Wilcox, Marinus Kuivenhoven, Michael Krugman, and Sam Lutfi\n\n\n▀▀▀\nWritten by Katie Barnshaw & Derek Muller\nEdited by Trenton Oliver\nFilmed by Petr Lebedev, Derek Muller and Jason Tran\nAnimation by Ivy Tello, Jakub Misiek and Fabio Albertelli\nNeuron animation by Reciprocal Space – https://www.reciprocal.space\nAdditional video/photos supplied from Getty Images, Pond5\nB-roll supplied by Seqirus Australia \nMusic from Epidemic Sound\nProduced by Derek Muller, Petr Lebedev, Emily Zhang & Katie Barnshaw", "link": "https://www.youtube.com/watch?v=6bgNm9l_3qU", "date_published": "2023-06-21 14:01:56+00:00", "persistent": false, "user": null, "language": "en-US"}]