[{"source": "https://www.arabnews.com/rss.xml", "title": "US Secretary of Defense, Saudi defense minister meet in Washington", "description": "WASHINGTON D.C.: The US Secretary of Defense Lloyd Austin received the Saudi minister of defense, Prince Khalid bin Salman, on Wednesday at the headquarters of the US Department of Defense in Washington, Saudi Press Agency reported.\n\n\tThe meeting came as part of Prince Khalid’s official visit to the United States.\n\n\tUpon his arrival, the minister of defense was greeted with an official reception that included a guard of honor and the playing of the national anthems of both countries.", "link": "https://www.arabnews.com/node/2401686/saudi-arabia", "date_published": "2023-11-01T22:57:18.394122+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "UK PM Sunak discusses situation in Gaza with Egypt’s El-Sisi", "description": "LONDON: British Prime Minister Rishi Sunak and Egypt’s President Abdel Fattah El-Sisi spoke on Wednesday to discuss the situation in Gaza and the wider Middle East, Sunak’s office said in a statement following the call.\n\n\tSunak’s office said the pair “discussed diplomatic efforts to secure the release of hostages held by Hamas, prevent escalation in the wider Middle East and achieve long-term peace and prosperity for the Palestinian people.”", "link": "https://www.arabnews.com/node/2401691/world", "date_published": "2023-11-01T22:57:18.393558+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Oil Updates — crude rises ahead of Fed meet as Middle East conflict rages", "description": "NEW DELHI: Oil prices edged up in Asian trade on Wednesday ahead of key meetings of global central banks this week, including the US Federal Reserve, while the market closely watched the latest developments in the Israel-Hamas conflict, according to Reuters.\n\n\tBrent January crude futures rose 0.8 percent, or 66 cents, to $85.68 a barrel by 10:26 a.m. Saudi time, after falling more than 1 percent on Tuesday. Brent December futures settled 4 cents lower at $87.41 a barrel at the contract’s expiry on Tuesday.", "link": "https://www.arabnews.com/node/2401231/business-economy", "date_published": "2023-11-01T09:11:42+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "At least 4 killed in West Bank, Palestinians call general strike", "description": "Ramallah: At least four Palestinians were killed during Israeli raids in the occupied West Bank, Palestinian health officials said Wednesday, as violence there continued in tandem with the Israel-Hamas war in Gaza.\n\tThree people were killed during a raid in the northern city of Jenin, while another was shot dead in Tulkarem, also in the north, the Ramallah-based health ministry said.\n\tThe Israeli military said the incident took place in Jenin refugee camp during a raid targeting an “operative” and militant “infrastructure” in the area.", "link": "https://www.arabnews.com/node/2401246/middle-east", "date_published": "2023-11-01T09:11:29+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "2034 FIFA World Cup in Saudi Arabia would be structurally really good: Newcastle coach Howe", "description": "Newcastle United’s Eddie Howe would expect a World Cup in Saudi Arabia to be well organized having previously traveled there with his team, the manager said on Tuesday.\n\n\tWith Australia deciding not to enter a bid to host the 2034 World Cup, FIFA are expected to announce Saudi Arabia as the only bid received before the Oct. 31 deadline.\n\n\tNewcastle, majority owned by Saudi Arabia’s Public Investment Fund (PIF), have first-hand experience having travelled there for training camps.", "link": "https://www.arabnews.com/node/2401236/saudi-football", "date_published": "2023-11-01T09:11:06+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Muslim World League condemns Israeli strike on Gaza’s Jabalia camp", "description": "RIYADH: The Muslim World League condemned on Tuesday the Israeli army’s attack on the Jabalia camp in the besieged Gaza Strip, which killed several people.\n\n\tSheikh Mohammed bin Abdulkarim Al-Issa, secretary-general of the MWL, said in a statement that the organization “denounced this grave escalation that led to the death of several innocent civilians.”\n\n\tHe also “calls on the international community to uphold its duty to protect civilians from such egregious collective punishment, which stands as a flagrant violation of international laws and norms.”", "link": "https://www.arabnews.com/node/2401221/saudi-arabia", "date_published": "2023-11-01T09:11:02+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Entrepreneurs in Bahrain to benefit from new crowdfunding investment plan", "description": "RIYADH: Micro, small and medium-sized enterprises in Bahrain will soon have access to alternative financing support thanks to a new agreement signed by the Labour Fund, also known as Tamkeen. \n\n\tThe fund partnered with Safaghat, a crowdfunding investment platform licensed by the Central Bank of Bahrain, to empower Bahraini startups and MSMEs. \n\n\tAccording to the Bahrain News Agency, Tamkeen will finance loans by using a portion of its profits to support eligible Bahraini MSMEs, helping them to raise funds from local and international consumers and investors.", "link": "https://www.arabnews.com/node/2401251/business-economy", "date_published": "2023-11-01T09:11:01+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Hamas says seven hostages killed in Jabalia camp bombing", "description": "GAZA STRIP: Hamas said on Wednesday that seven hostages from its Oct. 7 attacks, including three foreign passport holders, were killed in Israel’s bombing of Gaza’s largest refugee camp.\n\n\tDozens of bodies were seen on Tuesday at the Jabalia camp where Israel said it killed a Hamas military commander in a strike on a tunnel complex.\n\n\t“Seven detainees were killed in the Jabalia massacre yesterday, including three holders of foreign passports,” said a Hamas military wing statement.", "link": "https://www.arabnews.com/node/2401656/middle-east", "date_published": "2023-11-01T08:11:58+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi filmmaker delights with quirky, genre-bending offering", "description": "DHAHRAN: Mohammed Hammad takes you back to the exciting streets of yesteryear Jeddah for an engrossing 19 minutes with “Yallah, Yallah Beena!” now streaming on Netflix.\n\n\tIn the film, a fantastical world unravels when a kind cinephile, whose home is a shrine dedicated to cinema, tells the tale of a gang of pre-teens who were sent on a psychedelic mission to save humanity and escape a spell cast on them by a coven of witches.\n\n\tYou will experience a range of emotions watching “Yallah, Yallah Beenah!” Hammad’s most recent experimental genre mash-up.", "link": "https://www.arabnews.com/node/2401646/saudi-arabia", "date_published": "2023-11-01T08:11:57+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "2034 FIFA World Cup in Saudi Arabia would be ‘incredible: Ettifaq boss Steven Gerrard", "description": "In reaction to the news that Saudi Arabia looks certain to host the 2034 World Cup, Al-Ettifaq coach Steven Gerrard said that if confirmed the Kingdom would put on an “incredible show.”\n\n\tOn Tuesday Australia pulled out of the bidding process for the 2034 World Cup to leave Saudi Arabia as the only candidate. While the hosting of the tournament is still to be ratified in the coming months, FIFA’s president Gianni Infantino all but confirmed that football’s premier event is coming to the Kingdom.", "link": "https://www.arabnews.com/node/2401216/sport", "date_published": "2023-11-01T08:11:54+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Pope says two-state solution needed for Israel-Palestine", "description": "VATICAN CITY: Pope Francis said on Wednesday a two-state solution was needed for Israel and Palestine in order to put an end to wars such as the current one and called for a special status for Jerusalem.\n\tIn an interview with Italian state television RAI’s TG1 news channel, Francis also said he hoped a regional escalation could be avoided in the conflict that began when Hamas militants entered Israel, killing some 1,400 Israelis, mainly civilians, and taking about 230 hostages.", "link": "https://www.arabnews.com/node/2401661/world", "date_published": "2023-11-01T08:11:53+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Data Saudi will be the unified platform for the Kingdom’s socioeconomic data", "description": "RIYADH: The Data Saudi platform, launched by the Ministry of Economy and Planning, will include comprehensive social and economic data as the Kingdom embarks on an economic diversification journey, said a representative of the Ministry of Economy and Planning.", "link": "https://www.arabnews.com/node/2401201/business-economy", "date_published": "2023-11-01T08:11:47+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "How Gaza hostage diplomacy could dictate the course of Israel-Hamas war", "description": "LONDON: One of the defining images that emerged in the aftermath of the attack on Israel on Oct. 7 was a frame taken from a video, widely disseminated on social media, showing an elderly Israeli woman being driven away into captivity on a golf cart.\n\n\tIt was no coincidence that this image was released, nor that it was so widely used by media organizations around the world. Kidnapping is a visceral act, designed precisely to generate emotional responses that can only benefit the agenda of the hostage-takers.", "link": "https://www.arabnews.com/node/2401676/middle-east", "date_published": "2023-11-01T08:11:24+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "What We Are Reading Today: Dinosaur Behavior", "description": "Michael J. Benton\n\n\tPaleobiology has advanced from a speculative subject to a cutting-edge science.\n\n\tToday, researchers are applying the latest forensic technologies to the fossil record, revealing startling new insights into the lives of dinosaurs.\n\n\tThis illustrated guide explores the behavior, evolution, physiology, and extinction of dinosaurs, taking readers inside the mysterious world of these marvelous animals.", "link": "https://www.arabnews.com/node/2401666/books", "date_published": "2023-11-01T08:11:23+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "UAE President posts message of support for Saudi World Cup", "description": "DUBAI: The president of the UAE took to social media on Wednesday, offering his support to Saudi Arabia after FIFA announced the Kingdom was the only country bidding to host the 2034 World Cup.\n\n\t“I wish good luck and success to the sister Kingdom of Saudi Arabia in organizing the 2034 FIFA World Cup,” Mohamed bin Zayed posted on X.com (formerly Twttier).\n\n\tAnd he added: “Under the leadership of the Custodian of the Two Holy Mosques and Prince Mohammed bin Salman, the Kingdom continues to develop and prosper.”", "link": "https://www.arabnews.com/node/2401206/sport", "date_published": "2023-11-01T08:11:19+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Indonesians observe November as Palestine Solidarity Month", "description": "Jakarta: Indonesians began on Wednesday to observe Palestine Solidarity Month to show they “will always stand with Palestinians” and will intensify their efforts in the wake of Israel’s deadly attacks on civilians in Gaza.\n\n\tIndonesia has been a staunch supporter of Palestine for decades, with its people and authorities seeing Palestinian statehood as mandated by their own constitution, which calls for the abolition of colonialism.", "link": "https://www.arabnews.com/node/2401226/world", "date_published": "2023-11-01T08:11:16+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Mass exodus of Afghans as deadline to leave Pakistan arrives", "description": "PESHAWAR: Hundreds of thousands of Afghans living in Pakistan faced detention and deportation on Wednesday, as a government deadline for them to leave sparked a mass exodus.\n\n\tThe government has given 1.7 million Afghans it says are living illegally in the country until Nov. 1 to leave voluntarily or be forcibly removed.\n\n\tThousands joined a snaking queue that stretched 7 kilometers at the busiest border point on Wednesday, with border officials reporting at least 29,000 people crossed into Afghanistan the day before.", "link": "https://www.arabnews.com/node/2401671/world", "date_published": "2023-11-01T08:11:16+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi deputy minister receives Bosnia and Herzegovina ambassador", "description": "RIYADH: Saudi Deputy Minister for Political Affairs Saud Al-Sati on Wednesday received the newly appointed Bosnia and Herzegovina Ambassador to Saudi Arabia Razim Colic, in Riyadh.\n\n\tAl-Sati welcomed the envoy and wished him success in his new role.\n\n\tThe deputy minister also recently met with Pavel Kafka, the Czech Republic’s ambassador to the Kingdom, discussing relations between their two countries and regional and international issues of mutual concern.", "link": "https://www.arabnews.com/node/2401651/saudi-arabia", "date_published": "2023-11-01T08:11:07+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Honeywell summit helps advance Kingdom’s net-zero goals", "description": "Honeywell hosted its inaugural Middle East Sustainability Summit in Saudi Arabia, aimed at accelerating collaboration on technology development and best practice in support of the Kingdom’s — and wider region’s — ambitious sustainability goals.\n\tThe summit provided a forum for discussion on latest technologies and innovation pathways toward a sustainable energy transition and on driving the decarbonization of industry, in line with MENA Climate Week and COP28.", "link": "https://www.arabnews.com/node/2401641/corporate-news", "date_published": "2023-11-01T08:11:05+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Heidi Klum proves she’s a forever fan of Arab glamor", "description": "DUBAI: US German model Heidi Klum’s newly unveiled Madame Tussauds Wax Museum sculpture in Berlin is wearing a colorful gown by Lebanese designer-to-the-stars Zuhair Murad — a fitting choice for the celebrity who is often spotted in Arab designs.    \n\n\t“The new figure features a Zuhair Murad ready-to-wear Resort 2023 multi-colored dress as an ode to her Daily Front Row’s Fashion Media Awards appearance,” the designer wrote on Instagram this week, sharing a picture of the model’s sculpture.", "link": "https://www.arabnews.com/node/2401211/lifestyle", "date_published": "2023-11-01T08:11:04+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Salem Al-Dawsari is 6th Saudi footballer to be named AFC Player of the Year", "description": "BEIRUT: Saudi superstar Salem Al-Dawsari on Tuesday became the sixth player from the Kingdom, and the fifth from Al-Hilal, to be crowned Asian Football Confederation Player of the Year.\n\tEarlier in the evening, Australia and Chelsea forward Sam Kerr took the women’s title. They were honored during the glitzy 2023 AFC Annual Awards ceremony at the Qatar National Convention Center in Doha.", "link": "https://www.arabnews.com/node/2401016/saudi-football", "date_published": "2023-11-01T03:57:40.783677+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Bodies line Gaza hospital wall and surgeons operate in corridors", "description": "GAZA: Dozens of bodies lay shrouded in white, lined up against the side of Gaza Strip’s Indonesian Hospital on Tuesday from what health authorities in the Hamas-run enclave said was an Israeli airstrike on a Palestinian refugee camp.\n\tThe hospital had already been struggling under an influx of patients badly wounded by Israeli bombing, with medics setting up an operating room in a corridor because the main surgical theaters were full, they said.", "link": "https://www.arabnews.com/node/2401021/middle-east", "date_published": "2023-11-01T03:57:40.783178+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Bolivia severs diplomatic ties with Israel, citing ‘crimes against humanity’", "description": "LA PAZ: Bolivia’s government said it had broken diplomatic ties with Israel on Tuesday, accusing Israel of committing crimes against humanity in its attacks on the Gaza Strip.\n\tBolivia “has decided to break diplomatic relations with the Israeli state in repudiation and condemnation of the aggressive and disproportionate Israeli military offensive taking place in the Gaza Strip,” Deputy Foreign Minister Freddy Mamani announced at a press conference.", "link": "https://www.arabnews.com/node/2401026/world", "date_published": "2023-11-01T03:57:40.782629+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Egypt to receive wounded Gazans through key crossing: sources", "description": "CAIRO: Egypt is preparing to treat wounded Palestinians from the bombarded Gaza Strip starting Wednesday, with the opening of a border crossing to people after weeks of war, medical and security sources said.\n\tThe border authority in the Hamas-ruled Gaza Strip said that Egypt had agreed to let in 81 of the most badly wounded on Wednesday through Rafah, the only crossing not controlled by Israel.\n\tAn AFP photographer on Tuesday saw a large number of ambulances gathered at Rafah.", "link": "https://www.arabnews.com/node/2401031/middle-east", "date_published": "2023-11-01T03:57:40.782075+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Global security hubs in Saudi Arabia will strengthen efforts to tackle cybercrimes: SAMI CEO", "description": "RIYADH: Establishing “global or regional” command and control centers in Saudi Arabia to counter cyber threats is seen as a “win-win” in enhancing international cooperation, according to Walid Abukhaled, CEO of Saudi Arabian Military Industries. \n\n\tSpeaking at the Global Cybersecurity Forum in Riyadh on Wednesday, Abukhaled highlighted that such a “hub”, which various countries can be part of, could facilitate the sharing of regulatory reforms, information on threat types, best practices, and mutual learning.", "link": "https://www.arabnews.com/node/2401466/business-economy", "date_published": "2023-11-01T03:11:47+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Aramco chief calls for ‘innovation’ backed by cybersecurity regime", "description": "RIYADH: The energy sector is notably susceptible to cybersecurity attacks by new technologies, warns Aramco CEO.\n\n\tIn an address at the Global Cybersecurity Forum in Riyadh, Amin H. Nasser outlined that while rapid digitalization has greatly improved efficiency, new technologies pose “unique risks” that energy companies are more susceptible to.\n\n\tLast year, 97 zettabytes of data – equivalent to 97 trillion gigabytes — were generated internationally.", "link": "https://www.arabnews.com/node/2401461/business-economy", "date_published": "2023-11-01T03:11:33+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Iran and Iraq pledge to forge stronger trade ties during official visit", "description": "RIYADH: Iran and Iraq have underscored the importance of using their national currencies to boost trade exchanges during high-level meetings in Baghdad, emphasizing the pivotal role of economic ties between the two nations. \n\n\tIn a meeting held in the Iraqi capital, Prime Minister Mohammed Al-Sudani engaged in discussions with Iran’s Minister of Industry, Mining and Trade Abbas Ali-Abadi, to expand mutual trade and deepen partnerships across various sectors, reported the Iraqi News Agency.", "link": "https://www.arabnews.com/node/2401446/business-economy", "date_published": "2023-11-01T03:11:32+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Lebanon&#039;s Hezbollah works to curb hefty losses in Israel clashes, sources say", "description": "BEIRUT: With dozens of Hezbollah fighters killed in three weeks of border clashes with Israel, the Lebanese group is working to stem its losses as it prepares for the possibility of a drawn-out conflict, three sources familiar with its thinking said.\n\tThe Iran-backed group has lost 47 fighters to Israeli strikes at Lebanon's frontier since its Palestinian ally Hamas and Israel went to war on Oct. 7 - about a fifth of the number killed in a full-scale war between Hezbollah and Israel in 2006.", "link": "https://www.arabnews.com/node/2401451/middle-east", "date_published": "2023-11-01T03:11:20+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "King Charles will deliver COP28 opening speech, Buckingham Palace says", "description": "LONDON: King Charles will give the opening address at the COP28 UN global climate summit in Dubai, Buckingham Palace said on Wednesday.\n\tIt will be the third time that the British monarch, 74, who has campaigned on environmental issues for more than 50 years, will deliver the opening speech, having done so at Glasgow's COP26 and at COP21 in Paris.\n\tThe summit runs from Nov. 30 to Dec. 12, and Charles will also attend a reception to launch the inaugural COP28 Business and Philanthropy Climate Forum which is running alongside the event, the palace said.", "link": "https://www.arabnews.com/node/2401456/middle-east", "date_published": "2023-11-01T03:11:06+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Italy PM Meloni talks of Ukraine fatigue, migration in prank call", "description": "ROME: Italian Prime Minister Giorgia Meloni spoke of international fatigue with the conflict in Ukraine and a lack of support for Italy in dealing with migration in a phone call with Russian pranksters.\n\tA 13-minute audio of the call, which dates back to September, was released online on Wednesday by Russians Vovan and Lexus, who have duped other Western politicians and celebrities in an effort to elicit frank, unguarded remarks.", "link": "https://www.arabnews.com/node/2401436/world", "date_published": "2023-11-01T02:11:51+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "‘Great Illusions’ show in Riyadh promotes Argentine flair", "description": "RIYADH: The “Great Illusions” show, the fourth in a series of Argentine performances organized by the Theater and Performing Arts Commission, is showcasing Argentine culture, photography corners, and gift shops.\n\n\tThe show, which began on Tuesday and will continue until Nov. 4, is being held at the Blue Hall of the Princess Nourah bint Abdulrahman University Conference Center in Riyadh. The event will include cultural performances from around the world, the Saudi Press Agency reported.", "link": "https://www.arabnews.com/node/2401421/art-culture", "date_published": "2023-11-01T02:11:35+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "HRW urges social media users to report censorship amid Gaza war", "description": "LONDON: Human Rights Watch is urging people to document and report online censorship related to the Israel-Palestine conflict, the organization said in an Instagram post on Tuesday.\n\n\tThe NGO said it had recorded incidences of censorship — including on Meta’s Instagram and Facebook — since Oct. 7, when Israel began its assault on Gaza.", "link": "https://www.arabnews.com/node/2401431/media", "date_published": "2023-11-01T02:11:17+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Microsoft CEO says Saudi Arabia using AI in unique ways to accelerate productivity", "description": "RIYADH: Saudi companies’ push toward artificial intelligence has increased their productivity, driven innovation and created new economic opportunities, believes Microsoft Chairman and CEO Satya Nadella. \n\n\tSpeaking to Arab News on the sidelines of the “Microsoft AI, a New Era” event in Riyadh, Nadella said his customers in the Kingdom were using AI to create cutting-edge technology for the world.", "link": "https://www.arabnews.com/node/2401441/business-economy", "date_published": "2023-11-01T02:11:07+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "In Lebanon, a Christian village hopes for the best and plans for the worst", "description": "RMEICH, Lebanon: At Lebanon’s border with Israel, residents of a Christian village are hoping war can be avoided even as they prepare for the possibility of worsening hostilities between the Lebanese Shiite group Hezbollah and Israel.\n\tLocated just a couple of kilometers (miles) from the frontier, the village of Rmeich has already suffered fallout from three weeks of clashes along the border between Israel and Iran-backed Hezbollah, the dominant force in south Lebanon.", "link": "https://www.arabnews.com/node/2401411/middle-east", "date_published": "2023-11-01T02:11:02+00:00", "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}]