[{"source": "https://businessinsider.com.pl/.feed", "title": "Dobre wieści dla piekarni i ich klientów. Posłowie zdecydowali", "description": "Wśród szeregu przepisów zatwierdzonych przez Sejm w środę znalazły się m.in. te obniżające ceny gazu dla piekarni. Posłowie nie byli jednomyślni. Zmiany dotyczą także podatku VAT.", "link": "https://businessinsider.com.pl/prawo/na-te-decyzje-czekaly-piekarnie-sejm-za-obnizka/cmfqcc4", "date_published": "2023-02-08 19:48:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sejm zmienił Kodeks pracy. Wydłużył urlopy, utrudnił zwolnienia", "description": "Sejm uchwalił największą nowelizację kodeksu pracy od lat. Zatrudnieni zyskają dodatkowe dziewięć tygodni urlopu rodzicielskiego i nowy urlop opiekuńczy. Firmy będą musiały uzasadniać zwalnianie osób zatrudnionych na czas określony. Apelują o wydłużenie vacatio legis, bo trzy tygodnie nie wystarczy na przygotowanie się do tak istotnych zmian.", "link": "https://businessinsider.com.pl/prawo/praca/sejm-zmienil-kodeks-pracy-chodzi-o-urlopy-zwolnienia-z-pracy-uprawnienia-rodzicow/ejhfm12", "date_published": "2023-02-08 19:17:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podatki w Rosji wzrosną. Putin szykuje zastrzyk do budżetu, żeby finansować wojnę", "description": "Za sprawą zachodnich sankcji dochody Rosji z ropy i gazu spadają do najniższego poziomu od 2020 r. Aby zwiększyć wpływy do budżetu i finansować wydatki wojenne, Rosja podniesie podatki.", "link": "https://businessinsider.com.pl/gospodarka/putin-szykuje-zastrzyk-do-budzetu-zeby-finansowac-wojne/g8cyslw", "date_published": "2023-02-08 19:01:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Duża gotówka i wsparcie jednego z najbogatszych Polaków. Jest coraz mniej czasu", "description": "Zainwestowali w Booksy, Telemedi, Revolut, Shazam i Zowie. Teraz międzynarodowi inwestorzy przyjadą poznać startupy, które zgłoszą się do Infoshare Startup Contest. Najlepsze wygrają łącznie 30 tys. euro w gotówce i rozwiną skrzydła pod okiem InCredibles Sebastiana Kulczyka.", "link": "https://businessinsider.com.pl/biznes/masz-dobry-pomysl-na-biznes-duza-gotowka-i-wsparcie-jednego-z-najbogatszych-polakow/zqq14xn", "date_published": "2023-02-08 18:39:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To kluczowy kamień milowy. Jest decyzja w sprawie Sądu Najwyższego", "description": "Sejm odrzucił w środę wieczorem wszystkie 14 poprawek senackich do nowelizacji ustawy o Sądzie Najwyższym. Nowela trafi teraz do prezydenta Andrzeja Dudy.", "link": "https://businessinsider.com.pl/prawo/kpo-blizej-sejm-zdecydowal-w-sprawie-sadu-najwyzszego/p3b4g71", "date_published": "2023-02-08 18:12:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sejm zdecydował. To szansa na obalenie kolejnego kamienia milowego przed KPO", "description": "Sejm znowelizował w środę ustawę odległościową. Zgodnie z nowymi przepisami wiatraki będą mogły powstawać w odległości minimum 700 m od domów, przy spełnieniu szeregu dodatkowych warunków.", "link": "https://businessinsider.com.pl/prawo/wazna-decyzja-sejmu-rosnie-szansa-na-pieniadze-z-kpo/xdgw2jp", "date_published": "2023-02-08 17:52:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zmiany w urlopach. Sejm zdecydował", "description": "Sejm uchwalił w środę nowelizację Kodeksu pracy, wprowadzając zmiany m.in. w urlopach rodzicielskich. Nowością jest także możliwość zwolnienia od pracy \"z powodu działania siły wyższej\".", "link": "https://businessinsider.com.pl/wiadomosci/zmiany-w-kodeksie-pracy-dotycza-min-urlopow-jest-decyzja-sejmu/tcl9nrx", "date_published": "2023-02-08 17:44:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie będzie strajku, jest porozumienie z górnikami. Koszt to ponad pół miliarda złotych", "description": "Górnicy z JSW dostali ponad 15-proc. podwyżki, które pochłoną w sumie w 2023 r. 580 mln zł. Są wyraźnie niższe niż proponowane przez związki zawodowe, ale i tak są \"w miarę dobre i akceptowalne\". Jest jeszcze jedna sprawa do załatwienia.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/gornicy-wywalczyli-sowite-podwyzki-pochlona-580-mln-zl/whlct3g", "date_published": "2023-02-08 17:37:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Waloryzacja na ostatniej prostej. O ile wzrosną emerytury i renty?", "description": "Jutro będzie znana ostateczna wysokość tegorocznych podwyżek emerytur. GUS opublikuje bowiem dane o realnym wzroście przeciętnego wynagrodzenia. W praktyce przesądzone jest już, że waloryzacja wyniesie 14,8 proc.", "link": "https://businessinsider.com.pl/prawo/praca/waloryzacja-emerytur-w-marcu-2023-r-o-ile-wzrosna-swiadczenia-emerytury-i-reny/mdevs1d", "date_published": "2023-02-08 16:50:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Były mąż Dody usłyszał 50 zarzutów. W grę wchodzą miliony złotych", "description": "Były mąż Dody, Emil S., usłyszał w warszawskiej prokuraturze dodatkowych 50 zarzutów obejmujących głównie przestępstwa przywłaszczenia niecałych 5 mln zł. Pieniądze te miały pójść na produkcję filmu.", "link": "https://businessinsider.com.pl/prawo/byly-maz-dody-zatrzymany-padly-zarzuty-i-duza-kwota/ee399dy", "date_published": "2023-02-08 16:44:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Osłony socjalne dla górników i nie tylko. Rząd szykuje urlopy energetyczne", "description": "Rząd jeszcze w pierwszym kwartale 2023 r. chce przyjąć projekt ustawy dotyczący systemu osłon socjalnych dla pracowników branży energetycznej i branży górnictwa węgla brunatnego — wynika z wykazu prac rządu. Chodzi m.in. o urlopy energetyczne i górnicze dla tych, którym brakuje nie więcej niż cztery lata do emerytury. W tym czasie pracownik ma być zwolniony z obowiązku świadczenia pracy i otrzyma 80 proc. wynagrodzenia.", "link": "https://businessinsider.com.pl/gospodarka/oslony-socjalne-dla-gornikow-i-nie-tylko-rzad-szykuje-urlopy-energetyczne/tf6lyhf", "date_published": "2023-02-08 16:43:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Twitter blokowany w Turcji. Podejrzenie pada na władze", "description": "W kilku sieciach w Turcji obywatele nie mają dostępu do Twittera. Charakter blokady sugeruje, że był to prawdopodobnie wynik polecenia z rządu. Służy do tego oprogramowanie zainstalowane przez dostawców telekomunikacyjnych.", "link": "https://businessinsider.com.pl/wiadomosci/twitter-jest-zablokowany-w-turcji-kto-za-to-odpowiada/hxhq06j", "date_published": "2023-02-08 16:17:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Duże straty w Grupie Wagnera. Najemników wchłonie rosyjska armia?", "description": "Grupa Wagnera poniosła ogromne straty w Donbasie i może utracić swój niezależny status i zostać włączona do regularnej rosyjskiej armii— podają media. Najemnicy z Grupy Wagnera, w tym więźniowie zwerbowani w zakładach karnych, zostali zdziesiątkowani w niedawnych walkach.", "link": "https://businessinsider.com.pl/wiadomosci/kryzys-w-grupie-wagnera-po-walkach-w-donbasie/y7087w6", "date_published": "2023-02-08 16:14:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kim Dzong Un przyprowadził córkę na spotkanie z generałami. Na kilku zdjęciach to ona jest w centrum uwagi", "description": "Przywódca Korei Północnej Kim Dzong Un ponownie zaprezentował swoją córkę szerszej publice. Po tym, jak w listopadzie uczestniczyła z ojcem w testach międzykontynentalnej rakiety balistycznej, tym razem 10-latka wzięła udział w bankiecie z udziałem najwyższych generałów i oficerów armii.", "link": "https://businessinsider.com.pl/wiadomosci/kim-dzong-un-przyprowadza-corke-na-spotkanie-z-generalami/t4qr86q", "date_published": "2023-02-08 15:55:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "LOT nie wpuścił skrzypka ze Stradivariusem wartym ponad 20 mln zł. Linia tłumaczy się", "description": "Podróże samolotami bywają problematyczne dla zwykłych pasażerów, a gdy na pokładzie samolotu PLL LOT miał pojawić się artysta ze skrzypcami wartymi blisko 24 mln zł, okazało się, że jest problem nie do przeskoczenia. Teraz firma przeprasza i tłumaczy, co zawiodło.", "link": "https://businessinsider.com.pl/biznes/afera-z-lot-i-stradivariusem-za-ponad-20-mln-zl/6syb3tc", "date_published": "2023-02-08 15:45:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sąd Najwyższy woli milczeć w sprawach frankowych. Czeka na TSUE", "description": "We wtorek wydarzyły się dwie ważne rzeczy dotyczące sporów o kredyty frankowe. Jedna, to wyrok w sprawie państwa Dziubaków, gdzie sąd unieważnił prawomocnie umowę, ale uznał zarzut zatrzymania banku. W tej drugiej kwestii miał się też wypowiedzieć Sąd Najwyższy, ale wstrzymał się od głosu do czasu wyroku Trybunału Sprawiedliwości Unii Europejskiej.", "link": "https://businessinsider.com.pl/prawo/spory-o-kredyty-frankowe-sad-najwyzszy-woli-milczec-i-czeka-na-tsue/nl8kwm5", "date_published": "2023-02-08 15:16:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Najciekawiej będzie w marcu\". Komentarze ekonomistów po decyzji RPP", "description": "Decyzja Rady Polityki Pieniężnej w lutym jest zgodna z oczekiwaniami rynku. Ciekawe dopiero jednak przed nami. Analitycy już wyczekują obniżenia stóp przed końcem roku, a w najbliższych miesiącach spodziewają się ogłoszenia cyklu podwyżkowego. W tym roku są jednak wybory, więc oczekuje się decyzji korzystnych dla wyborców jeszcze przed głosowaniem.", "link": "https://businessinsider.com.pl/gospodarka/komentarze-do-decyzji-rpp-najciekawiej-bedzie-w-marcu/jxq7m3h", "date_published": "2023-02-08 15:09:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Grupa Żywiec się reorganizuje. Zamyka jeden z browarów. Co z pracownikami?", "description": "Grupa Żywiec ogłosiła reorganizację swojej produkcji w Polsce, w ramach której w czerwcu 2023 r. zakończy produkcję w browarze w Leżajsku. Decyzji sprzeciwił się burmistrz miasta. Co dalej ze znaną marką piwa?", "link": "https://businessinsider.com.pl/firmy/grupa-zywiec-sie-reorganizuje-zamyka-jeden-z-browarow-co-z-pracownikami/4g5y3f0", "date_published": "2023-02-08 14:49:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Państwowy gigant podał ceny gazu dla małych i średnich firm. Dużo niższe od bazowej", "description": "Małe i średnie przedsiębiorstwa mogą skorzystać z gwarancji stałej ceny gazu ziemnego. Proponowana cena jest niższa o 33 proc. od ceny bazowej, wynikającej z cennika dla klientów biznesowych i wynosi 525 zł za megawatogodzinę — poinformował w środę PGNiG Obrót Detaliczny.", "link": "https://businessinsider.com.pl/biznes/ceny-gazu-mocno-w-dol-panstwowy-gigant-podal-stawki-dla-firm/5zgz4rh", "date_published": "2023-02-08 14:45:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Beyonce chciałaby, żeby jej ubrania schodziły tak, jak bilety na koncerty. Ma problem", "description": "Beyonce ruszy w wielką trasą, która przyniesie jej ogromne pieniądze. Osłodzi jej to porażkę, którą poniosła na innym biznesowym polu. Jej marka odzieżowa promowana we współpracy ze światowym gigantem zaskakująco słabo się sprzedaje.", "link": "https://businessinsider.com.pl/biznes/bilety-na-beyonce-rozchwytywane-zupelnie-inaczej-jest-z-jej-marka-ubran/gxfsq7n", "date_published": "2023-02-08 14:29:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jest decyzja o stopach procentowych. Rynek się nie mylił", "description": "Rada Polityki pieniężnej na posiedzeniu w środę podjęła taką samą decyzję już piąty raz z rzędu. Główna stopa procentowa pozostaje na poziomie 6,75 proc. i w ten sposób raty kredytów o zmiennej stopie pozostaną bez zmian.", "link": "https://businessinsider.com.pl/gospodarka/stopy-procentowe-rpp-jest-decyzja-rynek-sie-nie-mylil/xebbcnh", "date_published": "2023-02-08 13:55:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ta branża idzie pod prąd. Rekrutuje i daje podwyżki", "description": "Sektor usług wspólnych dla biznesu (BSS)  jest jednym z najprężniej rozwijających się sektorów w Polsce. W odpowiedzi na rosnącą presję inflacyjną i niedobór kadr firmy przewidują wzrost płac do 15 proc. — wynika z raportu \"Business Services 2023\", przygotowanego przez Grafton Recruitment.", "link": "https://businessinsider.com.pl/poradnik-finansowy/dookola-zwolnienia-a-oni-rekrutuja-i-daja-podwyzki/zkp4wyn", "date_published": "2023-02-08 13:45:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płyta gazowa czy indukcyjna? Którą lepiej wybrać?", "description": "Zastanawiasz się, czy kupić płytę gazową, czy elektryczną? Odpowiedź na to pytanie nie jest oczywista i jeśli masz możliwość wyboru, koniecznie sprawdź nasze propozycje i rekomendacje. Znajdziesz tutaj garść przydatnych informacji oraz sześć urządzeń w dobrej cenie.", "link": "https://businessinsider.com.pl/technologie/plyta-gazowa-czy-indukcyjna-ktora-lepiej-wybrac/wehec4k", "date_published": "2023-02-08 13:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od tych liczb zakręci ci się w głowie. Tyle LBJ zarobił przez 20 lat kariery", "description": "LeBron James spędził na parkietach NBA już blisko 20 lat. W tym czasie dostarczył kibicom koszykówki wielu niezapomnianych chwil, a kolejną z nich było pobicie rekordu wszech czasów Kareema Abdula-Jabbara w liczbie punktów zdobytych w sezonie regularnym. Za swoje wyczyny James był sowicie wynagradzany.", "link": "https://businessinsider.com.pl/wiadomosci/od-tych-liczb-zakreci-ci-sie-w-glowie-tyle-lebron-james-zarobil-za-gre-w-nba/c7rtceg", "date_published": "2023-02-08 13:13:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mieli 200 dol. w kieszeni. Tyle im wystarczyło, by zostać jednymi z najbogatszych Polaków", "description": "Katarzyna Frank-Niemczycka podkreśla, że zawsze chciała być samodzielna. Nie zaprzecza jednak, że jej majątek to zasługa wspólnej pracy z jej mężem Zbigniewem Niemczyckim. Strategia obrana przez Niemczycką najwyraźniej jest dobrą receptą na sukces, bo znalazła swoje miejsce na liście najbogatszych Polek, w tym roku plasując się na 5. miejscu.", "link": "https://businessinsider.com.pl/biznes/niemczyccy-mieli-200-dol-w-kieszeni-stali-sie-najbogatszymi-polakami/8twbg7j", "date_published": "2023-02-08 13:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W ten bank państwowe regulacje nie uderzają. Historyczny rekord zysków Banku Handlowego", "description": "Historyczny rekord zysków, brak kredytów frankowych w portfelu, przejście suchą stopą przez wakacje kredytowe. Należący do amerykańskiej grupy Citi Bank Handlowy właściwie tylko korzysta na okolicznościach rynkowych i nie dotykają go kolejne regulacje tworzone przez państwo.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/w-ten-bank-panstwowe-regulacje-nie-uderzaja-historyczny-rekord-banku-handlowego/thzkhjp", "date_published": "2023-02-08 12:56:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny gigant chwali się rekordowym zyskiem. Francuzi zarobili miliardy", "description": "Francuski koncern TotalEnergies zanotował w 2022 r. rekordowy zysk. To kolejna firma z sektora oil and gas, która chwali się nienotowanymi wcześniej wynikami.", "link": "https://businessinsider.com.pl/biznes/kolejny-gigant-chwali-sie-rekordowym-zyskiem/j9zdb8e", "date_published": "2023-02-08 12:42:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Syn rotmistrza Pileckiego ma dostać 1,5 mln zł zadośćuczynienia", "description": "Sąd Okręgowy w Warszawie wydał w środę wyrok w sprawie zadośćuczynienia dla syna rtm. Pileckiego. Sąd przyznał mu 1,5 mln zł. Andrzej Pilecki domagał się 26 mln.", "link": "https://businessinsider.com.pl/wiadomosci/syn-rotmistrza-pileckiego-ma-dostac-15-mln-zl-zadoscuczynienia/dx5zxe1", "date_published": "2023-02-08 12:40:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Obajtek chciał sprostowania w sprawie swojego majątku. Przegrał w sądzie z TVN", "description": "Daniel Obajtek domagał się wyemitowania w TVN sprostowania słów posła Koalicji Obywatelskiej, które dotyczyły między innymi majątku prezesa Orlenu. Nie pomogła apelacja — sądy dwóch instancji oddaliły pozew.", "link": "https://businessinsider.com.pl/wiadomosci/majatek-obajtka-prezes-orlenu-chcial-sprostowania-przegral-w-sadzie-z-tvn/hnf02qg", "date_published": "2023-02-08 12:28:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To miasto daje młodym pieniądze na imprezy", "description": "Berlin zachęca pokolenie Z do chodzenia do klubów i rozdaje w bibliotekach karty o wartości 50 euro.", "link": "https://businessinsider.com.pl/lifestyle/rozrywka/to-miasto-daje-mlodym-z-pokolenia-z-pieniadze-na-imprezy/mz13we5", "date_published": "2023-02-08 12:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd zadłuża nas w euro z wysokimi odsetkami. Takiego popytu jeszcze nie było", "description": "Półtora roku temu Ministerstwo Finansów sprzedało obligacje denominowane w euro z ujemnym oprocentowaniem. Jeszcze przez dwa lata ktoś będzie płacić za przywilej ich posiadania. Ale to prędko nie wróci. W ostatnim przetargu trzeba było się zgodzić na płacenie odsetek. I to niemałych. Popyt był rekordowy w historii.", "link": "https://businessinsider.com.pl/finanse/rzad-zadluza-nas-w-euro-z-wysokimi-odsetkami-takiego-popytu-jeszcze-nie-bylo/kn9dgwq", "date_published": "2023-02-08 11:37:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lech Wałęsa, orzeł w koronie, Jan Paweł II. Kto mógłby się znaleźć na polskim euro?", "description": "Kiedy w maju 2004 r. Polska weszła do Unii Europejskiej, zobowiązała się przyjąć wspólną walutę. Wydawało się to wtedy jedynie kwestią czasu. Rozgorzała dyskusja, czyj wizerunek miałby się na polskim euro znaleźć. Przeważały symbole narodowe i profile zasłużonych Polaków.", "link": "https://businessinsider.com.pl/wiadomosci/kto-moglby-sie-znalezc-na-polskim-euro-kilka-monet-juz-wybito/exz22r8", "date_published": "2023-02-08 11:19:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ta branża to koło zamachowe polskiego przemysłu. Kryzys sprawia, że miejsca pracy znikają, a produkcja spada", "description": "\"Biznes prowadzić będziemy jak samochód we mgle\" – przyznają przedstawiciele branży AGD w raporcie nakreślającym wyzwania branży na 2023 r. W teorii producenci powinni mieć powody do świętowania – nowe inwestycje powstają jak grzyby po deszczu, a ich wartość absolutnie pobiła poprzednie rekordy. Mimo to produkcja i zatrudnienie spadają, a firmy coraz częściej wprost mówią o kryzysie.", "link": "https://businessinsider.com.pl/firmy/agd-ciagnie-polska-gospodarke-ale-kryzys-niszczy-branze-pokazano-liczby/pfbv129", "date_published": "2023-02-08 10:58:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dziś głosowanie ustawy o SN, a w rządzie wciąż nie ma zgody. Sasin jedno, Ziobro drugie", "description": "Zbigniew Ziobro próbuje zmienić sejmowy kalendarz prac nad ustawą o Sądzie Najwyższym. W dniu zaplanowanego głosowania zaapelował do premiera o jego odłożenie. Kilka minut wcześniej wicepremier Jacek Sasin przekonywał, że sprawa głosowania jest dogadana między koalicjantami.", "link": "https://businessinsider.com.pl/wiadomosci/sasin-jedno-ziobro-drugie-brak-zgody-ws-ustawy-o-sn/06rkr24", "date_published": "2023-02-08 10:53:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najnowszy ranking popularności iRobotów — którego warto kupić?", "description": "Nie każdy pamięta, że firma iRobot była prekursorem w dziedzinie robotów sprzątających. Nie bez powodu ich urządzenia cieszą się wciąż niesłabnącym zainteresowaniem. Przedstawiamy pięć najpopularniejszych iRobotów w lutym według obiektywnych danych z porównywarki cen Skąpiec.pl.", "link": "https://businessinsider.com.pl/technologie/najnowszy-ranking-popularnosci-irobotow-ktorego-warto-kupic/wgrc0g3", "date_published": "2023-02-08 10:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trzęsienie ziemi w Turcji. Wrócił pożar trawiący kontenery w porcie", "description": "W tureckim porcie Iskenderun ponownie wybuchł pożar, który trawi kontenery — poinformował resort rolnictwa Turcji. W akcji gaszenia uczestniczą helikoptery i samolot. We wtorek resort obrony Turcji powiadomił o ugaszeniu płomieni, jednak w nocy znów pojawił się ogień — pisze Reuters.", "link": "https://businessinsider.com.pl/gospodarka/znow-plona-kontenery-w-iskenderun/kqqxlpc", "date_published": "2023-02-08 10:33:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rynek węgla wraca do równowagi, ceny surowca spadają", "description": "Na międzynarodowych rynkach węgla sytuacja podażowo – popytowa powraca do równowagi — wynika z opracowania Agencji Rozwoju Przemysłu (ARP). Przyczynia się to do spadku cen surowca w Europie i produkowanej z niego energii.", "link": "https://businessinsider.com.pl/gospodarka/rynek-wegla-wraca-do-rownowagi-ceny-surowca-spadaja/z96pty4", "date_published": "2023-02-08 10:32:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kenia, Egipt i RPA — wypłyń w rejs po Nilu lub udaj się na afrykańskie safari", "description": "Przenikanie się społeczności, kultur, języków, kolorów, dźwięków i zwyczajów to cechy charakterystyczne dla krajów afrykańskich. Każdy, kto wybiera się na urlop do Afryki, może liczyć na słoneczną pogodę, piaszczyste plaże, piękne krajobrazy oraz wiele przygód i atrakcji. Kenia, Egipt i RPA to popularne kierunki turystyczne, pozwalające na wypoczynek w słońcu i poznanie niesamowitych atrakcji. Kraje afrykańskie od lat przyciągają turystów dobrą pogodą, wysokim standardem usług hotelowych, dziką przyrodą i cenami, które nie są szczególnie wygórowane dla Europejczyków. W artykule polecamy sprawdzone i docenione przez klientów wycieczki biura podróży Albatros. Biuro podróży Albatros już od wielu lat specjalizuje się w wycieczkach objazdowych po Kenii, Egipcie i RPA. Oferta dotyczy wycieczek w sezonie letnim w 2023 roku. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/kenia-egipt-i-rpa-wyplyn-w-rejs-po-nilu-lub-udaj-sie-na-afrykanskie-safari/gbbrfg5", "date_published": "2023-02-08 10:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na tych ulgach w PIT zyskasz najwięcej. Sprawdź ile konkretnie", "description": "Fiskus pozwala nie płacić podatku dochodowego kilku grupom osób, m.in. rodzinom z czwórką dzieci, pracującym seniorom, powracającym do kraju i osobom do 26 roku życia. Największe preferencje dotyczą rodzin — mogą nie zapłacić w ogóle podatku do ponad 230 tys. zł przychodu. Inne ulgi też pozwolą wyzerować podatek.", "link": "https://businessinsider.com.pl/prawo/podatki/ulgi-w-pit-na-ktorych-zyskasz-najwiecej-sprawdz/zk92mwh", "date_published": "2023-02-08 10:04:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przez pięć dni jadłem jak Warren Buffett. Czułem się okropnie", "description": "Bob Bryan, reporter w amerykańskiej edycji Insidera, przez pięć dni postanowił jeść i pić to, co Warren Buffet. Śniadanie — zjadane w McDonald's uzależnia od tego, czy na giełdzie są spadki, czy wzrosty. Codziennie pije też... dwa litry Coca-Coli Cherry.", "link": "https://businessinsider.com.pl/wiadomosci/przez-piec-dni-jadlem-jak-warren-buffett-czulem-sie-okropnie/nsnypqd", "date_published": "2023-02-08 09:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Katastrofa budżetu Rosji. Załamanie dochodów z ropy i gazu", "description": "Pieniędzy na wojnę w gospodarce już nie ma —tak można podsumować szacunki Ministerstwa Finansów Rosji o wykonaniu budżetu państwa za styczeń. Okazało się, że dochody spadły o 46 proc. w porównaniu do analogicznego miesiąca rok temu. Putinowi nie zostaje nic innego, jak zaczerpnąć z rezerw, lub zakończyć wojnę. Na razie robi to pierwsze.", "link": "https://businessinsider.com.pl/finanse/budzet-rosji-w-zapasci-zalamanie-dochodow-z-ropy-i-gazu/g3whds4", "date_published": "2023-02-08 09:33:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Urlop na babcię, brata lub macochę tylko dla wybranych. Sprawdź, czy dla ciebie", "description": "Zwykli pracownicy nie wezmą urlopu opiekuńczego na babcię, brata, teściów, ale funkcjonariusze Krajowej Administracji Skarbowej już tak. Urlop co prawda jest bezpłatny, ale zwykli pracownicy będą mogli z niego skorzystać jedynie, gdy zachoruje im rodzic lub dziecko. Wywołuje to wątpliwości co do równego traktowania zatrudnionych.", "link": "https://businessinsider.com.pl/prawo/praca/urlop-opiekunczy-wiecej-przywilejow-dla-funkcjonariuszy-niz-zwyklych-pracownikow/83nssml", "date_published": "2023-02-08 09:28:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sasin zapowiada kredyty dla rolników. Do 300 tys. zł bez zabezpieczeń", "description": "Pożyczkę do 300 tys. zł bez zabezpieczeń, na 5 lat, będzie mógł otrzymać polski rolnik w ramach preferencyjnego kredytu PKO BP — zapowiedział w środę wicepremier, minister aktywów państwowych Jacek Sasin. W przypadku zabezpieczeń, kwota wzrośnie do 500 tys. zł. Pieniądze będzie można przeznaczyć na dowolny cel np. na zakup nawozów, środków ochrony roślin, materiału siewnego czy paliwa.", "link": "https://businessinsider.com.pl/wiadomosci/sasin-zapowiada-kredyty-dla-rolnikow-do-300-tys-zl-bez-zabezpieczen/cqdsb3q", "date_published": "2023-02-08 09:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraina sprzedaje kolejny czarnomorski port. Znany termin i cena", "description": "Ukraina wystawiła na sprzedaż jeden ze swoich czarnomorskich portów. Cena wywoławcza to 187,6 mln hrywien (ok. 22,5 mln zł).", "link": "https://businessinsider.com.pl/firmy/ukraina-chce-sprzedac-odciety-port-podala-cene-i-termin/bh060bs", "date_published": "2023-02-08 09:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Auchan i Intermarche z zarzutami UOKiK. Grożą im wysokie kary", "description": "Prezes UOKiK postawił Auchan Polska i SCA PR Polska (Intermarche) zarzuty nieuczciwego wykorzystywania przewagi kontraktowej wobec dostawców. Jeśli się potwierdzą, właścicielom sieci grozi kara w wysokości do 3 proc. rocznego obrotu.", "link": "https://businessinsider.com.pl/biznes/auchan-i-intermarche-z-zarzutami-uokik-groza-im-wysokie-kary/5zkzbyz", "date_published": "2023-02-08 09:02:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka w środę 8 lutego na poziomie 4,8", "description": "Frank szwajcarski na poziomie 4,8. We środę rano 8 lutego 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,8028.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-8-lutego-2023-r/qx3p4zm", "date_published": "2023-02-08 08:43:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 8 lutego na poziomie 4,4", "description": "Kurs dolara na poziomie 4,4. W środę rano 8 lutego 2022 r. kurs USD/PLN wynosi 4,4107.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-8-lutego-2023/lbvzk9j", "date_published": "2023-02-08 08:30:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 8 lutego powyżej 4,7", "description": "Kurs euro powyżej 4,7. W środę rano 8 lutego 2022 r. kurs EUR/PLN wynosił 4,7446 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-8022023/1wk20kt", "date_published": "2023-02-08 08:23:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Willa plus. Przemysław Czarnek dwukrotnie zmieniał skład zespołu", "description": "Minister edukacji Przemysław Czarnek dwukrotnie zmieniał skład zespołu, który opiniował wnioski o dotacje na zakup nieruchomości — donosi \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/willa-plus-szef-resortu-zmienial-dwukrotnie-ekspertow/2xjv1v1", "date_published": "2023-02-08 07:33:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Biznes i zarządzanie oraz łacina. Nowe przedmioty od nowego roku szkolnego", "description": "Zamiast podstaw przedsiębiorczości — biznes i zarządzanie. Zamiast drugiego języka obcego opcjonalnie łacina. Minister edukacji podpisał rozporządzenia określające podstawy programowe dla tych przedmiotów. Eksperci w rozmowie z \"Rzeczpospolitą\" zastanawiają się, komu posłużą te zmiany, wskazując w szczególności na język łaciński.", "link": "https://businessinsider.com.pl/wiadomosci/biznes-i-zarzadzanie-oraz-lacina-nowe-przedmioty-od-nowego-roku-szkolnego/26186lq", "date_published": "2023-02-08 07:01:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "94-latek przekazał oszustom 652 tys. zł. Nastolatkowie odpowiedzą przed sądem", "description": "94-letni mieszkaniec Mokotowa omal nie stracił dorobku całego życia. Starszy mężczyzna był przekonany, że bierze udział w \"policyjnej\" akcji, przekazał oszustom ponad 652 tys. zł. Całą akcję obserwowali prawdziwi kryminalni, którzy na gorącym uczynku zatrzymali dwóch nastolatków. Trzeci wpadł kilka dni później.", "link": "https://businessinsider.com.pl/wiadomosci/94-latek-przekazal-oszustom-652-tys-zl/dekv69s", "date_published": "2023-02-08 06:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Opel Astra plug-in hybrid – najlepszy Opel od lat", "description": "Opel Astra to model, który jest bliski sercom Polaków od wielu lat, a może nawet dziesięcioleci. Przez długi czas był nawet produkowany w Gliwicach w czasach, gdy Opel należał do amerykańskiego General Motors. Teraz, gdy ma ścisłe związki z francuskimi markami Peugeot i Citroen, powstała jednak świetna generacja Astry. A mimo francuskich korzeni, nadal zadowoli entuzjastów „niemieckości” Opla. I zapewne nie tylko ich.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/opel-astra-plug-in-hybrid-najlepszy-opel-od-lat-test/g6r34mg", "date_published": "2023-02-08 06:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Resort zdrowia kontra suplementy diety. Kary nawet do mln złotych", "description": "Ministerstwo Zdrowia bierze się za suplementy diety. Ich reklamy mają wyraźnie wskazywać, że suplementy to środki spożywcze, które nie leczą. Produkty mają też zniknąć z najlepszych miejsc przy kasach w sklepach i aptekach. Firmy obawiają się nowych regulacji.", "link": "https://businessinsider.com.pl/biznes/resort-zdrowia-kontra-suplementy-diety-kary-nawet-do-mln-zlotych/0ytzyl5", "date_published": "2023-02-08 06:28:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Decyzja Lasów Państwowych może pogrążyć polski hit eksportowy", "description": "Meble przez lata stanowiły polski hit eksportowy. Dobra passa może się skończyć ze względu na spadające nastroje konsumentów oraz decyzję Lasów Państwowych o zaprzestaniu certyfikacji drewna. Bez tego ostatniego sprzedaż produktów na Zachód może okazać się niemal niemożliwa.", "link": "https://businessinsider.com.pl/biznes/przez-lata-byly-hitem-eksportowym-jedna-decyzja-moze-pograzyc-branze/xsc5hpb", "date_published": "2023-02-08 06:20:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Urząd Komisji Nadzoru Finansowego jedną decyzją zwiększa nam zdolność kredytową", "description": "Rośnie nam nasza zdolność kredytowa, nawet jeśli sami niczego w tej sprawie nie zrobiliśmy – to po prostu efekt nowych decyzji po stronie Komisji Nadzoru Finansowego. PKN Orlen księguje ponad 8 mld złotych zysku na przejęciu PGNiG, mamy rekordowy popyt na polskie obligacje zagraniczne i społeczeństwo, które w większości chce regulowania cen paliw. Ciągle mamy też problem z dostępem do funduszy unijnych. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-08022023/t6estw0", "date_published": "2023-02-08 06:03:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Francja. Nie ustają protesty przeciwko podwyżce wieku emerytalnego", "description": "Francuzi wyszli znów na ulice. We wtorek 8 lutego przeciwko podwyżce wieku emerytalnego miało protestować według centrali związkowej CGT nawet dwa miliony osób. Rząd z Paryża podaje dużo niższe szacunku.", "link": "https://businessinsider.com.pl/wiadomosci/protesty-przeciwko-podniesieniu-wieku-emerytalnego-we-francji-nie-ustaja/xes35k9", "date_published": "2023-02-08 05:50:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czemu klienci odpuszczają darmowy pieniądz? Wiemy, ilu nie skorzystało z wakacji kredytowych", "description": "Około jednej trzeciej (biorąc pod uwagę wartość długu) oraz prawie połowa (w zakresie liczby umów) spośród hipotek uprawnionych do wakacji kredytowych nie została objęta tym programem. To może wydawać się zaskakujące, biorąc pod uwagę spore korzyści, jakie zawieszenie rat daje klientom. Jednak osoby wstrzymujące się przed skorzystaniem z moratoriów mają swoje powody.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kredyty/wakacje-kredytowe-klienci-bankow-odpuszczaja-darmowy-pieniadz/bwder1m", "date_published": "2023-02-08 05:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Premier zapowiada obniżki stóp procentowych. To możliwy scenariusz, ale pod paroma warunkami", "description": "Najprawdopodobniej podwyżek stóp procentowych w Polsce już nie będzie, a kluczowe pytanie brzmi, kiedy mogą zostać obniżone. Premier Mateusz Morawiecki oraz niektórzy członkowie Rady Polityki Pieniężnej sygnalizują, że może stać się to już pod koniec tego roku. I to pomimo że inflacja nadal będzie wysoka, wyraźnie przekraczając cel Narodowego Banku Polskiego.", "link": "https://businessinsider.com.pl/finanse/makroekonomia/premier-wiesci-ciecie-stop-w-tym-roku-czy-to-mozliwy-scenariusz/lcnxj8h", "date_published": "2023-02-08 05:24:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "O tym rząd nie wspomina. Największe zagłębia bezrobocia w Polsce [MAPY]", "description": "Rząd chwali się rekordowo niskim bezrobociem, ale pomija ciemne plamy na mapie Polski, gdzie ciągle bez pracy jest około 20 proc. mieszkańców zdolnych do jej podjęcia. Najtrudniejsza sytuacja panuje w województwie warmińsko-mazurskim i podkarpackim, ale powiat z numerem jeden na niechlubnej liście leży w zupełnie innym miejscu.", "link": "https://businessinsider.com.pl/gospodarka/najwieksze-zaglebia-bezrobocia-w-polsce-sprawdz-na-mapach/jkglb7m", "date_published": "2023-02-08 05:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Euro w Polsce? To niemożliwe. Spełniamy pół z czterech kryteriów i to nie koniec problemów", "description": "Inflacja, deficyt i stopy procentowe są zbyt wysokie, a złoty nie uczestniczy w mechanizmie ERM II. To oznacza, że Polska spełnia zaledwie pół warunku makroekonomicznego spośród czterech, od których zależy przystąpienie do strefy euro. Jeśli dodamy do tego konstytucję i brak większości do jej zmiany, trzeba stwierdzić, że i przyjęciu wspólnej waluty w najbliższym czasie możemy zapomnieć.", "link": "https://businessinsider.com.pl/gospodarka/makroekonomia/euro-w-polsce-sprawdzilismy-kryteria-i-nie-wyglada-to-dobrze/hpjsn8v", "date_published": "2023-02-08 05:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy zmieniają zdanie w sprawie przyjęcia euro. W 10 lat wszystko się odwróciło", "description": "Choć do przyjęcia wspólnej waluty w Polsce droga jeszcze daleka, to niedawne wejście Chorwacji do strefy euro znowu wywołało dyskusję na ten temat nad Wisłą. A co na ten temat sądzą obywatele? Z unijnych badań wynika, że przez ostatnie 10 lat w tej kwestii Polacy niemal całkowicie zmienili zdanie.", "link": "https://businessinsider.com.pl/gospodarka/polacy-zmieniaja-zdanie-w-sprawie-przyjecia-euro-w-10-lat-wszystko-sie-odwrocilo/n308jvk", "date_published": "2023-02-08 05:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska droga do strefy euro. Nigdy nie byliśmy nawet blisko rezygnacji ze złotego", "description": "Mieliśmy już ogłoszone daty wejścia do strefy euro, specjalnego pełnomocnika, który miał nas do tego przygotować, mapę i narodowy plan. Dwa wielkie kryzysy gospodarcze skutecznie nam jednak drogę do Eurolandu utrudniły. Później zaś władzę przejął PiS i temat rezygnacji ze złotego został całkowicie odłożony. Obecnie perspektywa przyjęcia unijnej waluty jest bardzo odległa, nawet jeśli obecna ekipa straci władzę. Kluczowy jest bowiem opór prezesa NBP Adama Glapińskiego, bez którego nie da się przeprowadzić tego procesu.", "link": "https://businessinsider.com.pl/wiadomosci/przyjecie-euro-polska-nigdy-nie-byla-gotowa-na-wejscie-do-strefy-euro/ksqh0q5", "date_published": "2023-02-08 05:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}]