[{"source": "https://thehill.com/news/feed/", "title": "Fed plots its next move", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon}     Business &#38; Economy     Business &#38; Economy      The Big Story  What’s the Fed’s next move?   Federal Reserve officials are giving away some clues about their approach to inflation and the economy in 2023, according to notes released Wednesday. © The Hill,...", "link": "https://thehill.com/newsletters/business-economy/3870163-fed-plots-its-next-move/", "date_published": "2023-02-22 23:43:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As Black representation improves in government, lawmakers and advocates say it's time for policy to catch up", "description": "As Black Americans are elected to office in record-breaking numbers and we approach the second half of Black History Month, Black leaders are hoping for more than just demographic representation in government.  During The Hill’s “Race &#38; Justice Imperative” virtual event Wednesday, advocates told race and politics reporter Cheyanne Daniels that they’re looking for the...", "link": "https://thehill.com/policy/3870121-as-black-representation-improves-in-government-lawmakers-and-advocates-say-its-time-for-policy-to-catch-up/", "date_published": "2023-02-22 23:37:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DC's Thursday high is forecast at 80, but NY's is 49: Here's why", "description": "It’s February, but you wouldn’t guess it by Washington’s 80-degree forecast on Thursday, which the National Weather Service (NWS) noted could “feel more like June than February.” Just four hours north, New York City is expected to be slightly warmer than normal, but more than 30 degrees cooler than Washington. What's happening with this wide...", "link": "https://thehill.com/policy/energy-environment/3870007-dcs-thursday-high-is-forecast-at-80-but-nys-is-49-heres-why/", "date_published": "2023-02-22 23:22:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buttigieg heads to East Palestine ahead of NTSB report", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} &#8202; Energy &#038; Environment Energy &#038; Environment &#8202;  The Big Story  Federal agency to release report on East Palestine Transportation Secretary Pete Buttigieg will visit East Palestine, Ohio, on Thursday, the same day the National Transportation Safety Board (NTSB) is set to release its report on...", "link": "https://thehill.com/newsletters/energy-environment/3870101-buttigieg-heads-to-east-palestine-ahead-of-ntsb-report/", "date_published": "2023-02-22 23:16:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon releases U-2 pilot's selfie with Chinese spy balloon", "description": "The Pentagon on Wednesday released a photo of a U-2 spy plane that was hovering above the Chinese spy balloon earlier this month. The photo shows an Air Force pilot inside what appears to be a U-2 Dragon Lady just above the Chinese spy balloon on Feb. 3, while the surveillance device was still flying...", "link": "https://thehill.com/policy/defense/3870016-pentagon-releases-u-2-pilots-selfie-with-chinese-spy-balloon/", "date_published": "2023-02-22 23:08:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Our disastrous flood-control policies", "description": "Researchers report flood-prone homes are overvalued by as much as $237 billion because the housing market hasn't considered flood risks.", "link": "https://thehill.com/opinion/energy-environment/3869918-our-disastrous-flood-control-policies/", "date_published": "2023-02-22 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fed officials wary of losing progress on inflation after strong job gains", "description": "Federal Reserve bankers are optimistic about the direction that inflation is heading but still worried about reaching their target of 2 percent inflation, according to the minutes of the bank’s latest meeting of its rate-setting committee, which were published Wednesday. “Almost all participants observed that slowing the pace of rate increases at the current juncture...", "link": "https://thehill.com/business/3869718-fed-officials-wary-of-losing-progress-on-inflation-after-strong-job-gains/", "date_published": "2023-02-22 22:55:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin says that 'right now' he's 'not running for president'", "description": "Sen. Joe Manchin (D-W.Va.) says that \"right now\" he is not running for the White House, as his 2024 intentions remain unclear. \"I'm not running for president of the United States. I can assure you of that as we sit here today,\" Manchin, who is up for reelection next year, told MetroNews in a radio...", "link": "https://thehill.com/homenews/campaign/3869930-manchin-says-that-right-now-hes-not-running-for-president/", "date_published": "2023-02-22 22:52:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden: 'No evidence' Russia changing nuclear posture despite suspending treaty", "description": "President Biden on Wednesday said there’s “no evidence” Russia is changing its nuclear posture despite Moscow’s move to suspend its major nuclear arms treaty with the U.S. Biden in an interview with ABC News anchor David Muir called the suspension of the New START nuclear arms treaty a “big mistake\" but said there’s no indication...", "link": "https://thehill.com/homenews/administration/3869971-biden-no-evidence-russia-changing-nuclear-posture-despite-suspending-treaty/", "date_published": "2023-02-22 22:46:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Education Department focuses on reform of under-the-radar higher ed financial aid rule", "description": "An under-the-radar federal rule routinely leaves vulnerable college students unexpectedly owing money to their former institutions and blocked from continuing their education or even getting an official transcript. Reforming that rule is now on the Education Department’s regulatory agenda. More than 39 million Americans attended college and left without earning a degree. Many of those...", "link": "https://thehill.com/opinion/congress-blog/3869929-education-department-focuses-on-reform-of-under-the-radar-higher-ed-financial-aid-rule/", "date_published": "2023-02-22 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tesla engineering HQ leaving Texas to return to California, Musk announces", "description": "Tesla is bringing its engineering headquarters back to California.", "link": "https://thehill.com/policy/technology/3869991-tesla-hq-leaving-texas-to-return-to-california-musk-announces/", "date_published": "2023-02-22 22:29:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ivanka Trump, Jared Kushner subpoenaed in Jan. 6 probe: NYT", "description": "Ivanka Trump and her husband Jared Kushner have both been subpoenaed by the special counsel investigating former President Trump’s involvement in the Jan. 6 insurrection, according to the New York Times, in another sign the investigation is picking up steam. The subpoena of Ivanka Trump, the former president’s first daughter, and Kushner, which the New...", "link": "https://thehill.com/homenews/administration/3869978-ivanka-trump-jared-kushner-subpoenaed-in-jan-6-probe-nyt/", "date_published": "2023-02-22 22:24:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Massive winter storm sweeps across US", "description": "Welcome to The Hill's Sustainability newsletter {beacon}     Sustainability     Sustainability      The Big Story  States across the country pounded by winter weather A coast-to-coast winter storm began pummeling the country early on Wednesday, with snow piling up in the Rockies and a blizzard battering much of the Midwest.  © The...", "link": "https://thehill.com/newsletters/sustainability/3869977-massive-winter-storm-sweeps-across-us/", "date_published": "2023-02-22 22:19:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin ally fires back at Biden’s Poland speech with nuclear warning", "description": "Former Russian President Dmitry Medvedev hit back at the U.S. on Wednesday, warning that his country reserved the right to use its nuclear arsenal to defend itself after a speech in Poland by President Biden following his surprise visit to Ukraine. \"After all, it is obvious to all reasonable forces that if the United States...", "link": "https://thehill.com/policy/international/3869910-putin-ally-fires-back-at-bidens-poland-speech-with-nuclear-warning/", "date_published": "2023-02-22 22:09:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "All Americans deserve clean air and water — Ohio has been denied that", "description": "When a train carrying toxic chemicals derailed, Ohioans began to acutely feel the peril of not having a clean environment to call home.", "link": "https://thehill.com/opinion/energy-environment/3869783-all-americans-deserve-clean-air-and-water-ohio-has-been-denied-that/", "date_published": "2023-02-22 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans divided on who will win Ukraine war: poll", "description": "Americans are nearly evenly split on whether Russia or Ukraine will eventually win the conflict between them as the war reaches its one-year anniversary, according to a new survey. The Economist-YouGov poll found 26 percent of respondents think Russia, which invaded its neighbor without provocation last Feb. 24, will emerge victorious, while 27 percent think...", "link": "https://thehill.com/policy/international/3869829-americans-divided-on-who-will-win-ukraine-war-poll/", "date_published": "2023-02-22 21:37:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sen. Tim Scott in Iowa lays out optimistic vision for GOP: 'Even brighter than before'", "description": "Sen. Tim Scott (R-S.C.) outlined an optimistic vision for the U.S. and the Republican party, in a speech on Wednesday in Iowa as he continues to weigh a 2024 White House bid with trips through early primary states. Scott, while speaking at Drake University, delivered an encouraging speech — a step back from the gloomy...", "link": "https://thehill.com/homenews/campaign/3869805-sen-tim-scott-in-iowa-lays-out-optimistic-vision-for-gop-even-brighter-than-before/", "date_published": "2023-02-22 21:30:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon: China will face 'consequences' if it provides lethal aid to Russia", "description": "The Defense Department on Wednesday warned China against providing lethal aid to Russia, echoing similar cautionary statements from Secretary of State Antony Blinken and other U.S. officials as concerns mount that Beijing will support Moscow's war in Ukraine with weapons and munitions. Pentagon deputy press secretary Sabrina Singh told reporters at a press briefing that...", "link": "https://thehill.com/policy/defense/3869734-pentagon-china-will-face-consequences-if-it-provides-lethal-aid-to-russia/", "date_published": "2023-02-22 21:25:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Poll shows support for stricter regs on transporting hazardous materials", "description": "Most Americans support more regulations on the transportation of hazardous materials in a new poll, which comes after a train carrying dangerous chemicals derailed in Ohio earlier this month. The new poll conducted by The Economist and YouGov found that 54 percent of American adults supported more regulations on transportation hazardous materials. Twenty-one percent said...", "link": "https://thehill.com/regulation/transportation/3869763-poll-shows-support-for-stricter-regs-on-transporting-hazardous-materials/", "date_published": "2023-02-22 21:24:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Forever chemicals’ disrupt key metabolic processes in children and teens: study", "description": "Exposure to “forever chemicals” interferes with several critical biological processes — including the metabolism of fats and amino acids — in children and young adults, a new study has found. The disruption of these processes can increase susceptibility to a variety of illnesses, such as developmental disorders, cardiovascular disease, cancer and metabolic diseases like diabetes, according to...", "link": "https://thehill.com/policy/energy-environment/3869745-forever-chemicals-disrupt-key-metabolic-processes-in-children-and-teens-study/", "date_published": "2023-02-22 21:03:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republican: Ukraine war has been wake-up call for Taiwan to stockpile weapons", "description": "Rep. Mike Gallagher (R-Wis.) said in an interview that Russia’s ongoing war with Ukraine has been a wake-up call for Taiwan to stockpile weapons as tensions with China continue to grow.  In an interview with the Washington Post published Wednesday, Gallagher said that many Taiwanese officials he met during his trip told him about their...", "link": "https://thehill.com/policy/defense/3869681-house-republican-ukraine-war-has-been-wake-up-call-for-taiwan-to-stockpile-weapons/", "date_published": "2023-02-22 20:55:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump accuses Biden administration of 'indifference and betrayal' in East Palestine", "description": "Former President Trump accused the Biden administration on Wednesday of “indifference and betrayal” in its response to a train derailment that spilled toxic chemicals in an Ohio town.  Speaking in East Palestine, Ohio, where the disaster occurred, Trump blasted President Biden and the Federal Emergency Management Agency (FEMA), saying that the president and his administration...", "link": "https://thehill.com/homenews/campaign/3869755-trump-accuses-biden-administration-of-indifference-and-betrayal-in-east-palestine/", "date_published": "2023-02-22 20:45:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump attacks Georgia grand jury forewoman over media tour", "description": "Former President Trump blasted the forewoman of the Georgia grand jury investigating his efforts to interfere with the 2020 election results in the state over her \"revealing\" insights into the grand jury's recommendations this week. \"This Georgia case is ridiculous, a strictly political continuation of the greatest Witch Hunt of all time. Now you have...", "link": "https://thehill.com/policy/national-security/3869576-trump-attacks-georgia-grand-jury-forewoman-over-media-tour/", "date_published": "2023-02-22 20:23:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court appears hesitant to hold Twitter responsible for ISIS terror attack", "description": "The Supreme Court justices on Wednesday appeared skeptical that Twitter could be held liable for aiding and abetting a 2017 terrorist attack in a lawsuit brought by the relatives of one of the victims. The case, Twitter v. Taamneh, arose after an ISIS-linked attacker killed Nawras Alassaf and 38 other people at an Istanbul nightclub....", "link": "https://thehill.com/regulation/court-battles/3869685-supreme-court-appears-hesitant-to-hold-twitter-responsible-for-isis-terror-attack/", "date_published": "2023-02-22 20:13:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: GOP, Trump officials 'laid the groundwork' for loose railway regulations", "description": "The White House on Wednesday blamed Republican lawmakers and the Trump administration for lax railway and environmental regulations in the aftermath of a train derailment in East Palestine, Ohio, that spilled toxic chemicals. Andrew Bates, a deputy White House press secretary, argued congressional Republicans and former Trump administration officials “owe East Palestine an apology for...", "link": "https://thehill.com/homenews/administration/3869675-white-house-gop-trump-officials-laid-the-groundwork-for-loose-railway-regulations/", "date_published": "2023-02-22 20:12:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Progressives propose bill to slash defense budget by $100 billion", "description": "A pair of progressive lawmakers on Wednesday proposed a bill to slash the Defense Department’s budget by $100 billion and reallocate the dollars elsewhere.  Reps. Barbara Lee (D-Calif.) and Mark Pocan (D-Wisc.), co-chairs of the Defense Spending Reduction Caucus, reintroduced their \"People Over Pentagon Act.\" If passed, the legislation would reign in defense spending and refocus...", "link": "https://thehill.com/policy/defense/3869625-progressives-propose-bill-to-slash-defense-budget-by-100-billion/", "date_published": "2023-02-22 20:09:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Califf won't make fixes to help prevent another infant formula-level crisis", "description": "A fragmented and indecisive Food and Drug Administration (FDA) is struggling to escape widespread criticism for its major structural and governance problems exposed by the infant formula crisis. FDA’s issues are no secret, but neither are the solutions. In fact, a detailed blueprint on how to restructure the agency for success was presented to Commissioner...", "link": "https://thehill.com/opinion/congress-blog/3869617-califf-wont-make-fixes-to-help-prevent-another-infant-formula-level-crisis/", "date_published": "2023-02-22 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Federal Communications Commission’s crucial role in regulating Big Tech", "description": "Big Tech's shift into telecom has positioned the FCC into an agency that can have a dramatic impact on their respective business models in myriad ways.", "link": "https://thehill.com/opinion/technology/3869425-the-federal-communications-commissions-crucial-role-in-regulating-big-tech/", "date_published": "2023-02-22 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SNAP recipients sue USDA over reimbursement of stolen funds", "description": "A new class action lawsuit was filed Wednesday on behalf of New York residents who had their Supplemental Nutrition Assistance Program (SNAP) benefits stolen in hopes of getting them reimbursed. The lawsuit, which was filed by The Legal Aid Society and Freshfields Bruckhaus Deringer US LLP, seeks to restore benefits that were electronically stolen to...", "link": "https://thehill.com/homenews/state-watch/3869534-snap-recipients-sue-usda-over-reimbursement-of-stolen-funds/", "date_published": "2023-02-22 19:18:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NPR to cut jobs by 10 percent", "description": "National Public Radio is cutting around 10 percent of its workforce amid falling ad revenue and economic uncertainty, its CEO John Lansing announced Wednesday.  The nonprofit media organization’s financial outlook “has darkened considerably” in recent weeks, Lansing wrote in a memo to staff, shared with The Hill, as it faces a \"sharp decline\" in revenues...", "link": "https://thehill.com/homenews/media/3869544-npr-to-cut-jobs-by-10-percent/", "date_published": "2023-02-22 19:05:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden marks Ash Wednesday, celebrates mass with Polish priest in hotel room", "description": "President Biden marked Ash Wednesday during his visit to Warsaw, attending a private Catholic Mass in a hotel room with a Polish priest. Biden, the second Catholic president in U.S. history, was seen with a cross of ashes on his forehead in photographs on Wednesday afternoon ahead of a summit of the Bucharest Nine, the...", "link": "https://thehill.com/homenews/administration/3869520-biden-marks-ash-wednesday-celebrates-mass-with-polish-priest-in-hotel-room/", "date_published": "2023-02-22 18:36:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin says Xi will visit Russia amid US warnings over Ukraine", "description": "Russian President Vladimir Putin said on Wednesday that Chinese President Xi Jinping will visit Moscow, just days after the U.S. warned that Beijing may increase support for Russia's war in Ukraine. “We are expecting the President of the People’s Republic of China in Russia,” Putin said during a visit from China’s top diplomat, Wang Yi,...", "link": "https://thehill.com/policy/international/3869499-putin-says-xi-will-visit-russia-amid-us-warnings-over-ukraine/", "date_published": "2023-02-22 18:32:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s trip to Ukraine was a mission with an inspiring message", "description": "President Biden pulled out all the stops to display his commitment to the survival of the fledgling democracy.", "link": "https://thehill.com/opinion/white-house/3869442-bidens-trip-to-ukraine-was-a-mission-with-an-inspiring-message/", "date_published": "2023-02-22 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Rust' production moving to Montana after New Mexico set shooting", "description": "The makers behind “Rust” say the film will move to Montana when it resumes production in the spring. “Rust’s” production studio announced Wednesday that it would begin filming in the coming months at the Yellowstone Film Ranch in the Treasure State. The filmmakers had previously announced plans to resume filming, but hadn’t disclosed where. The...", "link": "https://thehill.com/blogs/in-the-know/3869476-rust-production-moving-to-montana-after-new-mexico-set-shooting/", "date_published": "2023-02-22 17:58:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NAACP to lead protests outside Supreme Court for student loan forgiveness", "description": "More than 20 organizations, including the NAACP, will rally outside the Supreme Court next week in support of student loan forgiveness.  The rally will take place on Feb. 28, the same day the court will hear oral arguments in two separate cases challenging the Biden Administration’s student debt cancellation program. Wisdom Cole, NAACP’s Director of...", "link": "https://thehill.com/regulation/court-battles/3869405-naacp-to-lead-protests-outside-supreme-court-for-student-loan-forgiveness/", "date_published": "2023-02-22 17:50:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buttigieg to travel to East Palestine on Thursday amid criticism Biden administration isn't doing enough", "description": "Transportation Secretary Pete Buttigieg is set to travel to East Palestine, Ohio, on Thursday in the wake of the hazardous train derailment earlier this month. The secretary will meet with community members affected by the derailment, receive an update on the National Transportation Safety Board’s (NTSB) investigation and hear from investigators on the ground, according...", "link": "https://thehill.com/homenews/administration/3869445-buttigieg-to-travel-to-east-palestine-on-thursday-amid-criticism-biden-administration-isnt-doing-enough/", "date_published": "2023-02-22 17:39:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 1,000 flights canceled as massive winter storm targets northern US", "description": "More than 1,000 scheduled flights have been canceled in the U.S. on Wednesday as the northern part of the country braces for the arrival of a massive winter storm.  According to flight tracking website FlightAware, 1,306 U.S. flights were canceled on Wednesday and 1,914 others were delayed.  The airport that saw the highest number of...", "link": "https://thehill.com/homenews/state-watch/3869383-more-than-1000-flights-canceled-as-massive-winter-storm-targets-northern-us/", "date_published": "2023-02-22 17:32:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Dems' 2024 Senate chances increase", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING ...", "link": "https://thehill.com/newsletters/1230-report/3869328-the-hills-1230-report-dems-2024-senate-chances-increase-joe-jill-biden-both-order-rigatoni-at-red-hen-2024-senate-map-jon-tester-runs-for-reelection-jupiter-venus-seen-over-moon-nikki-haley-he/", "date_published": "2023-02-22 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What history tells us about your prescription costs and the new ‘bad boys’ of health care", "description": "There is little critical analysis of what these intermediaries actually do.", "link": "https://thehill.com/opinion/healthcare/3869127-what-history-tells-us-about-your-prescription-costs-and-the-new-bad-boys-of-health-care/", "date_published": "2023-02-22 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Number of workers on strike spiked 50% in 2022, mostly in service sector", "description": "More than 120,000 workers went on strike or stopped working in 2022 amid the tightest labor market since 1969, according to Labor Department data released Wednesday. That’s a 50 percent increase from 2021, during which 80,700 workers stopped working, and more than a four-fold increase from 2020 when the economy was shut down and only...", "link": "https://thehill.com/homenews/3869353-number-of-workers-on-strike-spiked-50-in-2022-mostly-in-service-sector/", "date_published": "2023-02-22 17:25:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Number of workers on strike spiked 50% in 2022, mostly in service sector", "description": "More than 120,000 workers went on strike or stopped working in 2022 amid the tightest labor market since 1969, according to Labor Department data released Wednesday. That’s a 50 percent increase from 2021, during which 80,700 workers stopped working, and more than a four-fold increase from 2020 when the economy was shut down and only...", "link": "https://thehill.com/business/3869353-number-of-workers-on-strike-spiked-50-in-2022-mostly-in-service-sector/", "date_published": "2023-02-22 17:25:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden approval rating highest in almost a year: survey", "description": "President Biden’s approval rating has hit its highest point in almost a year, according to a new NPR-PBS NewsHour-Marist poll, rising to 46 percent. Biden's approval rating following his second State of the Union address is the highest it has been since March 2022, the poll released Wednesday found. He saw improvement among respondents across...", "link": "https://thehill.com/homenews/administration/3869311-biden-approval-rating-highest-in-almost-a-year-survey/", "date_published": "2023-02-22 17:13:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US adults identifying as LGBTQ double in a decade: Gallup poll", "description": "The portion of U.S. adults identifying as LGBTQ has doubled over the last decade, according to a Gallup poll released on Wednesday. Gallup found that 7.2 percent of Americans identified as lesbian, gay, bisexual, transgender or something other than heterosexual in aggregated polling data from 2022. This is about double the portion of American adults that...", "link": "https://thehill.com/homenews/3869381-us-adults-identifying-as-lgbtq-double-in-a-decade-gallup-poll/", "date_published": "2023-02-22 17:13:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas school superintendent resigns after leaving firearm unattended in bathroom for 3rd-grader to find", "description": "A superintendent in Texas has resigned after parents in the district learned he left a firearm unattended in a school bathroom for a third-grader to find.", "link": "https://thehill.com/homenews/3869266-texas-school-superintendent-resigns-after-leaving-firearm-unattended-in-bathroom-for-3rd-grader-to-find/", "date_published": "2023-02-22 17:08:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Better methane accounting will mean a faster and cheaper energy transition", "description": "Methane accounting may not have the appeal of electric cars or rooftop solar — but fixing methane leaks is one of the fastest and cheapest ways to tackle climate change.", "link": "https://thehill.com/opinion/energy-environment/3869124-better-methane-accounting-will-mean-a-faster-and-cheaper-energy-transition/", "date_published": "2023-02-22 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA widens advisory on eye products after patients blinded, hospitalized", "description": "The Food and Drug Administration (FDA) on Tuesday widened an advisory on artificial tear products to include additional ones manufactured by Global Pharma Healthcare Private Limited over concerns of a potential bacterial contamination that could result in blindness or death. The FDA warning now urges consumers and health care professionals not to use EzriCare Artificial Tears,...", "link": "https://thehill.com/policy/healthcare/3869356-fda-widens-advisory-on-eye-products-after-patients-blinded-hospitalized/", "date_published": "2023-02-22 16:52:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US secession is a great idea — for Russia", "description": "America is like a couple at the brink who imagine divorce would be liberating, when in fact they would spend their lives negotiating shared custody, alimony and logistics with a hated former partner.", "link": "https://thehill.com/opinion/national-security/3869319-us-secession-is-a-great-idea-for-russia/", "date_published": "2023-02-22 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley sees popularity surge among conservatives after presidential campaign launch: poll", "description": "Former South Carolina Gov. Nikki Haley (R) has seen a boost in popularity after launching her 2024 presidential campaign last week, according to a new Morning Consult poll released on Wednesday. Six percent of Republican primary voters in the poll said they would support Haley in their state’s primary or caucus — double the share she received...", "link": "https://thehill.com/homenews/campaign/3869272-haley-sees-popularity-surge-among-conservatives-after-presidential-campaign-launch-poll/", "date_published": "2023-02-22 16:15:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jill Biden meets with president of Namibia as she begins Africa trip", "description": "First lady Jill Biden met with President of the Republic of Namibia Hage Geingob on Wednesday to kick off her five-day, two-country visit to Africa.  “We wanted to come because this is a young democracy and we want to support democracies around the world,” Biden said ahead of the meeting. Biden visited with Geingob and...", "link": "https://thehill.com/homenews/administration/3869248-jill-biden-meets-with-president-of-namibia-as-she-begins-africa-trip/", "date_published": "2023-02-22 16:03:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority in new poll would be uncomfortable with health care provider relying on AI", "description": "A majority of Americans in a new poll say they’d be uncomfortable with their health care provider relying on artificial intelligence (AI) as part of their medical care, and less than half think using AI would lead to better health outcomes.  A Pew Research poll, released Wednesday, found just 39 percent of U.S. adults say...", "link": "https://thehill.com/policy/technology/3869258-majority-in-new-poll-would-be-uncomfortable-with-health-care-provider-relying-on-ai/", "date_published": "2023-02-22 16:01:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EMILY's List targeting 23 House Republicans over positions on abortion", "description": "EMILY’s List, which works to support female candidates who are pro-abortion rights, is targeting 23 House Republicans over their positions on the procedure ahead of the 2024 elections.  Punchbowl News first reported the plan on Wednesday, laying out where the group will focus its attacks in the aftermath of the Supreme Court overturning Roe v....", "link": "https://thehill.com/homenews/campaign/3869235-emilys-list-targeting-23-house-republicans-over-positions-on-abortion/", "date_published": "2023-02-22 15:46:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The World Bank needs American leadership", "description": "World Bank Group President David Malpass has announced he is leaving the post on June 30. His successor should be named quickly and, in keeping with tradition, should be an American.  We face a number of development-related challenges, including managing the economic and social impact of climate change, the post-pandemic economy and the war in...", "link": "https://thehill.com/opinion/finance/3868733-the-world-bank-needs-american-leadership/", "date_published": "2023-02-22 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Northern states largely shutting down ahead of massive storm", "description": "Several states across the northern U.S. are largely shutting down on Wednesday as they brace for what forecasters have called a “significant coast-to-coast winter storm.” The winter storm is expected to “bring numerous weather hazards and highly anomalous temperatures coast-to-coast, with almost all of the country experiencing some form of notable weather,” according to the...", "link": "https://thehill.com/policy/energy-environment/3869198-northern-states-largely-shutting-down-ahead-of-massive-storm/", "date_published": "2023-02-22 15:19:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio pizza shop catches attention with 'now hiring non-stupid people’ sign", "description": "Signs with a blunt approach to \"help wanted\" outside of a Columbus-area pizza shop are making a big impression.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3868571-ohio-pizza-shop-catches-attention-with-now-hiring-non-stupid-people-sign/", "date_published": "2023-02-22 15:14:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA administrator says officials won't 'second-guess' East Palestine people's symptoms", "description": "Environmental Protection Agency (EPA) Administrator Michael Regan said officials will not “second-guess” the symptoms that the people of East Palestine, Ohio, are experiencing following the train derailment earlier this month.  Regan said in an interview on “CNN This Morning” on Wednesday that the tests that have been conducted on the water and the air in...", "link": "https://thehill.com/policy/energy-environment/3869136-epa-administrator-says-officials-wont-second-guess-east-palestine-peoples-symptoms/", "date_published": "2023-02-22 15:04:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Subway to add EV charging stations to select restaurants nationwide", "description": "Subway plans to add electric vehicle charging stations to select restaurants across the United States, the company announced Tuesday.", "link": "https://thehill.com/changing-america/sustainability/infrastructure/3869025-subway-to-add-ev-charging-stations-to-select-restaurants-nationwide/", "date_published": "2023-02-22 14:53:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden calls Putin's New START withdrawal a ‘big mistake’", "description": "President Biden on Wednesday said that Russian President Vladimir Putin’s decision to pull out of the New START nuclear arms treaty is the wrong move. “Big mistake,” he told reporters in Warsaw, after previously saying he didn’t have time to discuss the issue. The New START treaty, which is the only remaining nuclear arms control...", "link": "https://thehill.com/homenews/3869107-biden-calls-putins-new-start-withdrawal-a-big-mistake/", "date_published": "2023-02-22 14:32:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don’t be fooled — the FTX fiasco was preventable", "description": "Crypto may be new, but the stories of financial collapses like it are not.", "link": "https://thehill.com/opinion/finance/3868791-dont-be-fooled-the-ftx-fiasco-was-preventable/", "date_published": "2023-02-22 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden speaks with Ohio, Pennsylvania officials on East Palestine train derailment", "description": "President Biden on Tuesday spoke with Ohio and Pennsylvania officials to offer his support in the aftermath of a train derailment that spilled toxic chemicals in East Palestine, Ohio. Biden, who traveled to Kyiv on Monday and spent Tuesday and Wednesday in Poland to mark one year since Russia invaded Ukraine, called several officials after...", "link": "https://thehill.com/homenews/administration/3869091-biden-speaks-with-ohio-pennsylvania-officials-on-east-palestine-train-derailment/", "date_published": "2023-02-22 14:12:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US could default on debt as soon as June: analysis", "description": "The U.S. could default on the national debt as soon as June if lawmakers and the White House do not strike a deal to raise the federal borrowing limit, according to projections released Wednesday by prominent non-partisan think tank. The Bipartisan Policy Center (BPC), which closely tracked the debt ceiling, issued new projections Wednesday of...", "link": "https://thehill.com/business/3869077-us-could-default-on-debt-as-soon-as-june-analysis/", "date_published": "2023-02-22 14:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American 'genocide': Monetizing the great reset", "description": "Joe Biden’s “Cancer Moonshot,” touted in the State of the Union address; the effort to have Ozempic approved as an anti-obesity drug for Americans 12 and over, and paid for by the government; and the recommendation that all children have the full set of COVID vaccines to attend school in the fall are the final...", "link": "https://thehill.com/opinion/healthcare/3865837-american-genocide-monetizing-the-great-reset/", "date_published": "2023-02-22 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Korea: UN chief's rebuke of missile test shows he has 'extremely unfair' attitude", "description": "North Korea on Wednesday accused U.N. Secretary-General António Guterres of having an “extremely unfair” attitude following his condemnation of the country’s most recent missile test.  Guterres rebuked North Korea for its Saturday intercontinental ballistic missile (ICBM) test, calling on the nation to cease any additional provocations and resume denuclearization talks for the Korean Peninsula.  Kim...", "link": "https://thehill.com/policy/international/3869056-north-korea-un-chiefs-rebuke-of-missile-test-shows-he-has-extremely-unfair-attitude/", "date_published": "2023-02-22 13:30:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jimmy Carter continues to teach us what it means to live a good life", "description": "Carter’s choice of hospice care — like so much of his post-presidential life — sets an example, leads the way, if you will, toward what Carter considered a better way of living.", "link": "https://thehill.com/opinion/white-house/3868075-jimmy-carter-continues-to-teach-us-what-it-means-to-live-a-good-life/", "date_published": "2023-02-22 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The 3 Vladimir Putins", "description": "It may not be in the national interests of the United States to support Ukraine indefinitely, to run the risks of escalation or wider war.", "link": "https://thehill.com/opinion/international/3868072-the-3-vladimir-putins/", "date_published": "2023-02-22 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tester announces he's running for reelection in Montana, providing some relief to Democrats", "description": "Montana Sen. Jon Tester (D) announced Wednesday that he will seek reelection for a fourth term, giving some relief to Democrats who see his bid for re-election as a key to their hopes of retaining the Senate majority. Tester said in a statement that people in Washington, D.C. do not understand the challenges facing working...", "link": "https://thehill.com/homenews/campaign/3869032-tester-running-for-reelection-to-montana-senate-seat/", "date_published": "2023-02-22 12:59:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China rips senior Pentagon official's visit to Taiwan", "description": "China on Wednesday ripped a visit to Taiwan from a senior Pentagon official, reaffirming that Beijing “resolutely opposes any official interaction and military collaboration” between the United States and the self-governing island.  Zhu Fenglian, the spokesperson for China’s Taiwan Affairs Office, told reporters that the efforts from Taiwan’s government to establish its independence from China...", "link": "https://thehill.com/policy/national-security/3869006-china-rips-senior-pentagon-officials-visit-to-taiwan/", "date_published": "2023-02-22 12:38:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Jimmy Carter deserved my vote — and that of other Black Americans", "description": "The first time I voted for president, I was a college student in New York City in 1980. I was intrigued by Jimmy Carter as he campaigned for re-election, wondering why a southern white man had strong support in the Black community. The sad news that the 98-year old former president is under home hospice...", "link": "https://thehill.com/opinion/civil-rights/3868316-why-jimmy-carter-deserved-my-vote-and-that-of-other-black-americans/", "date_published": "2023-02-22 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Raskin says he is halfway through his cancer treatment", "description": "Rep. Jamie Raskin (D-Md.) is halfway through his treatment for diffuse large B-cell lymphoma, which he was diagnosed with late last year, he said. “I'm midway through my treatments here,” Raskin said in a video to supporters who signed a note to him through the Progressive Change Campaign Committee. “I've done three of six rounds...", "link": "https://thehill.com/homenews/house/3868440-raskin-says-he-is-halfway-through-his-cancer-treatment/", "date_published": "2023-02-22 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine war tests the credibility of credibility", "description": "Russia’s invasion of Ukraine one year ago this week has forced Americans to contemplate their nation’s global credibility more seriously than at any time since the Vietnam War. In deliberating over future aid to Ukraine, the White House and Congress must consider whether and how continued assistance will affect the credibility of American commitments to...", "link": "https://thehill.com/opinion/national-security/3864949-ukraine-war-tests-the-credibility-of-credibility/", "date_published": "2023-02-22 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Vanderbilt University officials to review into ChatGPT-written email sent to students after Michigan State shooting", "description": "Two deans of the college will \"step back\" from their roles while a \"complete review\" of the circumstances of the email are conducted.", "link": "https://thehill.com/homenews/3868749-vanderbilt-university-officials-to-review-into-chatgpt-written-email-sent-to-students-after-michigan-state-shooting/", "date_published": "2023-02-22 11:26:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Teen killed riding on top of New York City subway train: police", "description": "NEW YORK (WPIX) - A teenager was killed while subway surfing in New York City Monday evening, police said. The 15-year-old boy's head slammed into a metal beam while he rode on top of a subway train crossing the Williamsburg Bridge around 6:55 p.m., according to the NYPD. The teen, identified as Zackery Nazario, died...", "link": "https://thehill.com/homenews/3868808-teen-killed-riding-on-top-of-new-york-city-subway-train-police/", "date_published": "2023-02-22 11:26:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Parents outraged after Black student receives racist drawings from 6th-grade classmate", "description": "Parents of students at a California elementary school are demanding answers after a series of racist drawings a sixth grader allegedly gave to a fellow Black student were discovered.", "link": "https://thehill.com/homenews/state-watch/3868249-parents-outraged-after-black-student-receives-racist-drawings-from-6th-grade-classmate/", "date_published": "2023-02-22 11:24:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Biden, Putin clash head-on; China in the wings", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. President Biden and Russian President Vladimir Putin faced off in the global arena Tuesday with dramatic speeches that cast war in Ukraine as an epic throwdown for the future...", "link": "https://thehill.com/newsletters/morning-report/3868961-the-hills-morning-report-biden-putin-clash-head-on-china-in-the-wings/", "date_published": "2023-02-22 11:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "12 faces of the fight against Putin’s war", "description": "The war in Ukraine has touched almost every corner of the world — delivering death and suffering to Ukraine, an energy crisis in Europe, grain shortages in the Middle East and Africa, and compounding inflation across the globe.  Since Russia began its invasion on Feb. 24, 2022, Ukraine’s blue-and-yellow flag has become a common sight...", "link": "https://thehill.com/homenews/3868308-12-faces-of-the-fight-against-putins-war/", "date_published": "2023-02-22 11:02:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's Ukraine visit exposes GOP fault lines", "description": "While President Biden projected that the U.S. is united in backing Ukraine during a surprise visit to Kyiv on Monday and in Poland on Tuesday, the Republican response to his trip exposed division in the party on Ukraine support as the war fighting off Russian invasion hits the one-year mark this week. That forecasts tricky...", "link": "https://thehill.com/policy/international/3868471-bidens-ukraine-visit-exposes-gop-fault-lines-as-he-projects-unity/", "date_published": "2023-02-22 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis wades into foreign policy, Ukraine", "description": "Florida Gov. Ron DeSantis (R) is wading deeper into foreign policy as he prepares for a likely 2024 presidential run, signaling an effort to broaden his leadership chops beyond the culture war issues that he built a national reputation on. During an appearance on “Fox &#38; Friends” on Monday, the Florida governor and prospective White House contender...", "link": "https://thehill.com/homenews/campaign/3868151-desantis-wades-into-foreign-policy-ukraine/", "date_published": "2023-02-22 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's what a free IRS e-filing tax return system could look like", "description": "The IRS is mulling a massive transformation to the way Americans file their taxes. As Americans prepare for the upcoming filing deadline, the IRS is studying how it could build its own online filing system through which Americans could file their taxes for free. Such a system could pose a serious threat to tax preparation...", "link": "https://thehill.com/business/3868134-free-irs-e-filing-tax-return-system/", "date_published": "2023-02-22 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most young men are single. Most young women are not.", "description": "More than 60 percent of young men are single, nearly twice the rate of unattached young women, signaling a larger breakdown in the social, romantic and sexual life of the American male.  Men in their 20s are more likely than women in their 20s to be romantically uninvolved, sexually dormant, friendless and lonely. They stand...", "link": "https://thehill.com/blogs/blog-briefing-room/3868557-most-young-men-are-single-most-young-women-are-not/", "date_published": "2023-02-22 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nikki Haley faces tricky balancing act on Indian heritage", "description": "When Nikki Haley announced her candidacy for president, she made sure to highlight her Indian heritage in her announcement video. But immediately after, she laid emphasis on the rejection of what she referred to as “identity politics” that she said was dividing the nation. “I was the proud daughter of Indian immigrants. Not Black, not...", "link": "https://thehill.com/homenews/campaign/3868508-nikki-haley-faces-tricky-balancing-act-on-indian-heritage/", "date_published": "2023-02-22 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Voter skepticism in GOP congressional investigations spikes: poll", "description": "Public skepticism of Republican Congressional investigations spiked in the first weeks of the House GOP majority, according to a February survey from progressive public opinion and research operation Navigator Research. But the survey also found a slim majority of voters think that Republicans would do the right amount or not enough investigation into “various events...", "link": "https://thehill.com/homenews/house/3868718-voter-skepticism-in-gop-congressional-investigations-spikes-poll/", "date_published": "2023-02-22 10:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wildlife species worldwide exposed to 'forever chemicals,' survey shows", "description": "Wildlife from around the world — from polar bears, to monkeys, to dolphins — may be exposed to cancer-linked “forever chemicals,” a new survey has found. A comprehensive map curated by the Environmental Working Group (EWG) provides a window into just how many kinds of animals, including some that are endangered or threatened, may be contaminated by per- and...", "link": "https://thehill.com/policy/equilibrium-sustainability/3868543-wildlife-species-worldwide-exposed-to-forever-chemicals-survey-shows/", "date_published": "2023-02-22 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Conservative candidate Kelly to face liberal Protasiewicz in Wisconsin Supreme Court race", "description": "Former state Supreme Court Judge Dan Kelly, a conservative candidate, is projected to advance to the April 4 general election in the Wisconsin Supreme Court race, where he will face liberal judge Janet Protasiewicz. Kelly, who was appointed to the Wisconsin Supreme Court in 2016 before later losing his election for a full term in...", "link": "https://thehill.com/homenews/campaign/3866868-conservative-candidate-kelly-to-face-liberal-protasiewicz-in-wisconsin-supreme-court-race/", "date_published": "2023-02-22 03:56:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Liberal candidate Janet Protasiewicz advances in Wisconsin Supreme Court race", "description": "Milwaukee County Judge Janet Protasiewicz, a liberal candidate, is projected to advance to the April 4 general election in the Wisconsin Supreme Court race after she became the top vote-getter on Tuesday, according to The Associated Press. Protasiewicz was one of two liberal candidates vying for a seat on the Wisconsin Supreme Court, which was...", "link": "https://thehill.com/homenews/campaign/3868451-liberal-candidate-janet-protasiewicz-advances-in-wisconsin-supreme-court-race/", "date_published": "2023-02-22 02:56:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Conservative entrepreneur Vivek Ramaswamy announces GOP presidential bid", "description": "Conservative entrepreneur Vivek Ramaswamy announced his candidacy for the Republican nomination for president in 2024 in an interview with Fox News on Tuesday.  Ramaswamy, 37, who founded a health care company called Roivant in 2014, told Tucker Carlson that people in the country have forgotten the ways “we’re really just the same as Americans, bound...", "link": "https://thehill.com/homenews/campaign/3868741-conservative-entrepreneur-vivek-ramaswamy-announces-gop-presidential-bid/", "date_published": "2023-02-22 02:30:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon probing report of leak from military email server", "description": "The Defense Department’s U.S. Special Operations Command (USSOCOM) launched an investigation this week following a report that said that the unit had an exposed server that was leaking sensitive but unclassified emails online. USSOCOM is a unit within the Department of Defense that conducts and oversees special operations in branches of the military including the...", "link": "https://thehill.com/policy/cybersecurity/3868363-pentagon-probing-report-of-leak-from-military-email-server/", "date_published": "2023-02-22 01:49:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Munich conference sends strong message of support for Ukraine, opposition to Russia", "description": "At the Munich Security Conference last weekend, I kept thinking of Mark Twain’s famous response to a newspaper that had mistakenly printed his obituary: “The rumors of my death are greatly exaggerated.” At the Munich conference it was clear that the rumors of NATO’s death had been greatly exaggerated. Vladimir Putin’s invasion of Ukraine has...", "link": "https://thehill.com/opinion/congress-blog/3868716-munich-conference-sends-strong-message-of-support-for-ukraine-opposition-to-russia/", "date_published": "2023-02-22 01:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nikki Haley: Bernie Sanders is 'exactly the reason' mental competency tests are needed", "description": "MARION, Iowa — Presidential candidate Nikki Haley defended her proposal for mental competency tests here on Tuesday — in startlingly personal terms. Haley said that one critic of the proposal, Sen. Bernie Sanders (I-Vt.), was “exactly the reason we need it.” Sanders, 81, had told Stephen Colbert of CBS’s “Late Show” Monday that Haley’s plan...", "link": "https://thehill.com/homenews/campaign/3868703-nikki-haley-bernie-sanders-is-exactly-the-reason-mental-competency-tests-are-needed/", "date_published": "2023-02-22 01:09:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the Ukraine war has shaped Biden’s presidency", "description": "As the war in Ukraine approaches the one year mark, it is proving to be a defining chapter of President Biden’s time in the White House. At home, the ripple effects of the war have led to food shortages, higher prices and restricted supply chains while Ukrainian pleas for military aid have put Biden’s belief...", "link": "https://thehill.com/homenews/administration/3868404-how-the-ukraine-war-has-shaped-bidens-presidency/", "date_published": "2023-02-22 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Malcolm X's family to file $100M lawsuit alleging coverup of his assassination", "description": "The family of Malcolm X, the civil rights icon who was assassinated in 1965, will file a $100 million wrongful death lawsuit against federal and state government agencies for allegedly concealing evidence related to his killing. The  family, along with their lawyers, said at a press conference on Tuesday that they were seeking “justice” for...", "link": "https://thehill.com/blogs/blog-briefing-room/3868694-malcolm-xs-family-to-file-100m-lawsuit-alleging-coverup-of-his-assassination/", "date_published": "2023-02-22 00:58:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What Putin’s speech reveals about his plans in Ukraine", "description": "Russian President Vladimir Putin began his address before Russia’s parliament on Tuesday by underlining the stakes of his war in Ukraine. “This is a time of radical, irreversible change in the entire world, of crucial historical events that will determine the future of our country and our people, a time when every one of us...", "link": "https://thehill.com/policy/international/3868657-what-putins-speech-reveals-about-his-plans-in-ukraine/", "date_published": "2023-02-22 00:45:35+00:00", "persistent": false, "user": null, "language": "en-US"}]