[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Znaleziono szczątki z epoki brązu. Bracia zmarli na tajemniczą chorobę", "description": "Archeolodzy natknęli się w Izraelu na szczątki dwóch wysoko postawionych urzędników z epoki brązu. Analiza DNA wykazała, że zmarli przed ponad 3 tys. lat mężczyźni byli braćmi. Badanie kości pozwoliło naukowcom stwierdzić, że obaj chorowali na nieznaną chorobę zakaźną.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/znaleziono-szczatki-z-epoki-brazu-bracia-zmarli-na-tajemnicza-chorobe/", "date_published": "2023-02-22 21:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Każdy ostrzegał swojego sąsiada\". Marija Zacharowa o wizycie Bidena w Kijowie", "description": "- Prezydent USA Joe Biden zdecydował się na odważną wizytę w Kijowie dopiero po uzyskaniu od Rosji gwarancji bezpieczeństwa - powiedziała w środę rzeczniczka MSZ Marija Zacharowa. Jej zdaniem wizyta przypomina nieudaną scenę w prowincjonalnym teatrze. Strona amerykańska jeszcze w poniedziałek podała, że Rosjanie zostali poinformowani obecności Bidena w Ukrainie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/kazdy-ostrzegal-swojego-sasiada-marija-zacharowa-o-wizycie-bidena-w-kijowie/", "date_published": "2023-02-22 20:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Matka pana młodego przed ślubem karmiła go piersią. Przyszła żona nakryła ich w toalecie", "description": "Brytyjska wedding plannerka Georgie Mitchell podzieliła się historią, która mogłaby zmrozić krew w żyłach każdej przyszłej pannie młodej. Kobieta, która za chwilę miała stanąć na ślubnym kobiercu, zobaczyła w toalecie, jak teściowa karmi piersią jej przyszłego męża.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/matka-pana-mlodego-przed-slubem-karmila-go-piersia-przyszla-zona-nakryla-ich-w-toalecie/", "date_published": "2023-02-22 19:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Brytyjka chciała kupić 100 ogórków. Interweniowała obsługa sklepu", "description": "Mieszkanka Liverpoolu chciała kupić sto ogórków w popularnym dyskoncie. Kobieta usłyszała jednak od obsługi sklepu, że nie może kupić takiej liczby warzyw. Interweniował wobec niej kierownik dyskontu. Aby zrealizować swój plan, 49-latka musiała udać się do trzech innych sklepów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/brytyjka-chciala-kupic-100-ogorkow-interweniowala-obsluga-sklepu/", "date_published": "2023-02-22 19:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tajemnicza \"mumia syreny\" w japońskiej świątyni. Zbadali ją naukowcy", "description": "Naukowcy odkryli tajemniczy obiekt przypominający mumię syreny. Znalezisko pochodzi z japońskiego miasta Asakuchi, a skrywały je mury świątyni Enju-in. Badacze znaleźli szczątki owłosionego stworzenia z rybim ogonem. Zgodnie z inskrypcją na sarkofagu, zostało złapane u wybrzeży Japonii ok. 1740 roku. Analiza przy pomocy datowania radiowęglowego wykazała jednak, że mumia jest znacznie młodsza.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/tajemnicza-mumia-syreny-w-japonskiej-swiatyni-zbadali-ja-naukowcy/", "date_published": "2023-02-22 17:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Władimir Putin spotkał się z chińskim ministrem. W planach kolejne rozmowy", "description": "W czasie gdy Zachód żyje wizytą prezydenta USA Joe Bidena w Europie, Rosja postanowiła uskutecznić własną ofensywę dyplomatyczną. Władimir Putin spotkał się w środę z byłym szefem chińskiego MSZ Wangiem Yi. Jak podaje Wall Street Journal wizytę w Moskwie planuje także przywódca Chin Xi Jinping.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/wladimir-putin-spotkal-sie-z-chinskim-ministrem-w-planach-kolejne-rozmowy/", "date_published": "2023-02-22 15:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia: Brała prysznic. Zauważyła ogromnego węża w wentylatorze", "description": "23-letnia mieszkanka przedmieść Perth w zachodniej Australii, podczas brania kąpieli pod prysznicem zauważyła w łazience węża. Przerażona zadzwoniła po firmę zajmującą się usuwaniem gadów z posesji. Okazało się, że zwierzę uciekło z domu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/australia-brala-prysznic-zauwazyla-ogromnego-weza-w-wentylatorze/", "date_published": "2023-02-22 14:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Dmitrij Pieskow: Zachód chce zamieść sprawę wybuchów na Nord Stream pod dywan", "description": "- Rosja będzie nadal pracować, by zapobiec wyciszeniu przez zbiorowy Zachód poszukiwań osób odpowiedzialnych za sabotaż na gazociągu Nord Stream - powiedział w środę rzecznik Kremla Dmitrij Pieskow, cytowany przez TASS. Jego zdaniem Zachód chce zamieść sprawę pod dywan.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/rosja-dmitrij-pieskow-zachod-chce-zamiesc-sprawe-wybuchow-na-nord-stream-pod-dywan/", "date_published": "2023-02-22 14:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Prezydent USA w Polsce. Joe Biden na spotkaniu Bukaresztańskiej Dziewiątki", "description": "W Pałacu Prezydenckim rozpoczęło się spotkanie Bukaresztańskiej Dziewiątki. Udział w nim biorą prezydenci krajów wschodniej flanki NATO, a także prezydent USA Joe Biden oraz sekretarz generalny NATO Jens Stoltenberg. Po szczycie zostanie opublikowana deklaracja wynegocjowana przez polityków.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/prezydent-usa-w-polsce-joe-biden-na-spotkaniu-bukaresztenskiej-dziewiatki/", "date_published": "2023-02-22 13:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Nie żyje czterolatka z polskimi korzeniami. Podejrzany 19-letni opiekun", "description": "W Berlinie na skraju parku przechodzień znalazł poważnie ranną czterolatkę. Jej życia nie udało się uratować, a obrażenia na ciele dziewczynki wskazują, że została zamordowana - poinformowała lokalna policja. W związku ze sprawą zatrzymano 19-latka, który był jej opiekunem. Jak podają media, zamordowane dziecko miało polsko-niemiecko-tureckie pochodzenie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/niemcy-nie-zyje-czterolatka-z-polskimi-korzeniami-podejrzany-19-letni-opiekun/", "date_published": "2023-02-22 13:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Bobry zbudowały tamę, która chroni miasto przed powodziami", "description": "Bobry zbudowały tamę, dzięki której mieszkańcy miasta Pickering nie są już zalewani. Jak podkreślają ekolodzy, konstrukcja ma 70 metrów i jest największą taką budowlą w Anglii. Wcześniej, z powodów finansowych, zrezygnowano z inwestycji w system przeciwpowodziowy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/wielka-brytania-bobry-zbudowaly-tame-ktora-chroni-miasto-przed-powodziami/", "date_published": "2023-02-22 12:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Bliżej skutecznego leku na AIDS? Trzeci przypadek wyleczenia zakażonego HIV", "description": "Trzecia osoba na świecie została wyleczona z zakażenia wirusem HIV. Naukowcy z kliniki uniwersyteckiej w Düsseldorfie leczyli u chorego nowotwór krwi i HIV poprzez podanie genetycznie zmodyfikowanych komórek macierzystych. Pacjent został całkowicie wyleczony. Podobnie było w dwóch poprzednich przypadkach. Teraz celem lekarzy jest opracowanie metody leczenia pacjentów z HIV, którzy nie mają raka.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/blizej-skutecznego-leku-na-aids-trzeci-przypadek-wyleczenia-zakazonego-hiv/", "date_published": "2023-02-22 12:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja. 16-letni uczeń zabił nauczycielkę języka hiszpańskiego", "description": "Nie żyje nauczycielka języka hiszpańskiego w katolickim liceum Saint-Thomas dAquin we Francji, którą podczas lekcji zaatakował 16-letni uczeń - informuje Le Figaro. Nastolatek miał słyszeć w nocy głosy, które prosiły go o zamordowanie nauczyciela", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/francja-16-letni-uczen-zabil-nauczycielke-jezyka-hiszpanskiego/", "date_published": "2023-02-22 11:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna na Ukrainie. Papież Franciszek wzywa do zawieszenia broni i negocjacji", "description": "Papież Franciszek podczas audiencji generalnej w Środę Popielcową mówił, że wojna na Ukrainie jest absurdalna i okrutna. Ojciec święty wezwał do zawieszenia broni i negocjacji. Za dwa dni - 24 lutego - mija pierwsza rocznica rosyjskiej agresji na Ukrainę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/wojna-na-ukrainie-papiez-franciszek-wzywa-do-zawieszenia-broni-i-negocjacji/", "date_published": "2023-02-22 09:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Przeprowadzono test pocisku międzykontynentalnego. Przenosi kilkanaście głowic jądrowych", "description": "Rosja przeprowadziła test międzykontynentalnego pocisku balistycznego Sarmat w poniedziałek, czyli w dniu niezapowiedzianej wizyty prezydenta USA Joe Bidena w Kijowie - przekazały media. Jak dodano, próba była najprawdopodobniej nieudana, gdyż prezydent Rosji Władimir Putin nie pochwalił się nią w trakcie orędzia. Rakiety te są w stanie przenosić nawet do kilkunastu ładunków nuklearnych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/rosja-przeprowadzono-test-pocisku-miedzykontynentalnego-przenosi-kilkanascie-glowic-jadrowych/", "date_published": "2023-02-22 09:30:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Przemówienie Joe Bidena w Warszawie. Komentarze zagranicznej prasy", "description": "Wieczór pełen symboli i deklaracji; zdecydowane przemówienie; odpowiedź na pełne kłamstw wystąpienie Putina - tak zagraniczna prasa komentuje wystąpienia prezydenta USA Joe Bidena w Warszawie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/przemowienie-joe-bidena-w-warszawie-komentarze-zagranicznej-prasy/", "date_published": "2023-02-22 09:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Utwór Coldplay \"A Sky Full of Stars\" ma specjalne znaczenie dla prezydenta Joe Bidena", "description": "Media w Stanach Zjednoczonych komentują znaczenie piosenki A Sky Full of Stars dla prezydenta USA. Utwór zespołu Coldplay zakończył wtorkowe przemówienie Joe Bidena w Warszawie. Piosenka była ulubionym utworem zmarłego syna prezydenta.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/utwor-coldplay-a-sky-full-of-stars-ma-specjalne-znaczenie-dla-prezydenta-joe-bidena/", "date_published": "2023-02-22 07:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Przemówienie Joe Bidena w Warszawie. Reakcja Rosji", "description": "W języku rosyjskim jest cudowne słowo nieprzyjaciel. Jest gorsze od wróg - napisała na Telegramie Marija Zacharowa, rzeczniczka Ministerstwa Spraw Zagranicznych Rosji. To reakcja na przemówienie Joe Bidena, które wygłosił we wtorek w Warszawie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-22/przemowienie-joe-bidena-w-warszawie-reakcja-rosji/", "date_published": "2023-02-22 05:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]