[{"source": "https://www.theguardian.com/rss", "title": "Pentagon releases selfie of US pilot flying above Chinese spy balloon", "description": "<p>Picture was taken from the jet as the balloon entered US airspace earlier this month, before it was shot down over the Atlantic</p><p>The Pentagon has released a selfie photograph snapped by the pilot of an American U2 spy plane that was hurtling through the skies above the Chinese spy balloon as the US military pursued and <a href=\"https://www.theguardian.com/us-news/2023/feb/04/chinese-spy-balloon-shot-down-us\">shot it down</a> off the coast of South Carolina earlier this month.</p><p>The image clearly shows the mysterious, silvery-white sphere of the balloon with panels dangling below it and, whether intended artistically or not, a striking sight of the shadow of the US aircraft cast against the balloon.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/pentagon-pilot-selfie-chinese-spy-balloon\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/pentagon-pilot-selfie-chinese-spy-balloon", "date_published": "2023-02-22 23:20:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man jailed for murder, rape and sexual assault of woman in Greater Manchester", "description": "<p>Elizabeth McCann, 26, was ‘preyed upon’ by Simon Goold, 52, who received a 35-year sentence</p><p>A man has been sentenced to a minimum term of 35 years in prison for the murder, rape and sexual assault of a charity worker in Greater Manchester.</p><p>Simon Goold, 52, befriended Elizabeth McCann, 26, and plied her with alcohol, Manchester crown court heard. He took her back to his flat, where he raped and sexually assaulted her before strangling her with a ligature on 25 August 2022 in Ashton-under-Lyne.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/man-jailed-for-and-sexual-assault-of-woman-in-greater-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/man-jailed-for-and-sexual-assault-of-woman-in-greater-manchester", "date_published": "2023-02-22 23:18:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s environmental rollbacks in focus on visit to Ohio toxic train site", "description": "<p>Former president criticizes Biden administration’s response to train derailment in East Palestine as he visits town</p><p>Donald Trump’s record of rolling back environmental protections was highlighted by critics on Wednesday as the ex-president visited the town of East Palestine, Ohio, and called the federal response to the toxic train derailment there earlier this month a “betrayal” .</p><p>Trump’s administration, which rolled back more than 100 environmental rules in total, watered down several regulations at the behest of the rail industry.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/22/donald-trump-toxic-train-derailment-east-palestine-ohio\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/22/donald-trump-toxic-train-derailment-east-palestine-ohio", "date_published": "2023-02-22 22:59:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English football regulator plan confirmed but financial battles loom", "description": "<ul><li>Government wants to give supporters say in how game is run</li><li>Concerns raised over lack of money trickling down</li></ul><p>English football is to take a new direction after the government confirmed plans for an independent regulator of the game, but crucial concerns over financial redistribution may yet hinder any progress.</p><p>On Thursday the government will present its white paper on football governance in the men’s elite game to the House of Commons. Its plan is to create a regulator “established in law to oversee the financial sustainability of the game and put fans back at the heart of how football is run”. Following a period of consultation, those plans will be the turned into legislation “as soon as parliamentary time allows”, the Department for Digital, Culture, Media and Sport says.</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/english-football-regulator-plan-confirmed-but-financial-battles-loom\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/english-football-regulator-plan-confirmed-but-financial-battles-loom", "date_published": "2023-02-22 22:48:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kelly double helps England Lionesses beat Belgium to retain Arnold Clark Cup", "description": "<ul><li>England 6-1 Belgium</li><li>Kelly 12 50, Williamson 42 90, Biesmans 78og, Bronze 89; Dhont 90</li></ul><p>For England, another piece of silverware but attention will turn quickly towards lifting the biggest prize in the game. A comfortable victory over Belgium ensured the Lionesses defended the Arnold Clark Cup but they have two matches and one international window to navigate before the World Cup comes into focus.</p><p>Chloe Kelly, the hero at Wembley last summer, scored either side of a powerful header from the captain, Leah Williamson, to set England en route to victory before an own goal by Julie Biesmans and a late strike by Lucy Bronze. A stoppage-time strike by the Belgium substitute Elena Dhont was nothing more than a consolation, even more so when Williamson side-footed in her second of the night from outside the box to make it 6-1.</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/england-belgium-arnold-clark-cup-match-report-women\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/england-belgium-arnold-clark-cup-match-report-women", "date_published": "2023-02-22 22:02:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gvardiol cancels out Mahrez opener to leave Manchester City and Leipzig level", "description": "<p></p><p>Nottingham Forest could be dismissed as a blip. This was an altogether more worrying display from Manchester City, who again huffed and heaved but somehow seemed to look less coherent as the game went on. For 45 minutes they simply toyed with their hosts, scoring through Riyad Mahrez and giving the distinct impression that they could raise the tempo whenever they wanted.</p><p>Instead the ignition came from Leipzig, so wan and timid in the first half, but a changed proposition in recent months under their new coach Marco Rose. Roared on by a deafening home crowd, they deservedly equalised through Josip Gvardiol, had chances enough to win it, and by the end were thoroughly dominating one of the best teams in the world.</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/rb-leipzig-manchester-city-champions-league-last-16-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/rb-leipzig-manchester-city-champions-league-last-16-match-report", "date_published": "2023-02-22 22:02:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For players in Wales, risk v reward has become an unfair fight | Andy Bull", "description": "<p>Crisis is a symptom of a sport torn between the commercial imperative to play more and the medical imperative to play less</p><p>You might have missed it in all the excitement, but Sergio Parisse finally announced his retirement late last month. After 21 years, 470 professional games, 142 Test matches (94 of them as captain), 15 Six Nations championships and five World Cups, Parisse had decided to quit at the end of the season. He still hasn’t given up hope of winning that one last valedictory cap for Italy, which he’s been waiting on ever since 2019. He lost out on it once because of the typhoon that washed out Italy’s match against the All Blacks at the 2019 World Cup, and then again when they postponed their Six Nations game against England during the pandemic.</p><p>“If the coach calls me, I’ll be happy to answer,” Parisse told the French press.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/22/for-players-in-wales-risk-v-reward-had-become-an-unfair-fight\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/22/for-players-in-wales-risk-v-reward-had-become-an-unfair-fight", "date_published": "2023-02-22 22:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Off-duty police officer shot in Omagh – report", "description": "<p>Officer attacked at sports complex in Omagh, County Tyrone, according to security sources</p><p>An off-duty police officer has been shot at a sports complex in Omagh, County Tyrone, security sources have told the PA news agency.</p><p>The officer was attacked at a site on Killyclogher Road in Omagh, according to security sources. It is understood the officer was not on duty when they were attacked.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/off-duty-police-officer-shot-in-omagh-report\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/off-duty-police-officer-shot-in-omagh-report", "date_published": "2023-02-22 21:43:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rapper Nipsey Hussle’s killer sentenced to 60 years in prison", "description": "<p>Fellow rapper Eric R Holder shot the Grammy-nominated hip hop artist in 2019 outside Hussle’s clothing store in Los Angeles</p><p>A Los Angeles judge sentenced the man convicted of gunning down rapper Nipsey Hussle to 60 years to life in prison on Wednesday.</p><p>Superior court judge H Clay Jacke II handed down the delayed sentence to Eric R Holder Jr, 33, who was found guilty of the 2019 first-degree murder of the 33-year-old Grammy-nominated hip hop artist outside the clothing store Hussle founded, the Marathon, in the south Los Angeles neighborhood where both men grew up in very similar circumstances.</p> <a href=\"https://www.theguardian.com/music/2023/feb/22/rapper-nipsey-hussle-killer-60-years-sentencing\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/22/rapper-nipsey-hussle-killer-60-years-sentencing", "date_published": "2023-02-22 21:25:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-Arizona attorney general held back records disproving election fraud claims", "description": "<p>Republican Mark Brnovich’s successor releases reports that debunked claims of fraud in Maricopa county in 2020 election</p><p>The former attorney general of Arizona, Mark Brnovich, failed to release documents that showed his office’s investigation into the 2020 election did not find evidence of widespread fraud in the state’s most populous county.</p><p>The Washington Post <a href=\"https://www.washingtonpost.com/politics/2023/02/22/arizona-election-fraud-claims-mark-brnovich/\">reported on Wednesday</a> that Brnovich would not turn over public records that detailed his investigators’ findings. His successor, the Democratic attorney general Kris Mayes, released the records, which showed several reports that debunked rampant claims of election problems in Maricopa county.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/22/arizona-attorney-general-2020-election-vote-fraud-maricopa-county\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/22/arizona-attorney-general-2020-election-vote-fraud-maricopa-county", "date_published": "2023-02-22 21:17:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Soy, oat and almond drinks can still be called milk, US regulators say", "description": "<p>FDA says consumers are not confused if plant-based beverages use the term, after dairy producers call for crackdown on labeling</p><p>Soy, oat, almond and other drinks that bill themselves as milk can keep using the term, according to draft federal rules released on Wednesday.</p><p>Food and Drug Administration (FDA) officials <a href=\"https://www.fda.gov/regulatory-information/search-fda-guidance-documents/draft-guidance-industry-labeling-plant-based-milk-alternatives-and-voluntary-nutrient-statements\">issued guidance</a> that says plant-based beverages do not pretend to be from dairy animals – and that US consumers aren’t confused by the difference.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/22/soy-oat-almond-milk-fda-us-regulators\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/22/soy-oat-almond-milk-fda-us-regulators", "date_published": "2023-02-22 21:10:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray battles past Alexander Zverev to reach Qatar Open last eight", "description": "<ul><li>Murray wins 7-6 (5), 2-6, 7-5 against world No 16 Zverev</li><li>Scot will face qualifier Alexandre Müller in quarter-finals</li></ul><p>Andy Murray achieved a remarkable result by knocking the fourth seed Alexander Zverev out of the Qatar Open, forcing his way into the quarter-finals in Doha.</p><p>The 35-year-old Scot produced a performance of customary grit to edge past Zverev 7-6 (5), 2-6, 7-5 in a gruelling contest lasting more than three hours. His reward is a last-eight match against French qualifier Alexandre Müller on Thursday.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/22/tennis-andy-murray-alexander-zverev-qatar-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/22/tennis-andy-murray-alexander-zverev-qatar-open", "date_published": "2023-02-22 21:06:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter, TikTok and Google forced to reveal what they do to combat child abuse", "description": "<p>Legal notice from eSafety commissioner comes after Twitter’s massive job cuts to its Australian and safety teams</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/feb/23/australia-news-live-wong-pacific-health-fiji-twitter-tiktok-child-abuse-superannuation-super-tax-reform-jim-chalmers-pacific-islands-forums\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Twitter, TikTok and Google will be forced to answer questions about how they tackle child sexual abuse and blackmail attempts on their platforms after the Australian eSafety commissioner issued legal notices to the companies.</p><p>The tech companies, as well as gaming platforms Twitch and Discord, will have 35 days to respond to the commissioner’s questions or risk fines of up to $687,000 a day.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/society/2023/feb/23/twitter-tiktok-and-google-forced-to-reveal-what-they-do-to-combat-child-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/twitter-tiktok-and-google-forced-to-reveal-what-they-do-to-combat-child-abuse", "date_published": "2023-02-22 20:44:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NI protocol deal unlikely to be reached until next week, say senior sources", "description": "<p>Concerns raised that loss of momentum could raise chance of agreement unravelling</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/feb/22/rishi-sunak-pmqs-nurses-pay-talks-brexit-deal-announcement-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Rishi Sunak’s plan to get a deal on the Northern Ireland protocol over the line this week has suffered a setback as further talks with Brussels failed to reach agreement and frustration among his Conservative allies with hardline Brexiters bubbled over.</p><p>Despite a concerted effort to get the deal done, senior government sources now believe it is unlikely to be struck until next week at the earliest, amid concerns that a loss of momentum could increase the chance of it unravelling altogether.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/22/northern-ireland-protocol-deal-unlikely-to-be-reached-until-next-week-say-senior-sources\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/22/northern-ireland-protocol-deal-unlikely-to-be-reached-until-next-week-say-senior-sources", "date_published": "2023-02-22 20:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leipzig v Man City: Champions League last 16, first leg – live", "description": "<ul><li>Updates from the Red Bull Arena, kick-off 8pm GMT</li><li><a href=\"https://www.theguardian.com/football/2023/feb/21/real-madrids-imperial-troopers-see-off-a-liverpool-side-out-of-time\">Barney Ronay: Madrid glide through Liverpool </a></li><li>Get in touch! You can <a href=\"mailto:scott.murray.casual@theguardian.com\">email Scott</a> with your thoughts here</li></ul><p><strong>The teams are out!</strong> Leipzig in their home kit of white, red squiggles and fizzy bevvy logo, City in second-choice Hacienda-infused black with red diagonals. A fine atmosphere at the Zentralstadion. “Gotta ask - what’s the story with the pennants nowadays?” begins De Feu, veering dangerously close to airplane peanuts territory. “Do clubs take on a store of them every season? What do they do with them? What’s the point anymore now the internet records everything?” Dealing with your questions seriatim: don’t know; no idea; don’t know; they’re just nice to swap and keep, I guess, though I’m also aware that younger generations aren’t into actual things any more, so there’s probably no point asking this confused and scared old man. We’ll be off in a minute!</p><p><strong>Pep Guardiola speaks to <a href=\"https://www.theguardian.com/media/2023/feb/21/eurosport-bt-sport-disappear-tnt-rebrand-tv\"><s>TNT Sport</s></a> BT Sport.</strong> “This 11 are going to try to do a good game and get a good result for the second leg … it’s a magnificent stadium … always we play a back four, but different players … we decided to play in this line-up, nothing special … if we let them run it will be a fast game … I spent time in Germany, and if you lose balls in certain positions and you are not well prepared for their transitions, they are unstoppable.”</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/22/leipzig-v-man-city-champions-league-last-16-first-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/22/leipzig-v-man-city-champions-league-last-16-first-leg-live", "date_published": "2023-02-22 19:59:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England v Belgium: Arnold Clark Cup – live", "description": "<ul><li>Updates from Ashton Gate, kick-off 7.45pm GMT</li><li><a href=\"https://www.theguardian.com/football/2023/feb/21/sarina-wiegman-says-lack-of-diversity-will-not-change-overnight\">Wiegman says lack of diversity ‘will not change overnight’</a></li><li>Get in touch! You can <a href=\"mailto:john.brewin.casual@theguardian.com\">email John</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet</a> him</li></ul><p><strong>3 min:</strong> All England, with Chloe Kelly stepping forward on the left wing and causing all sorts of problems for the Belgians.</p><p><strong>2 min:</strong> England begin with vigour as Lauren James speeds on, and sets up Georgia Stanway to hit wide.</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/22/england-v-belgium-arnold-clark-cup-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/22/england-v-belgium-arnold-clark-cup-live", "date_published": "2023-02-22 19:59:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It went down smoother’: Starbucks’ olive oil coffee approved in Milan", "description": "<p>Company’s CEO credits idea to mix classic Italian tastes to a daily ritual he adopted on a trip to Sicily</p><p>Starbucks is once again daring to challenge Italy’s sacred coffee-drinking tradition by blending the beverage with another of the country’s revered food items: olive oil.</p><p>The US chain launched a range of coffees laced with olive oil at its main store in central Milan on Wednesday.</p> <a href=\"https://www.theguardian.com/food/2023/feb/22/it-went-down-smoother-starbucks-olive-oil-coffee-approved-in-milan\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/22/it-went-down-smoother-starbucks-olive-oil-coffee-approved-in-milan", "date_published": "2023-02-22 19:42:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US could face default as soon as June if debt ceiling isn’t lifted, says thinktank", "description": "<p>Expectations are low for quick progress as Republican lawmakers push for steep spending cuts in exchange for a deal</p><p>The US could face an unprecedented default on its obligations as soon as early June if Congress does not act to <a href=\"https://www.theguardian.com/business/2023/jan/19/what-is-us-debt-ceiling-explainer\">lift the debt limit</a>, a Washington thinktank said on Wednesday.</p><p>The Bipartisan Policy Center (BPC), which forecasts the approximate “X-date” when the government will no longer be able to meet its financial obligations on time, said the US will reach its statutory debt limit as soon as the summer or early fall of 2023.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/us-debt-ceiling-default-congress\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/us-debt-ceiling-default-congress", "date_published": "2023-02-22 19:38:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office to tell refugees to complete questionnaire in English or risk refusal", "description": "<p>Exclusive: Claimants will have only 20 days to respond or face rejection</p><p>Plans to cut the asylum backlog by sending questionnaires to refugees instead of conducting official interviews will demand that claimants reply in English within 20 working days or risk refusal, a leaked document shows.</p><p>The Home Office will on Thursday begin sending out copies of the 11-page document to about 12,000 people from Afghanistan, Eritrea, Libya, Syria and Yemen as part of Rishi Sunak’s plans to cut the “legacy backlog” of 92,000 asylum claims.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/home-office-plans-to-use-questionnaires-to-clear-asylum-backlog\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/home-office-plans-to-use-questionnaires-to-clear-asylum-backlog", "date_published": "2023-02-22 19:32:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on the special immigration appeals commission – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/feb/22/steve-bell-on-the-special-immigration-appeals-commission-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/feb/22/steve-bell-on-the-special-immigration-appeals-commission-cartoon", "date_published": "2023-02-22 19:30:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on human rights in Russia: back the resistance | Editorial", "description": "<p>Vladimir Putin is suffocating dissent, but a brave minority keep the flame of truth alive, and they need western support</p><p>Although official Russian channels still insist on referring to a “special military operation” in Ukraine, Vladimir Putin is preparing his country for a protracted war. In a <a href=\"https://www.theguardian.com/world/video/2023/feb/21/putin-blames-ukraine-war-on-west-in-near-two-hour-moscow-speech-video-highlights\" title=\"\">long speech</a> earlier this week, the Russian president portrayed the conflict as an existential geopolitical struggle in which the main adversary and initial aggressor was Nato.</p><p>This reheated cold war rhetoric predates the invasion of Ukraine. It is the central plank of Mr Putin’s self-image as national saviour, restoring glory to a people whose homeland – defined by the borders of the old Soviet Union – has been dismembered by the west.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/the-guardian-view-on-human-rights-in-russia-back-the-resistance\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/the-guardian-view-on-human-rights-in-russia-back-the-resistance", "date_published": "2023-02-22 19:23:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Shamima Begum: stateless and detained in Syria | Editorial", "description": "<p>Without being able to consider lived experience, the court came to the only judgment it could</p><p>Shamima Begum was a 15-year-old girl when she last set foot in Britain, in 2015. If the judgment of the Special Immigration Appeals Commission (Siac) <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/shamima-begum-loses-appeal-removal-british-citizenship\" title=\"\">stands</a>, Ms Begum will probably never return. Siac, the tribunal that hears immigration cases involving national security issues, upheld the right of the home secretary – Sajid Javid in 2019 – to strip her of UK citizenship because her presence was not “conducive to the public good”.</p><p>Many people will think this is a good thing. But Ms Begum makes a strong case that she was lured as a child to be a bride for Islamic State fighters in Syria. She went on to have three children, all of whom died. She lives now in limbo, stateless and detained in a Syrian camp. Her argument that she was not just groomed but trafficked ought to be taken seriously – not least after <a href=\"https://appgtraffickedbritons.org/press-release-inquiry-into-trafficked-britons-in-syria/\" title=\"\">MPs</a> found that systemic failures by UK public bodies enabled such a trade.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/the-guardian-view-on-shamima-begum-stateless-and-detained-in-syria\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/the-guardian-view-on-shamima-begum-stateless-and-detained-in-syria", "date_published": "2023-02-22 19:22:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers could offer one-off payments as way to end public sector strikes", "description": "<p>Strikes must be called off for talks to start, says No 10, as ministers given more freedom to talk to unions</p><p>Ministers have been given the freedom to talk to unions about pay settlements that could include backdated or one-off payments as ways to end the escalating series of public sector strikes.</p><p>But Downing Street said it was critical unions agreed to call off planned industrial action before talks could begin, as <a href=\"https://www.theguardian.com/society/2023/feb/21/nurses-in-england-pause-strike-action-to-enter-intensive-pay-talks\">the Royal College of Nursing (RCN) did on Tuesday</a>.</p> <a href=\"https://www.theguardian.com/society/2023/feb/22/ministers-given-more-freedom-to-negotiate-public-sector-pay-settlements\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/22/ministers-given-more-freedom-to-negotiate-public-sector-pay-settlements", "date_published": "2023-02-22 19:22:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Minorities in UK no longer at much higher risk of dying from Covid", "description": "<p>ONS numbers reveal rates of deaths now much lower for all ethnic groups compared with earlier in pandemic</p><p>People from minority ethnic backgrounds no longer have a significantly higher risk of death from Covid-19 than white Britons, for the first time in the pandemic.</p><p>Figures from the Office of National Statistics (ONS) show rates of deaths involving Covid-19 are now substantially lower for all ethnic groups compared with <a href=\"https://www.theguardian.com/world/2020/may/01/british-bame-covid-19-death-rate-more-than-twice-that-of-whites\">earlier in the pandemic</a>.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/minority-ethnic-risk-dying-covid-ons-figures-show\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/minority-ethnic-risk-dying-covid-ons-figures-show", "date_published": "2023-02-22 19:18:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail makes its political headache worse | Nils Pratley", "description": "<p>Chief executive’s answers to MPs suggest regulatory headaches may await firm beset by industrial action</p><ul><li><a href=\"https://www.theguardian.com/business/2023/feb/22/royal-mail-boss-blames-rogue-managers-for-tracking-devices-on-workers\">Royal Mail boss blames rogue managers for tracking devices on workers</a></li></ul><p>Simon Thompson’s second outing before the business select committee wasn’t much of an improvement on the first. Royal Mail’s chief executive was less abrasive than in January, which at least suggested he’d taken advice on how not to instantly annoy a crew of MPs. But the problem was still his answers.</p><p>On the troubled issues of PDAs – the “postal digital assistant” devices carried by posties on delivery rounds – Thompson had to admit that performance data had been used in 16 conduct cases. For a tool that is supposed to be used solely for balancing workloads, that sounded to the MPs like a breach of corporate policy. On sick pay, it was hard to tell what – if any – provision Royal Mail had made for workers unable to navigate the herculean task of getting an appointment with a GP and thus a sicknote.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/feb/22/royal-mail-makes-its-political-headache-worse\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/feb/22/royal-mail-makes-its-political-headache-worse", "date_published": "2023-02-22 19:05:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Wood Group rejects takeover bids from US private equity firm Apollo", "description": "<p>Apollo has until 22 March to announce a firm intention to make a takeover offer or walk away</p><p>The Aberdeen-based energy services and consulting firm John Wood Group has rejected three takeover approaches from Apollo Global Management, in the latest private equity raid on a UK company.</p><p>The FTSE-250 company said in a stockmarket filing on Wednesday it had rebuffed all unsolicited proposals from the US private equity firm, with the most recent approach in late January valuing it at £1.59bn. The cash offer for all of its shares was worth 230p each.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/john-wood-group-rejects-takeover-bids-from-us-private-equity-firm-apollo\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/john-wood-group-rejects-takeover-bids-from-us-private-equity-firm-apollo", "date_published": "2023-02-22 18:57:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail boss blames rogue managers for tracking devices on workers", "description": "<p>Simon Thompson says monitors were used to pressure staff to work faster in breach of its policy</p><p>The chief executive of Royal Mail has admitted digital tracking devices carried by postal workers were used to pressure them to work faster, blaming rogue managers for using the information in breach of the delivery company’s policy.</p><p>Simon Thompson, who was hauled back in front of the tbusiness select committee after MPs felt he <a href=\"https://www.theguardian.com/business/2023/jan/17/royal-mail-strike-cwu-talks\">did not give “wholly correct” answers during his first appearance last month</a>, maintained that information provided by the personal digital assistants (PDA) carried by workers is used to “balance the workload evenly across the whole of the team”.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/royal-mail-boss-blames-rogue-managers-for-tracking-devices-on-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/royal-mail-boss-blames-rogue-managers-for-tracking-devices-on-workers", "date_published": "2023-02-22 18:51:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson in line for more taxpayers’ money for Partygate defence", "description": "<p>Exclusive: Taxpayers to foot another five-figure bill as government prepares to extend support for former PM for second time</p><p>Taxpayers are on the hook for another five-figure bill to cover Boris Johnson’s legal fees during the inquiry into Partygate, as Rishi Sunak’s government prepares to extend support for the former prime minister for a second time.</p><p>Labour said the move would spark outrage given the hardship being experienced by many during cost of living crisis, and pointed to the millions Johnsonhas earned since he left No 10 in September.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/22/boris-johnson-in-line-for-more-taxpayers-money-for-partygate-defence\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/22/boris-johnson-in-line-for-more-taxpayers-money-for-partygate-defence", "date_published": "2023-02-22 18:42:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Accrington Stanley’ milk advert actor jailed for Liverpool murder", "description": "<p>Kevin Spaine, who delivered famous line in TV ad 34 years ago, given life sentence with minimum of 18 years</p><p>A former child actor who appeared in a TV advert for milk in the 1980s has been given a life sentence for murder.</p><p>Kevin Spaine wore a Liverpool football kit in the commercial for the Milk Marketing Board in 1989 and uttered the famous line “Accrington Stanley, who are they?”</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/accrington-stanley-milk-advert-actor-jailed-for-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/accrington-stanley-milk-advert-actor-jailed-for-liverpool", "date_published": "2023-02-22 18:41:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You can live a healthier, happier life in a 15-minute city | Letters", "description": "<p>Readers respond to an article by Oliver Wainwright on why the concept has got rightwing MPs worried</p><p>As a long-term advocate of low-impact urban living, I have campaigned for more than 40 years for better walking, cycling and green space provision, both for local food growing and leisure. Gradually, we have seen shifts in the reallocation of urban space to pedestrians and cyclists. Lockdown and the climate emergency have made many realise that this trend needs to accelerate.</p><p>Now it seems I am part of a global conspiracy to deny people their perceived rights. I am, however, proud to be a contributor to the UK’s 20-minute neighbourhood working group, giving advice on local food-growing and access issues.</p> <a href=\"https://www.theguardian.com/cities/2023/feb/22/you-can-live-a-healthier-happier-life-in-a-15-minute-city\">Continue reading...</a>", "link": "https://www.theguardian.com/cities/2023/feb/22/you-can-live-a-healthier-happier-life-in-a-15-minute-city", "date_published": "2023-02-22 18:09:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s reforms will save the struggling NHS from its current crisis | Letter", "description": "<p>To prevent millions of working-class patients being left behind in a two-tier healthcare system, we need a change from the status quo, says shadow health secretary <strong>Wes Streeting</strong></p><p>Patients are struggling to see a GP. Record numbers had to wait more than a month for an appointment last year, while millions couldn’t get an appointment at all. It means serious conditions are going missed. This is not the fault of GPs, but the Conservatives, who have cut thousands of doctors from general practice in the last decade. Labour will double medical school places, paid for by abolishing non-doms, but it will take time to train the GPs we need. Reform must also be part of the answer.</p><p>It won’t be news to most patients that the NHS could work better. Many people feel that they are passed from pillar to post, made to attend unnecessary appointments, or asked to inconvenience their lives for no good reason. For their part, <a href=\"https://www.thetimes.co.uk/article/technology-can-help-save-the-nhs-we-shouldnt-fear-it-lm3n7dthz\" title=\"\">GPs</a> recognise that they have too much on their plate.</p> <a href=\"https://www.theguardian.com/society/2023/feb/22/labour-reforms-will-save-the-struggling-nhs-from-its-current-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/22/labour-reforms-will-save-the-struggling-nhs-from-its-current-crisis", "date_published": "2023-02-22 18:08:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thérèse Coffey brings farmers’ union plenty of chaff and no wheat | John Crace", "description": "<p>Environment secretary leaves Birmingham with egg on face while Rish! endures Brexit psychodrama</p><p>All praise the government of all the talentless. Or look at it this way. If Thérèse Coffey can make it to the cabinet, how useless do the rest of the Tory MPs have to be not to make the cut? Or perhaps Coffey has some svengali-like hold over Rishi Sunak. Can bend him to her will. Because let’s be honest, there’s no obvious sign of intelligent life in her. She’s at her most convincing when she’s at her most unconscious.</p><p>You’d have thought the environment secretary would have taken notes. Would have seen Sunak and Mark Spencer crash and burn at the National Farmers’ Union (NFU) conference in Birmingham on Monday, and made an effort to raise her game before facing the same crowd on Tuesday.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/22/therese-coffey-brings-farmers-union-plenty-of-chaff-and-no-wheat\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/22/therese-coffey-brings-farmers-union-plenty-of-chaff-and-no-wheat", "date_published": "2023-02-22 18:04:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Just give Ukraine the planes’ is the battle cry of the armchair generals. It's not that simple | Martin Kettle", "description": "<p>A year on from Russia’s invasion, there is no shortage of pontification. What’s required now is statecraft</p><p>Cut to the chase and give them the planes, demanded Boris Johnson during Monday’s <a href=\"https://hansard.parliament.uk/commons/2023-02-20/debates/4791E2BA-2E22-4D46-B1BC-B58CA0DBB279/Ukraine\">Commons exchanges on Ukraine</a>. Send them the fighter jets, insisted Liz Truss a few moments later during the same debate, as the two ex-prime ministers vied to flaunt the leadership qualities they lacked when they were actually in power.</p><p>If only the Ukraine war were as easily resolved as we armchair experts like to think. But it is not – and it won’t be when the fighting resumes soon either. The anniversary of Vladimir Putin’s invasion this week has provided a platform for a lot of well intentioned pontification. It’s often spot on, as Joe Biden’s was in <a href=\"https://www.theguardian.com/world/video/2023/feb/21/ukraine-will-never-be-a-victory-for-russia-says-biden-in-warsaw-speech-video\">Kyiv and Warsaw</a> this week. Good for morale, undoubtedly. Not so good for objectivity, however, or for statecraft.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/ukraine-planes-battle-russia-invasion-statecraft\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/ukraine-planes-battle-russia-invasion-statecraft", "date_published": "2023-02-22 18:01:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farm workers on UK seasonal visas to be guaranteed 32 hours a week", "description": "<p>New rules after some workers on zero-hours contracts last season – but rights bodies say more must be done</p><p>Organisations supporting seasonal workers have welcomed the new government guarantee of at least 32 hours paid work a week to people coming to harvest British crops.</p><p>In a <a href=\"https://www.gov.uk/government/speeches/farming-minister-mark-spencer-national-farmers-union-conference\">speech at the National Farmers’ Union conference</a> on Tuesday, the farming minister, Mark Spencer, confirmed changes to the conditions for 2023 visas.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/22/farm-workers-on-uk-seasonal-visas-to-be-guaranteed-32-hours-a-week\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/22/farm-workers-on-uk-seasonal-visas-to-be-guaranteed-32-hours-a-week", "date_published": "2023-02-22 17:59:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales v England Six Nations clash to go ahead as players call off strike threat", "description": "<ul><li>Relief as deal struck at 11th hour for fixture to take place</li><li>Day of talks in south Wales ends with compromises reached</li></ul><p>Wales’s Six Nations match against England in Cardiff on Saturday will go ahead after last-ditch talks produced an agreement that has averted the threat of a strike.</p><p>More than 100 players met with WRU and Professional Rugby Board officials on Wednesday afternoon in an attempt to find common ground after a week of uncertainty.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/22/wales-v-england-six-nations-clash-to-go-ahead-as-players-call-off-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/22/wales-v-england-six-nations-clash-to-go-ahead-as-players-call-off-strike", "date_published": "2023-02-22 17:56:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wearable fitness trackers could interfere with cardiac devices, study finds", "description": "<p>Bioimpedance sensing technologies as used in smartwatches could affect implanted devices like pacemakers</p><p>Wearable fitness and wellness trackers could interfere with some implanted cardiac devices such as pacemakers, according to a study.</p><p>Devices such as smartwatches, smart rings and smart scales used to monitor fitness-related activities could interfere with the functioning of cardiac implantable electronic devices (CIEDs) such as pacemakers, implantable cardioverter defibrillators (ICDs), and cardiac resynchronisation therapy (CRT) devices, the <a href=\"https://www.heartrhythmjournal.com/article/S1547-5271(22)02696-0/fulltext\">study published in the Heart Rhythm journal</a> found.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/22/wearable-fitness-trackers-could-interfere-with-cardiac-devices-study-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/22/wearable-fitness-trackers-could-interfere-with-cardiac-devices-study-warns", "date_published": "2023-02-22 17:42:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Is it antisemitic? Yes’: how Jewish actors and directors tackle The Merchant of Venice", "description": "<p>Tracy-Ann Oberman’s Shylock, who has been relocated to 1930s Britain, is inspired by her tough great grandma – while Henry Goodman felt shame after losing himself in Shakespeare’s most notorious character</p><p></p><p>‘This play has always fascinated and repulsed me and I don’t like it. I’ve never liked it.” It’s rare for an actor promoting their latest project to express revulsion. But nothing is simple for Tracy-Ann Oberman, playing Shylock in <a href=\"https://watfordpalacetheatre.co.uk/events/the-merchant-of-venice-1936/\">her own adaptation</a> of Shakespeare’s The Merchant of Venice. How do Jewish creatives approach English literature’s most notorious antisemitic archetype? Indeed, why return to the source of so many bloodthirsty, moneygrabbing slurs?<br /><br />Oberman first encountered the play aged 12. “It was taught in my school, very badly. In the playground afterwards everybody was running around, rubbing their hands, doing a ‘Jewish’ voice. It was cringe-making.” Nothing she saw as an adult reassured her. “I’ve seen productions where Shylock is mocked. I’ve seen versions where he’s a complete victim. I don’t know which is worse.”</p><p>Oberman gradually reimagined Shylock as a tough-as-nails widow, informed by her own family history. At 15, her great-grandmother came to England from her Belarus shtetl. Widowhood left her “a tough single mother in London’s East End. She lived in two rooms in a tenement flat near Cable Street until she was 98.” Oberman recalls other indomitable aunties: Machine-gun Molly (“men were terrified of her”) and Sarah Portugal, who “smoked a pipe, wore a slash of red lipstick – everything that was anathema to the aristocratic English. The very thing that made them survivors also made them outsiders – too loud, too brash, too strong, too opinionated.”<br /><br />It led her to set The Merchant in 1936, when the Jewish community in London’s East End was threatened by Oswald Mosley’s British Union of Fascists. Antonio, the merchant who visits Shylock to secure a loan (penalty for defaulting: the infamous pound of flesh) is based on Mosley. Portia, who humiliates Shylock in court, is inspired by the aristocratic <a href=\"https://www.theguardian.com/news/2014/oct/17/looking-back-the-mitford-sisterslooking-back-the-mitford-sisters\">Mitford sisters</a>. “There wasn’t a dictator the Mitfords didn’t love,” says Oberman, adding, “Portia is seen as the beautiful heroine but actually, she’s a fucking bitch. She destroys Shylock and doesn’t need to.”<br /><br />Mosley’s blackshirts attacked Jewish people and property, preparing to march through the district on 4 October 1936. “The police were beating up Jews and antifascists, not protecting them,” Oberman explains. “My great-grandmother always reminded me that their neighbours – their Irish neighbours, the small African-Caribbean community, the dockers, the working classes – all stood together. In our time, when nefarious sources try to pit minorities against each other, I hope this play shows we’re stronger, prouder and safer together.”</p> <a href=\"https://www.theguardian.com/stage/2023/feb/22/antisemitic-jewish-actors-directors-merchant-of-venice-shylock-tracy-ann-oberman\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/22/antisemitic-jewish-actors-directors-merchant-of-venice-shylock-tracy-ann-oberman", "date_published": "2023-02-22 17:28:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK inflation could fall below 2% this year, Citi forecasts", "description": "<p>Falling gas prices and CPI decline could boost public finances before 2024 general election </p><p>Britain’s <a href=\"https://www.theguardian.com/business/inflation\">inflation</a> rate could fall to below 2% by the end of the year, according to new financial industry forecasts, handing the chancellor a boost to the public finances before a general election in 2024.</p><p>Predictions that falling gas prices will accelerate the decline this year in the consumer prices index (CPI) from<a href=\"https://www.theguardian.com/business/2023/feb/15/uk-inflation-falls-january-third-consecutive-month\"> last month’s level of 10.1%</a> could also support a recovery in household living standards and persuade the Bank of England to cut interest rates earlier than expected.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/uk-inflation-could-fall-below-2-citi-forecasts\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/uk-inflation-could-fall-below-2-citi-forecasts", "date_published": "2023-02-22 17:15:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conor Benn cleared of doping due to ‘highly-elevated consumption of eggs’", "description": "<ul><li>World Boxing Council says Benn has ‘reasonable explanation’</li><li>Fighter still subject to British Boxing Board of Control probe</li></ul><p>Conor Benn has been cleared of a failed drugs test because he ate too many eggs. The World Boxing Council absolved<a href=\"https://wbcboxing.com/en/wbc-ruling-regarding-conor-benn/\"> the British fighter of an intentional doping offence</a> after ruling a “highly-elevated consumption of eggs” was considered a “reasonable explanation” for his adverse finding.</p><p>The catchweight bout with Chris Eubank Jr scheduled for October 2022 was cancelled after trace amounts of a fertility drug, Clomiphene – which is known to elevate testosterone levels in men – were found in Benn’s urine.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/22/boxing-conor-benn-cleared-doping-wbc-ate-too-many-eggs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/22/boxing-conor-benn-cleared-doping-wbc-ate-too-many-eggs", "date_published": "2023-02-22 17:07:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Newcastle’s Sean Longstaff: ‘I wasn’t nice to be around. I was miserable’", "description": "<p>The lad from North Shields has come a long way since breaking down over breakfast one morning and now stands on the brink of Wembley glory and a chance to end a 54-year trophy drought</p><p>“Can I swear?,” inquires Sean Longstaff. The Newcastle midfielder has turned the clock back to 2020 and is searching for the right word to emphasise just how badly his career was unravelling at the time. “In training I was a bit of a tit,” he eventually explains. “I wasn’t nice to be around. I was miserable.”</p><p>Today Longstaff is a mainstay of Eddie Howe’s midfield, eagerly looking forward to <a href=\"https://www.theguardian.com/football/2023/jan/31/newcastle-united-southampton-carabao-cup-semi-final-second-leg-match-report\" title=\"\">Sunday’s Carabao Cup final against Manchester United at Wembley</a>. Two and a half years ago, though, a difficult relationship with Newcastle’s former manager Steve Bruce and a slow recovery from an ACL tear had clouded everything.</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/newcastle-sean-longstaff-carabao-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/newcastle-sean-longstaff-carabao-cup-final", "date_published": "2023-02-22 17:06:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "James Webb telescope detects evidence of ancient ‘universe breaker’ galaxies", "description": "<p>Huge systems appear to be far larger than was presumed possible so early after big bang, say scientists</p><p>The James Webb space telescope has detected what appear to be six massive ancient galaxies, which astronomers are calling “universe breakers” because their existence could upend current theories of cosmology.</p><p>The objects date to a time when the universe was just 3% of its current age and are far larger than was presumed possible for galaxies so early after the big bang. If confirmed, the findings would call into question scientists’ understanding of how the earliest galaxies formed.</p> <a href=\"https://www.theguardian.com/science/2023/feb/22/universe-breakers-james-webb-telescope-detects-six-ancient-galaxies\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/feb/22/universe-breakers-james-webb-telescope-detects-six-ancient-galaxies", "date_published": "2023-02-22 16:57:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnny Sexton ruled out of Ireland’s Six Nations game against Italy", "description": "<ul><li>James Ryan to captain leaders in Rome on Saturday</li><li>England’s Tom Curry to miss rest of tournament due to injury</li></ul><p>Ireland’s Johnny Sexton will miss the Six Nations leaders’ trip to Italy this weekend, the Irish Rugby Football Union said on Wednesday, with lock James Ryan named as captain for the game.</p><p>The loss of Sexton, who suffered a leg injury in the 32-19 win over France last time out, will likely open the door for fellow Leinster fly-half Ross Byrne to make just his third start for Ireland and first in the Six Nations.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/22/johnny-sexton-ruled-out-of-irelands-six-nations-game-against-italy-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/22/johnny-sexton-ruled-out-of-irelands-six-nations-game-against-italy-rugby-union", "date_published": "2023-02-22 16:52:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fendi designer pays tribute to female-led fashion powerhouse", "description": "<p>This season Kim Jones zeroes in on Delfina Delettrez Fendi’s knack of making archive items look modern</p><p>Male designers and their supersized egos have dictated what women wear for most of the past century. But it is the female side of the Fendi family who have been in the driving seat throughout the 98-year-old history of their Italian luxury house, and the British designer Kim Jones is smart enough to realise that Fendi is not about him.<br /><br />“Fendi is a female-led, multigenerational house, and that is what I love about it,” said Jones backstage before the catwalk show, which opened Milan fashion week on Wednesday.</p><p>Silvia Venturini Fendi, whose grandparents Adele and Eduardo founded the house, now designs menswear and accessories; her daughter Delfina does the jewellery. “So with Silvia, Silvia’s mother, Delfina, and Delfina’s daughter, who is nearly 16, I have the point of view of many women.”<br /><br />The Fendi women are a tribe of “sophisticated working mothers who also enjoy having a good time”, said Jones. “They are a really fun family. They are women who like to do stuff. Women who are always evolving, who are interested in what’s new.”</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/22/fendi-designer-female-fashion-powerhouse-kim-jones\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/feb/22/fendi-designer-female-fashion-powerhouse-kim-jones", "date_published": "2023-02-22 16:45:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool and Klopp face big task to limit fallout from Real Madrid fiasco | Andy Hunter", "description": "<p>It will take a mighty effort to repair the damage to morale sustained during the club’s worst ever home defeat in Europe</p><p>Before reliving Liverpool’s latest torture at the hands of Real Madrid in several post-match interviews, Jürgen Klopp delivered a telling instruction to an angry home dressing room. The reaction is likely to have repercussions beyond a season of alarming regression.</p><p>“I told the boys that a defeat is a defeat if you don’t learn from it,” the Liverpool manager said. “The start was outstanding, us in a nutshell, and that’s what we have to keep doing. If we allow this one game to be really influential we are really silly; 5-2 can be damaging but I have to make sure it is not.”</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/liverpool-klopp-real-madrid-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/liverpool-klopp-real-madrid-champions-league", "date_published": "2023-02-22 16:43:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cocaine Bear and wayward wallabies: the improbable history of animals getting high", "description": "<p>A new comedy horror film tells the true story of a black bear running amok on cocaine – and it is far from the only creature to have had a run-in with a mind-bending substance</p><p><strong>Name: </strong>Cocaine Bear.</p><p><strong>Age:</strong> Cocaine Bear will be born on 24 February – if by birthday we mean UK cinema release date.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/22/cocaine-bear-and-wayward-wallabies-the-improbable-history-of-animals-getting-high\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/22/cocaine-bear-and-wayward-wallabies-the-improbable-history-of-animals-getting-high", "date_published": "2023-02-22 16:41:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stephen Colbert on Rudy Giuliani: ‘Even Fox thinks he’s a joke’", "description": "<p>Late-night hosts discuss Biden’s surprise visit to Kyiv, Putin’s refusal to participate in nuclear arms treaty and Fox News hosts mocking Rudy Giuliani</p><p>On The Late Show, Stephen Colbert recapped fallout from Joe Biden’s Ukraine visit in Russia, after Vladimir Putin delivered his State of the Union speech. “Russia’s State of the Union speech is a lot like our State of the Union speech, except the special guests in the balcony plunge to their deaths,” he joked.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/22/stephen-colbert-giuliani-fox-news-late-show-recap\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/22/stephen-colbert-giuliani-fox-news-late-show-recap", "date_published": "2023-02-22 16:34:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fostering curiosity: the Tate brings great art to the people of Merseyside", "description": "<p>Works from the museum’s collection begin a 10-week tour of the Liverpool city region </p><p>In a Merseyside car park eight-year-old children are cheerfully debating surrealism in front of works from a national collection which include a Turner, a Barbara Hepworth and a photograph of <a href=\"https://www.tate.org.uk/art/artworks/cahun-i-extend-my-arms-p79319\">Claude Cahun pretending to be a stone monolith</a>.</p><p>There is also a beautiful <a href=\"https://www.tate.org.uk/art/artworks/nash-the-cornfield-n06074\">1918 John Nash landscape of a cornfield</a> and <a href=\"https://www.tate.org.uk/art/artworks/kennard-haywain-with-cruise-missiles-t12484\">Peter Kennard’s powerful photomontage</a> of cruise missiles poking out of John Constable’s Haywain.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/22/the-tate-brings-great-art-to-the-people-of-merseyside\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/22/the-tate-brings-great-art-to-the-people-of-merseyside", "date_published": "2023-02-22 16:33:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | This incarnation of Liverpool must be officially declared over. Kaput. Done", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Say what you like about Liverpool this season – and Football Daily gets the distinct feeling there have been a few rumblings – but their ability to repeatedly locate new depths to plumb with sonar-like precision has been second to none. They <a href=\"https://www.theguardian.com/football/2022/aug/22/manchester-united-liverpool-premier-league-match-report\">lost at Old Trafford</a> to a Manchester United team who had just been <a href=\"https://www.theguardian.com/football/2022/aug/13/brentford-manchester-united-premier-league-match-report\">gubbed 4-0 at Brentford</a>. They were defeated by a random rabble <a href=\"https://www.theguardian.com/football/2022/oct/22/nottingham-forest-liverpool-premier-league-match-report\">cosplaying as Nottingham Forest</a>, all of whom had only just met each other 15 minutes before kick-off. They were also <a href=\"https://www.theguardian.com/football/2023/jan/02/brentford-liverpool-premier-league-match-report\">beaten by Brentford</a>, for the first time since 1938. They’ve been routed by Brighton and Wolves, lost at home <a href=\"https://www.theguardian.com/football/2022/oct/29/liverpool-leeds-premier-league-match-report\">to Jesse Marsch’s Leeds</a>, and arguably worst of all, were unable to beat an Everton team <a href=\"https://www.theguardian.com/football/2022/sep/03/everton-liverpool-premier-league-match-report\">set up by Frank Lampard</a>. Oh Jürgen! How has it come to this?</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/liverpool-real-madrid-football-daily-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/liverpool-real-madrid-football-daily-champions-league", "date_published": "2023-02-22 16:11:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Malcolm X’s family to sue FBI, NYPD and other agencies over assassination", "description": "<p>One of Malcolm X’s daughters says new details show federal and state agencies covered up crucial evidence</p><p>The family of Malcolm X has filed notice that they plan to sue the FBI, New York police and other agencies over his death.</p><p>The civil rights leader was 39 when he was <a href=\"https://www.washingtonpost.com/history/2021/11/17/malcolm-x-assasination-who-why/\">assassinated</a> on 21 February 1965, at an auditorium in the Washington Heights neighbourhood.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/22/malcolm-x-sue-fbi-nypd-assassination\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/22/malcolm-x-sue-fbi-nypd-assassination", "date_published": "2023-02-22 16:07:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a disgrace not to go to war’: muted Russian protest against Ukraine conflict", "description": "<p>Families of dead Russian soldiers appear even more supportive of military operation</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/22/russia-ukraine-war-live-biden-to-meet-nato-secretary-in-poland-russian-military-responds-to-wagner-chiefs-treason-claim\">Russia-Ukraine war – latest news updates</a></li></ul><p>Fifteen minutes before midnight, a young Russian conscript named Danila, who had been sent to fight in Ukraine, picked up his phone to write a message to his family and friends back home in a small town in the Samara region. It was 31 December.</p><p>“We congratulated each other, wished each other the best for the new year, and then he was gone,” said a close friend who wrote with him that night.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/its-a-disgrace-not-to-go-to-war-muted-russian-protest-against-ukraine-conflict\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/its-a-disgrace-not-to-go-to-war-muted-russian-protest-against-ukraine-conflict", "date_published": "2023-02-22 16:01:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK needs its own ‘BritGPT’ or will face an uncertain future, MPs hear", "description": "<p>AI experts say state needs to help create British version or risk national security and declining competitiveness</p><p>The UK needs to support the creation of a British version of ChatGPT, MPs were told on Wednesday, or the country would further lose the ability to determine its own fate.</p><p>Speaking to the Commons science and technology committee, Adrian Joseph, BT’s chief data and artificial intelligence officer, said the government needed to have a national investment in “large language models”, the AI that underpins services such as ChatGPT, Bing Chat and Google’s Bard.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/uk-needs-its-own-britgpt-or-will-face-an-uncertain-future-mps-hear\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/uk-needs-its-own-britgpt-or-will-face-an-uncertain-future-mps-hear", "date_published": "2023-02-22 16:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US will defend 'literally every inch of Nato', says Biden – video", "description": "<p>Joe Biden told leaders from the Bucharest Nine countries that the US would defend 'every inch' of Nato. The US president spoke alongside leaders of the eastern European nations in Warsaw, reiterating US support for the alliance. He said not only Ukraine was at stake, but 'freedom'</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-364-of-the-invasion\">Russia-Ukraine war at a glance: what we know on day 364 of the invasion</a></li></ul><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/22/what-is-the-new-start-nuclear-arms-treaty-and-what-are-the-risks-if-russia-vladimir-putin-suspends-it\">What is the New Start nuclear treaty and what are the risks of Russia suspending it? </a></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/feb/22/us-will-defend-literally-every-inch-of-nato-says-biden-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/feb/22/us-will-defend-literally-every-inch-of-nato-says-biden-video", "date_published": "2023-02-22 15:55:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Up to 32,000 Unison NHS staff in England to strike on 8 March", "description": "<p>Union hits out after it was excluded from talks between health secretary and Royal College of Nursing</p><p>The health union Unison has announced new strike action and warned there could be no “pick and mix solution” to the NHS dispute, after it was excluded from talks between the health secretary, Steve Barclay, and the Royal College of Nursing.</p><p>Unison said up to 32,000 of its members across the NHS in England, including ambulance staff, paramedics and some nurses, would strike on 8 March, in what it called a “serious escalation” of the dispute.</p> <a href=\"https://www.theguardian.com/society/2023/feb/22/unison-nhs-staff-england-strike-march-union\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/22/unison-nhs-staff-england-strike-march-union", "date_published": "2023-02-22 15:52:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Remains of anti-Franco activist who died in 1973 recovered in Catalonia", "description": "<p>Forensics identify remains of Cipriano Martos, an antifascist forced to drink sulphuric acid during a police interrogation</p><p>Forensic experts in Catalonia have recovered and identified the remains of a young anti-Franco activist, communist and trade unionist who died in 1973 after being forced to drink sulphuric acid during a police interrogation.</p><p>Cipriano Martos, who was born to a family of farmworkers in Granada in 1942, was a member of both the Spanish communist party and the <a href=\"https://en.wikipedia.org/wiki/Revolutionary_Antifascist_Patriotic_Front\">Revolutionary Antifascist Patriotic Front</a> (Frap), a far-left group committed to overthrowing the Franco regime that <a href=\"https://www.policia.es/_es/tupolicia_memorial_victimas.php\">went on to murder six Spanish policemen</a> in the mid-1970s.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/remains-cipriano-martos-anti-franco-activist-who-died-in-1973-recovered-catalonia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/remains-cipriano-martos-anti-franco-activist-who-died-in-1973-recovered-catalonia", "date_published": "2023-02-22 15:47:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New York Times reporters criticise union for backing trans coverage protest", "description": "<p>High-profile reporters say in letter ‘We are journalists, not activists’ after contributors protest coverage of trans issues</p><p>A dispute at the New York Times over its <a href=\"https://www.theguardian.com/us-news/2023/feb/17/new-york-times-contributors-open-letter-protest-anti-trans-coverage\">coverage of transgender issues</a> deepened with news of a letter signed by high-profile reporters, criticising the Times’ union president for her own letter on the issue, in which she said staff who protested the paper’s trans coverage were concerned about “a hostile working environment”.</p><p>“Factual, accurate journalism that is written, edited and published in accordance with Times standards does not create a hostile workplace,” read the new letter, signed by the chief White House correspondent, Peter Baker, political correspondent Lisa Lerer and other senior figures and <a href=\"https://www.vanityfair.com/news/2023/02/new-york-times-journalists-letter-guild\">reported</a> by Vanity Fair.</p> <a href=\"https://www.theguardian.com/media/2023/feb/22/ny-times-trans-coverage-journalists-letter-guild\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/feb/22/ny-times-trans-coverage-journalists-letter-guild", "date_published": "2023-02-22 15:46:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serial killer fan who murdered boyfriend jailed for 23 years", "description": "<p>Shaye Groves, from Hampshire, killed Frankie Fitzgerald after discovering Facebook messages to teenager</p><p>A woman who decorated her house with pictures of serial killers and who stabbed her boyfriend to death has been jailed for at least 23 years.</p><p>Shaye Groves, 27, was sentenced at Winchester crown court on Wednesday for slitting the throat of Frankie Fitzgerald, 25, before stabbing him 17 times in the chest in July last year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/serial-killer-fan-who-murdered-boyfriend-jailed-for-23-years\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/serial-killer-fan-who-murdered-boyfriend-jailed-for-23-years", "date_published": "2023-02-22 15:44:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU states urge crackdown on Russia over sanctions-evading arms ploy", "description": "<p>Moscow accused of attempting to source weapons parts through front companies in neighbouring states</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/22/russia-ukraine-war-live-biden-to-meet-nato-secretary-in-poland-russian-military-responds-to-wagner-chiefs-treason-claim\">Russia-Ukraine war – latest news updates</a></li></ul><p>A group of 10 EU member states have called for a crackdown on Russia’s attempts to source military parts through front companies in neighbouring countries, thereby evading western sanctions.</p><p>The 10 countries, which include France, Germany, Italy and the Baltic states, write that “2023 must be the year of success in countering circumvention”, warning that public support and international legitimacy <a href=\"https://www.theguardian.com/world/2023/feb/20/sanctions-war-russia-ukraine-year-on-vladimir-putin\">of sanctions</a> could wane if they are deemed ineffective.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/eu-states-urge-crackdown-on-russia-over-sanctions-evading-arms-ploy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/eu-states-urge-crackdown-on-russia-over-sanctions-evading-arms-ploy", "date_published": "2023-02-22 15:37:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jockeys stunned as first week of new whip rules sees 20 suspensions given", "description": "<ul><li>Charlotte Jones and Lunar Discovery disqualified from Ayr race</li><li>Number of jockeys to miss Cheltenham Festival due to bans</li></ul><p>Lunar Discovery, the runner-up in a bumper at Ayr on 14 February, has become the first horse to be disqualified for a breach of the new whip rules after the British Horseracing Authority found that Charlotte Jones used her whip 11 times during the race, four above the new permitted level of seven.</p><p>Jones was one of 19 jockeys found to have broken the BHA’s latest whip rules in the first seven days of the new regime, which started on 13 February. The Whip Review Committee meeting on Tuesday handed out a total of 134 days in bans, including an 18-day suspension for Lorcan Williams for a winning ride on Makin’yourmindup at Haydock on 18 February. The ban will rule him out of the four-day Cheltenham Festival next month.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/22/jockeys-stunned-as-first-week-of-new-whip-rules-sees-20-suspensions-given-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/22/jockeys-stunned-as-first-week-of-new-whip-rules-sees-20-suspensions-given-horse-racing", "date_published": "2023-02-22 15:07:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Laibach to become first foreign band to perform in Kyiv since invasion", "description": "<p>Subversive Slovenian quintet, who performed in North Korea in 2015, to play full concert at Bel Etage Music Hall</p><p>Subversive Slovenian industrial rock band Laibach are set to be the first foreign group to perform a full concert in Kyiv since the Russian invasion of <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> in February 2022.</p><p>The group will play <a href=\"https://concert.ua/en/event/laibach-kyiv-2023\">Bel Etage Music Hall on 31 March</a>, under the concert title Eurovision – an arch reference to the fact the Eurovision song contest, won by Ukraine in 2022, will not be hosted in the country this year, but rather Liverpool in the UK.</p> <a href=\"https://www.theguardian.com/music/2023/feb/22/laibach-to-become-first-foreign-band-to-perform-in-kyiv-since-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/22/laibach-to-become-first-foreign-band-to-perform-in-kyiv-since-invasion", "date_published": "2023-02-22 15:04:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Migrants go paddling 3,500km from the US border: Pablo Allison’s best photograph", "description": "<p>‘I joined a caravan of 2,000 people as they set off from southern Mexico, all risking death by machete or gun. After walking 50km in intense heat, we stopped at this river to rest’ </p><p>Although I was born in the UK, my mother is Mexican and I moved to Mexico City with my parents when I was three. I got into graffiti in the mid-90s while in my teens and started visiting a train yard in the Estado de México to look at the graffiti there and paint my own. That’s when I first saw people arriving on the tops of freight trains coming from Veracruz on the Gulf of Mexico. I’d meet a friend who lived near the yard and remember him telling me these people were our enemies: he’d throw rocks at them. I didn’t really understand. Eventually, I became aware that these people were migrants arriving from countries in Central America.</p><p>It wasn’t until many years later, after I’d moved back to the UK, that I found out more. Having completed a photography degree – and a 19-month prison spell, related to my continued participation in the graffiti scene – I spent some time working for Amnesty International’s Central America team. I learned a lot about the human rights issues affecting the region. Today, especially in rich countries, I believe the word “migrant” has become synonymous with “enemy” or “invader”. Because of the way it dehumanises people, I feel uncomfortable using it. Often, those who make these dangerous train journeys to Mexico and beyond are fleeing extreme poverty, persecution and violence.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/22/migrants--caravan-paddling-us-border-pablo-allisons-best-shot\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/22/migrants--caravan-paddling-us-border-pablo-allisons-best-shot", "date_published": "2023-02-22 15:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20,000 Species of Bees review – trans kid struggles to find a place in family eco-system", "description": "<p>A child’s gender identity crisis is mirrored by her mother’s crisis of identity as an artist in this warm, generously performed film</p><p>There’s gentleness and delicacy in this heartfelt family drama, a fiction feature debut from Basque film-maker Estibaliz Urresola Solaguren. It shows that the crises experienced by children, and by the adults coming to terms with those crises, are part of a larger ecosystem of emotional difficulty in the extended family.</p><p>Ane (Patricia López Arnaiz) is a sculptor living in south-west France. She has money worries and problems in her marriage to Gorka (Martxelo Rubio). They have three children, of whom the most troubled is Cocó (Sofía Otero). Eight-year-old Cocó’s worries and self-questioning emerge when Ane has to take the kids away for a summer break over the border in the Basque Country of Spain, staying with her widowed mother Lourdes (Ane Gaberain), who is now devoted to her beekeeping hobby but whose main occupation was once managing financial accounts for her husband, an artist, like Ane.</p> <a href=\"https://www.theguardian.com/film/2023/feb/22/20000-species-of-bees-review-trans-kid-struggles-to-find-a-place-in-family-eco-system\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/22/20000-species-of-bees-review-trans-kid-struggles-to-find-a-place-in-family-eco-system", "date_published": "2023-02-22 15:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flock me! The day I became a hero to some disdainful sheep", "description": "<p>While staying on a Welsh farm, I was given the task of feeding a bunch of ewes. It was the first time a sheep took notice of me</p><p>My relationship with sheep has changed. I must have encountered a million of them in my time as I strolled, rambled, ran, staggered and stomped my way around the countryside. They have always ignored me. Sometimes they would stare, utterly without interest. But, bar the odd baa, it was as if I wasn’t there. Fair enough.</p><p>I spent last week on a hill farm near Dolgellau in Snowdonia. One afternoon, the farmer sent me to feed several dozen ewes bearing twins. They were at the far side of a big field. I was told to wave the bag of feed in their direction. They didn’t even look up. Shake it and they will come, I was assured. None of them moved. Until one of them did. Then a couple fell in behind her, and soon the rest joined en masse, following like, well, sheep.</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/flock-me-the-day-i-became-a-hero-to-some-disdainful-sheep\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/flock-me-the-day-i-became-a-hero-to-some-disdainful-sheep", "date_published": "2023-02-22 14:53:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t judge Shamima Begum today: judge the cruel ministers who still won’t take responsibility for her | Maya Foa", "description": "<p>The government peddles a caricature so we don’t see her for what she is: a child trafficking victim groomed in the UK</p><p>In the wake of today’s special immigration appeals commission judgment about Shamima Begum’s status, it is important to be clear about <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/shamima-begum-loses-appeal-removal-british-citizenship\">what has been decided</a>. The ruling basically says that being a child trafficking victim doesn’t mean the home secretary cannot strip you of citizenship.</p><p>Begum was not on trial today, despite what the radio phone-ins and tabloid headlines would have you think. At issue was whether the then home secretary, Sajid Javid, acted lawfully in <a href=\"https://metro.co.uk/2021/09/15/sajid-javid-says-stripping-shamima-begum-of-her-citizenship-protected-brits-15260955/\">depriving her of citizenship</a>, leaving her effectively stateless. Despite finding that she was probably groomed and trafficked by Islamic State (IS) at the age of 15, the commission reluctantly found that it could not grant her appeal.</p><p>Maya Foa is the director of Reprieve, a human rights charity</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/shamima-begum-child-trafficking-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/shamima-begum-child-trafficking-uk", "date_published": "2023-02-22 14:51:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Overnight talks prompt speculation that NI protocol deal is near", "description": "<p>MPs demand promise of parliamentary ballot after prime minister holds call with European Commission president</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/feb/22/rishi-sunak-pmqs-nurses-pay-talks-brexit-deal-announcement-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Rishi Sunak held overnight talks with the president of the European Commission, Ursula von der Leyen, fuelling fresh speculation that the UK is nearing a deal with the EU over the Northern Ireland protocol.</p><p>They spoke on the phone on Tuesday night about the progress of negotiations and agreed to speak again in the coming days, Sunak’s spokesperson said.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/22/rishi-sunak-overnight-talks-prompt-speculation-that-northern-ireland-protocol-deal-is-near\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/22/rishi-sunak-overnight-talks-prompt-speculation-that-northern-ireland-protocol-deal-is-near", "date_published": "2023-02-22 14:50:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s Ohio train derailment visit prompts questions on his environmental record – live", "description": "<p>Former president heading to East Palestine, Ohio, after loosening safety regulations for rail operators</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>Speaking of Ukraine, the top Republican investigator in the House of Representatives James Comer has written to the state and defense departments as well as USAID demanding an accounting of Washington’s assistance to Kyiv.</strong></p><p>“The Committee on Oversight and Accountability is conducting oversight of the federal government’s administration of U.S. taxpayer-funded assistance to Ukraine. Since Russia invaded Ukraine nearly a year ago, Congress has provided more than $113 billion for security, humanitarian, economic, and governance assistance. It is critical that government agencies administering these funds ensure they are used for their intended purposes to prevent and reduce the risk of waste, fraud, and abuse,” Comer, who chairs the House oversight committee, and his Republican colleagues <a href=\"https://oversight.house.gov/wp-content/uploads/2023/02/Ukraine-Assistance-Oversight-letter-022223.pdf\">wrote in a letter</a> to the heads of the three agencies.</p><p>US railroad workers say the train derailment in <a href=\"https://www.theguardian.com/us-news/ohio\">Ohio</a>, which forced thousands of residents to evacuate and is now spreading a noxious plume of carcinogenic chemicals across the area, should be an “eye-opening” revelation for Congress and “an illustration of how the railroads operate, and how they’re getting away with a lot of things”.</p><p>Workers and union officials cited the Norfolk Southern Railway <a href=\"https://www.theguardian.com/us-news/2023/feb/16/ohio-train-disaster-derailment-toxic-chemicals-leak-east-palestine-open-house-public-meeting\">derailment</a> in early February as a glaring example of why safety reforms to the industry – which include providing workers with paid sick leave – need to be made.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/feb/22/ohio-train-derailment-trump-biden-poland-visit-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/feb/22/ohio-train-derailment-trump-biden-poland-visit-politics-live-updates", "date_published": "2023-02-22 14:48:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thérèse Coffey rules out reintroduction of wolves and lynx", "description": "<p>Environment secretary tells farmers ‘not to worry’, but angers wildlife campaigners who say ecosystems need lost species</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/feb/22/rishi-sunak-pmqs-nurses-pay-talks-brexit-deal-announcement-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Thérèse Coffey has told farmers she will not support the reintroduction of wolves and lynx, as she addressed this year’s farming conference.</p><p>Wildlife reintroductions have been enormously popular in recent years, with some particularly successful examples, such as pine martens and sea eagles. But some farmers have raised concerns about how the reintroductions could affect their work.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/22/therese-coffey-rules-out-reintroduction-wolves-lynx-farming-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/22/therese-coffey-rules-out-reintroduction-wolves-lynx-farming-conference", "date_published": "2023-02-22 14:47:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Manchester United is his club’: Ten Hag enjoys Ferguson’s advice over dinner", "description": "<ul><li>Manager says he has a close relationship with his predecessor</li><li>Dutchman wants ‘best performance of season’ against Barcelona</li></ul><p>Erik ten Hag has described as “massive” Sir Alex Ferguson’s willingness to impart his knowledge to help the Manchester United manager after they dined together on Tuesday night.</p><p>Ten Hag met his <a href=\"https://www.theguardian.com/football/2013/may/08/alex-ferguson-retires-manchester-united\">supremely successful predecessor</a> in a restaurant in Wilmslow near to their homes. Ferguson’s 26-and-a-half year reign as United manager ended in 2013 with 13 Premier League titles, five FA Cups, four League Cups, two European Cups, the Uefa Cup Winners’ Cup, the European Super Cup, Intercontinental Cup and Fifa Club World Cup.</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/manchester-united-is-his-club-ten-hag-enjoys-fergusons-advice-over-dinner\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/manchester-united-is-his-club-ten-hag-enjoys-fergusons-advice-over-dinner", "date_published": "2023-02-22 14:39:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are UK supermarkets facing fresh food shortages?", "description": "<p>Three big retailers are placing limits on shoppers on some produce lines. What is behind the rationing?</p><p>• <a href=\"https://www.theguardian.com/business/2023/feb/22/aldi-asda-morrisons-supermarkets-rationing-salad-ingredients\">Aldi joins rivals Asda and Morrisons in rationing salad ingredients</a></p><p>Three of the UK’s largest supermarket chains have introduced <a href=\"https://www.theguardian.com/business/2023/feb/21/asda-morrisons-ration-tomatoes-peppers-fruit-shortages\">limits for shoppers on several fresh produce lines</a>, including tomatoes, cucumbers and peppers, as they try to prevent gaps appearing on shelves.</p><p>So what is going on and are the shortages going to spread to other retailers and foodstuffs?</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/problem-shortage-fresh-food-uk-supermarkets\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/problem-shortage-fresh-food-uk-supermarkets", "date_published": "2023-02-22 14:34:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t mistake a three-way title race for a competitive Premier League", "description": "<p>The battle at the top of the table is unusually tight, but the idea that ‘anyone can beat anyone’ remains a fantasy</p><p>By <a href=\"https://twitter.com/rcfoster\">Richard Foster</a> for <a href=\"https://thefootballmine.com/\">The Football Mine</a></p><p>After <a href=\"https://www.theguardian.com/football/2023/feb/18/aston-villa-arsenal-premier-league-match-report\">Arsenal’s dramatic 4-2 victory at Villa Park</a> on Saturday, Jorginho was effusive in his praise of the English top flight. “That’s the Premier League,” he said. “That’s why it’s the best league in the world. It’s beautiful.” The Italy midfielder is not the first player or pundit to make such a claim and he will not be the last. The Premier League sells this narrative to its ever-increasing global audience and it is, by some margin, the world’s richest league, with <a href=\"https://www.theguardian.com/football/2023/jan/19/more-than-half-20-richest-clubs-in-world-premier-league-deloitte-report\">revenues for its 20 clubs expected to exceed £6 billion this season</a> – as much as their two nearest rivals, La Liga and the Bundesliga, combined.</p><p>The Premier League prides itself on being the most competitive of the leading European leagues. The story goes that, on any given day, a team towards the bottom of the table can beat a team near the top. This David and Goliath narrative is undoubtedly attractive to broadcasters, introducing a sense of jeopardy to the continuous diet of televised matches. However, the evidence of the last decade shows that the strong are getting stronger, and the gap between them and the weak is getting much, much wider.</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/premier-league-three-way-title-race-premier-league-unequal-as-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/premier-league-three-way-title-race-premier-league-unequal-as-ever", "date_published": "2023-02-22 14:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Derek Jacobi and Arlene Phillips picked for career-crowning Olivier awards", "description": "<p>The actor is to get the lifetime achievement honour and the choreographer the special award at this year’s theatre prizes in April</p><p>Sir Derek Jacobi and Dame Arlene Phillips are to be honoured for their illustrious stage careers at the <a href=\"https://officiallondontheatre.com/olivier-awards/\">Olivier awards</a> in London in April.</p><p>Jacobi, who was one of the first actors to appear with Laurence Olivier’s fledgling National Theatre company in the 1960s, is to receive the lifetime achievement award. He has won the best actor Olivier award twice, for his performances in Cyrano de Bergerac in 1983 and Twelfth Night in 2009. The 84-year-old star, whose career has included TV roles in I, Claudius and Last Tango in Halifax, was last on stage in the West End in 2016 as Mercutio in Romeo and Juliet directed by Kenneth Branagh. Jacobi <a href=\"https://www.theguardian.com/culture/2022/oct/17/derek-jacobi-on-age-ego-igglepiggle-and-unrequited-love\">told the Guardian last year</a>: “I’ve got a feeling I won’t be on stage again. It’s not stage fright exactly. But I’m not comfortable like I used to be.”</p> <a href=\"https://www.theguardian.com/stage/2023/feb/22/derek-jacobi-and-arlene-phillips-picked-for-career-crowning-olivier-awards\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/22/derek-jacobi-and-arlene-phillips-picked-for-career-crowning-olivier-awards", "date_published": "2023-02-22 14:23:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watchdog investigating police visit to Nicola Bulley’s home before she went missing", "description": "<p>Lancashire constabulary referred itself to IOPC over officers’ attendance due to ‘welfare concern’</p><p>The police watchdog has launched an investigation into Lancashire constabulary over its contact with Nicola Bulley before she went missing.</p><p>The Independent Office for Police Conduct (IOPC) said it had launched an inquiry into the force’s contact with Bulley 17 days before she was last seen alive.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/nicola-bulley-visit-police-watchdog-iopc-welfare-concern\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/nicola-bulley-visit-police-watchdog-iopc-welfare-concern", "date_published": "2023-02-22 14:13:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alarms raised as McCarthy gives Tucker Carlson access to January 6 footage", "description": "<p>Democrats condemn House speaker’s move and warn Capitol security could be endangered if Fox News host airs footage</p><p>Thousands of hours of surveillance footage from the January 6 attack on the US Capitol are being made available to the Fox News host Tucker Carlson, a stunning level of access granted by the House speaker, Kevin McCarthy, that Democrats condemned as a “grave” breach of security.</p><p>The hard-right host said his team was spending the week at the Capitol, preparing to reveal their findings.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/22/tucker-carlson-jan-6-footage-kevin-mccarthy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/22/tucker-carlson-jan-6-footage-kevin-mccarthy", "date_published": "2023-02-22 14:08:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aldi joins rivals Asda and Morrisons in rationing salad ingredients", "description": "<p>Weather in Europe cuts salad crop imports with limits imposed on UK shoppers for tomatoes, peppers and cucumbers</p><ul><li><a href=\"https://www.theguardian.com/business/2023/feb/22/problem-shortage-fresh-food-uk-supermarkets\">Why are UK supermarkets facing fresh food shortages?</a></li></ul><p>Aldi has joined Asda and Morrisons in rationing certain fresh produce lines as shortages of salad crops hit the UK.</p><p>The German-owned discounter announced on Wednesday that it was limiting purchases of peppers, cucumbers and tomatoes to three packs a person.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/aldi-asda-morrisons-supermarkets-rationing-salad-ingredients\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/aldi-asda-morrisons-supermarkets-rationing-salad-ingredients", "date_published": "2023-02-22 14:08:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slump in younger people marrying sparks calls to protect cohabiting rights", "description": "<p>Latest census reveals 1.2m more unmarried 25- to 35-year-olds in England and Wales than in 2011</p><p>A slump in the number of younger people getting married has sparked fresh calls to protect rights for those not in legally registered partnerships.</p><p>Amid a continuing decline in marriage, new figures from the 2021 England and Wales census showed the biggest fall came among people aged 25 to 35, with 1.2 million more people unmarried in that age bracket than there were in 2011.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/slump-younger-people-marriage-protect-cohabiting-rights-england-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/slump-younger-people-marriage-protect-cohabiting-rights-england-wales", "date_published": "2023-02-22 14:06:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Come together: Paul McCartney confirmed to feature on new Rolling Stones song", "description": "<p>The Beatles musician plays bass on one track of the band’s forthcoming album, which will also feature Charlie Watts, recorded before his death in 2021</p><p>Paul McCartney is set to feature on a new song by the Rolling Stones, the Guardian can confirm. While a Variety report from earlier this week <a href=\"https://variety.com/2023/music/news/rolling-stones-paul-mccartney-recording-music-ringo-starr-1235529654/\">stated that</a> both surviving members of the Beatles – McCartney and Ringo Starr – would play on a Stones record slated for release later this year, a representative for the Stones clarified that McCartney plays bass on one new song, and that Starr has not been collaborating with the band.</p><p>The record – which has not yet been announced but will be the Stones’ 31st studio album – will feature the band’s touring drummer Steve Jordan, as well the late Charlie Watts, who recorded his parts before his death in August 2021. Per the Stones’ representative, McCartney entered the studio with Rolling Stones members Keith Richards and Mick Jagger in Los Angeles during the album’s mixing stages to lay down a bass track. The album was produced by Andrew Watt, who has worked on recent albums by Iggy Pop, Ozzy Osbourne and Eddie Vedder, as well as Britney Spears and Elton John’s 2022 collaboration Hold Me Closer.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/22/paul-mccartney-confirmed-to-feature-on-new-rolling-stones-song\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/22/paul-mccartney-confirmed-to-feature-on-new-rolling-stones-song", "date_published": "2023-02-22 14:06:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What coverage of Nicola Bulley, Emma Pattison and Brianna Ghey tells us about an out-of-control media | Nicole Jacobs", "description": "<p>From victim-blaming to shockingly intrusive, the reporting has been painful to observe – so I’m writing to regulators</p><ul><li>Nicole Jacobs is the domestic abuse commissioner for England and Wales</li></ul><p>The media coverage in recent weeks of the deaths of a number of women in Britain has been difficult and painful to read and watch. Not only have the families of these women and young girls had to cope with the unimaginable – the <a href=\"https://www.theguardian.com/uk-news/2023/feb/06/tributes-surrey-headteacher-epsom-college-emma-pattison\">double domestic homicide</a> of a mother and daughter, the <a href=\"https://www.theguardian.com/uk-news/2023/feb/15/brianna-ghey-two-teenagers-charged-murder\">death of a teenager</a> and the <a href=\"https://www.theguardian.com/uk-news/2023/feb/20/nicola-bulley-identified-as-body-recovered-from-lancashire-river\">disappearance and death of a woman out walking her dog</a> – but they have also had to cope with damaging and irresponsible coverage by some in the media.</p><p>At its very worst, this coverage has been sensationalist and victim blaming. A few weeks ago, the headteacher Emma Pattison and her husband were found dead with their daughter, Lettie. Detectives are examining the possibility George Pattison killed his wife and daughter before killing himself. I was horrified to see headlines, such as this one on MailOnline, that reveal deeply gendered and damaging stereotypes: “Did living in the shadow of this high-achieving wife lead to unthinkable tragedy?” it read. “Husband of Epsom College head ‘who killed her and their daughter before turning the gun on himself’ said he was ‘desperate to do more with his days’ after his business failed,” read another on the same website.</p><p>Nicole Jacobs is the domestic abuse commissioner for England and Wales</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/media-coverage-women-girls-deaths-nicola-bulley-emma-pattison-brianna-ghey\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/media-coverage-women-girls-deaths-nicola-bulley-emma-pattison-brianna-ghey", "date_published": "2023-02-22 13:58:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vanderbilt apologizes for using ChatGPT in email on Michigan shooting", "description": "<p>Consoling email sent to students after a mass shooting at Michigan State University was written using an AI chatbot</p><p>Officials at Vanderbilt University <a href=\"https://vanderbilthustler.com/2023/02/17/peabody-edi-office-responds-to-msu-shooting-with-email-written-using-chatgpt/\">apologized</a> for using an AI chatbot to write a consoling email to students after <a href=\"https://www.theguardian.com/world/2023/feb/13/police-shots-fired-on-east-lansing-michigan-state-university-campus\">a mass shooting</a> at Michigan State University.</p><p>The message went out last week from the office of equity, diversity and inclusion in the Peabody College of Education and Human Development, reported <a href=\"https://vanderbilthustler.com/2023/02/17/peabody-edi-office-responds-to-msu-shooting-with-email-written-using-chatgpt/\">the Vanderbilt Hustler</a>, the student newspaper.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/22/vanderbilt-chatgpt-ai-michigan-shooting-email\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/22/vanderbilt-chatgpt-ai-michigan-shooting-email", "date_published": "2023-02-22 13:58:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Henry McDonald obituary", "description": "<p>Northern Irish journalist and author whose lively writing explored the Troubles with empathy and fascination</p><p>In 1999 a death threat was made against the then Observer (and later also Guardian) Ireland correspondent Henry McDonald. In a typically upbeat description, Henry recalled “slaloming my way through a human obstacle course in the semi-dark cavernous innards of Madrid-Barajas airport” when his mobile phone trilled.</p><p>It was the Royal Ulster Constabulary warning him of the threat, which had come from the Red Hand Defenders, a cover name for loyalists opposed to the peace process. They were infuriated he had pointed out that they were breaking the ceasefire to carry out attacks.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/henry-mcdonald-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/henry-mcdonald-obituary", "date_published": "2023-02-22 13:39:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From skydiving accidents to Robbie Williams’s best mate: You’ve Been Framed’s strange 33-year life", "description": "<p>It might once have made audiences explode with laughter, but ITV’s blooper show has finally been axed. The age of brick-sized VHS tapes and grannies falling over at weddings is over</p><p>It has been reported that You’ve Been Framed has been axed by ITV after 33 years. The news will no doubt come as an almighty shock to millions of households, who assumed that it had already been cancelled several years ago.</p><p>For almost as long as anyone can remember, You’ve Been Framed has been a fusty old relic of a distant age. It is a memento of a time that no longer exists. A time when the format was new and exciting. A time when video equipment was rare, cumbersome and expensive. A time when our viewing options were so limited that TV channels could get away with running half an hour of primetime telly on a non-stop loop of old ladies falling over at weddings.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/22/from-skydiving-accidents-to-robbie-williams-best-mate-youve-been-framed-strange-33-year-life\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/22/from-skydiving-accidents-to-robbie-williams-best-mate-youve-been-framed-strange-33-year-life", "date_published": "2023-02-22 13:35:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Criticism of Kate Forbes is about her suitability to lead, says senior SNP figure", "description": "<p>Deputy first minister John Swinney intervenes as activists call for Forbes to withdraw from leadership campaign</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/feb/22/rishi-sunak-pmqs-nurses-pay-talks-brexit-deal-announcement-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Criticism of Kate Forbes’ views on equal marriage, transgender rights and sex outside marriage has nothing to do with faith but is about her suitability to lead the Scottish National party, according Scotland’s deputy first minister, John Swinney.</p><p>Swinney, one of the party’s most senior and respected figures, intervened as Humza Yousaf, Forbes’ leadership rival and frontrunner, suggested her views might not fit his “progressive vision” and prominent activists called for her to withdraw from the race.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/22/criticism-of-kate-forbes-is-about-her-suitability-to-lead-says-senior-snp-figure\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/22/criticism-of-kate-forbes-is-about-her-suitability-to-lead-says-senior-snp-figure", "date_published": "2023-02-22 13:29:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China instructs state firms to phase out big four auditors", "description": "<p>Firms urged to allow contracts with Deloitte, KPMG, EY and PwC to expire</p><p>The Chinese government has reportedly instructed state-owned companies to phase out contracts with the big four accounting including KPMG and EY, as authorities try to address security concerns and curb the influence of western-linked auditors.</p><p>China’s finance ministry is among the government entities that have issued informal guidance last month, urging state-owned corporations to let contracts with Deloitte, KPMG, EY and PwC expire, <a href=\"https://www.bloomberg.com/news/articles/2023-02-22/china-urges-state-firms-to-drop-big-four-auditors-on-data-risk?srnd=premium-uk&amp;leadSource=uverify%20wall&amp;sref=Xl91GI8N\">according to Bloomberg News</a>.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/china-instructs-state-firms-to-phase-out-big-four-auditors\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/china-instructs-state-firms-to-phase-out-big-four-auditors", "date_published": "2023-02-22 13:17:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland’s drug-death epidemic may have peaked, data suggests", "description": "<p>Reason could be shrinking pool of most vulnerable, say experts as report shows first fall in deaths since 2013</p><p>The growing epidemic of drug-related deaths in Scotland may finally have peaked, data suggests, with experts warning that one reason could be that the pool of people most at risk of dying from overdoses is shrinking.</p><p>Scotland has long had the highest drug-related death rate of any country in Europe.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/scotland-drug-death-epidemic-may-have-peaked-data-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/scotland-drug-death-epidemic-may-have-peaked-data-suggests", "date_published": "2023-02-22 13:14:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parts of US shut down amid forecasts of record-breaking snow storms", "description": "<p>Storm system expected to affect about 43 million people, first in the northern US plains and then on the east coast later this week</p><p>States in the northern US plains were largely shutting down ahead of a massive winter storm that could dump up to 2ft of snow in some areas, accompanied by strong winds and dangerous cold.</p><p>Schools throughout the Dakotas, Minnesota and Wisconsin were called off for Wednesday. Offices closed and so did the Minnesota legislature. Emergency management leaders warned people to stay off the roads or face potential “whiteout” conditions.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/22/parts-of-us-shut-down-forecasts-historic-snow-whiteout-blizzards\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/22/parts-of-us-shut-down-forecasts-historic-snow-whiteout-blizzards", "date_published": "2023-02-22 13:14:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boom! Boom! The World vs Boris Becker (Part 2) review – Alex Gibney plays a very long game", "description": "<p>The second part of this documentary portrait of the tennis star’s rise and fall does fill out the story but it sure takes its time </p><p>It is a pleasure, as well as a relief, to be able now to see the second part of Alex Gibney’s documentary about the disgraced German tennis legend who astonished the sports world by winning the Wimbledon men’s singles title in 1985 at just 17, and has wound up in middle age <a href=\"https://www.theguardian.com/sport/2022/dec/20/i-was-a-nobody-boris-becker-gives-first-interview-since-leaving-uk-prison\">going to prison</a> in the UK for <a href=\"https://www.theguardian.com/uk-news/2022/apr/08/boris-becker-found-guilty-of-four-charges-under-insolvency-act\">hiding assets after bankruptcy</a>.</p><p>Very unfortunately and confusingly, the Berlin film festival showed just the<a href=\"https://www.theguardian.com/film/2023/feb/20/boom-boom-the-world-vs-boris-becker-review-muddled-portrait-of-tennis-legend-alex-gibney\"> first half of this Apple TV+ documentary</a> (like showing half a movie) – an even more perplexing decision given that the festival showed <a href=\"https://amp.theguardian.com/film/2019/feb/11/watergate-review-charles-ferguson-documentary-richard-nixon\">Charles Ferguson’s Watergate documentary</a> in its four-hour entirety in 2019 and all 252 minutes of <a href=\"https://www.theguardian.com/film/2020/feb/24/hillary-review-documentary-hillary-clinton\">Nanette Burstein’s Hillary Clinton documentary</a> in 2020. And what’s more, the film’s distributor appeared not to ensure that this single episode was clearly billed as part one of a bigger production. It’s an object lesson in the dangers of putting a slice of streaming TV content into a film festival.</p> <a href=\"https://www.theguardian.com/film/2023/feb/22/boom-boom-world-vs-boris-becker-part-2-review-alex-gibney-apple-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/22/boom-boom-world-vs-boris-becker-part-2-review-alex-gibney-apple-tv", "date_published": "2023-02-22 13:11:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China and Japan meet for formal security talks to stabilise tensions", "description": "<p>Officials meet in Tokyo to discuss concerns at China’s cooperation with Russia and Japan’s military buildup</p><p>Chinese and Japanese officials met in Tokyo on Wednesday for formal security talks for the first time in four years, in a meeting aimed at stabilising increasingly strained relations.</p><p>In Japan’s <a href=\"https://www.theguardian.com/world/2022/dec/16/japan-approves-biggest-military-buildup-since-second-world-war-amid-china-fears\">national security strategy</a>, released in December, China was described as “the greatest strategic challenge” to Japan’s peace and security.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/china-and-japan-meet-tokyo-formal-security-talks-stabilise-tensions-military\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/china-and-japan-meet-tokyo-formal-security-talks-stabilise-tensions-military", "date_published": "2023-02-22 13:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Romeo and Julie review – a sweet spin on Shakespeare", "description": "<p><strong>Dorfman theatre, London<br /></strong>Gary Owen’s tale of star-crossed, working-class lovers in modern Cardiff offers existential questions and awkward encounters</p><p>Writer-director team Gary Owen and Rachel O’Riordan are back after reviving their extraordinary monologue, <a href=\"https://www.theguardian.com/stage/2022/oct/02/iphigenia-in-splott-review-gary-owen-sophie-melville-lyric-hammersmith-london\">Iphigenia in Splott</a>, last year. Its blistering intensity and force is a hard act to follow.</p><p>This production is again set in the Cardiff community of Splott but is very different fare: a teenage love story inspired by Shakespeare’s Romeo and Juliet, lighter and sweeter than its near namesake. The star-crossed lovers are dealing with hard-scrabble lives: Julie (Rosie Sheehy) is an aspiring astrophysicist whose working-class parents are desperate for her to get into Cambridge University. Romeo (Callum Scott Howells) is an out-of-work single father, caught between his baby and his alcoholic mother, struggling to buy nappies.</p><p>At the <a href=\"https://www.nationaltheatre.org.uk/productions/romeo-and-julie/\">National Theatre, London</a>, until 1 April. Then at the <a href=\"https://www.shermantheatre.co.uk/event/romeo-and-julie/\">Sherman theatre, Cardiff</a>, 13-29 April.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/22/romeo-and-julie-review-dorfman-theatre-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/22/romeo-and-julie-review-dorfman-theatre-london", "date_published": "2023-02-22 13:00:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pupil arrested after teacher stabbed to death at school in France", "description": "<p>Woman attacked in classroom at Saint-Thomas-d’Aquin school near Bordeaux</p><p>Police have arrested a 16-year-old pupil after a teacher was stabbed to death at a secondary school in south-west France.</p><p>The attack at the Saint-Thomas-d’Aquin Catholic private school in Saint-Jean-de-Luz, near Bordeaux, is believed to have happened in a classroom when the teenager allegedly pulled a knife from his bag at about 10am on Wednesday and stabbed the 52-year-old woman, according to the local newspaper La Dépêche.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/pupil-arrested-teacher-stabbed-death-school-france\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/pupil-arrested-teacher-stabbed-death-school-france", "date_published": "2023-02-22 13:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julia Donaldson ends James Patterson’s reign as UK libraries’ most borrowed author", "description": "<p>Data from British libraries show that Patterson’s 14-year run as overall favourite has given way to the Gruffalo author</p><p>Crime writer James Patterson’s long-running streak as the most borrowed author in UK libraries has been broken by children’s author Julia Donaldson.</p><p>Patterson had been the most borrowed author for 14 years in the Public Lending Right (PLR) data, which collates information on library loans and pays authors for every book borrowed, up to a maximum of £6,600. <a href=\"https://www.theguardian.com/books/2020/may/20/print-and-digital-books-ebooks-charts\">Patterson spent 13 consecutive years at No 1</a>, and was the most borrowed author for the 14th time in 2020 to 2021; no data was produced for 2019 to 2020.</p> <a href=\"https://www.theguardian.com/books/2023/feb/22/julia-donaldson-james-patterson-uk-libraries-most-borrowed-author-gruffalo\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/22/julia-donaldson-james-patterson-uk-libraries-most-borrowed-author-gruffalo", "date_published": "2023-02-22 13:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My family’s rhetoric has become violent’: Russians on one year of war", "description": "<p>Four Russians reflect on how life has changed in their country since the invasion of Ukraine</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/22/russia-ukraine-war-live-biden-to-meet-nato-secretary-in-poland-russian-military-responds-to-wagner-chiefs-treason-claim\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vasili*, 30, who lives in Ekaterinburg and works in public procurement, is reflecting on life in Russia since the invasion of Ukraine <a href=\"https://www.theguardian.com/world/2023/feb/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-364-of-the-invasion\">a year ago</a>. “After this strange year, Russians have got used to this war, in my opinion. Some lost loved ones in it, others have left the country, but generally life has returned to a relatively calm rhythm,” he says.</p><p>“There are no shortages in stores, the brands that have gone, <a href=\"https://www.theguardian.com/business/2022/mar/03/ikea-closes-all-stores-and-factories-in-russia-amid-exodus-of-western-firms\">such as Ikea</a>, have been replaced by others – although it’ll take us some time to find out what the quality of these new brands is like. Events are held – although without European performers, which is a pity. People work, study.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/russians-reflect-one-year-war-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/russians-reflect-one-year-war-ukraine", "date_published": "2023-02-22 13:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fleishman Is in Trouble review – Jesse Eisenberg’s endlessly witty divorce drama is almost too good", "description": "<p>This tale of a middle-class Manhattan woman who vanishes, leaving her ex with the kids, is utterly addictive. It’s such a treat that when it’s over, you’ll feel bereft</p><p>It has become an increasingly common caveat to even the most enthusiastic of TV recommendations. “You must watch X!” a friend, who wishes you only happiness, says. “It doesn’t get going until episode two or three – but after that it’s <em>great</em>!” With an eight-episode series, this is the equivalent of being told you must plough through the first 80-130 pages of the new bestseller before your investment begins to be rewarded. This would be a cheeky stunt for an author to pull, but television gets away with it quite often – perhaps because the effort it takes to watch is so much less than reading.</p><p>So, let’s deal with the maths for Fleishman Is in Trouble, adapted for the small screen by Taffy Brodesser-Akner from her 2019 novel of the same name. This one only really gets going in its seventh episode (a rough correspondence with the book), when it performs the original’s outstanding pivot, which could be seen as testing an audience’s patience to the limit.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/22/fleishman-is-in-trouble-review-jesse-eisenberg-divorce-drama-disney\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/22/fleishman-is-in-trouble-review-jesse-eisenberg-divorce-drama-disney", "date_published": "2023-02-22 12:55:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ScottishPower reports retail loss as consumers cut back on energy use", "description": "<p>Renewable energy generator said underlying group profits were helped by windy conditions last year</p><p>Profits for ScottishPower, the renewable energy generator, were boosted by windy conditions last year – but the supplier took a hit as Britons cut back on energy consumption in the face of higher bills.</p><p>The energy generation and supply group, which is owned by Spain’s Iberdrola, said underlying group profits in 2022 had risen 3.6% to £1.6bn on a year earlier.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/scottishpower-reports-retail-loss-as-consumers-cut-back-on-energy-use\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/scottishpower-reports-retail-loss-as-consumers-cut-back-on-energy-use", "date_published": "2023-02-22 12:53:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rusalka, Royal Opera House review – junk-filled staging brings magic and a sombre message", "description": "<p><strong>Royal Opera House, London<br /></strong>Ann Yee and Natalie Abrahami’s thoughtful and effective new production shapes Dvorák’s opera into a tale of mankind versus nature. A first-rate cast is matched by Semyon Bychkov in the pit</p><p>‘You’re like a vision from old fairytales,” sings the Prince to Rusalka, the doomed water-spirit heroine of <a href=\"https://www.theguardian.com/music/2020/nov/11/dvorak-where-to-start-with-his-music\">Dvorák’s</a> opera. Much in this new production by <a href=\"https://www.theguardian.com/stage/2016/jun/22/ann-yee-andrew-scott-ralph-fiennes-interview\">Ann Yee</a> and <a href=\"https://www.theguardian.com/stage/2014/oct/02/up-to-our-necks-in-beckett-natalie-abrahami-on-making-mayday\">Natalie Abrahami</a> is a vision from an old opera house – in a good way. The old-fashioned feel starts with a beautifully realised aerial ballet of the Prince swimming into Rusalka’s arms and continues once the lights go up with Chloe Lamford’s sets, grand and opulent to match the richly textured orchestral playing that the conductor <a href=\"https://www.semyonbychkov.com/\">Semyon Bychkov</a> is conjuring up in the pit.</p><p>So far, so old-school – yet some of the visual opulence is unashamed stage trickery. For Yee and Abrahami, Rusalka is about humanity versus nature, the despoiling of natural beauty by human carelessness. Their previous work together has been ecologically conscious, and that continues here: you can be impressed by the lushness of the hanging fronds around Rusalka’s lake without guessing that they are made from metres of the wardrobe department’s old offcuts.</p> <a href=\"https://www.theguardian.com/music/2023/feb/22/rusalka-review-royal-opera-house-junk-filled-staging-brings-magic-and-a-sombre-message\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/22/rusalka-review-royal-opera-house-junk-filled-staging-brings-magic-and-a-sombre-message", "date_published": "2023-02-22 12:51:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children born after induced labour ‘may score lower in tests at 12’", "description": "<p>Researchers say impact on attainment is small but medical teams should think carefully before artificially kickstarting labour</p><p>Children born after induced labour may score lower in school tests at age 12, research suggests. Although the impact on individual attainment is small, researchers said it should prompt medical teams to “think twice” before artificially kickstarting labour in otherwise healthy pregnancies.</p><p>Most pregnancies come to a natural end after 37 to 42 weeks with the spontaneous onset of labour, but approximately one in five births in the UK are artificially induced. Sometimes there are strong medical grounds for doing so, such as the mother or baby’s health being at risk, but in other cases women may be offered an induction because their baby is apparently healthy but overdue.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/22/children-born-after-induced-labour-may-score-lower-in-tests-at-12\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/22/children-born-after-induced-labour-may-score-lower-in-tests-at-12", "date_published": "2023-02-22 12:50:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israeli troops have killed nine in West Bank raid, say Palestinian officials", "description": "<p>About 80 Palestinians sustained gunshot wounds in Nablus raid, according to health ministry</p><p>Israeli troops have killed nine Palestinians in a raid on the occupied West Bank city of Nablus, while about 80 more sustained gunshot wounds, the Palestinian health ministry has said.</p><p>Those killed “as a result of the occupation’s aggression on Nablus” were aged between 23 and 72, the ministry said. The wounded were taken to multiple hospitals. About 50 people were hospitalised with gunshot wounds, health officials added.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/israeli-troops-west-bank-raid-palestinian-deaths-nablus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/israeli-troops-west-bank-raid-palestinian-deaths-nablus", "date_published": "2023-02-22 12:47:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian women more vulnerable to sexual violence after Russian invasion, says IRC", "description": "<p>Women under intense stress as they bear caring burden and come under increased risk of being attacked in home or shelters, says aid group</p><p>Women in Ukraine are increasingly vulnerable to sexual violence 12 months after Russia invaded the country, with reports of abuse on the rise, according to a leading humanitarian organisation in the country.</p><p>Women fleeing from bombed houses and their home towns are reporting attacks occurring in the home and in communal shelters, said Marysia Zapasnik, the Ukraine country director for the <a href=\"https://rescue.org/uk/topic/ukraine-crisis\">International Rescue Committee</a>.</p><p><em>In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support for rape and sexual abuse on 0808 802 9999 in England and Wales, 0808 801 0302 in <a href=\"https://www.rapecrisisscotland.org.uk/\">Scotland</a>, or 0800 0246 991 in <a href=\"https://rapecrisisni.org.uk/\">Northern Ireland</a>. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a><br /></em></p><p><em>In the UK, call the <a href=\"https://www.nationaldahelpline.org.uk/\">national domestic abuse helpline</a> on 0808 2000 247, or visit <a href=\"http://womansaid.co.uk/\">Women’s Aid</a>. In Australia, the <a href=\"https://www.1800respect.org.au/\">national family violence counselling service</a> is on 1800 737 732. In the US, the <a href=\"https://www.thehotline.org/\">domestic violence hotline</a> is 1-800-799-SAFE (7233). Other international helplines may be found via <a href=\"http://www.befrienders.org/\">www.befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/world/2023/feb/22/ukrainian-women-more-vulnerable-sexual-violence-domestic-violence-russian-invasion-irc\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/ukrainian-women-more-vulnerable-sexual-violence-domestic-violence-russian-invasion-irc", "date_published": "2023-02-22 12:38:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Underground drivers to strike on 15 March", "description": "<p>The 24-hour strike kicks off on budget day in dispute over pensions and working arrangements</p><p>London Underground drivers are to strike on 15 March – budget day – in a dispute over pensions and working arrangements.</p><p>The Aslef union announced on Wednesday that members would strike for 24 hours, in a row over changes to working arrangements and pensions.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/london-underground-drivers-strike-15-march\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/london-underground-drivers-strike-15-march", "date_published": "2023-02-22 12:35:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "JK Rowling reveals abuse in past relationship", "description": "<p>Harry Potter author tells podcast she had to lock away unpublished manuscript</p><p>The Harry Potter author JK Rowling has spoken about the abuse she suffered at the hands of her former husband, saying he tried to lock away the unpublished manuscript of the series’ first book to stop her leaving him.</p><p>Speaking on the Witch Trials of JK Rowling, a podcast series released on Tuesday, the author described her relationship with Jorge Arantes as violent and controlling, saying she had to sneak pages of the work away in small batches to photocopy in case he burned them.</p> <a href=\"https://www.theguardian.com/books/2023/feb/22/jk-rowling-reveals-abuse-in-past-relationship\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/22/jk-rowling-reveals-abuse-in-past-relationship", "date_published": "2023-02-22 12:28:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alcohol ban on Carabao Cup final trains criticised for ‘targeting’ football fans", "description": "<ul><li>LNER will run only ‘dry trains’ back to Newcastle on Sunday</li><li>Newcastle United aiming to win first domestic trophy since 1955</li></ul><p>The Football Supporters’ Association has accused London North Eastern Railway (LNER) of “targeting” football fans after the rail company banned alcohol on London to Newcastle trains on the evening of the Carabao Cup final.</p><p>Manchester United take on Newcastle at Wembley on Sunday, with the Magpies looking to secure a first major domestic trophy since 1955 when they were 3-1 winners against Manchester City in the FA Cup final.</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/alcohol-ban-on-carabao-cup-final-trains-criticised-football-fans-newcastle-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/alcohol-ban-on-carabao-cup-final-trains-criticised-football-fans-newcastle-manchester-united", "date_published": "2023-02-22 12:20:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Olympic Games ‘can build bridges’ with Russian athletes in Paris, insists IOC", "description": "<ul><li>Games ‘can inspire us to solve problems by building bridge’</li><li>The Olympic body is facing a mounting backlash over plans</li></ul><p>The International Olympic Committee says the Olympic Games can “set an example” to the world on unity and building bridges as it defends plans to allow Russian and Belarusian athletes to qualify for Paris 2024.</p><p>The <a href=\"https://www.theguardian.com/sport/2023/feb/12/olympics-head-rejects-zelenskiy-call-to-ban-russian-athletes-from-paris-games\">IOC has faced heavy criticism </a>in some quarters for examining ways that athletes from Russia and Belarus could participate in the Games as neutrals amid the ongoing invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/22/olympics-games-can-build-bridges-russian-athletes-paris-says-ioc\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/22/olympics-games-can-build-bridges-russian-athletes-paris-says-ioc", "date_published": "2023-02-22 12:13:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England chase magnificent seven as New Zealand battle with Bazball", "description": "<p>England aim to continue winning run while the Black Caps will hope to counter tourists’ tactics at their Wellington stronghold</p><p>First established back in the 1860s after swamp land produced by a massive earthquake was then drained by prisoners from the Mount Cook Gaol, the Basin Reserve in Wellington feels a pretty special place.</p><p>Though updated over time, and sitting inside a busy roundabout, the historic ground has retained an old-world charm. The grass bank that horseshoes around the outfield – broken up by a couple of handsome grandstands and the new Ewen Chatfield pavilion – looks a particularly inviting place from which to watch sport.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/22/england-magnificent-seven-new-zealand-bazball-cricket-second-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/22/england-magnificent-seven-new-zealand-bazball-cricket-second-test", "date_published": "2023-02-22 12:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | ‘This guy’s on fire!’: Stuart Broad’s demolition jobs, as told by his victims", "description": "<p>Even at 36, the seamer showed in the first Test against New Zealand that he’s still capable of ripping an innings apart</p><p>The ancient Greeks believed that the gods Deimos and Phobos stalked the battlefield. These sons of Ares spread panic amongst the ranks. Fear was infectious. All it took was one afflicted soldier to turn and run before entire armies were routed.</p><p>The stakes are much lower during a batting collapse but the same invisible force can descend on those yet to take guard in the middle. Like a herd of spooked wildebeest a dressing room can become gripped by terror as the wickets column ticks over, especially when an apex predator like Stuart Broad is charging towards the crease with wicked intent.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/feb/22/stuart-broad-demolition-jobs-victims-cricket-the-spin-england\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/feb/22/stuart-broad-demolition-jobs-victims-cricket-the-spin-england", "date_published": "2023-02-22 11:54:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The PlayStation VR 2 might be the next big thing, if you can handle the nausea – and the cost", "description": "<p>Though costly, the PSVR2 is the most usable virtual gaming device yet – even for sceptics like me</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></li></ul><p>In 2016, when the first wave of virtual reality headsets hit the market after years of hype, I was sceptical. I was totally sold on VR, having had my mind blown playing a space dogfighting sim the previous year at <a href=\"https://www.ign.com/articles/2012/05/24/internet-spaceships-are-serious-business\">internet-spaceship convention Eve Fanfest</a>. But the original Oculus Rift and HTC Vive were just so unwieldy<em>. </em>They needed too many cables and so much space to operate that you had to dedicate a small room to them (which some of my more techy friends happily did). They were expensive, as were the PCs that you needed to run them. And having already played with VR several times at trade shows, the novelty was wearing off fast. Cool, sure, but the future of gaming? Nah.</p><p>The original PlayStation VR headset was the least technically powerful of that first wave of home VR tech, and also the least annoying to use. I was obsessed with Tetris Effect, which is a transcendental experience in VR, and its music-game cousin Rez. I played Moss, a charming storybook-style adventure about a mouse. But then PSVR went back in my Bottomless Drawer of Video Game Peripherals, and I never felt the urge to get it out again.</p><p><strong>Crazy Taxi</strong> fans will be charmed by this solo developer’s quest to <a href=\"https://www.theguardian.com/games/2023/feb/21/it-took-over-my-life-how-one-man-made-his-dream-90s-video-game-on-his-own\">create his dream tribute</a> to the game, entirely on his own.</p><p>Some of the American games sites interviewed the world’s most famous game designer <strong>Shigeru Miyamoto</strong> at the opening of Universal Studios’ Super Nintendo World theme park in LA. I’m not jealous at all. <a href=\"https://www.ign.com/articles/shigeru-miyamoto-super-nintendo-world-interview?utm_source=spotim&amp;utm_medium=spotim_recirculation&amp;spot_im_redirect_source=pitc\">IGN’s interview</a> has lots of lovely details about the park and Miyamoto’s influence on it.</p><p>Microsoft has signed a <a href=\"https://www.gamesindustry.biz/microsoft-nintendo-sign-ten-year-call-of-duty-deal-more-xbox-games-to-follow\">“binding” 10-year contract</a> with Nintendo to bring <strong>Call of Duty</strong> to its consoles, which strikes me as a very odd thing to do with a series of games that you do not yet actually own. (Activision-Blizzard and Microsoft’s merger is still pending, and presumably the company will be hoping that this helps sweeten the regulators who’ve put the brakes on the deal.)</p><p><strong>Saudi Arabia’s wealth fund</strong> keeps on <a href=\"https://www.videogameschronicle.com/news/saudi-arabia-ups-its-stake-in-nintendo-again-to-become-its-biggest-outside-investor/\">upping its stake</a> in Nintendo. It now owns over 8% of the company. It also owns close to 6% of EA, and nearly 7% of Take-Two.</p> <a href=\"https://www.theguardian.com/games/2023/feb/22/pushing-buttons-virtual-reality-vr-gaming-playstation-vr-headset\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/feb/22/pushing-buttons-virtual-reality-vr-gaming-playstation-vr-headset", "date_published": "2023-02-22 11:45:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former head of Police Federation to face gross misconduct proceedings", "description": "<p>John Apter was suspended in 2021 amid accusations over his conduct</p><p>The former head of the Police Federation is to face gross misconduct proceedings over allegations about his behaviour in late 2021.</p><p>John Apter, who is retired, was suspended in December 2021 amid accusations over his conduct on four occasions late that year, including at a bravery awards ceremony.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/former-head-of-police-federation-john-apter-gross-misconduct-proceedings\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/former-head-of-police-federation-john-apter-gross-misconduct-proceedings", "date_published": "2023-02-22 11:41:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Baseless nonsense’: Meghan and Harry won’t sue South Park for mocking them", "description": "<p>The Sussexes’ spokesperson dismisses claims about legal action, despite jokes about prince’s autobiography and the couples’ comments about the media</p><p>The Princess of Canada is a “sorority girl, actress, influencer, victim”, while her husband, the prince, has written a tell-all book about his family and the media called “Waaagh!”. The latest episode of South Park, which is based around two characters who look almost identical to Meghan, Duchess of Sussex and Prince Harry is not exactly kind to its stars.</p><p>But according to a spokesperson speaking on behalf of the Sussexes, reports that the couple are furious about their portrayal are not accurate. “It’s all frankly nonsense,” a representative told the Guardian. “Totally baseless, boring reports.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/22/baseless-nonsense-meghan-and-harry-wont-sue-south-park-for-mocking-them\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/22/baseless-nonsense-meghan-and-harry-wont-sue-south-park-for-mocking-them", "date_published": "2023-02-22 11:32:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maxine Peake hits out as Oldham Coliseum theatre faces closure", "description": "<p>Actor accuses government of ‘further dividing communities’ after 138-year-old venue loses £1.8m grant</p><p></p><p></p><p>The actor Maxine Peake has accused the government of “further dividing communities” after one of Britain’s oldest theatres lost its arts subsidy.</p><p>Management at the 138-year-old Oldham Coliseum have said it will be forced to lower the curtain for the final time next month after losing its £1.8m grant from Arts Council England.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/22/oldham-coliseum-theatre-faces-closure-maxine-peake-hits-out\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/22/oldham-coliseum-theatre-faces-closure-maxine-peake-hits-out", "date_published": "2023-02-22 11:27:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Teachers’ Lounge review – a deeply unsettling day at the chalkface unravels", "description": "<p>This uncompromising classroom drama from director Ìlker Çatak initially tackles some insidious and uncomfortable truths, but never quite finds its full dramatic force</p><p>Ìlker Çatak’s new film is a nerve-janglingly painful and intense movie about an outbreak of stealing in a German secondary school. The uncompromising qualities initially coexist with something subtly insidious and unresolved, an unnerving demonstration of poisoned-herd mentality, all underscored by a disquieting musical score. This then gives away to a sort of melodrama which is less powerful and more generic. The dramatic tendons of the film slacken a little in its third act and I wondered if screenwriters Çatak and Johannes Duncker were sure how exactly to finish their story. Yet it hooks into the mind.</p><p>Leonie Benesch (who played Prince Philip’s ill-fated sister Cecile in The Crown) is Carla Nowak, a young, idealistic teacher of maths and PE at a school in which pupils are encouraged to think of themselves with something akin to citizens’ rights. Carla is smart and committed: a fluent speaker of English and also Polish; she comes from a Polish family in Westphalia, and is a little uneasy about her own otherness.</p> <a href=\"https://www.theguardian.com/film/2023/feb/22/the-teachers-lounge-review-a-deeply-unsettling-day-at-the-chalkface-unravels\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/22/the-teachers-lounge-review-a-deeply-unsettling-day-at-the-chalkface-unravels", "date_published": "2023-02-22 11:25:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post your questions for E from Eels", "description": "<p>Would you like to know which of his famously sardonic lyrics is his favourite, how Eels landed on their unique sound or what he’s looking forward to playing most on their upcoming tour? Now’s your chance to ask</p><p>As the frontman of seminal American band Eels, E – born Mark Oliver Everett – has released some of the most resonant and cultishly adored indie rock music of all time. Since launching Eels in 1996, E and his rotating cast of compatriots – including Jonathan “Butch” Norton and Kelly “Koool G Murder” Logsdon – have released 14 acclaimed, brilliantly witty albums, among them classics such as their 1996 debut Beautiful Freak, the sprawling double album Blinking Lights and Other Revelations, and 2014’s Top 10-charting The Cautionary Tales of Mark Oliver Everett.</p><p>Born in Virginia but a longtime resident of California, E is known for his sardonic, self-critical lyrical style as well as his bracing sense of humour, which makes many of Eels’ classic records jolting and affirming listens. Blending classic 90s rock sounds with samples, orchestral parts and elements of lounge-pop, Eels have carved out a distinctive sonic identity over the course of their 14 records, with a handful of their songs lending an acerbic, romantic sensibility to various film soundtracks.</p> <a href=\"https://www.theguardian.com/music/2023/feb/22/post-your-questions-for-e-from-eels\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/22/post-your-questions-for-e-from-eels", "date_published": "2023-02-22 10:55:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starbucks launches extra virgin olive oil-infused coffee", "description": "<p>Oleato range now on sale in Italy and comes to the US, UK, Japan and Middle East later this year</p><p>Forget chocolate sprinkles and vanilla syrup, Starbucks now wants to tempt you with olive-oil infused coffee.</p><p>The Oleato range of drinks, each containing Partanna extra virgin olive oil, launches in Italy on Wednesday and the US this spring before coming to the UK, Japan and Middle East later this year.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/starbucks-launches-extra-virgin-olive-oil-infused-coffee\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/starbucks-launches-extra-virgin-olive-oil-infused-coffee", "date_published": "2023-02-22 10:31:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eurovision 2023 hosts to include Ted Lasso star", "description": "<p>Hannah Waddingham to be joined by Alesha Dixon, Graham Norton and Ukrainian singer Julia Sanina</p><p>The hosts for this year’s Eurovision song contest have been announced by the BBC – and they include an Emmy-winning comic actor. Ted Lasso star <a href=\"https://www.theguardian.com/tv-and-radio/2022/may/10/hannah-waddingham-year-in-tv-ted-lasso-peoples-hearts\">Hannah Waddingham</a> will form part of a presenting trio with Alesha Dixon and Ukrainian singer Julia Sanina, and will anchor both the semi-finals and the grand final. For the main event, they will be joined by Graham Norton.</p><p>“There’s something really special about <a href=\"https://www.theguardian.com/tv-and-radio/eurovision\">Eurovision</a>,” said Waddingham. “It’s one of the world’s greatest music festivals, but this year, perhaps more than ever, it is such a great honour to be standing shoulder to shoulder with Ukraine, a country which has carried itself with such strength and unity. It is my great privilege to join Eurovision this year of all years.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/22/eurovision-2023-hosts-ted-lasso-star-hannah-waddingham\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/22/eurovision-2023-hosts-ted-lasso-star-hannah-waddingham", "date_published": "2023-02-22 10:24:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shamima Begum loses appeal against removal of British citizenship", "description": "<p>Special immigration appeals commission decides revocation of her citizenship was lawful</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/feb/22/rishi-sunak-pmqs-nurses-pay-talks-brexit-deal-announcement-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p><a href=\"https://www.theguardian.com/uk-news/shamima-begum\">Shamima Begum</a>, who <a href=\"https://www.theguardian.com/world/2015/feb/20/fears-london-schoolgirls-isis-syria\">left Britain as a schoolgirl</a> to join <a href=\"https://www.theguardian.com/world/islamic-state\">Islamic State</a> (IS), has lost an appeal against the decision to remove her British citizenship.</p><p>At a <a href=\"https://www.theguardian.com/uk-news/2022/nov/24/desensitised-ex-is-followers-remain-threats-shamima-begum-hearing-told\">five-day hearing in November</a>, Begum, who was 15 when she left her home in east London with two school friends in 2015 to <a href=\"https://www.theguardian.com/world/2015/feb/20/fears-london-schoolgirls-isis-syria\">travel to Syria</a>, challenged the decision <a href=\"https://www.theguardian.com/uk-news/2019/mar/09/sajid-javid-moral-coward-death-begum-baby\">taken by the then-home secretary, Sajid Javid, in 2019</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/shamima-begum-loses-appeal-removal-british-citizenship\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/shamima-begum-loses-appeal-removal-british-citizenship", "date_published": "2023-02-22 10:15:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak will not ‘sell anyone out’ on NI protocol deal, says minister", "description": "<p>Johnny Mercer urges Conservative MPs to back PM, saying people must ‘operate in the real world’ on Brexit</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/feb/22/rishi-sunak-pmqs-nurses-pay-talks-brexit-deal-announcement-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p></p><p>Conservative MPs have been urged to back Rishi Sunak on Brexit as his Northern Ireland protocol deal will not “sell anyone out”, a government minister has said.</p><p>The minister for veterans’ affairs, Johnny Mercer, said people must “operate in the real world” on Brexit and give the prime minister a chance to come up with a solution to this issue so he could focus on “all the other challenges that we are facing”.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/22/rishi-sunak-will-not-sell-anyone-out-northern-ireland-protocol-deal-johnny-mercer\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/22/rishi-sunak-will-not-sell-anyone-out-northern-ireland-protocol-deal-johnny-mercer", "date_published": "2023-02-22 09:55:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak to take PMQs as talks resume on nurses’ pay but Brexit deal announcement remains on hold – UK politics live", "description": "<p>Latest updates: health secretary holds talks with Royal College of Nursing as Northern Ireland protocol deal announcement draws closer</p><p><strong>Johnny Mercer</strong>, the veterans minister, was the government voice on the media this morning. Asked about the Northern Ireland protocol, he said Rishi Sunak was “not going to sell anyone out”. He told Sky News:</p><p>Let’s give the prime minister a chance to come out with something.</p><p>He’s attacking this, he is throwing everything he can. He voted for and campaigned hard for Brexit, right?</p><p><strong>Sunak has still not unveiled his Northern Ireland protocol deal, but an announcement </strong><strong>on Thursday seems possible, and the PM is said to be <a href=\"https://www.theguardian.com/politics/2023/feb/21/sunak-relaxed-about-dup-and-tory-backlash-over-northern-ireland-deal\">increasingly willing to ignore DUP/ERG objections</a>.</strong> Our story on that is here.</p> <a href=\"https://www.theguardian.com/politics/live/2023/feb/22/rishi-sunak-pmqs-nurses-pay-talks-brexit-deal-announcement-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/feb/22/rishi-sunak-pmqs-nurses-pay-talks-brexit-deal-announcement-uk-politics-latest", "date_published": "2023-02-22 09:45:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester Tigers hire Eddie Jones’ Wallabies assistant as new head coach", "description": "<ul><li>Dan McKellar quits Australia after two years in the role</li><li>Former England coach left without any coaching staff </li></ul><p><a href=\"https://www.theguardian.com/sport/leicestertigers\">Leicester</a> have appointed Dan McKellar as their new head coach, with the former Australia assistant due to begin work in July.</p><p>McKellar has left his position with the Wallabies after two years in the role, before which he enjoyed a successful stint in charge of the ACT Brumbies in Australia’s Super Rugby.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/22/leicester-tigers-hire-dan-mckellar-rugby-eddie-jones-wallabies-assistant--new-head-coach\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/22/leicester-tigers-hire-dan-mckellar-rugby-eddie-jones-wallabies-assistant--new-head-coach", "date_published": "2023-02-22 09:44:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Steel expected to announce 300 job losses in Scunthorpe", "description": "<p>Coking ovens could close by end of year amid high energy prices and need to invest in lower-carbon technologies</p><p>British Steel is expected to announce imminently the closure of the coking ovens at its Scunthorpe works with the loss of 300 jobs, as the UK industry struggles amid high energy prices and the need to invest heavily in lower-carbon technologies.</p><p>The Chinese-owned group has called a meeting of workers for Wednesday morning to inform them of the plans, which would be subject to a consultation. The closure could take place by the end of this year, although the exact timing is so far unclear, a source with knowledge of the situation said.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/british-steel-announce-300-job-losses-scunthorpe-works\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/british-steel-announce-300-job-losses-scunthorpe-works", "date_published": "2023-02-22 09:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Haunting and poignant’: long-lost mass by Shirley Collins’ sister Dolly finally makes its debut", "description": "<p>A school-gate chat led to the rediscovery of the late composer Dolly Collins’ Missa Humana, as her folk star sister, the writer Maureen Duffy and medieval academic Lawrence Warner explain</p><p>In the liner notes for her 1969 folk album Anthems in Eden, <a href=\"https://www.theguardian.com/music/shirley-collins\">Shirley Collins</a> wrote about the musician with whom she made it: her big sister, Dolly. Dolly had arranged the ambitious song cycle about changes in rural England, weaving rare early music instruments such as sackbuts, crumhorns and viols around her sister’s stark English voice.</p><p>Anthems in Eden was a landmark album but Dolly’s next project was to be bigger. “Now she lives in a cottage in Hastings and is currently working on a full-scale secular Mass,” Shirley wrote. Dolly finally finished it decades later – not long before her sudden death in 1995 aged 62. Having gone nearly three decades unheard, the mass – titled Missa Humana – finally gets its world premiere next Saturday at London’s Conway Hall.</p> <a href=\"https://www.theguardian.com/music/2023/feb/22/dolly-collins-shirley-collins-mass-missa-humana-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/22/dolly-collins-shirley-collins-mass-missa-humana-debut", "date_published": "2023-02-22 09:05:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia v Jamaica: Cup of Nations – live", "description": "<ul><li>Updates from the Matildas’ final match of the tournament</li><li>Any thought? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p>Who shakes a lamb’s tail?</p><p>The two sides are lined up in the tunnel ready to make their way into the Newcastle evening. We’ll be underway in two shakes of a lamb’s tail.</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/22/australia-matildas-vs-jamaica-live-scores-cup-of-nations-aus-v-jam-international-football-soccer-latest-score-kick-off-start-time-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/22/australia-matildas-vs-jamaica-live-scores-cup-of-nations-aus-v-jam-international-football-soccer-latest-score-kick-off-start-time-news-updates", "date_published": "2023-02-22 08:59:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's a missile... you can hold it': What the frontline looks like for Ukrainians – video", "description": "<p>Just a few miles from the Ukraine's southern frontline, Russian missiles have been pummelling a village near Zaporizhzhia, and turned a newly refurbished medical clinic into a ravaged, abandoned shell. The Guardian’s Luke Harding and Christopher Cherry meet civilians who have refused to flee the bombardment and troops who are determined to fight back.</p><p><br /></p> <a href=\"https://www.theguardian.com/world/video/2023/feb/22/its-a-grad-missile-you-can-hold-it-what-the-frontline-looks-like-for-ukrainians-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/feb/22/its-a-grad-missile-you-can-hold-it-what-the-frontline-looks-like-for-ukrainians-video", "date_published": "2023-02-22 08:47:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine’s graveside portraits – in pictures", "description": "<p>Exposed to rain, sun and frost over the course of a war that began nearly a year ago, the graveside portraits of Ukraine’s war dead are fading away as stains and mould encroach. The men and women buried between March and July in Irpin — and at cemeteries in Bucha, Kyiv, Lviv and beyond — are silent witnesses to the human cost of Russia’s invasion</p><p></p><p></p> <a href=\"https://www.theguardian.com/world/gallery/2023/feb/22/ukraine-graveside-portraits-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/feb/22/ukraine-graveside-portraits-in-pictures", "date_published": "2023-02-22 08:30:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which music videos have been filmed at football stadiums? | The Knowledge", "description": "<p>Plus: golden boot winners in multiple countries (2); a caretaker saving a Premier League club from relegation; and more</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“I’ve just discovered that Slade’s 1978 single, Give Us a Goal (it flopped), had a video filmed at Brighton’s Goldstone Ground. What other music videos have been filmed at football stadiums?”</strong> tweets Phil Withall.</p><p>We’ve ignored official club songs, for obvious reasons, so let’s proceed directly to what was, by some distance, the most popular answer in our inbox. “My local band in Prestwich, the Fall, filmed the video for their single Kicker Conspiracy at Burnley’s <strong>Turf Moor</strong>,” writes Michael Mand. “It ends with the legend, ‘filmed in Burnley’.”</p><p>You couldn’t mention football in the rock world then. We were on Rough Trade and I told them ‘this is about football violence’ and it was all: ‘You don’t go to football, do you?’ I remember Melody Maker saying: ‘Mark Smith’s obviously got writer’s block having to write about football.’ About five years later, the same guy reviewed something else saying it was a load of rubbish and ‘nowhere near the heights of Kicker Conspiracy’. And now, of course, all the old music hacks are sat in the directors’ box with Oasis.”</p> <a href=\"https://www.theguardian.com/football/2023/feb/22/which-music-videos-have-been-filmed-at-football-stadiums-knowledge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/22/which-music-videos-have-been-filmed-at-football-stadiums-knowledge", "date_published": "2023-02-22 08:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A night for growing up’: how a terrifying college ‘prank’ taught me about fear", "description": "<p>Every day, men did far worse things than the soccer players did to me. But that night was the first time I accepted that the stranger coming toward me may not just nod</p><p>A few weeks into my first fall semester of college, I left our library around 11pm to walk to my dorm. The New England campus was quiet. The air smelled like pine trees and old rain, and my mind was full of Robert Hass, the California poet whose words I had been introduced to in class that week.</p><p>His poems were full of droopy trees and fog-soaked mornings, and I was surprised how swiftly my longing for Oregon had gotten caught between his words, gathering like lint in a comb. The nostalgia flustered me, revealing a homesickness I had so far kept tamped down.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/22/sheep-wolves-clothing-terror-wolfish-wolf-self-fear\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/22/sheep-wolves-clothing-terror-wolfish-wolf-self-fear", "date_published": "2023-02-22 08:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lloyds bankers to share £446m bonus pot – largest in four years", "description": "<p>Lloyds says top performing bankers to share bonus pool for their work in 2022 – up 11% from £399m on last year</p><p>Lloyds Banking Group staff will share their largest bonus pot in four years, despite the lender reporting flat profits as it put aside more money to protect against a potential jump in defaults amid ongoing economic uncertainty.</p><p>Lloyds, which owns Halifax and is the UK’s largest mortgage lender, said its top performing bankers would share a bonus pool worth £446m for their work in 2022 – up 11% from £399m last year and the largest sum to be distributed among employees since 2018.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/lloyds-bankers-bonus-pot\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/lloyds-bankers-bonus-pot", "date_published": "2023-02-22 07:51:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Steel expected to announce 300 job losses, unions fear – business live", "description": "<p>Rolling coverage of the latest economic and financial news, as unions fear British Steel will announce the closure of coking ovens at its Scunthorpe plant</p><p><strong><a href=\"https://news.sky.com/story/government-officials-fly-to-china-to-win-support-for-british-steel-bailout-12816752\">Sky News reported overnight</a> that government officials will this week fly to China in an effort to convince Jingye, the owner of British Steel, to finalise plans for a state funding package</strong></p><p>Civil servants from the Department for Business and Trade are travelling to meet executives from Jingye Group amid protracted talks about a £300m grant to the Scunthorpe-based company.</p><p>Union officials told the BBC that the industry “is on a knife edge”.</p><p>Government sources described the decision as “disappointing” given that negotiations are still ongoing between British Steel’s Chinese owners Jingye, Tata, and the Treasury about a support package worth £300m to each company.</p> <a href=\"https://www.theguardian.com/business/live/2023/feb/22/british-steel-job-losses-expected-unions-supermarket-shortages-inflation-lloyds-bank-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/feb/22/british-steel-job-losses-expected-unions-supermarket-shortages-inflation-lloyds-bank-business-live", "date_published": "2023-02-22 07:47:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Old God’s Time by Sebastian Barry review – a survivor’s song", "description": "<p>This sublime study of love, trauma, memory and loss explores the legacy of childhood abuse in Ireland’s Catholic institutions</p><p>There is a kind of writing so rare and accomplished that it seems to erase the very nuts and bolts of its own construction. Reading it can produce an experience that feels close to miraculous. Hilary Mantel’s Cromwell novels have it, for example; Virginia Woolf’s Jacob’s Room and Light Years by James Salter also spring to mind. It’s not merely a matter of technical mastery, though of course that’s a prerequisite. It can feel as though something sublime, almost uncanny, is going on.</p><p>In Sebastian Barry’s new novel it is the mid-1990s and widower Tom Kettle has been retired from the Garda for nine months. He spends his days sitting in a wicker chair in a slightly squalid flat annexed to a Victorian castle in Dalkey, smoking cigarillos and looking out to the Irish Sea, bobbing with fishing boats, and an island busy with cormorants. He is not unhappy, though his habits are ossifying and his life has lost all force and momentum; he is certainly lonely, although he perhaps hasn’t let himself understand that. That loneliness is clear in his longing for a visit from his daughter, or the eagerness with which he greets the unexpected appearance of Wilson and O’Casey, former colleagues in Dublin who have come to ask for his help with a case they’re working on.</p><p>Old God’s Time by Sebastian Barry is published by Faber (£18.99). To support the Guardian and Observer order your copy at <a href=\"https://guardianbookshop.com/old-gods-time-9780571332779?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply.</p> <a href=\"https://www.theguardian.com/books/2023/feb/22/old-gods-time-by-sebastian-barry-review-a-survivors-song\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/22/old-gods-time-by-sebastian-barry-review-a-survivors-song", "date_published": "2023-02-22 07:30:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shamima Begum: judges to rule if removal of UK citizenship was lawful", "description": "<p>Special immigration appeals commission decision will not determine whether woman can return to UK</p><p>Judges will give their decision on Wednesday whether the removal of British citizenship from <a href=\"https://www.theguardian.com/uk-news/shamima-begum\">Shamima Begum</a>, who <a href=\"https://www.theguardian.com/world/2015/feb/20/fears-london-schoolgirls-isis-syria\">left the UK as a 15-year-old schoolgirl</a> to join <a href=\"https://www.theguardian.com/world/islamic-state\">Islamic State</a> (IS), was lawful.</p><p>Begum left her home in east London in 2015 with two school friends to travel to Syria, marrying the Dutch national Yago Riedijk, 27, shortly after. She was found in a refugee camp in 2019, stripped of her British citizenship and banned from entering Britain. <a href=\"https://www.theguardian.com/uk-news/2019/oct/22/shamima-begum-begins-appeal-against-loss-of-uk-citizenship\">She has been fighting to return to the UK</a> ever since.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/shamima-begum-judges-to-rule-if-removal-of-uk-citizenship-was-lawful\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/22/shamima-begum-judges-to-rule-if-removal-of-uk-citizenship-was-lawful", "date_published": "2023-02-22 07:17:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Concrete in Life photo competition – in pictures", "description": "<p>The fourth edition of the Global Cement and Concrete Association’s competition drew 14,000 global entries from amateur and professional photographers across four categories – infrastructure, beauty and design, urban, and daily life. The top prize of $10,000 went to Ferdz Bedaña in the UAE.  The body accounts for 80% of global cement production capacity outside of China, as well as key Chinese manufacturers, and has set out its 2050 Net Zero <a href=\"https://gccassociation.org/2050-net-zero-roadmap-one-year-on/\">Roadmap</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/feb/22/concrete-in-life-photo-competition-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/feb/22/concrete-in-life-photo-competition-in-pictures", "date_published": "2023-02-22 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disabled daughter lost £2,449 in Santander bank switch", "description": "<p>She was woken up by an Apple Pay alert to discover the money had disappeared</p><p><strong>My daughter has started a degree course and arranged to transfer her Santander account to a new student account with HSBC. One night she was woken up by mobile phone alerts from Apple Pay, informing her that payments from her Santander account had been stopped. She discovered that the £2,449 balance had been transferred to an unspecified place. As she had not received notification that the switch was to happen that day, she called both banks.</strong></p><p><strong>HSBC sent confirmation that the new account was ready to use but, when she logged on, there was no money in it. A month later, she has no idea what’s happened to her funds, including her student finance loan, personal independence payment (PIP) and NHS bursary. Both banks say they are unable to give her any information.</strong></p> <a href=\"https://www.theguardian.com/money/2023/feb/22/disabled-daughter-lost-2449-in-santander-bank-switch\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/feb/22/disabled-daughter-lost-2449-in-santander-bank-switch", "date_published": "2023-02-22 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Would you travel thousands of miles to see an obese cat? | Arwa Mahdawi", "description": "<p>Visitors to the Polish city of Szczecin rate a portly pussy called Gacek more highly than the local castle. But even New York has unofficial attractions that outshine the tourist traps</p><p></p><p>Gacek is a fat black-and-white cat who lives in a wooden box on the side of the road and likes snacking on sausages. He’s <a href=\"https://www.businessinsider.com/fat-cat-polish-city-top-rated-tourist-attraction-2023-2\">also the top tourist attraction in Szczecin, Poland</a> with a five-star rating on Google maps. To put that in context: Szczecin’s <a href=\"https://en.wikipedia.org/wiki/Ducal_Castle,_Szczecin\">Pomeranian Dukes’ Castle</a>, a Renaissance building with a history dating back to 1346, only gets 4.5 stars. Tourists reportedly travel from far and wide just to get a glimpse of the rotund fella. “I flew from Oslo with transit in Gdańsk to see Gacek,” <a href=\"https://www.independent.co.uk/travel/europe/poland/gacek-fat-cat-szczecin-poland-b2285619.html\">one review exclaims</a>. “As expected, he didn’t pay any attention to me which made the experience fully wholesome.”</p><p>Apart from the fact that Gacek’s cute, albeit a bit evil-looking, I’m not entirely sure how he became so famous – I can only assume he managed to procure himself a good PRrrrr agency. He first came to the world’s attention in 2020 when he appeared in a <a href=\"https://www.youtube.com/watch?v=kz44bspgYbg\">YouTube documentary</a> and has been in and out of the headlines since, bursting back into the limelight a few days ago after <a href=\"https://www.businessinsider.com/fat-cat-polish-city-top-rated-tourist-attraction-2023-2?r=US&amp;IR=T\">Business Insider profiled him</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/would-you-travel-thousands-of-miles-to-see-an-obese-cat-how-about-an-avian-love-triangle\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/would-you-travel-thousands-of-miles-to-see-an-obese-cat-how-about-an-avian-love-triangle", "date_published": "2023-02-22 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Creature review – Asif Kapadia and Akram Khan join up for intriguing dance film", "description": "<p>Khan’s creation for English National Ballet is filmed by Kapadia, and has an ambiguous intensity that should interest audiences beyond dance fans</p><p>Asif Kapadia returns with something unlike his previous acclaimed films … but maybe not utterly unlike. Kapadia has become known for intense documentary studies of agonised public figures including <a href=\"https://www.theguardian.com/film/2011/jun/02/senna-film-review\">Ayrton Senna</a>, <a href=\"https://www.theguardian.com/film/2015/may/16/amy-review-asif-kapadias-amy-winehouse-film-is-a-tragic-masterpiece\">Amy Winehouse</a> and <a href=\"https://www.theguardian.com/film/2019/may/20/diego-maradona-review-asif-kapadia-documentary-cannes-film-festival\">Diego Maradona</a>, for whom the glare of attention, and the claustrophobic crush of public adulation, was a kind of addictive ordeal. There are points of similarity in this new, fascinating and perplexingly ambiguous film, something without a clear story, but which admits of any number of readings.</p><p>Creature is a filmed theatre project, capturing Akram Khan’s English National Ballet work, also entitled Creature, starring the charismatic dancer Jeffrey Cirio as the Creature, thrillingly athletic and physical, every muscle and tendon visible. The Creature is apparently kept captive in some remote army research unit-slash-prison in the snowy wastes, overseen by a cruel figure called the Major (Fabian Reimair), experimented upon by the Doctor (Stina Quagebeur, who has a distinct Nurse Ratched look), but poignantly befriended by a lowly servant or cleaner called Marie, played by Erina Takahashi.</p> <a href=\"https://www.theguardian.com/film/2023/feb/22/creature-review-asif-kapadia-and-akram-khan-join-up-for-intriguing-dance-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/22/creature-review-asif-kapadia-and-akram-khan-join-up-for-intriguing-dance-film", "date_published": "2023-02-22 07:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who’s laughing now? The Dalit comedians punching up against India’s caste system", "description": "<p>Once the butt of others’ standup routines, comics from the lowest social strata are turning the tables, with humour as their weapon</p><p>On a wooden chair on a makeshift stage at Cat Café Studio, standup comedian Manaal Patil is holding forth to an appreciative Mumbai audience.</p><p>In his green striped T-shirt, he may not look like a pioneer, but Patil – who is getting laughs from poking fun at India’s caste system – belongs to the Dalit community, formerly known as “untouchables”.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/22/whos-laughing-now-the-dalit-comedians-punching-up-against-indias-caste-system\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/feb/22/whos-laughing-now-the-dalit-comedians-punching-up-against-indias-caste-system", "date_published": "2023-02-22 07:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women who suffer domestic abuse three times as likely to attempt suicide", "description": "<p>Campaigners for women’s rights say findings about intimate partner violence are ‘shocking and appalling’</p><p>Women who suffer domestic abuse are three times more likely than their peers to try to take their own life, new research reveals.</p><p>Those who have experienced sexual abuse within a relationship have an even higher risk of suicide, and are seven times more likely to have attempted to end their life.</p><p><em>In the UK and Ireland, Samaritans can be contacted on 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a>.</em></p> <a href=\"https://www.theguardian.com/society/2023/feb/22/women-who-suffer-domestic-abuse-three-times-as-likely-to-attempt-suicide\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/22/women-who-suffer-domestic-abuse-three-times-as-likely-to-attempt-suicide", "date_published": "2023-02-22 07:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You have to be trusted to be there’: George Butler on sketching devastation", "description": "<p>The artist and charity founder has worked in Syrian and Ukrainian war zones and has been drawing amid the ruins of this month’s earthquake where – perhaps surprisingly – people have been very keen to see the work</p><p>It was the fifth day after this month’s devastating 7.8 magnitude earthquake when George Butler started drawing the Buket apartment block at the heart of the ancient southern Turkish city of Antakya.</p><p>A few miles from the quake’s epicentre, the eight storey building with four flats on each floor had collapsed when the building next to it fell into its northern wall. As Butler made his drawing, only 20 people had been recovered from the rubble. Many, many more were trapped, most likely dead. And this was before this week’s two additional earthquakes, one of 6.4 the other of 5.8 magnitude, hit the Hatay province of which Antakya is the capital.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/22/you-have-to-be-trusted-to-be-there-george-butler-on-sketching-devastation\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/22/you-have-to-be-trusted-to-be-there-george-butler-on-sketching-devastation", "date_published": "2023-02-22 07:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A moment that changed me: I was vilified as a gay teenager – but Mariah Carey saved me", "description": "<p>At my boys’ school I was shoved, spat at and brutally bullied. Carey’s songs made me dig deep and keep going, even when I had a breakdown years later</p><p>I was 12 when it happened. Dad was parking the car and we were getting ready for a torturous hour of food shopping. Suddenly, over the radio, I heard a voice that today is one of the most recognisable in the world, but at the time it was new to me: a whispery, breathy voice that floated and fluttered over a slinky, laid-back track. It was Mariah Carey and the song was Honey. I instantly fell in love. What a voice!</p><p>The next weekend I rushed to HMV and bought the cassette tapes of two Carey albums, Butterfly and Daydream. This was when album covers would unfold into tiny books of song lyrics and photographs. I spent hours poring over Carey’s lyrics and listening to her in my room or on the bus. Her songs felt like an escape, a place of refuge. They took me away from the horror that I was experiencing. Because I was struggling. Really struggling.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/22/a-moment-that-changed-me-i-was-vilified-as-a-gay-teenager-but-mariah-carey-saved-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/22/a-moment-that-changed-me-i-was-vilified-as-a-gay-teenager-but-mariah-carey-saved-me", "date_published": "2023-02-22 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hikes, hot tubs and proper snow? Our family ski trip in Slovakia is a revelation", "description": "<p>The protected summits and valleys of the Tatras offer a return to the pleasures of traditional winter holidays – this time with all mod cons</p><p>The Tatra mountains in Slovakia had been touted as a great destination for a family skiing holiday. But as we stumbled out of the sleeper train from Prague at Poprad station at 6am, we were more anxious than excited. From the station we could see the jagged peaks of the High Tatras rising like black and white knives with a luminous pre-dawn glow against a pale blue night sky. Across Europe the news had been dominated by the lack of snow, that climate change was bringing about the end of the skiing industry as we know it.</p><p>As the mountain railway from Poprad climbed up through the foothills and wound its way through forests of spruce and larch, stopping at several mountain villages before arriving at the main resort of Tatranská Lomnica, we were slowly reassured. The snow was not deep, but deep enough, and above us we could see the sweep of pistes beneath the peaks and the lights of the snow tractors crawling about their tasks.</p> <a href=\"https://www.theguardian.com/travel/2023/feb/22/ski-holiday-slovakia-tatras-poprad-tatranska-lomnica-winter\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/feb/22/ski-holiday-slovakia-tatras-poprad-tatranska-lomnica-winter", "date_published": "2023-02-22 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oppo Find N2 Flip review: new hinge decreases the crease", "description": "<p>Clamshell phone with longer battery life aims squarely at challenging Samsung’s Z Flip 4</p><p>Oppo’s first folding flip phone to be sold outside its Chinese home market is the Find N2 Flip, an Android clamshell aimed squarely at challenging Samsung’s popular Z Flip 4.</p><p>The next-gen flipper costs £849, undercutting Samsung by £50, and uses a different type of hinge that aims to help solve one of the most obvious flaws with folding phones: the crease in the middle of the screen.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/22/oppo-find-n2-flip-review-hinge-phones-crease\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/22/oppo-find-n2-flip-review-hinge-phones-crease", "date_published": "2023-02-22 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We have strikes, protests and scandals – Ukraine is more than a warzone | Kateryna Semchuk", "description": "<p>Healthcare, corruption, union rights and gender violence are just some of many issues the world doesn’t get to see</p><p>After a year of war, audiences around the world are used to seeing news from Ukraine nearly every day. They have seen the horrors of the conflict, and the surprising resilience and success of the Ukrainian resistance. But sometimes the view of the actual people and society beneath the military conflict is lost. Ukraine is more than just a place where a war is happening. The country moves forward and faces corruption, emigration and economic issues, and questions of pay and gender-based rights, just like anywhere else.</p><p>I cover all these things as a reporter based in Kyiv. One change I’ve noticed over the past year is that people’s desire for justice at home has not diminished. If anything, it has got stronger – and rightly so, since most citizens are risking their lives to fight the genocidal threat posed by Russia. People have such a personal stake in Ukraine’s future, they are more sensitive than ever about what kind of country we are becoming, and how things should be after the war.</p><p>Kateryna Semchuk is Ukraine correspondent for openDemocracy, whose oDR project covers politics and society in post-Soviet states</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/strikes-protests-scandals-ukraine-warzone\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/strikes-protests-scandals-ukraine-warzone", "date_published": "2023-02-22 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Biden to meet Nato secretary in Poland; Russian military responds to Wagner chief’s ‘treason’ claim", "description": "<p>Nato’s eastern European leaders to meet with Biden and Nato Chief Jens Stoltenberg; Wagner chief says Russian military leaders are refusing to supply the group with munitions</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>The UN general assembly meets today, two days ahead of the anniversary of Russia’s invasion of Ukraine, with Kyiv and its allies hoping to garner broad support for a resolution calling for a “just and lasting peace.”</p><p>The draft resolution, sponsored by 60 countries, is to be voted on after the close of debate – not expected until at least Thursday.</p> <a href=\"https://www.theguardian.com/world/live/2023/feb/22/russia-ukraine-war-live-biden-to-meet-nato-secretary-in-poland-russian-military-responds-to-wagner-chiefs-treason-claim\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/feb/22/russia-ukraine-war-live-biden-to-meet-nato-secretary-in-poland-russian-military-responds-to-wagner-chiefs-treason-claim", "date_published": "2023-02-22 07:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tens of thousands of refugees flee from Somaliland clashes", "description": "<p>Somalis arrive in Ethiopia from disputed town of Las Anod, where at least 82 people have died in fighting</p><p>More than <a href=\"https://reliefweb.int/report/ethiopia/tens-thousands-arrive-ethiopia-fleeing-recent-clashes-somalia\">60,000 Somali refugees</a> have fled to Ethiopia after an escalation in fighting in the town of Las Anod, in the Sool region, where tensions between local people and the governing Somaliland authorities have been building for weeks.</p><p>The UN said the refugees had arrived in part of Ethiopia that had been badly hit by drought after five consecutive failed rains, and that many people were sleeping in the open, or sheltering in schools and other public buildings.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/22/tens-of-thousands-of-refugees-flee-from-somaliland-clashes\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/feb/22/tens-of-thousands-of-refugees-flee-from-somaliland-clashes", "date_published": "2023-02-22 06:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Stacey Dooley meets a nine-year-old girl who loves guns", "description": "<p>The presenter travels in a motorhome with a family whose young daughter likes to shoot. Plus, Jeff Bezos comes under scrutiny. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/22/tv-tonight-stacey-dooley-meets-a-nine-year-old-girl-who-loves-guns\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/22/tv-tonight-stacey-dooley-meets-a-nine-year-old-girl-who-loves-guns", "date_published": "2023-02-22 06:20:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Warner exit leaves Australian Test team looking balanced in India | Geoff Lemon", "description": "<p>Management gets a convenient chance to try Travis Head at the top without being seen to have made a definitive call on Warner</p><p>So <a href=\"https://www.theguardian.com/sport/2023/feb/20/australia-consider-sending-some-players-home-ahead-of-final-india-tests\">David Warner is heading home</a>, arm busted and ambitions dented but that radiation-proof determination surely intact. Anyone who knows the feeling of broken bones could see what had happened as soon as he was hit by a Mohammed Siraj short ball during the Delhi Test. The way he yelped and flinched when the physio gently squeezed his arm reflects exactly that bright flash of pain that seems to start in the marrow and end between the temples.</p><p>It was strange then that the initial response from Australia’s captain and coach was that he might recover for the third Test a little more than a week away. The elbow fracture sustained is small – at the team hotel on Tuesday night Warner sat comfortably and only wore a light compression bandage around the injury. But even a tiny fracture hampers all movement anywhere near it. It radiates discomfort. It throbs like a bad tooth. He was never going to be able to hit a cricket ball so soon.<br /><br />Nursing him through the series might have made sense had Warner been the gun player in the line-up blazing runs, but this felt more like making a point that he remains firmly the first-choice opener. Now team management gets a convenient chance to try Travis Head at the top without being seen to have made a definitive call on Warner. The latter’s declining returns have been talked about plenty: his fighting 200 against South Africa’s pace in the Boxing Day Test ensured he would join this India tour, but it is also his only time past 50 in his last 15 innings. His career has never seen a streak that quiet.<br /><br />His two cheap dismissals in Nagpur helped set the tone for Australia’s substandard batting across the match. Those who only follow cricket from the scorecard will think the same of his 15 at Delhi, but that innings weathered a fierce opening hour, added a 50-run opening partnership, and gave the stability for Usman Khawaja to get set and go on to top score. Even the fetishists of hard noses and hard edges can’t credibly complain about getting out after your arm gets broken.<br /><br />Still. In a small sample size, Warner didn’t show a method for India that inspired confidence. He is a player that Australia want batting for a day, not an hour. With Cameron Green coming back, Peter Handscomb managing the conditions well and Head seeing the ball the way he is, Warner’s absence leaves the side looking balanced in these conditions.<br /><br />Head as an opener could work because he loves thrashing pace bowling, and the scant few overs of it that any Australian might see will come at the top of the innings. Even when the spinners follow up, a newer ball might suit his attacking shots. His style in these conditions is a gamble that could equally fail, but his bright start in the second innings in Delhi suggests he might pull off a couple more such efforts.<br /><br />That isn’t a viable option after this tour, though. Head’s propensity for thrashing the ball between cover and backward point would be a liability in England, where the ball swings and seams early while a cordon of catchers waits for the inevitable. His spot at number five has been perfect, facing an older ball while he either presses home an advantage or counterattacks in difficulty.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/feb/22/david-warner-exit-leaves-australian-test-team-looking-balanced-in-india\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/feb/22/david-warner-exit-leaves-australian-test-team-looking-balanced-in-india", "date_published": "2023-02-22 06:09:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India is a big global player – but there are problems it must tackle | Nouriel Roubini", "description": "<p>Now Modi’s government has modernised it must make growth sustainable, inclusive and fair</p><p>India is poised to become the world’s most important country in the medium term. It has the <a href=\"https://www.project-syndicate.org/commentary/india-economic-rise-depends-on-opening-up-by-carl-bildt-2022-12\">largest</a> population (which is still growing), and with a <a href=\"https://www.imf.org/external/datamapper/NGDPDPC@WEO/OEMDC/ADVEC/WEOWORLD\">per-capita GDP</a> that is just one-quarter that of China’s, its economy has enormous scope for productivity gains. Moreover, India’s military and geopolitical importance will only grow, and it is a vibrant democracy whose cultural diversity will generate soft power to rival the US and the UK.</p><p>One must credit the Indian prime minister, Narendra Modi, for implementing policies that have modernised India and supported its growth. Specifically, Modi has made massive investments in the single market (including through <a href=\"https://timesofindia.indiatimes.com/india/5-years-of-demonetisation-how-it-impacted-india/articleshow/87579350.cms\">de-monetisation</a> and <a href=\"https://www.dw.com/en/goods-and-services-tax-how-pm-modi-transformed-indias-economy/a-45256163\">tax reform</a>) and <a href=\"https://www.thestatesman.com/india/pm-modi-lays-thrust-on-investments-in-infrastructure-says-country-gains-momentum-when-roads-are-built-1503154090.html\">infrastructure</a> (not just roads, electricity, education and sanitation, but also digital capacity). These investments – with industrial policies to accelerate <a href=\"https://www.firstpost.com/opinion/indian-manufacturing-sector-and-the-great-transformation-under-narendra-modi-11815721.html\">manufacturing</a>, a comparative advantage in <a href=\"https://www.livemint.com/news/india/pm-modi-says-technology-is-weapon-against-poverty-11668582362963.html\">tech and IT</a>, and a customised digital-based <a href=\"https://www.livemint.com/news/india/modi-launches-new-e-payment-mode-11627916630863.html\">welfare system</a> – have led to <a href=\"https://newsonair.com/2023/01/14/imf-world-bank-and-credit-suisse-appreciate-indias-efforts-to-face-global-headwinds/\">robust</a> economic performance after the Covid-19 slump.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/india-modi-government-economic-growth-nouriel-roubini\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/india-modi-government-economic-growth-nouriel-roubini", "date_published": "2023-02-22 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The sudden dawn of the deinfluencer: can online superstars stop us shopping?", "description": "<p>A backlash against overconsumption is spreading fast on social media. Is this the beginning of the end for our rampant, destructive consumer culture – or just influencing by another name?</p><p>I am watching people I have never met cry at the smell of a perfume I have never smelled. But I want it, and I am not alone. When influencers began posting videos of themselves reacting with tears and evocative descriptions of a scent called Missing Person by Phlur, likening it to the smell of someone you love and miss, it sold out in five hours and amassed a 200,000-strong waiting list.</p><p>Social media is now what markets and shopping centres once were – the place people go to spend their cash – full of such “must-haves” as heated eyelash curlers and “miracle” pink cleaning pastes. And when something goes viral online, it sells in real life. Influencers <a href=\"https://www.forbes.com/sites/marisadellatto/2023/01/17/influencers-sold-36-billion-of-goods-in-2022-dyson-airwrap-and-lululemon-belt-bag-led-the-way/\">reportedly sold $3.6bn (£3bn) of goods in 2022</a>, with the $700 Dyson Airwrap hair styler among the top sellers. In a <a href=\"https://www.facebook.com/business/news/insights/how-instagram-boosts-brands-and-drives-sales\">recent study</a>, 54% of people said they made a purchase either in the moment or after seeing a product or service on Instagram. According to another report, 55% of TikTok users have made a purchase after seeing a brand or product on the platform. <a href=\"https://www.oberlo.co.uk/blog/twitter-statistics\">On Twitter, that figure is </a>40%.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/22/the-sudden-dawn-of-the-deinfluencer-can-online-superstars-stop-us-shopping\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/22/the-sudden-dawn-of-the-deinfluencer-can-online-superstars-stop-us-shopping", "date_published": "2023-02-22 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Today’s climate activist ‘criminals’ are tomorrow’s heroes: silencing them in court is immoral | George Monbiot", "description": "<p>It’s not ‘the whole truth and nothing but the truth’ if campaigners cannot explain their motivations to a jury</p><p>To tell “the truth, the whole truth and nothing but the truth”: this is the oath defendants in an English court must take. But when David Nixon sought to do so, he was sent to jail.</p><p>Nixon, who had taken part in an <a href=\"https://www.theguardian.com/environment/insulate-britain\">Insulate Britain</a> protest blocking a junction in the City of London, was on trial for causing a public nuisance, a charge that carries a <a href=\"https://www.thelawpages.com/criminal-offence/Causing-a-public-nuisance-432-11.law\">maximum sentence of life imprisonment</a>. He sought to explain his motivation to the jury. But the judge, Silas Reid, had instructed the defendants <a href=\"https://www.theguardian.com/environment/2023/feb/06/insulate-britain-protester-david-nixon-faces-prison-over-contempt-of-court-conviction\">not to mention their reasons</a> for taking action: namely climate breakdown, fuel poverty and the need for better insulation. When Nixon disregarded this instruction, Reid handed him an <a href=\"https://www.theguardian.com/environment/2023/feb/07/insulate-britain-activist-david-nixon-jailed-for-eight-weeks-for-contempt-of-court\">eight-week jail sentence</a> for contempt of court.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/climate-activist-criminals-heroes-truth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/climate-activist-criminals-heroes-truth", "date_published": "2023-02-22 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He created something magical’: Calvin and Hobbes fans rejoice as creator plans first work in decades", "description": "<p>Bill Watterson to publish a sombre ‘fable for grown-ups’ after disappearing from public eye in 1995</p><p>On New Year’s Eve 1995, six-year-old Calvin and his tiger, Hobbes, <a href=\"https://www.gocomics.com/calvinandhobbes/1995/12/31\">sledded off together</a> for the last time. It was the final strip in Bill Watterson’s acclaimed comic, Calvin and Hobbes, which appeared in 2,400 newspapers, and it looked as though it might be Watterson’s final published work.</p><p>In the ensuing decades, the man who had become a cartooning legend seemed to have all but disappeared, as if he were just a figment of Calvin’s rich imagination. He rarely gave interviews; his occasional small projects, including <a href=\"https://www.washingtonpost.com/news/comic-riffs/wp/2014/06/06/exclusive-calvin-and-hobbes-creator-bill-watterson-returns-to-the-comics-page-to-offer-a-few-pearls-gems/\">secretly filling in</a> for another cartoonist for a few days, were <a href=\"https://www.washingtonpost.com/news/comic-riffs/wp/2014/06/06/exclusive-calvin-and-hobbes-creator-bill-watterson-returns-to-the-comics-page-to-offer-a-few-pearls-gems/\">newsworthy events</a>. Last week’s announcement of Watterson’s first major work in nearly 30 years – The Mysteries, a vibrantly illustrated <a href=\"https://www.simonandschuster.com/books/The-Mysteries/Bill-Watterson/9781524884949\">“fable for grown-ups</a>” – stunned fans and called for celebration.</p> <a href=\"https://www.theguardian.com/books/2023/feb/22/calvin-hobbes-bill-watterson-the-mysteries-new-book\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/22/calvin-hobbes-bill-watterson-the-mysteries-new-book", "date_published": "2023-02-22 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is where I draw the line’: when stan accounts turn against their idols", "description": "<p>Hardcore fans build online lives around their favorite stars. But some behavior is too upsetting for them to endorse</p><p>This month, the self-proclaimed muse and New York it girl Julia Fox walked the runway for Alexander Wang’s first show since 2019. She wore a sheer mesh dress and oversized blazer, but the revealing outfit did not distract some viewers from what they see as a glaring hypocrisy: Wang was accused of sexual assault by multiple people in 2020. Though he denied the allegations at the time, Wang later said he would “set a better example” in the future. Months later, he reportedly <a href=\"https://www.thecut.com/2021/03/alexander-wang-responds-to-sexual-assault-allegations.html\">apologized</a> to 11 of his accusers in a meeting orchestrated by the attorney Lisa Bloom.</p><p>On TikTok, where she has over 1.7 million followers, Fox – who has been outspoken in her support for victims of abuse and domestic violence – responded to criticisms of her support for the designer. “I love cancel culture but we do need to leave room for rehabilitation and for those who put in the work and heal and learn from their mistakes,” she wrote on the app.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/21/stan-accounts-julia-fox-matty-healy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/21/stan-accounts-julia-fox-matty-healy", "date_published": "2023-02-22 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Exercise and satisfying relationships are the secrets to good health in later life", "description": "<p>New research finds strong social networks and physical activity in mid life can help prevent long-term health conditions</p><p>Enjoying satisfying relationships with partners, family, friends and work colleagues and exercising at least once every month could boost your physical and mental health in old age, two studies suggest.</p><p>Globally, people are living longer and every country in the world is experiencing growth in the size and proportion of older people in their population. The number of those aged 80 or older is set to triple between 2020 and 2050, to reach 426 million.</p> <a href=\"https://www.theguardian.com/science/2023/feb/22/exercise-and-satisfying-relationships-are-the-secrets-to-good-health-in-later-life\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/feb/22/exercise-and-satisfying-relationships-are-the-secrets-to-good-health-in-later-life", "date_published": "2023-02-22 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Terrawatch: why has the Earth’s spinning inner core slowed down?", "description": "<p>The solid inner core is contained within the liquid outer core, enabling it to rotate differently from the Earth itself</p><p>Earth’s inner core appears to have stopped spinning faster than its mantle. New measurements suggest that the rotation of the inner core has slowed in recent decades and is now about to reverse direction, spinning slower than the mantle. The finding helps to explain recent changes in Earth’s magnetic field and the length of day.</p><p>The Earth’s solid inner core is contained within the liquid outer core, enabling it to rotate differently from the Earth itself. Its spin is driven by the magnetic field generated in the outer core, and balanced by gravitational effects within Earth’s mantle.</p> <a href=\"https://www.theguardian.com/science/2023/feb/22/terrawatch-earth-spinning-inner-core-slowed-down\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/feb/22/terrawatch-earth-spinning-inner-core-slowed-down", "date_published": "2023-02-22 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK’s £450m boiler upgrade scheme is failing to deliver", "description": "<p>Only a third of low-carbon heating scheme’s annual budget has been used since launch in May 2022</p><p>A scheme to encourage UK households to upgrade their gas boilers to <a href=\"https://www.theguardian.com/money/2021/aug/14/at-home-with-a-heat-pump-it-makes-hot-water-when-its-freezing-outside\">heat pumps</a> and other low-carbon alternatives is failing to deliver after suffering a “disappointingly low” take-up, a parliamentary report has said.</p><p>Members of the House of Lords environment and climate change committee have written to ministers urging them to boost the profile of the £450m <a href=\"https://www.theguardian.com/environment/2022/sep/20/energy-saving-measures-could-boost-uk-economy-by-7bn-a-year-study-says\">boiler upgrade scheme</a>, after discovering just a third of its annual budget had been used since its launch last May.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/22/450m-boiler-upgrade-scheme-failing-deliver-heating\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/22/450m-boiler-upgrade-scheme-failing-deliver-heating", "date_published": "2023-02-22 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN urged to help hundreds of seafarers trapped on ships in Ukrainian ports", "description": "<p>Ships have been essential to enable safe passage of grain but more than 300 crew remain stuck on vessels that are key targets</p><p><a href=\"https://www.theguardian.com/world/live/2023/feb/21/russia-ukraine-war-biden-arrives-in-poland-putin-to-make-state-of-the-nation-address-live\">• Russia-Ukraine war – latest updates</a></p><p>Shipping companies and maritime organisations have urged the UN secretary general to help evacuate hundreds of seafarers who have been trapped onboard vessels in Ukrainian ports for a year.</p><p>About 2,000 seafarers in 112 ships were berthed in Ukrainian ports across the Black Sea and the Sea of Azov before Russia’s invasion. After the war broke out, most crew were evacuated, but 331 seafarers remain stuck on 62 vessels across nine Ukrainian ports, including Mariupol and Odesa.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/22/un-urged-to-help-hundreds-of-seafarers-trapped-on-ships-in-ukrainian-ports\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/22/un-urged-to-help-hundreds-of-seafarers-trapped-on-ships-in-ukrainian-ports", "date_published": "2023-02-22 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We can never relax’: living on the southern Ukraine frontline", "description": "<p>‘They shell us every day’, says one of the 20 remaining residents of Huliaipilske near Zaporizhzhia</p><p>Seen from above, the shapes were unmistakeable. A group of Russian soldiers were advancing on foot. They were <a href=\"https://www.pravda.com.ua/eng/news/2023/01/19/7385579/\">moving stealthily across an expanse of fields</a> and scrubby trees. “We couldn’t believe our eyes,” Viktor, a Ukrainian drone operator, said. “The attack happened 10 days ago. They didn’t bring any tanks or armoured vehicles.”</p><p>The troops – about 40 of them – had been sent across the southern frontline, not far from the Ukrainian-held village of Huliaipilske. Viktor sent their coordinates back to base. Another unit hit them with mortars. The glassy winter landscape offered little cover. Many Russians died. The others retreated, dragging the injured with them.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/we-can-never-relax-living-on-the-southern-ukraine-frontline\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/we-can-never-relax-living-on-the-southern-ukraine-frontline", "date_published": "2023-02-22 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wizz Air worst short-haul airline, say UK passengers", "description": "<p>Fewer than half of customers were satisfied in Which? survey where British Airways only scored 56%, while Jet2.com scored highest</p><p>Wizz Air has been named the worst short-haul airline by UK passengers.</p><p>Passengers surveyed by consumer group Which? gave the Hungary-based carrier one star out of five for boarding experience, cabin environment and seat comfort.</p> <a href=\"https://www.theguardian.com/business/2023/feb/22/wizz-air-worst-short-haul-airline-say-uk-passengers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/22/wizz-air-worst-short-haul-airline-say-uk-passengers", "date_published": "2023-02-22 05:44:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are 15-minute cities a good idea or the work of UN greenist devils? | First Dog on the Moon", "description": "<p>What if I want a 90-minute commute? Maybe I like sitting in traffic?</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/22/are-15-minute-cities-a-good-idea-or-the-work-of-un-greenist-devils\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/22/are-15-minute-cities-a-good-idea-or-the-work-of-un-greenist-devils", "date_published": "2023-02-22 05:11:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RT videos still spreading Ukraine disinformation on YouTube, report finds", "description": "<p>Google’s video site banned the publication last year for its Ukraine falsehoods, but its content is still posted on various channels</p><p>Hundreds of videos produced by the Russia-controlled publication RT have found their way on to YouTube in the past year, despite the platform’s ban of such media last year.</p><p>YouTube, which is owned by Google, <a href=\"https://www.theguardian.com/technology/2022/mar/11/youtube-blocks-russian-state-funded-media\">banned</a> all Russian state-funded media from its platform globally in March 2022, citing a policy barring content that “denies, minimizes or trivializes well-documented violent events” as Russia sought to guide the narrative on its war in Ukraine.</p> <a href=\"https://www.theguardian.com/media/2023/feb/22/rt-ban-youtube-videos-google-disinformation\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/feb/22/rt-ban-youtube-videos-google-disinformation", "date_published": "2023-02-22 05:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who is winning in Ukraine – and what will happen next?", "description": "<p>While experts differ on whether a new offensive is imminent, one year on the picture is very different to what was predicted</p><p>As the one-year anniversary of Russia’s invasion of Ukraine approaches on Friday, <a href=\"https://www.theguardian.com/world/ng-interactive/2023/feb/21/a-year-of-war-how-russian-forces-have-been-pushed-back-in-ukraine\">the picture</a> looks very different to the first weeks of the war, when hundreds of Russian tanks poured over the border and airborne forces attempted to capture Hostomel airfield, outside Kyiv, as a springboard to take the capital. Here we look at the status of the conflict and what might happen next.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/who-is-winning-in-ukraine-and-what-will-happen-next\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/who-is-winning-in-ukraine-and-what-will-happen-next", "date_published": "2023-02-22 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spy balloon, UFO or Dragon Ball? Japan baffled by iron ball washed up on beach", "description": "<p>About 1.5 metres in diameter, the mysterious metal sphere has been the source of intense speculation online</p><p>Police and residents in a Japanese coastal town have been left baffled by a large iron ball that has washed up on a local beach, with authorities admitting they have no idea what it is – only that it isn’t about to explode.</p><p>The sphere, measuring about 1.5 metres in diameter, has been at the centre of fevered speculation since it washed up on Enshu beach in the city of Hamamatsu on the country’s Pacific coast, local media reports said.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/mysterious-metal-iron-ball-sphere-beach-japan-officials-investigate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/mysterious-metal-iron-ball-sphere-beach-japan-officials-investigate", "date_published": "2023-02-22 04:51:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden unveils Trump-style plan to deter asylum seekers at Mexico border", "description": "<p>Administration’s most aggressive plan yet would bar most migrants who hadn’t sought protection in other countries first</p><p>The United States could bar tens of thousands of migrants arriving at the US-Mexico border from claiming asylum under a proposal unveiled on Tuesday that would be the most wide-ranging attempt yet by Joe Biden’s administration to deter unauthorized crossings.</p><p>Under the new rules, the US would generally deny asylum to migrants who show up at the US southern border without first seeking protection in a country they passed through, mirroring an attempt by the Trump administration that never took effect because it was blocked in court.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/21/us-mexico-border-immigration-joe-biden-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/21/us-mexico-border-immigration-joe-biden-donald-trump", "date_published": "2023-02-22 03:10:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The secret world of disinformation for hire - podcast", "description": "<p>How an undercover investigation revealed a team of Israeli contractors who claim to have manipulated more than 30 elections around the world using hacking, sabotage and automated disinformation on social media</p><p>Last year, coordinated by the French media organisation Forbidden Stories, a group of journalists from around the world, including from the Guardian, embarked on a project: to <a href=\"https://www.theguardian.com/world/series/disinfo-black-ops\">get inside the murky world of disinformation and expose those who profit from it</a>.</p><p>Among the reporters were<strong> Gur Megiddo,</strong> an Israeli investigative journalist for the business newspaper TheMarker. With him was<strong> Omer Benjakob,</strong> a reporter with the Israeli daily paper Haaretz, and <strong>Frédéric Métézeau,</strong> a journalist with Radio France. As part of an undercover investigation, they held meetings with a secretive team of Israeli contractors selling “black op” influence campaigns to those with the means to pay for them.</p> <a href=\"https://www.theguardian.com/news/audio/2023/feb/22/the-secret-world-of-disinformation-for-hire-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/feb/22/the-secret-world-of-disinformation-for-hire-podcast", "date_published": "2023-02-22 03:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Poisoned candy’: North Korean state media shuns food aid despite hunger crisis", "description": "<p>South Korea warns that death from starvation appears to be rising in many of the North’s provinces</p><p>The major North Korean state newspaper Rodong Sinmun has said that relying on external aid to cope with food shortages would be the same as taking “poisoned candy”, amid a national crisis and a reported increase in deaths from starvation.</p><p>North Korea has suffered food shortages in recent years, brought on by natural disasters, international sanctions aimed at curbing its nuclear and missile programmes, and a sharp cut in trade with China due to border closures and Covid-19 lockdowns.</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/poisoned-candy-north-korean-state-media-shuns-food-aid-despite-hunger-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/poisoned-candy-north-korean-state-media-shuns-food-aid-despite-hunger-crisis", "date_published": "2023-02-22 02:51:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is the New Start nuclear treaty and what are the risks of Russia suspending it?", "description": "<p>Russia has suspended its participation in the nuclear treaty, but says it will continue to abide by restrictions </p><p>In a speech ahead of the upcoming one-year anniversary of Russia’s invasion of Ukraine, President Vladimir Putin announced <a href=\"https://www.theguardian.com/world/2023/feb/21/putin-russia-halt-participation-new-start-nuclear-arms-treaty\">the suspension of Russia’s participation in the New Strategic Arms Reduction Treaty</a>, known as New Start.</p><p>“They want to inflict a strategic defeat on us and claim our nuclear facilities,” said Putin. “In this regard, I am forced to state that Russia is suspending its participation in the strategic offensive arms treaty.”</p> <a href=\"https://www.theguardian.com/world/2023/feb/22/what-is-the-new-start-nuclear-arms-treaty-and-what-are-the-risks-if-russia-vladimir-putin-suspends-it\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/22/what-is-the-new-start-nuclear-arms-treaty-and-what-are-the-risks-if-russia-vladimir-putin-suspends-it", "date_published": "2023-02-22 02:03:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Child abuse image offences in UK have soared, NSPCC report shows", "description": "<p>Charity says police recording has improved but online grooming has risen and tech firms are failing to act</p><p>Police have recorded a surge in child abuse image offences in the UK, with more than 30,000 reported in the most recent year, according to a report from the NSPCC.</p><p>That is an increase of more than 66% on figures from five years ago, when police forces across the country recorded 18,574 such offences.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/22/child-abuse-image-offences-in-uk-have-soared-nspcc-report-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/22/child-abuse-image-offences-in-uk-have-soared-nspcc-report-shows", "date_published": "2023-02-22 00:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}]