[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Rodzina czeka na otwarcie testamentu Silvio Berlusconiego. Jego majątek wart ok. 6,4 mld euro", "description": "Zmarły w poniedziałek były premier Włoch Silvio Berlusconi pozostawił po sobie majątek o wartości ok. 6,4 mld euro, na który składają się m.in. udziały w spółkach, akcje, nieruchomości, drużyna piłkarska, a nawet jacht. Większość spadku mogłaby trafić do dzieci z pierwszego małżeństwa polityka: Mariny i Piera Silvio, ale kwestię dziedziczenia majątku ostatecznie wyjaśni testament.", "link": "https://www.wirtualnemedia.pl/artykul/testament-silvio-berlusconi-majatek-6-4-mld-euro", "date_published": "2023-06-15 06:27:28.606600+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Emmanuel Macron obiecał 500 mln euro na rozwój sztucznej inteligencji. \"Nie możemy pozostać w tyle za Chinami i USA\"", "description": "Prezydent Francji Emmanuel Macron, który w środę odwiedził w Paryżu salon VivaTech, największe w Europie targi zaawansowanych technologii, obiecał 500 mln euro dofinansowania dla francuskiego sektora sztucznej inteligencji, aby mógł stać się konkurencyjny w skali globalnej i nie pozostał w tyle za Chinami i USA.", "link": "https://www.wirtualnemedia.pl/artykul/emmanuel-macron-obiecal-500-mln-euro-na-rozwoj-sztucznej-inteligencji-nie-mozemy-pozostac-w-tyle-za-chinami-i-usa", "date_published": "2023-06-15 06:27:28.604427+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Analiza: przestrzeganie zaleceń zdrowotnych zmniejsza ryzyko zachorowania na raka", "description": "Nowa analiza potwierdza, że przestrzeganie globalnych zaleceń dotyczących profilaktyki nowotworów zmniejsza ryzyko zachorowania na nie – informuje pismo „Cancer”.", "link": "https://www.wirtualnemedia.pl/artykul/jak-zmniejszyc-ryzyko-zachorowania-na-raka-cancer-jakie-zasady", "date_published": "2023-06-15 05:17:14.750175+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Telewizja Polska z 51 mln zł straty. Rekompensata kosztowała 184 mln zł", "description": "W ub.r. Telewizja Polska zanotowała 50,7 mln zł straty netto, pod kreską była pierwszy raz od 2016 roku. Co prawda jej przychody wzrosły mocniej od wydatków operacyjnych, ale obsługa rekompensaty abonamentowej przyniosła aż 184 mln zł kosztów.", "link": "https://www.wirtualnemedia.pl/artykul/tvp-strata-rekompensata-abonament-ile-zarabia", "date_published": "2023-06-15 04:06:52.684528+00:00", "persistent": false, "user": null, "language": "pl-PL"}]