[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Dark Souls Inspired Action RPG In Unreal Engine Looks Intriguing", "description": "Soulslikes continue to enjoy mainstream popularity with each new release, and the coming months are packed with releases that push the boundaries of this genre. Developer Knight by Light’s FADE is one such game that is looking really promising at the moment. It tells a coming-of-age story of a prince who rises to the occasion and banishes evil from his kingdom. \n\nThe gameplay mostly sticks to the Souls blueprint, but interesting new mechanics like the Duo Companion system and a weapon progression system that rewards experimentation helps FADE stand out from the rest of the crowd. It’s developed using Unreal Engine  and looks great with striking levels of fidelity and particularly gorgeous post-processing effects. The game is currently in early access, and no concrete plans for the final release have been laid out just yet.", "link": "https://www.youtube.com/watch?v=aitO4G8uPvg", "date_published": "2023-06-15 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Avatar: Frontiers of Pandora - 10 Details YOU LIKELY MISSED", "description": "We’ve been waiting for Massive’s Avatar game for a long time. It may only have been officially announced in 2021, but we’ve known about its existence since as far back as 2017, while the fact that the game has also been delayed a few times hasn’t exactly made the wait feel any shorter. Recently, however, the developer showcased the open world game at its showcase, offering extensive new details on everything from its combat and its traversal mechanics to its gorgeous world and much more.\n \nWith a firm release date now having been announced and Avatar: Frontiers of Pandora finally looking like it’s within reach, here, we’re going to take a look at all the crucial new details we have learned about it.", "link": "https://www.youtube.com/watch?v=UpL5gkeZEi4", "date_published": "2023-06-15 15:30:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Final Fantasy 16 - 10 Things To Know BEFORE YOU PRE-ORDER", "description": "We finally got our hands on Final Fantasy 16's demo...and it's fantastic. Available now on PS5, it includes a two-hour-plus Prologue that sets up the present day story and introduces players to the world of the game. The excellent combat is on display, with a handful of bosses to challenge.\n\nWhile it ends on a cliffhanger, progress transfers to the game, so you can continue where you left off. The Eikonic Challenge is also unlocked, letting players loose with a full range of Eikonic Skills and showcasing the combat's true potential. Also, Torgal is by your side.\n\nCheck out 10 ten things you need to know before you pre-order the game. Final Fantasy 16 releases on June 22nd for PS5.", "link": "https://www.youtube.com/watch?v=T_oicjDPglg", "date_published": "2023-06-15 13:30:18+00:00", "persistent": false, "user": null, "language": "en-US"}]