[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Disney Illusion Island Preview - A Mickey Mousetroidvania", "description": "<p>As both a new mom and video game enthusiast, I often find myself thinking about when and how I can introduce my son to certain games and series. Naturally, I reflect a lot on the games I grew up with--the days spent curled up on the couch playing Donkey Kong Country, Mario Kart 64, and Goldeneye with my mom, and the nights hunched over the computer running through Diablo with my dad. Nowadays, however, it feels a bit harder to find a solid split-screen co-op game to play alongside someone with small hands and an even smaller attention span. And if you can find one, the chance that you'll enjoy the experience just as much as your kiddo is a bit slim. This is precisely where Disney Illusion Island has the potential to shine.</p><p dir=\"ltr\">I recently got the chance to sit down and play about 20 minutes of Disney Illusion Island alongside the game's creative director, AJ Grand-Scrutton. While I initially went into the game expecting a sort of baby's-first-Cuphead experience, I was delighted to find out the game is far more akin to Metroid, a series I have far more familiarity (and success) with.</p><p dir=\"ltr\">The game begins with you selecting from four characters: Mickey, Minnie, Goofy, and Donald. Despite their differences in size and animation, each character has the same skill set and movement speed. Grand-Scrutton told me that while the team was focused on making each character feel different--Goofy has a bit more heft to him whereas Minnie is a bit more floaty, for example--the reality is they all function the same. After you and your fellow Mouseketeers select your characters (the game allows up to four players to play together on the same screen), you can then select if you want to play through with one HP, two HP, three HP, or an iron heart granting you invincibility, with each player able to choose their own HP amount. It's a fantastic feature that prevents less experienced players from getting frustrated, while also allowing experienced platformers the opportunity to challenge themselves.</p><a href=\"https://www.gamespot.com/articles/disney-illusion-island-preview-a-mickey-mousetroidvania/1100-6515280/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/disney-illusion-island-preview-a-mickey-mousetroidvania/1100-6515280/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 23:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Flash Ending and Post-Credits Scene Explained", "description": "<p>The Flash is a lot of movie to absorb. It's got time travel and a multiverse, multiple Batmen, multiple Flashes, and a Supergirl. It's not a simple movie, in other words, and it's certainly not one that's easy to explain. So let's dive in.</p><p dir=\"ltr\"><strong>Warning: This article contains major spoilers for The Flash, including all the details of its ending.</strong></p><p dir=\"ltr\">The Flash has two main modes. There's the fun and light-ish Back to the Future mode, which is most of its running time--the first 90 minutes or so. Barry, having accidentally discovered his ability to time travel when he took off running as fast as he could during an emotional moment, goes back in time and prevents his mother's death. But this has ramifications--Barry has spawned a new universe where Michael Keaton is Batman and none of his other superfriends exist.</p><a href=\"https://www.gamespot.com/articles/the-flash-ending-and-post-credits-scene-explained/1100-6515279/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-flash-ending-and-post-credits-scene-explained/1100-6515279/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 22:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "All Our Favorite Multiverses, Ranked", "description": "<p><h2>All Our Favorite Multiverses, Ranked</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4143690-across-spider-verse.jpg\" /><br /><h3><p dir=\"ltr\"><span>Multiverses aren't a new thing by any stretch. DC Comics has been messing around with the multiverse since the early 1960s. Stephen King has single-handedly created a multiverse in his books that spawns the Dark Tower series, IT, the Talisman, and more. TV shows like Fringe and Sliders played with parallel universes for years.</span></p><p dir=\"ltr\">Not all multiverses are created equal, though. They're often trying to do different things for different reasons. The Marvel Cinematic Universe was just that--a universe--until Spider-Man: No Way Home. No Way Home united twenty years of Spider-Man movies, bringing together three Peter Parkers and their nemeses from the three Spider-Man movie series, putting Alfred Molina's Doctor Octopus in the same room as Jamie Foxx's Electro. Everything Everywhere All at Once, meanwhile, couldn't care less about legacy or hooking you in for future sequels--it just has a lot to say about what could've been and what is.</p><p dir=\"ltr\">The different multiverses can be mostly lumped into a few broad categories.</p><ul><li dir=\"ltr\">The Everything Is Canon multiverse is for the fans and writers. Your favorite Batman is still there regardless of the current take on the character, and you can even make them interact with each other if need be!</li><li dir=\"ltr\">The Planet of Hats multiverse is for episodic TV series--a way to explore lots of concepts and ideas for a short period of time. The Planet of Hats trope refers to those sci-fi worlds where every inhabitant has a unifying trait, such as a planet of amazons, a planet stuck in the 1930s gangster era, or a planet where everyone is part of the same war culture without exception.</li><li dir=\"ltr\">The Self-Contained multiverse is typically used just within the bounds of that story, and isn't meant to connect to anything else. These stories are concerned primarily with exploring their main characters, and not very worried about getting into the rules of multiversality.</li><li dir=\"ltr\">The FOMO multiverse really wants you to come back for the next installment. It will tell you at the end of one installment what might happen in the next one, and it's all for the sake of getting its hooks into you so hard that you can't bear to turn away (right until you get too exhausted to continue).</li></ul><p dir=\"ltr\">Different properties can bleed between multiverse types, starting as one and becoming another, but typically they fit pretty neatly into these categories for the most part. The categories don't inherently decide how we rank the different multiverses, but some offer more opportunities than others.</p><p dir=\"ltr\">With that in mind, here's our ranking for all the pop culture multiverses we could come up with</p></h3></p><br />     <p><h2>7. JJ Abrams' Star Trek</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4151805-jj-star-trek.jpg\" /><br /><h3><p>One of the first high-profile cinematic multiverses was Star Trek. JJ Abrams' 2009 Star Trek film appeared to be a simple reboot of the original Star Trek series, casting actors like Chris Pine, Zachary Quinto, and Karl Urban in place of William Shattner, Leonard Nimoy, and DeForest Kelly to bring a fresh perspective to the story. In the later half of the movie, though, Pine's James T. Kirk is marooned on an ice planet by Quinto's Spock when the former attempts a mutiny aboard the Enterprise. There, he meets Nimoy's Spock, who lays out how his attempt to stop a supernova send his ship and a Romulan ship into an alternate universe. To this point, notably, only the original actors had portrayed their characters even in Star Trek's previous jaunts into multiverse fiction. The Star Trek multiverse isn't so much a story unto itself like the other movies and shows on this list, but it marks one of the first times two different versions of a popular, well-known character met face-to-face on the big screen.</p></h3></p><br />     <p><h2>6. The DCEU</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4151808-the-flash-ezra-miller.jpg\" /><br /><h3><p>DC has had a rough go of it. Despite having some of the best-known characters in not just comic books, but popular culture, they've been playing catch-up with Marvel since Iron Man came out. Iron Man came out in early May 2008, and The Dark Knight--the second film in Christopher Nolan's Dark Knight trilogy--came out mid-July of that same year. By the time DC was starting its shared universe, Marvel had already unified theirs with The Avengers. In one sense, DC movies have been in a multiverse for years outside of Zack Snyder's three movies, as the connections between most of the movies are tenuous at best. It's not until The Flash hits theaters this June that DC movies will truly acknowledge the multiverse, and even then, that multiverse is relegated to the bounds of that movie. Michael Keaton and Ben Affleck will both appear as Batman in the film, but neither is tied to an upcoming return, it's refreshing in that we'll be able to go in and enjoy the movie on its own merits, but that seems more like a consequence of the movie's massive delays than as a result of planned intent.</p></h3></p><br />     <p><h2>5. The Marvel Cinematic Universe</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4151807-spider-men.jpg\" /><br /><h3><p dir=\"ltr\">The Marvel Cinematic Universe now encompasses 32 movies (with another seven already scheduled), as well as eight Disney+ series. It's a lot to keep up with, and there's nothing else quite like it. However, opinion on the movies seemed to turn after Avengers: Endgame in 2019. The marathon run that began with Iron Man in 2008 was finally over, and for many people, that was where the MCU ended. They weren't so much fans of superheroes in general as they were fans of Cap, Thor, Iron Man, and the other Avengers specifically. Once Cap and Iron Man had said goodbye, it was checkout time for those people.</p><p dir=\"ltr\">The multiverse is often used by comic book creators to reset continuity (DC's Crisis on Infinite Earths, Marvel's Infinity War) or to just make a new one (Marvel Ultimates, 2099). With the current state of the MCU, though, it's feeling more like hooks to pull us into more stuff. Spider-Man: No Way Home is an exception here, as it was working with older material when it dove into the idea. But now we're into Phase Five of the MCU, with Kang the Conqueror on the way to make trouble for Earth's Mightiest Heroes. His debut in Loki was exciting and interesting, but Ant-Man and the Wasp: Quantumania mostly had people asking, \"Who's this guy?\" Instead of wondering who Kang is and what it's going to be like when he shows up, many MCU viewers are wondering how many movies he's signing them up for.</p></h3></p><br />     <p><h2>4. The Arrowverse</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4151804-dang-flashes.jpg\" /><br /><h3><p dir=\"ltr\">If you squint your eyes hard, most of the differences between the Arrowverse and the MCU come down to a matter of scale and speed. The Arrowverse moved swiftly in ways the MCU just cannot. Characters get more time to breathe and exist and develop more complications. The CW's nature as a second-string linear broadcast network also made the shows feel like scrappy little productions that punched above their weight in many ways. The Arrowverse was experimenting with the multiverse back in the early days of The Flash and Legends of Tomorrow. Barry Allen met his Earth-2 counterpart Jay Garrick, and the Legends spent Season 2 fighting a variant of the Reverse-Flash, who Barry had defeated at the end of Season 1.</p><p dir=\"ltr\">Eventually, the CW multiverse became a way to let characters like Supergirl and Black Lightning join the heroes from the mainline Arrowverse, and the showrunners began to experiment more explicitly with the idea with the Elseworlds crossover that led into Crisis on Infinite Earths, the multiversal crossover event meant to destroy the multiverse itself and unite continuity. Here, we saw the CW's Barry Allen fight to save the Flash of the 1990s TV series and meet the DCEU's Flash. Arrowverse fan-favorite Brandon Routh got to reprise his role as Superman alongside the CW's Tyler Hoechlin version, and Tom Welling even showed up as the Clark Kent of Smallville, one of the most popular series in the CW's history going back to its time as the WB. The miniseries even acknowledged the 1966 and 1989 Batman worlds, as well as those of shows like Stargirl, Titans, and Swamp Thing.</p><p dir=\"ltr\">The Crisis event was a message to fans from the creators of these shows: We love those characters, too; we want to play with them, too. The inclusion of a character like Tom Welling's Clark Kent essentially says that, in the minds of these creators, the character is still alive and evolving in some way. Every DC live-action series--even 2004's Birds of Prey TV series--is part of the Arrowverse's canon in some way. But there was no obligation to go watch those movies and shows, as none of them had hooks to pull you over to another project. At the cusp of 2019 and 2020 when the series aired, Ezra Miller's Flash movie had been in development hell for years and wasn't on WB's release calendar in a way anyone expected to come to fruition. Here in 2023, The Flash is finishing its ninth and final season just a few weeks before the Flash movie hits theaters, so Miller's surprise cameo wasn't even a promotion for the Flash movie in the truest sense.</p></h3></p><br />     <p><h2>3. Rick and Morty</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4151806-ricks-and-mortys.jpg\" /><br /><h3><p>Rick and Morty's goals are very different from those of the other entries in this list. Richard and his friend Mortimer mostly want to tell jokes or point out absurdities about humanity. These tend more toward that \"Planet of Hats\" multiverse, where episodes put the characters in a world defined by one event, aesthetic, or race. These episodes are often stand-alone pieces, but elements that seem to go ignored at first can also come back to haunt the characters later. Rick and Morty doesn't demand a committed viewer in the same way the MCU often does, but it does reward you with in-jokes and Easter eggs. Older shows like Fringe and Sliders worked along similar lines as Rick and Morty as mostly episodic fare with the occasional two-parter that moved the overall story forward.</p></h3></p><br />     <p><h2>2. The Spider-Verse</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4151800-spider-man-spider-verse-2.jpg\" /><br /><h3><p>The Spider-Verse is, by its very nature, extremely silly. When you explicitly include <em>every</em> Spider-Man to ever exist, that includes the live-action, mech-piloting Japanese Spider-Man who picks up a machine gun at least once in the show, every What If…? Spider-Man, and even the Spider-Man from Hostess cupcake ads. There's no way it doesn't get silly, and the Spider-Verse comics fully engage with that weirdness. Spider-Man: Into the Spider-Verse, though, takes a more focused approach that hones in on one character--Miles Morales--and uses the silliness to tell a story. Miles feels adrift in his life, at a new school he doesn't care for, feeling adversarial with his dad, curious about romance but awkward as can be. Peter B. Parker and Gwen Stacy show Miles that he's not alone, and that he can be who he wants to be if he takes the leap of faith, while characters like Noir Spider-Man and Spider-Ham (a spider-bitten by a radioactive pig) inject humor. While that movie has a sequel, it puts story and character at the front of the production--nothing else works without Miles' journey, and Miles' journey is the best part.</p></h3></p><br />     <p><h2>1. Everything Everywhere All At Once</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1603/16030002/4151801-eeaao.jpg\" /><br /><h3><p>Compared to so many other uses of multiverses on this list, EEAAO looks blissfully free. This movie isn't from anything or connected to anything--it's just a story about Evelyn (Michelle Yeoh). Everyone has some kind of regret, some question about what would've happened if they'd taken that chance or hadn't said what they said. EEAAO's multiverse becomes a way to explore that. There's a universe where Evelyn can love the person she hates most, and another where a Racoon named Raccacoonie lives underneath a chef's hat. In the middle of it all is Evelyn, whose nowhere life feels off the rails, due in part to the rocky relationship she has with her daughter. The multiverse they live in gives both of those characters a way to explore those regrets and find ways to live and grow with them--rather than hiding from or destroying them.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/all-our-favorite-multiverses-ranked/2900-4776/", "date_published": "2023-06-15 20:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Amazon's The Lord Of The Rings: The Rings Of Power Actor Promises Season 2 Has \"So Much More Action\"", "description": "<p>Amazon's massive <a href=\"https://www.gamespot.com/reviews/lord-of-the-rings-rings-of-power-review-one-very-expensive-show-to-rule-them-all/1900-6417950/\">The Lord of the Rings: The Rings of Power</a> TV series is already one of the most expensive programs ever produced, and that was even before cameras started filming, as Amazon shelling out $250 million to the Tolkien estate just for the rights alone. Amazon billed the series as one focusing on the untold middle ground of characters such as Galadriel, Durin, Sauron, and Gandalf.</p><p>At the end of last season, we saw the beginning of the formation of the Last Alliance and Galadriel (Morfydd Clark) unknowingly saved Sauron, who had disguised himself as a king of the Southlands. All the while, he had secretly infiltrated the High Elves and tricked them into forging the first three of those titular Rings of Power. Season 1 was heavy on the setup, but the upcoming Season 2 will start amping things up more and more.</p><p>\"Season 1 was a time of relative peace, an introductory time meeting everybody,” Sophia Nomvete, who plays dwarven princess Disa, told <a href=\"https://deadline.com/2023/06/the-lord-of-the-rings-the-rings-of-power-morfydd-clark-sophia-nomvete-interview-1235414992/\">Deadline</a>. \"Season 2 is the unraveling of it all. It's when the force of evil really starts to put pressure on Middle Earth and we watch how everyone that we know and hopefully love handles that situation. The stakes are higher.\"</p><a href=\"https://www.gamespot.com/articles/amazons-the-lord-of-the-rings-the-rings-of-power-actor-promises-season-2-has-so-much-more-action/1100-6515278/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/amazons-the-lord-of-the-rings-the-rings-of-power-actor-promises-season-2-has-so-much-more-action/1100-6515278/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "There Are So Many Great Nintendo Switch Deals This Week", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153877-newsupermariobrosudeluxe.jpg\" /><br /><h3><p>It’s a seriously great time to be hunting for a new Switch game, as several retailers are slashing prices on hit titles. Better yet, there are a handful of buy one, get one free deals to check out--giving you a chance to fill up your Switch library for cheap. </p><p>Aside from all the B1G1 and B2G1 free events, you’ll find a long list of <a href=\"https://www.gamespot.com/articles/nintendo-switch-exclusive-games-are-discounted-in-huge-new-sale/1100-6515182/\">digital Switch games</a> on sale. This includes <span class=\"norewrite\">           <a href=\"https://www.amazon.com/Hyrule-Warriors-Calamity-Expansion-Digital/dp/B08JHWXW8W?tag=gamespot-promos-20\">Hyrule Warriors: Age of Calamity</a> </span> for $42 (down $60), <span class=\"norewrite\">           <a href=\"https://www.amazon.com/Monster-Hunter-Rise-Sunbreak-Standard/dp/B0B7LPVNXK?tag=gamespot-promos-20\">Monster Hunter Rise + Sunbreak Bundle</a> </span> for $40 (down from $60), and <span class=\"norewrite\">           <a href=\"https://www.amazon.com/TRIANGLE-STRATEGY-Standard-Nintendo-Digital/dp/B09TGLMJN6?tag=gamespot-promos-20\">Triangle Strategy</a> </span> for $42 (down from $60). These digital price drops will disappear on June 25, so you have plenty of time to peruse the catalog and find something you like.</p><p>As for physical games, the deals might be even better. The <span class=\"norewrite\">           <a href=\"https://www.amazon.com//dp/B0B324SSTJ?tag=gamespot-promos-20\">Pokemon Scarlet and Violet Double Pack</a> </span> is now just $94 (down from $120), giving you a chance to explore the world of Paldea and discover all the Pokemon roaming its gorgeous landscape. <strong>Zelda: Tears of the Kingdom</strong> is also marked down at both <span class=\"norewrite\">           <a href=\"https://www.amazon.com/Legend-Zelda-Breath-Wild-Nintendo-Switch/dp/B097B2YWFX?tag=gamespot-promos-20\">Amazon</a> </span> and <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.ebay.com/itm/285277181467\">eBay,</a> </span> so consider checking it out if you don’t want to pay $70 for the hit game.</p><p>Other notable price cuts include <span class=\"norewrite\">           <a href=\"https://www.amazon.com/Lego-Star-Wars-Skywalker-Nintendo-Switch/dp/B07T1KMS3V?tag=gamespot-promos-20\">Lego Star Wars: The Skywalker Saga</a> </span> for $28, <span class=\"norewrite\">           <a href=\"https://shop-links.co/1811236425518610954?u1=subid_value\">Persona 5 Strikers</a> </span> for $35, and a massive <span class=\"norewrite\">           <a href=\"https://www.ebay.com/itm/195464780174?_trkparms=5079:5000006401\">Switch OLED bundle</a> </span> that includes Animal Crossing and a few accessories for just $380.</p><p>Plenty of other great games are on sale this week, and we’ve put together a list of our favorite deals below.</p></h3></p><br />     <p><h2>GameStop B1G1 Free Sale</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153876-pokemonsword.jpg\" /><br /><h3><p><span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/search/new/?pmid=29442&amp;prefn1=platform&amp;prefv1=Nintendo Switch&amp;view=new&amp;tileView=list\">GameStop</a> </span> is letting you get two games for the price of one during its B1G1 Free event. Tons of Switch titles are part of the savings. Here’s a look at our favorites:</p><ul><li><span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/pokemon-sword---nintendo-switch/193024.html\">Pokemon Sword</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/new-pokemon-snap---nintendo-switch/218097.html\">New Pokemon Snap</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/hyrule-warriors-age-of-calamity---nintendo-switch/227103.html\">Hyrule Warriors: Age of Calamity</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/fire-emblem-warriors-three-hopes---nintendo-switch/335579.html\">Fire Emblem Warriors: Three Hopes</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/products/bravely-default-ii---nintendo-switch/215093.html\">Bravely Default 2</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/products/harvest-moon-one-world---nintendo-switch/225559.html\">Harvest Moon: One World</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/live-a-live---nintendo-switch/335597.html\">Live A Live</a> </span></li></ul><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/search/new/?pmid=29442&amp;prefn1=platform&amp;prefv1=Nintendo Switch&amp;view=new&amp;tileView=list\">See all eligible games at GameStop</a> </div></div><p> </p></h3></p><br />     <p><h2>Target and Amazon B2G1 Free Sales</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153875-sonictargetsale.jpg\" /><br /><h3><p><span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/c/video-game-software/-/N-fhju6Zftml9Z57yv4?type=products\">Target</a> </span> is running a similar promotion to GameStop, although this time it’s a B2G1 free deal. Here’s a list of the best games in the Target catalog:</p><ul><li><span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/fifa-23-legacy-edition-nintendo-switch/-/A-87255963#lnk=sametab\">FIFA 23</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/mlb-the-show-23-nintendo-switch/-/A-88516005#lnk=sametab\">MLB The Show 23</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/mario-rabbids-sparks-of-hope-nintendo-switch/-/A-83751212#lnk=sametab\">Mario + Rabbids: Sparks of Hope</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/sonic-frontiers-nintendo-switch/-/A-87391341#lnk=sametab\">Sonic Frontiers</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/it-takes-two-nintendo-switch/-/A-87255962#lnk=sametab\">It Takes Two</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/lego-star-wars-the-skywalker-saga-nintendo-switch/-/A-85825190#lnk=sametab\">Lego Star Wars: The Skywalker Saga</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/persona-5-royal-nintendo-switch/-/A-87431084#lnk=sametab\">Persona 5 Royal</a> </span></li></ul><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/c/video-game-software/-/N-fhju6Zftml9Z57yv4?type=products\">See all eligible games at Target</a> </div></div><p> </p><p><span class=\"norewrite\">           <a href=\"https://www.amazon.com/promotion/psp/A1UW5VABR8VIYG?ref=psp_pc_re_Video Games&amp;redirectAsin=B0B5B2B2S1&amp;redirectMerchantId=ATVPDKIKX0DER?tag=gamespot-promos-20\">Amazon</a> </span> is offering a similar promotion--although its catalog of Switch games isn’t quite as robust. Still, be sure to give it a look if you don’t see what you want at Target.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/promotion/psp/A1UW5VABR8VIYG?ref=psp_pc_re_Video Games&amp;redirectAsin=B0B5B2B2S1&amp;redirectMerchantId=ATVPDKIKX0DER?tag=gamespot-promos-20\">See all eligible games at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Digital Switch Games</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153874-slide3digital.jpg\" /><br /><h3><p>Tons of <a href=\"https://www.gamespot.com/articles/nintendo-switch-exclusive-games-are-discounted-in-huge-new-sale/1100-6515182/\">digital Switch games</a> are discounted as part of Nintendo’s massive summer sale. If you don’t want to wade through the entire library of deals, here’s a look at the best:</p><ul><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Astral-Chain-Nintendo-Switch-Digital/dp/B07SRXPJ8G?tag=gamespot-promos-20\">Astral Chain</a> </span>-- $42 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Bravely-Default-II-Standard-Digital/dp/B08NDG372S?tag=gamespot-promos-20\">Bravely Default 2</a> </span>-- $42 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Cult-Lamb-Standard-Nintendo-Digital/dp/B0BFZ4ZL6L?tag=gamespot-promos-20\">Cult of the Lamb</a> </span>-- $16 ($<del>25</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Daemon-Machina-Nintendo-Switch-Digital/dp/B07DMHW1JV?tag=gamespot-promos-20\">Daemon X Machina</a> </span>-- $42 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/DRAGON-QUEST-XI-Elusive-Definitive/dp/B07WTRY3HN?tag=gamespot-promos-20\">Dragon Quest XI S: Echoes of an Elusive Age</a> </span>-- $50 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Fire-Emblem-Expansion-Standard-Nintendo/dp/B0BPVFN9YM?tag=gamespot-promos-20\">Fire Emblem: Three Houses + Expansion Pass</a> </span>-- $60 ($<del>85</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Hyrule-Warriors-Calamity-Expansion-Digital/dp/B08JHWXW8W?tag=gamespot-promos-20\">Hyrule Warriors: Age of Calamity</a> </span>-- $42 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Mario-Rabbids-Standard-Nintendo-Digital/dp/B0BL2WB1LN?tag=gamespot-promos-20\">Mario + Rabbids: Sparks of Hope</a> </span>-- $30 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.nintendo.com/store/products/marvel-ultimate-alliance-3-the-black-order-switch/\">Marvel Ultimate Alliance 3</a> </span>-- $42 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Metroid-Dread-Pre-Purchase-Standard-Nintendo/dp/B097Q2VRTX?tag=gamespot-promos-20\">Metroid Dread</a> </span>-- $42 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Monster-Hunter-Rise-Sunbreak-Standard/dp/B0B7LPVNXK?tag=gamespot-promos-20\">Monster Hunter Rise + Sunbreak Bundle</a> </span>-- $40 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Neon-White-Standard-Nintendo-Digital/dp/B0B5RBPZFN?tag=gamespot-promos-20\">Neon White</a> </span>-- $18 ($<del>25</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Persona-Royal-Standard-Nintendo-Digital/dp/B0BLPDGKGT?tag=gamespot-promos-20\">Persona 5 Royal</a> </span>-- $36 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Return-Monkey-Island-Standard-Nintendo/dp/B0BHHMY576?tag=gamespot-promos-20\">Return to Monkey Island</a> </span>-- $18 ($<del>25</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.bestbuy.com/site/shin-megami-tensei-v-standard-edition-nintendo-switch-nintendo-switch-lite-digital/6483504.p?skuId=6483504\">Shin Megami Tensei V</a> </span>-- $30 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Sonic-Frontiers-Standard-Nintendo-Digital/dp/B0BQ1JJT8V?tag=gamespot-promos-20\">Sonic Frontiers</a> </span>-- $36 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Super-Mario-Party-Nintendo-Digital/dp/B07DM7HZ9M?tag=gamespot-promos-20\">Super Mario Party</a> </span>-- $42 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Tunic-Standard-Nintendo-Switch-Digital/dp/B0BHYV52XX?tag=gamespot-promos-20\">Tunic</a> </span>-- $21 ($<del>30</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/TRIANGLE-STRATEGY-Standard-Nintendo-Digital/dp/B09TGLMJN6?tag=gamespot-promos-20\">Triangle Strategy</a> </span>-- $42 ($<del>60</del>)</li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Xenoblade-Chronicles-Standard-Nintendo-Digital/dp/B0B1HMYB1V?tag=gamespot-promos-20\">Xenoblade Chronicles 3</a> </span>-- $42 ($<del>60</del>)</li></ul></h3></p><br />     <p><h2>Bayonetta Origins: Cereza and the Lost Demon</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153873-bayonettaorigins.jpg\" /><br /><h3><p> </p><p><strong>$43 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Bayonetta-Origins-Cereza-Demon-Nintendo-Switch/dp/B0BQ7L6TX6?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.ebay.com/itm/285187026867\">See at eBay</a> </div></div><p> </p></h3></p><br />     <p><h2>Pokemon Scarlet &amp; Violet Double Pack</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153872-pokemonscarlet%26violetdoublepack.jpg\" /><br /><h3><p> </p><p><strong>$94 ($<del>120</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com//dp/B0B324SSTJ?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Pokemon Brilliant Diamond &amp; Shining Pearl Double Pack</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153871-pokemonbrilliantdiamond%26shiningpearldoublepack.jpg\" /><br /><h3><p> </p><p><strong>$87 ($<del>120</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/dp/B095XVZ41W?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Tactics Ogre: Reborn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153870-tacticsogre.jpg\" /><br /><h3><p> </p><p><strong>$32 ($<del>50</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Tactics-Ogre-Reborn-Nintendo-Switch/dp/B0B8T7GBCT?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Mario Kart Live</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153869-mariokartlive.jpg\" /><br /><h3><p> </p><p><strong>$79 ($<del>100</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/seort/538890539\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Zelda: Tears of the Kingdom</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153868-zeldatearsofthekingdom.jpg\" /><br /><h3><p> </p><p><strong>$63 ($<del>70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Legend-Zelda-Breath-Wild-Nintendo-Switch/dp/B097B2YWFX?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.ebay.com/itm/285277181467\">See at eBay</a> </div></div><p> </p></h3></p><br />     <p><h2>New Super Mario Bros U Deluxe</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153867-newsupermariobrosudeluxe.jpg\" /><br /><h3><p> </p><p><strong>$45 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/New-Super-Mario-Bros-U-Deluxe-Nintendo-Nintendo-Switch-045496592691/214311136\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Mario + Rabbids: Sparks of Hope Cosmic Edition (Plus Kingdom Battle)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153866-mario%2Brabbidssparksofhopecosmicedition%28pluskingdombattle%29.jpg\" /><br /><h3><p> </p><p><strong>$30 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1804824509419282648?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Bayonetta 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153865-bayonetta3.jpg\" /><br /><h3><p><strong>45 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Bayonetta-3-Nintendo-Switch/dp/B072MK1CLN?tag=gamespot-promos-20\">See at Amazon</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.ebay.com/itm/285019922202?_trkparms=5079:5000006401\">See at eBay</a> </div><p>The elusive <span class=\"norewrite\">           <a href=\"https://www.amazon.com/BayonettaTM-3-Trinity-Masquerade-Nintendo-Switch/dp/B0B784X5HB?tag=gamespot-promos-20\">Cosmic Edition</a> </span> is also currently available at Amazon.</p></h3></p><br />     <p><h2>Pokemon Scarlet</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153864-pokemonscarletimage.jpg\" /><br /><h3><p> </p><p><strong>$48 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pokemon-Scarlet-Nintendo-Switch-Physical-Copy/839671641\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Pokemon Violet</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153863-pokemonvioletimage.jpg\" /><br /><h3><p> </p><p><strong>$46 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pokemon-Violet-Nintendo-Switch-Physical-45496598969/776638564\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Mario Party Superstars</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153862-mariopartysuperstars.jpg\" /><br /><h3><p> </p><p><strong>$49 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Mario-Party-Superstars-Nintendo-Switch-Physical/172614291\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Splatoon 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153861-splatoon3.jpg\" /><br /><h3><p> </p><p><strong>$48 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Splatoon-3-Nintendo-Switch/dp/B09T5SJQGV?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Nintendo Switch Sports</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153860-nintendoswitchsports.jpg\" /><br /><h3><p> </p><p><strong>$38 ($<del>50</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Nintendo-Switch-Sports-Nintendo-Switch/346994233\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Pokemon Shining Pearl</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153859-pokemonshiningpearlimage.jpg\" /><br /><h3><p> </p><p><strong>$40 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pokemon-Shining-Pearl-Nintendo-Switch/dp/B08Y74H4PB?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Pokemon Brilliant Diamond</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153858-pokemonbrilliantdiamondimage.jpg\" /><br /><h3><p> </p><p><strong>$46 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pokemon-Brilliant-Diamond-Nintendo-Switch/dp/B08Y6HCHP8?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Pikmin 4 + Exclusive Steel Water Bottle</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153849-pikmin4waterbottle.jpg\" /><br /><h3><p> </p><p><strong>$60</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pikmin-4-with-Exclusive-Stainless-Steel-Water-Bottle-Nintendo-Switch/3496080112?athbdg=L1102\">See at Walmart</a> </div></div><p>You can also check out this <a href=\"https://www.gamespot.com/articles/preorder-pikmin-4-for-just-49-with-this-exclusive-promo-code/1100-6513258/\">preorder deal</a> to save a bit of cash--although you'll be missing out on the water bottle.</p></h3></p><br />     <p><h2>Shin Megami Tensei V</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153857-shinmegamitenseiv.jpg\" /><br /><h3><p> </p><p><strong>$30 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Shin-Megami-Tensei-Standard-Nintendo-Switch/dp/B09HYJ8YLW?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Persona 5 Royal</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153856-persona5royal.jpg\" /><br /><h3><p> </p><p><strong>$40 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1811236301054253615?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>SpongeBob SquarePants Cosmic Shake</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153855-spongebobsquarepantscosmicshake.jpg\" /><br /><h3><p> </p><p><strong>$32 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Spongebob-Squarepants-Cosmic-Shake-Nintendo-Switch/dp/B09GQDNXSJ?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Lego Star Wars: The Skywalker Saga</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153854-legostarwarstheskywalkersaga.jpg\" /><br /><h3><p> </p><p><strong>$28 ($<del>30</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Lego-Star-Wars-Skywalker-Nintendo-Switch/dp/B07T1KMS3V?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Super Monkey Ball: Banana Mania</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153853-supermonkeyballbananamania.jpg\" /><br /><h3><p> </p><p><strong>$15 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Super-Monkey-Ball-Banana-Mania-Nintendo-Switch/321191810\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Marvel Ultimate Alliance 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153852-marvelultimatealliance3.jpg\" /><br /><h3><p> </p><p><strong>$53 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Marvel-Ultimate-Alliance-Black-Nintendo-Switch/dp/B07L6WMT8Z?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Persona 5 Strikers</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153851-persona5strikers.jpg\" /><br /><h3><p> </p><p><strong>$36 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1811236425518610954?u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Nintendo Switch OLED Model (Refurbished)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153847-switcholedwhite.jpg\" /><br /><h3><p> </p><p><strong>$290 ($<del>350</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.ebay.com/itm/325669898295?_trkparms=5079:5000006401\">See at eBay</a> </div></div><p> </p></h3></p><br />     <p><h2>Nintendo Switch OLED Model (Pokemon Edition Bundle)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153848-pokemonswitchbundle.jpg\" /><br /><h3><p> </p><p><strong>$380 ($<del>615</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.ebay.com/itm/195464780174?_trkparms=5079:5000006401\">See at eBay</a> </div></div><p> </p></h3></p><br />     <p><h2>Mario Strikers: Battle League</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4153850-mariostrikersbattleleague.jpg\" /><br /><h3><p> </p><p><strong>$38 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.ebay.com/itm/275471378873?_trkparms=5079:5000006401\">See at eBay</a> </div></div><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/there-are-so-many-great-nintendo-switch-deals-this-week/2900-4779/", "date_published": "2023-06-15 20:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New On Hulu In July 2023: Futurama Season 11, Aliens Franchise", "description": "<p dir=\"ltr\">With July just around the corner, Hulu is presenting its lineup of TV shows and movies heading to the platform next month. From the first day of July, viewers can look forward to a curated selection of titles set to debut throughout the month, offering a wide range of entertainment choices for all tastes.</p><p dir=\"ltr\">Good news everyone! The once-unthinkable Season 11 premiere of Futurama is coming to Hulu on July 24. It's been a long time since Philip J. Fry, a pizza delivery boy, was accidentally frozen in 1999 and thawed out on New Year’s Eve 2999. The highly anticipated next season will span 20 episodes divided into two parts, and a release promises \"new viewers will be able to pick up the series from here, while longtime fans will recognize payoffs to decadeslong mysteries--including developments in the epic love story of Fry and Leela, the mysterious contents of Nibbler's litter box, the secret history evil robot Santa, and the whereabouts of Kif and Amy's tadpoles. Meanwhile there's a whole new pandemic in town as the crew explores the future of vaccines, bitcoin, cancel culture and streaming TV.\"</p><div>          </div><p dir=\"ltr\">To tide you over until the animated dystopian future comedy drops, right on July 1, Hulu will be getting a decidedly less comedic take on the future dystopia--Alien, Aliens, Alien 3, and Alien Resurrection are all coming to the platform at the start of the month. With FX's <a href=\"https://www.gamespot.com/articles/fxs-alien-tv-series-will-film-this-year/1100-6510535/\">Alien TV Series</a> getting underway this year--though likely delayed by the WGA strike--there's plenty of time to catch up.</p><a href=\"https://www.gamespot.com/articles/new-on-hulu-in-july-2023-futurama-season-11-aliens-franchise/1100-6515277/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-on-hulu-in-july-2023-futurama-season-11-aliens-franchise/1100-6515277/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 20:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Thor 5: Chris Hemsworth Doesn't Want To Overstay His Welcome As Thor, Discusses Future", "description": "<p>Chris Hemsworth has commented on his future as Thor in the MCU, saying he doesn't know what's next for the character for a potential Thor 5. And although he would come back if that's what fans want to see, he wants to make sure any additional appearance is creatively justified.</p><p>Speaking to <a href=\"https://ew.com/movies/chris-hemsworth-thor-future-movies/\">Entertainment Weekly</a>, Hemsworth said he is \"always\" having conversations about what's next for Thor, but nothing official has been locked down as of yet.</p><div>          </div><p> </p><a href=\"https://www.gamespot.com/articles/thor-5-chris-hemsworth-doesnt-want-to-overstay-his-welcome-as-thor-discusses-future/1100-6515273/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/thor-5-chris-hemsworth-doesnt-want-to-overstay-his-welcome-as-thor-discusses-future/1100-6515273/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 19:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Become A Member Of The Incredibles In Minecraft's New DLC", "description": "<p>Mojang has recently announced that The Incredibles will be coming to <a href=\"https://www.gamespot.com/games/minecraft/\">Minecraft</a> in a new DLC. The latest DLC introduces a variety of new content, as well as several superheroes to play as.</p><p dir=\"ltr\">Just like the <a href=\"https://www.gamespot.com/articles/minecraft-getting-dungeons-dragons-crossover/1100-6512731/\">Dungeons &amp; Dragons</a> and <a href=\"https://www.gamespot.com/articles/mega-man-x-joins-minecraft-in-new-dlc/1100-6511694/\">Mega Man X</a> DLC, this expansion will offer a story mode for you to play through. The upcoming DLC will take place in a town called Municiberg that'll have \"villains creeping in the dark, plotting to destroy humanity.\" You'll be forced to fight villains from the films such as The Omnidroid, Screenslaver, Underminer, and their minions.</p><div>          </div><p dir=\"ltr\">You'll also have the chance to play members of The Incredibles, which include: Violet, Dash, Jack-Jack, Mrs. Incredible, and Mr. Incredible, as well as the legend himself, Frozone. When you're not playing the DLC, you'll also have access to nine skins from the movies that'll be a blend of heroes and villains. In addition to playing as characters from the film, you can put the Incredibles Supersuit on your character. To play this DLC, you'll need to spend 1,340 Minecraft coins (Minecraft premium currency), which comes out to roughly $8.</p><a href=\"https://www.gamespot.com/articles/become-a-member-of-the-incredibles-in-minecraft-new-dlc/1100-6515276/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/become-a-member-of-the-incredibles-in-minecraft-new-dlc/1100-6515276/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 19:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Mortal Kombat 2 Kast Expands With Four More Actors", "description": "<p dir=\"ltr\">New Line Cinema has announced further casting selections for Mortal Kombat 2, adding several new actors to the ensemble. According to <a href=\"https://deadline.com/2023/06/mortal-kombat-2-adds-damon-herriman-martyn-ford-more-1235418062/\">Deadline</a>, Martyn Ford (Red Sonja), Desmond Chiam (Joy Ride), Ana Thu Nguyen (Suka), and Damon Herriman (Once Upon a Time in Hollywood) have been confirmed to take on roles in the upcoming film.</p><p dir=\"ltr\">Ford will portray the character of Outworld emperor Shao Kahn, Chiam has been cast as Edenian King Jerrod, while Nguyen will play the role of Queen Sindel. Herriman is set to portray the Netherrealm demon Quan Chi.</p><p dir=\"ltr\">The sequel follows the success of the 2021 action adventure film Mortal Kombat, which was based on the popular video game franchise created by Ed Boon and John Tobias. Released in April 2021, the original movie achieved significant box office success, grossing over $84.4 million worldwide. It also became one of the most-watched titles on the streaming platform now known as Max.</p><a href=\"https://www.gamespot.com/articles/mortal-kombat-2-kast-expands-with-four-more-actors/1100-6515275/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/mortal-kombat-2-kast-expands-with-four-more-actors/1100-6515275/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 19:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 - How To Beat Avarice, The Gold Cursed World Boss", "description": "<p>Avarice, the Gold Cursed is one of the <a href=\"https://www.gamespot.com/articles/diablo-4-wandering-death-boss-guide/1100-6514925/\">three World Bosses</a> that is currently available for players to fight in <a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo 4</a>. World Bosses are only unlocked after you have completed the main story, and they are on set timers that are roughly spread out six hours apart. In addition to that, it appears that whatever World Boss spawns is random, so you never truly know which of the three you're going to see.</p><p>If you happen to see Avarice spawn in, then you will want to know exactly how to defeat the behemoth of a boss. Below, we have listed the attacks that Avarice uses as well as some strategies to ensure that you get out of the fight (relatively) unscathed.</p><h2>Where does Avarice spawn?</h2><p>First and foremost, you will need to know where Avarice spawns on the map. Like the other two World Bosses in Diablo 4, Avarice can spawn at one of three locations:</p><a href=\"https://www.gamespot.com/articles/diablo-4-how-to-beat-avarice-the-gold-cursed-world-boss/1100-6515200/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-how-to-beat-avarice-the-gold-cursed-world-boss/1100-6515200/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 19:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Harrison Ford Has The Most Harrison Ford Response To MCU Red Hulk Rumors", "description": "<p>Actor Harrison Ford will make his MCU debut in 2024's Captain America: Brave New World. He protrays the character Thaddeus Ross, who is the President of the United States. In the lore, Ross eventually becomes <a href=\"https://marvel.fandom.com/wiki/Thaddeus_Ross_(Earth-616)\">Red Hulk</a>. In a recent interview, Ford was asked if Red Hulk might be making an appearance after Ford was spotted wearing ripped pants.</p><p>It's a good and intriguing question, but Ford had no idea how to respond because he supposedly doesn't know who Red Hulk is. After ComicBook enthusiastically asked Ford if the ripped-pants photo might be suggesting an appearance by Red Hulk, Ford responded, \"What is the Red Hulk?\"</p><div>          </div><p>It's then explained to Ford who Red Hulk is, and Ford gave the most diplomatic answer. \"Well, it may or may not,\" he said about Red Hulk potentially showing up.</p><a href=\"https://www.gamespot.com/articles/harrison-ford-has-the-most-harrison-ford-response-to-mcu-red-hulk-rumors/1100-6515259/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/harrison-ford-has-the-most-harrison-ford-response-to-mcu-red-hulk-rumors/1100-6515259/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 18:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Upcoming WoW Quest Involving A Character's Abuse Has Players Demanding Change", "description": "<p><em><strong>Content warning: The following contains mentions of sexual assault and abuse.</strong></em></p><p><a href=\"https://www.gamespot.com/games/world-of-warcraft/\">World of Warcraft</a>: Dragonflight's upcoming Fractures in Time update will have players traveling back in time to preserve the timeline of the Warcraft universe, but one quest related to ensuring a major female character's abuse takes place has players demanding it be changed.</p><p dir=\"ltr\">A quest titled \"A Missing Soul\" recently appeared on the game's public test realm, where players can try out upcoming features and changes to Blizzard's MMO. The quest transports players to the time of <a href=\"https://www.gamespot.com/games/warcraft-ii-tides-of-darkness/\">Warcraft II</a>, where the dragon queen Alexstrasza is enslaved by the Dragonmaw orc clan. A powerful relic, the Demon Soul, is responsible for keeping Alexstrasza in chains, and she is forced to give birth to an army of dragons for use in the Dragonmaw war machine.</p><a href=\"https://www.gamespot.com/articles/upcoming-wow-quest-involving-a-characters-abuse-has-players-demanding-change/1100-6515272/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/upcoming-wow-quest-involving-a-characters-abuse-has-players-demanding-change/1100-6515272/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 18:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Rockstar Co-Founder Dan Houser Opens New Studio That Will Make More Than Games", "description": "<p>Dan Houser, the co-founder of Rockstar Games as well as former creative director and lead writer of games such as <a href=\"https://www.gamespot.com/games/grand-theft-auto-v/\">GTA 5</a>, <a href=\"https://www.gamespot.com/games/red-dead-redemption-2/\">Red Dead Redemption 2</a>, and <a href=\"https://www.gamespot.com/games/bully/\">Bully</a>, has opened up a new studio called Absurd Ventures. The studio intends to create new IPs available on multiple platforms, and that includes more than video games.</p><p dir=\"ltr\">The studio plans on creating worlds that can be produced for live-action, animation, video games, comic books, and more. In a press release, Houser stated they \"are building Absurd Ventures to create new universes and to tell great stories, wherever and however, we can.\"</p><p dir=\"ltr\">It's also worth noting that even though Houser is just getting the studio off the ground, it was first incorporated in 2021. Thanks to a <a href=\"https://www.videogameschronicle.com/news/rockstar-co-founder-dan-houser-has-founded-a-new-studio/\">VGC</a> report, we know it was officially incorporated on June 23 of that year. This could mean work has been underway for some time</p><a href=\"https://www.gamespot.com/articles/rockstar-co-founder-dan-houser-opens-new-studio-that-will-make-more-than-games/1100-6515270/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/rockstar-co-founder-dan-houser-opens-new-studio-that-will-make-more-than-games/1100-6515270/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 18:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get The Pokemon-Themed Switch OLED, Animal Crossing, And More For $380", "description": "<p>The Nintendo Switch rarely receives outright discounts, so we often have to look to bundle deals to get a bargain. And we just spotted a <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.ebay.com/itm/195464780174\">Nintendo Switch OLED bundle at eBay</a> </span> that's worth a look. For $380, you'll get the Switch OLED Pokemon Scarlet &amp; Violet Edition and Animal Crossing: New Horizons. As a bonus, the bundle comes with a screen protector and a 16GB microSD card, though you'll probably want to <a href=\"https://www.amazon.com/SanDisk-256GB-microSDXC-Memory-Adapter/dp/B0B7NV73PJ?tag=gamespot-promos-20\">buy a card with a larger capacity</a>.</p><div class=\"norewrite\" title=\"6515254 - Switch eBay Bundle\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.ebay.com/itm/195464780174?_trkparms=5079:5000006401\">Nintendo Switch OLED Bundle</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.ebay.com/itm/195464780174?_trkparms=5079:5000006401\">$380</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4153827-switchbundle.jpg\" />                             <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.ebay.com/itm/195464780174?_trkparms=5079:5000006401\"></a>                        </div>              <div class=\"item-description\"><p>This brand-new bundle is sold by a Top Rated Plus seller on eBay, so you can shop with confidence knowing you’re getting exactly what you pay for. Toss in eBay’s money-back guarantee, and there’s no reason to pass up on this offer.</p><p>The listing marks the region code as \"region free,\" so it appears that this probably isn't the North American edition. Nevertheless, the Switch isn't region-locked, so you can play NA cartridges and digital games on it just like a console you'd buy here. The only potential snag is the included charger--you may have to <a href=\"https://www.amazon.com/Charger-Nintendo-Switch-AC-adapter/dp/B07DVFQ1SV?tag=gamespot-promos-20\">purchase one with the proper prongs</a> for your outlets, if you don't already have a compatible AC adapter.</p><p>On its own, the Pokemon-themed Switch OLED costs $360 ($10 more than the <a href=\"https://www.amazon.com/Nintendo-Switch-OLED-Model-White-Joy/dp/B098RKWHHZ?tag=gamespot-promos-20\">regular Switch OLED</a>) and is <a href=\"https://www.amazon.com/Nintendo-SwitchTM-Pok%C3%A9monTM-Scarlet-Violet-Switch/dp/B09YZNRQ7N?tag=gamespot-promos-20\">still available at Amazon</a>. Meanwhile, <a href=\"https://www.amazon.com/Animal-Crossing-New-Horizons-Nintendo-Switch/dp/B07SL6ZXBL?tag=gamespot-promos-20\">Animal Crossing: New Horizons</a> almost always goes for $50 or more.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.ebay.com/itm/195464780174?_trkparms=5079:5000006401\">See at eBay</a>                              </div>                                         </div>      </div>   </div> </div><p>Free four-day shipping is included with your purchase, as are 30-day returns. </p><p>This version of the Switch OLED Model features images from Pokemon Scarlet and Violet. The dock is glossy white with red and purple accents, while the Switch itself is matte black and carries similar red and purple accents on the back. It’s a good-looking special-edition device. Please note that it doesn't come with a copy of Pokemon Scarlet or Violet, but you can <a href=\"https://www.amazon.com/Pok%C3%A9mon-Scarlet-Violet-Double-Pack-Nintendo/dp/B0B324SSTJ?tag=gamespot-promos-20\">save big on a double pack containing both games</a> right now.</p><a href=\"https://www.gamespot.com/articles/get-the-pokemon-themed-switch-oled-animal-crossing-and-more-for-380/1100-6515254/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-the-pokemon-themed-switch-oled-animal-crossing-and-more-for-380/1100-6515254/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 18:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Check Out Four Xbox Games You Can Play For Free This Weekend", "description": "<p>You can play four different games for free on Xbox this weekend, ranging from game high profile sports title to a hand-drawn action epic. Xbox Live Gold and Xbox Game Pass members can play these games for free from Thursday, June 15 at 4:01 AM ET/12:01 AM PT until Monday, June 19 at 3:59 AM ET/Sunday, June 18 at 11:59 PM PT.</p><p>First up is EA Sports PGA Tour, the latest in the long-running EA Sports golf games. Since launch, <a href=\"https://www.gamespot.com/articles/ea-sports-pga-tour-update-adds-3-click-swing-system-and-tons-more-good-improvements/1100-6513432/\">the game has received significant improvements</a>, like a three-click swing system. The game features 30 courses, most of which are real-world professional courses like the Augusta National Golf Club and the TPG Sawgrass. PGA Tour is also on sale for $42, down from the $70 listing price.</p><p>The remaining games are Bomber Crew, Oddballers, and Greak: Memories of Azur. Bomber Crew tasks you with controlling the crew members of a WWII-era bomber. Death is permenant and the perils are many in this cutesy, strategy game. Oddballers is a wacky multiplayer dodgeball game. You can eliminate opponents using your ball, of course, but you can also look out for environmental hazards like electrical fences or gas tanks. Greak: Memories of Azur is a hand-drawn, 2D, fantasy action game. You play as Greak and his two siblings as they fight off an invading army and explore a fantasy world.</p><a href=\"https://www.gamespot.com/articles/check-out-four-xbox-games-you-can-play-for-free-this-weekend/1100-6515268/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/check-out-four-xbox-games-you-can-play-for-free-this-weekend/1100-6515268/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 17:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "What Halo Infinite Needs To Do To Improve, According To Its Devs", "description": "<p>Halo Infinite launched in November 2021 and quickly became the <a href=\"https://www.gamespot.com/articles/halo-infinite-becomes-biggest-halo-launch-of-all-time/1100-6499962/\">biggest Halo launch of all time thanks to Xbox Game Pass</a> and the multiplayer element being free, but many remarked that developer 343 did not deliver enough compelling content on a regular basis to keep players engaged. With Season 4 coming up soon, the studio believes it's now hitting its stride with plans to continue to grow and improve with future seasons.</p><p>343 head of live service Sean Baron said in an interview with <a href=\"https://news.xbox.com/en-us/2023/06/15/halo-infinite-infection-mode/\">Microsoft's own Xbox Wire</a> that the team is proud that Season 4 will launch on time.</p><p>\"You know the saying--Once is chance. Twice is coincidence. Three times is a pattern.' I think that's where we are now--we're seeing the outcome of the focus on consistency,\" Baron said. \"And I couldn't be more excited for the team getting there. We still have plenty of room to improve--we'll always be working to find new ways of improving and ensuring the predictability of the service. But I'm very happy with the progress we've made there and looking forward to making it four in a row with Season 5 later this year.\"</p><a href=\"https://www.gamespot.com/articles/what-halo-infinite-needs-to-do-to-improve-according-to-its-devs/1100-6515269/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/what-halo-infinite-needs-to-do-to-improve-according-to-its-devs/1100-6515269/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 17:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Twitch's New Partner Program Will Finally Give Streamers A 70/30 Cut Of The Revenue Pie", "description": "<p>Twitch has unveiled its new partner program, which for qualifying members, will offer them a more lucrative slice of the revenue pie. The new Partner Program benefit will offer a 70/30 revenue share to streamers, as opposed to the 50/50 model that has been in place for several years.</p><p>This new program will roll out from October 1, but it comes with a high requirement for streamers. Partners must maintain a sub count of at least 350 recurring paid subscriptions for three consecutive months to be automatically enrolled in the program for 12 months. The good news is that even if a partner dips below that threshold, they still remain in the program during that 12-month period. <a href=\"https://blog.twitch.tv/en/2023/06/15/introducing-the-partner-plus-program/\">Twitch says</a> that streamers who meet the qualification criteria in July, August, and September will be enrolled in the program and notified in October.</p><p>This shift in Twitch's revenue model comes after some <a href=\"https://www.gamespot.com/articles/twitch-issues-apology-after-outcry-over-branded-content-changes/1100-6514880/\">controversial changes to how streamers could monetize their channels</a> were almost implemented. Twitch proposed new rules that would limit how much space logos could take up on a screen and if sponsorships could be permanently displayed on a screen. The Twitch community immediately rallied against these potential restrictions as they could have had a devastating effect on their income, and Twitch first responded by saying that the rules had been misinterpreted before it abandoned these changes entirely.</p><a href=\"https://www.gamespot.com/articles/twitch-new-partner-program-will-finally-give-streamers-a-70-30-cut-of-the-revenue-pie/1100-6515267/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/twitch-new-partner-program-will-finally-give-streamers-a-70-30-cut-of-the-revenue-pie/1100-6515267/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 17:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "WoW: Dragonflight's New Augmentation Spec Is A First For Blizzard's MMO, In More Ways Than One", "description": "<p><a href=\"https://www.gamespot.com/games/world-of-warcraft/\">World of Warcraft's</a> newest class, the Evoker, is about to break even more new ground for Blizzard's long-running MMORPG.</p><p dir=\"ltr\">When Dragonflight released last year, Evokers were the first class in the game to be tied exclusively to a new race, the draconic dracthyr. They were also the first to feature \"empowered\" spells, where players could power up certain abilities by holding down ability keys. Come the release of the game's upcoming Fractures in Time update, Evoker will be the first class in the game's nearly 20-year history to receive a new specialization mid-expansion. That specialization, too, will be unprecedented. Though still technically labeled as a DPS, the new <a href=\"https://www.gamespot.com/articles/wow-dragonflight-will-soon-introduce-a-whole-new-type-of-dps-specialization/1100-6514076/\">Augmentation spec for Evokers will be unlike anything else currently in the game</a>, with a buff-focused playstyle never seen before in WoW.</p><p dir=\"ltr\">In an interview with GameSpot, senior game designer and Evoker design lead Graham Berger said the third specialization had been planned for during Dragonflight's development. But because a support-style DPS role had never been done before, Augmentation didn't arrive for launch. The team wanted to make sure they had their \"ducks in a row\" and had good answers to all the big questions adding a new dynamic to the game would bring. Taking their time allowed the team to debut the new spec alongside narrative quests that push the story of the dracthyr and their understanding of their place in the world forward. Augmentation will automatically be unlocked for all Evoker players with the arrival of patch 10.1.5, but the narrative justification will be there for players who want to dive in and learn more.</p><a href=\"https://www.gamespot.com/articles/wow-dragonflight-new-augmentation-spec-is-a-first-for-blizzard-mmo-in-more-ways-than-one/1100-6515232/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wow-dragonflight-new-augmentation-spec-is-a-first-for-blizzard-mmo-in-more-ways-than-one/1100-6515232/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Save Big On Pokemon Games For Nintendo Switch", "description": "<p>Pokemon games tend to resist steep discounts even more than the average Switch exclusive, with their $60 price tag lingering around much longer than you’d expect. However, right now Amazon is running two great deals for Pokemon double packs, allowing you to snag <span class=\"norewrite\">           <a href=\"https://www.amazon.com/Pokémon-Scarlet-Violet-Double-Pack-Nintendo/dp/B0B324SSTJ ?tag=gamespot-promos-20\">Pokemon Scarlet and Violet</a> </span> or <span class=\"norewrite\">           <a href=\"https://www.amazon.com/Pokémon-Brilliant-Diamond-Pokemon-Shining-Double/dp/B095XVZ41W ?tag=gamespot-promos-20\">Pokemon Brilliant Diamond and Shining Pearl</a> </span> for some of the lowest prices we’ve ever seen.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pokémon-Scarlet-Violet-Double-Pack-Nintendo/dp/B0B324SSTJ ?tag=gamespot-promos-20\">Scarlet and Violet</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pokémon-Brilliant-Diamond-Pokemon-Shining-Double/dp/B095XVZ41W ?tag=gamespot-promos-20\">Diamond and Pearl</a> </div><p>The best deal is for the Pokemon Scarlet &amp; Violet Double Pack, as the latest games are already down to just $94 (typically sold for $120). Keep in mind that this is for the physical edition--opting for digital codes will bring the price back up to $120. Depending on your location, you might even be eligible for free overnight delivery. You’ll also benefit from Amazon’s 30-day refund or replacement guarantee.</p><figure style=\"width: 1000px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4153906-pokemondoublepack.png\"><img alt=\"Pokemon Double Packs\" src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4153906-pokemondoublepack.png\" /></a><figcaption>Pokemon Double Packs</figcaption></figure><p>It’s a similar story for the Pokemon Brilliant Diamond &amp; Shining Pearl Double Pack, although its price is even lower at just $87. Delivery is a bit longer for most locations, but you can still expect to have it by this weekend. This deal is also for the physical edition. Alternatively, you can save a few bucks (but miss out on the Double Pack packaging) by purchasing each game separately from Amazon. <a href=\"https://www.amazon.com/Pokemon-Shining-Pearl-Nintendo-Switch/dp/B08Y74H4PB?tag=gamespot-promos-20\">Pokemon Shining Pearl</a> is discounted to $40, and <a href=\"https://www.amazon.com/Pokemon-Brilliant-Diamond-Nintendo-Switch/dp/B08Y6HCHP8?tag=gamespot-promos-20\">Pokemon Brilliant Diamond</a> is $42.53.</p><a href=\"https://www.gamespot.com/articles/save-big-on-pokemon-games-for-nintendo-switch/1100-6515264/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/save-big-on-pokemon-games-for-nintendo-switch/1100-6515264/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 16:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Steam Update Enhances UI, Revamps Overlay, And Adds Notes", "description": "<p>Steam just got a large update which unifies the code base of Steam clients, introduces UI changes, and completely overhauls the in-game overlay.</p><p>The biggest change in the update is somewhat invisible. The Steam client operates on a new framework now, meaning that more features will ship simultaneously on Steam Deck, Big Picture, mobile, and of course the desktop client.</p><div>          </div><p>The UI has also been updated with new fonts, dialogs, menus, and colors. Notifications have been revamped to be more specific and useful. The green bell icon only lights up when there is something new. The \"tray\" view is now limited to new notifications; you can also see a \"view all\" page with a historical view. More customizations tools for tailoring notifications to your needs are also available.</p><a href=\"https://www.gamespot.com/articles/new-steam-update-enhances-ui-revamps-overlay-and-adds-notes/1100-6515265/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-steam-update-enhances-ui-revamps-overlay-and-adds-notes/1100-6515265/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 16:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Grab A Free Steam Game At Fanatical", "description": "<p>After months of sci-fi terror, survival horror, high-octane digital stunts, and more content that raises your blood pressure, it's time for a lo-fi break from 2023's never-ending onslaught of GOTY contenders. Over at Fanatical, you can chill out with the delightful PC game Alchemy Garden, all for the low price of nothing. Absolutely nothing at all, unless you count mouse clicks.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/alchemy-garden\">See on Fanatical</a> </div><p>To get this game, all you have to do is sign up for Fanatical, subscribe to the newsletter, add the game to your cart, and check out. And there you go, one game code will be yours and can be redeemed on Steam. You'll also get a 5%-off coupon to use on your next order.</p><p>Alchemy Garden is a life-sim game that focuses on the finer pursuits of a chill lifestyle. There are gardens to tend to, plants to nurture, and unique spaces in which you can concoct a variety of potions.</p><a href=\"https://www.gamespot.com/articles/grab-a-free-steam-game-at-fanatical/1100-6515262/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/grab-a-free-steam-game-at-fanatical/1100-6515262/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 16:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Metaphor: ReFantazio Confirmed For PlayStation Alongside Xbox And PC", "description": "<p>Metaphor: ReFantazio, Atlus' new fantasy IP, is coming to PlayStation alongside its previously revealed Xbox Series X|S and PC versions.</p><p>This comes from a <a href=\"https://www.gematsu.com/2023/06/metaphor-refantazio-also-coming-to-ps5-ps4-and-steam\">now-deleted Tweet from Sega Korea</a> where the company posted a multiplatform trailer. In the end, it shows the Xbox Series X|S, PS4, PS5, Steam, and Windows PC logos. Metaphor: ReFantazio <a href=\"https://www.gamespot.com/articles/new-atlus-rpg-metaphor-refantazio-revealed-at-xbox-showcase/1100-6515067/\">was first revealed during the 2023 Xbox Games Showcase</a>, but was only confirmed for Xbox and PC.</p><p>Persona 3 Reload and Persona 5 Tactica were also revealed at the Xbox Games Showcase and were just recently confirmed for multiplatform releases as well. They're both coming to PS4, PS5, and PC, but only <a href=\"https://www.gamespot.com/articles/the-new-persona-games-are-coming-to-pc-and-playstation-but-only-one-is-heading-to-switch/1100-6515210/\">Persona 5 Tactica will have a Nintendo Switch version.</a></p><a href=\"https://www.gamespot.com/articles/metaphor-refantazio-confirmed-for-playstation-alongside-xbox-and-pc/1100-6515263/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/metaphor-refantazio-confirmed-for-playstation-alongside-xbox-and-pc/1100-6515263/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 16:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Why Do Some Multiverses Work While Others Don't?", "description": "<p> In another version of our universe, you're reading this same article, but the headline is \"When will pop culture embrace the idea of a multiverse?\" Michael Keaton is still playing Batman, Tobey Maguire is still Spider-Man, and Adult Swim's hit show is Doc and Marty, a Back to the Future spin-off about time travel hijinks.</p><p dir=\"ltr\">But you're in this universe, and we're drowning in multiverses, from television to streaming to blockbuster and indie cinema alike. Spider-Man: Into the Spider-Verse and Everything Everywhere All At Once are Academy-Award-winning movies that took Best Animated Film and Best Picture respectively--some of the most prestigious awards available for each of the movies. In the last few years, we've seen DC embrace the multiverse at all levels, with the Arrowverse as perhaps the most prominent and now the upcoming The Flash potentially breaking it all to pieces.</p><figure style=\"width: 1500px;\"><a href=\"https://www.gamespot.com/a/uploads/scale_super/1603/16030002/4098320-the-flash-02.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/scale_super/1603/16030002/4098320-the-flash-02.jpg\" /></a></figure><p dir=\"ltr\">A few years in, though, it seems like everyone is getting exhausted with the concept. For good reason, too. It's a lot of work keeping mental track of which characters are from which universe, what happens when someone travels between universes and all of that. And yet, multiverse movies keep winning awards.</p><a href=\"https://www.gamespot.com/articles/why-do-some-multiverses-work-while-others-dont/1100-6515159/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/why-do-some-multiverses-work-while-others-dont/1100-6515159/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 16:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Valorant's Team Deathmatch Mode Promises \"No Econ, All Action\"", "description": "<p><a href=\"https://www.gamespot.com/games/valorant/\">Valorant</a>, Riot's tactical hero-shooter, is getting a Team Deathmatch mode, and it promises \"No econ, all action.\"</p><p dir=\"ltr\">Team Deathmatch, which arrives June 27 alongside the game's major 7.0 patch, is a big change of pace for Valorant. The game is known for its round-based gameplay that is heavily inspired by <a href=\"https://www.gamespot.com/games/counter-strike-global-offensive/\">Counter-Strike</a>, where players must carefully manage their funds each round to acquire weapons, consumables, and abilities. Dying in a round means sitting the rest of it out.</p><div>          </div><p dir=\"ltr\">In Team Deathmatch, none of that will matter. Players will respawn every 1.5 seconds and there will be no economy to speak of. Over the course of the match, each player's loadouts will be automatically upgraded. Stage one of the match will see players battling it out with pistols, for example, before later becoming progressively more deadly. The fourth and final stage will let players battle it out with the game's two most popular weapons, the Vandal and Phantom assault rifles.</p><a href=\"https://www.gamespot.com/articles/valorant-team-deathmatch-mode-promises-no-econ-all-action/1100-6515260/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/valorant-team-deathmatch-mode-promises-no-econ-all-action/1100-6515260/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 16:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Female Fortnite Streamer's Car Allegedly Set On Fire By Stalker", "description": "<p>A man from New York allegedly drove hundreds of miles to reach the Ohio home of popular Twitch streamer Kylee Carter. Carter (known as <a href=\"https://www.twitch.tv/justfoxii\">justfoxii</a> on the streaming platform) says the man then set fire to her Jaguar.</p><p dir=\"ltr\">28-year-old suspect Farhan Jami was arrested in mid-May, and is currently in custody in Ohio, awaiting trial for felony aggravated assault in relation to the incident, according to information <a href=\"https://www.polygon.com/23762013/twitch-viewer-sets-car-on-fire-justfoxii\">obtained by Polygon</a>.</p><p dir=\"ltr\">Carter, age 25, has a dedicated following on Twitch, with nearly 600,000 subscribers regularly tuning in to watch her play <a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a> and chat with them. On June 14, Carter uploaded a video to her YouTube channel titled \"a twitch viewer set my car on fire…\" The video--which has been viewed over 85,000 times in under 24 hours--features <a href=\"https://youtu.be/br81nqoqXbw\">footage of the streamer's car set ablaze</a>, along with other clips that were captured by security cameras during the May 16 attack on Carter's home.</p><a href=\"https://www.gamespot.com/articles/female-fortnite-streamers-car-allegedly-set-on-fire-by-stalker/1100-6515261/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/female-fortnite-streamers-car-allegedly-set-on-fire-by-stalker/1100-6515261/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 16:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Last Of Us-Themed Haunted House Coming To Universal Studios For Halloween Horror Nights 2023", "description": "<p>While fans wait for news about the next Last of Us video game, Universal Studios has revealed that a Last of Us-themed haunted house is coming to its theme parks later this year.</p><p>The haunted house is part of Universal Studios' Halloween Horror Nights, and it will open at the Orlando park on September 1 and at the Hollywood location on September 7.</p><div>          </div><p>The Last of Us-themed haunted house will take fans \"into a world of carnage and mayhem\" as they trace the steps of Joel and Ellie from the game, which celebrates its 10th anniversary this year. In the haunted house, people will encounter all different types of infected, including Runners, Stalkers, and Clickers, as well as human Hunters.</p><a href=\"https://www.gamespot.com/articles/last-of-us-themed-haunted-house-coming-to-universal-studios-for-halloween-horror-nights-2023/1100-6515251/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/last-of-us-themed-haunted-house-coming-to-universal-studios-for-halloween-horror-nights-2023/1100-6515251/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Layers Of Fear (2023) Review - Delusions Of Grandeur", "description": "<p dir=\"ltr\">Bloober Team's original Layers of Fear (2016) became an almost overnight gaming sensation when its mind-bending Steam Early Access version gave players some truly imaginative sights. The sequel continued the original's themes of tortured artists, but swapped a painter for an actor, and offered arguably even more inventive visuals. Both games were, in my opinion, fine, but nothing more. Now, reborn on Unreal Engine 5 with new content interspersed with what was there before, <a href=\"https://www.gamespot.com/games/layers-of-fear/\">Layers of Fear</a> (2023) looks to be the definitive way to experience the horror series. However, its haunts remain largely empty. The new engine makes the game a visual benchmark, but it still feels more like a haunted house at a theme park, offering the illusion of danger but never something sincerely threatening.</p><p dir=\"ltr\">Perhaps the first hurdle in critiquing the series' reinvention is explaining exactly what this package offers. Layers of Fear and its sequel both return roughly 80% the same as you may have experienced them before. Some scenes have been redesigned or added--or even removed, if my memory serves me correctly. Both games receive new but ultimately shallow mechanics allowing for a few combat sections in which you'll need to blast stalking ghosts with light to stall them while you escape their maze-like settings. The first game's brief Inheritance DLC is also included, and a brand-new DLC meant to wrap the series up more neatly than before, The Final Note, makes its debut.</p><p dir=\"ltr\">The best part of all of this is actually the framing narrative, The Writer's Story. Built directly into the game as you progress through its connected parts, you'll routinely jump back to a lighthouse where a writer tells the story of the game's other haunted artists: the painter, the actor, and the musician. Like those in the main games, the writer is dealing with her own hauntings, and I find the format classy and quite novel for the medium. It feels like a horror anthology, such as V/H/S, only in this case, all the individual stories ultimately share a universe.</p><a href=\"https://www.gamespot.com/reviews/layers-of-fear-2023-review-delusions-of-grandeur/1900-6418080/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/reviews/layers-of-fear-2023-review-delusions-of-grandeur/1900-6418080/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Could Activision Make A Halo Game If Merger Goes Through? Xbox Responds", "description": "<p>Could one of Activision's studios ever develop a Halo game? That's the question that Xbox Games Studio boss Matt Booty was asked this week, as ever since Microsoft announced its plans to acquire Activision Blizzard, fans have been speculating about a Halo game possibly being developed by a Call of Duty studio. While that might be a dream pairing, for Xbox, it's a project that it would only pursue if one of its studios expressed a desire for it.</p><p>\"If something like that were to happen, it would have to come from the studios,\" Booty said to <a href=\"https://www.axios.com/2023/06/15/xbox-game-studios-matt-booty\">Axios</a>. \"It's unlikely that we would come in and dictate that from the top.\"</p><p>Since Destiny 2 and <a href=\"https://www.gamespot.com/articles/marathon-everything-we-know-about-bungies-extraction-shooter/1100-6514617/\">Marathon</a> developer Bungie left the franchise after Halo: Reach, mainline entries in the series have been handled by 343 Industries. The most recent entry in the franchise, Halo Infinite, has had a rocky post-launch existence and 343 Industries has suffered high-profile senior staff departures--Joseph Staten, Frank O'Connor, and David Ellis have all left--in addition to recent layoffs at Microsoft.</p><a href=\"https://www.gamespot.com/articles/could-activision-make-a-halo-game-if-merger-goes-through-xbox-responds/1100-6515256/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/could-activision-make-a-halo-game-if-merger-goes-through-xbox-responds/1100-6515256/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 15:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Xbox First-Party Studios Aren't Making New Games For Xbox One Anymore", "description": "<p dir=\"ltr\">Don't expect any new games from Xbox Game Studios--like Fable, Avowed, or Clockwork Revolution--to release on Xbox One. Microsoft is reportedly focused on Xbox Series X|S from here on out, other than supporting previously released games on the last-gen system.</p><p dir=\"ltr\">That's what Xbox Game Studios head Matt Booty told <a href=\"https://www.axios.com/2023/06/15/xbox-game-studios-matt-booty\">Axios</a>, which noted this changeover was bound to happen at some point. \"We've moved on to Gen 9,\" Booty said, referring to Xbox Series X|S.</p><p dir=\"ltr\">Booty added that there are internal teams supporting games on Xbox One still, such as Minecraft. In addition, <a href=\"https://www.gamespot.com/articles/halo-infinite-dev-promises-more-consistency-with-upcoming-seasons/1100-6512111/\">Halo Infinite is starting to receive more consistent season updates</a> that are continuing to arrive on the last-gen console.</p><a href=\"https://www.gamespot.com/articles/xbox-first-party-studios-arent-making-new-games-for-xbox-one-anymore/1100-6515257/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/xbox-first-party-studios-arent-making-new-games-for-xbox-one-anymore/1100-6515257/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 15:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Apex Legends Patch Notes Include Massive Seer Nerf, Dressed To Kill Event Detailed", "description": "<p><a href=\"https://www.gamespot.com/games/apex-legends/\">Apex Legends</a> developer Respawn Entertainment announced the game's newest in-game event, The Dressed To Kill Collection Event, via a launch trailer uploaded to the game's official YouTube channel. As with all Collection Events, Dressed To Kill will introduce 24 unique premium cosmetics to the game, and players who collect them all will unlock <a href=\"https://www.gamespot.com/articles/horizon-guide-apex-legends/1100-6502748/\">Horizon</a>'s long-awaited <a href=\"https://www.gamespot.com/articles/apex-legends-heirlooms-guide/1100-6495067/\">Heirloom Weapon</a>, the Gravity Maw.</p><p dir=\"ltr\">In addition to paid cosmetics, the event will also feature a free reward track that includes a Bloodhound skin, a Bocek weapon skin, two holosprays, and other goodies like Crafting Metals that will become available as players progress through the reward track. Additionally, some exclusive cosmetic bundles will be available in the in-game store for the duration of the event.</p><div>          </div><p dir=\"ltr\">But snazzy cosmetics aren't the only thing this event has to offer--Dressed To Kill will also feature the return of Apex's very first LTM, Armed And Dangerous. The LTM was last seen during <a href=\"https://www.gamespot.com/articles/apex-legends-gaiden-event-armed-and-dangerous-ltm-guide/1100-6505643/\">last summer's Gaiden event</a>, so fans of the shotty/sniper-only mode will be pleased to see it return to the Apex Games.</p><a href=\"https://www.gamespot.com/articles/apex-legends-patch-notes-include-massive-seer-nerf-dressed-to-kill-event-detailed/1100-6515258/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/apex-legends-patch-notes-include-massive-seer-nerf-dressed-to-kill-event-detailed/1100-6515258/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 15:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How Starfield Is Similar To Red Dead Redemption 2, According To Todd Howard", "description": "<p>Starfield director Todd Howard has said the sci-fi RPG bears some similarities to Rockstar's Red Dead Redemption II. Speaking to <a href=\"https://www.ign.com/articles/todd-howard-interview-starfield-sgf-2023\">IGN</a>, Howard said the aim with Starfield is to transport you into a world that feels authentic and makes you believe you are really there. Howard said in this way, Starfield might be similar to Red Dead Redemption II, an engrossing game that took players back in time to the American West to live out the wrangler fantasy.</p><p>\"I think it also has a flow, probably has more of a feeling of a [Red Dead Redemption II], right? Like I'm living the Western fantasy. So in this, you're living this science fiction explorer fantasy, and sometimes that's being on a barren planet and nothing is going on,\" Howard said.</p><p>Starfield has similarities to Elder Scrolls and Fallout as well, Howard said, in terms of the \"minute-to-minute\" feel and and mechanics.</p><a href=\"https://www.gamespot.com/articles/how-starfield-is-similar-to-red-dead-redemption-2-according-to-todd-howard/1100-6515255/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-starfield-is-similar-to-red-dead-redemption-2-according-to-todd-howard/1100-6515255/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 14:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Atlas Fallen Gameplay Trailer Reveals Sandy Weapons And Titanic Boss Fights", "description": "<p>Focus Entertainment’s studio Deck13 Interactive has shown off a new and detailed look at the gameplay for Atlas Fallen, its upcoming action-RPG. <a href=\"https://www.gamespot.com/articles/atlas-fallen-deep-dive-explains-the-games-combat-world-and-sand-magic/1100-6512450/\">While the previous gameplay trailer</a> showed off a glimpse of the world of Atlas and the horrors lurking beneath its sands, this new video sheds more light on how you become empowered and the tools that you'll have at your disposal.</p><div>          </div><p>Everything revolves around the gauntlet, a mystical artifact that imbues your nameless character with the power to stand up to the tyrannical Sun God Thelos and the Wraiths that stalk the land. You'll be able to wield the Dunecleaver which can shape the sands of Atlas into blades and hammers, the Sandwhip which can dish out quick damage, and the Knuckledust which packs a punch.</p><p>What makes each weapon stand out is the Essence Stones system, as there'll be 151 of these items to discvover and equip to help you define your personal playstyle. By experimenting with the gauntlet weapons and Essence Stones, you'll be able to find a synergy between active and passive skills to help define your approach to combat.</p><a href=\"https://www.gamespot.com/articles/atlas-fallen-gameplay-trailer-reveals-sandy-weapons-and-titanic-boss-fights/1100-6515252/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/atlas-fallen-gameplay-trailer-reveals-sandy-weapons-and-titanic-boss-fights/1100-6515252/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 14:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Square Enix Leaks New RPG On Its Support Site", "description": "<p dir=\"ltr\">A remaster (or remake?) of Star Ocean: The Second Story looks to be in the works after a logo for the unannounced game appeared on a Square Enix support page. The action-RPG originally launched in 1998 on the original PlayStation.</p><p dir=\"ltr\"><a href=\"https://www.rpgsite.net/news/14389-square-enix-support-website-features-a-logo-for-a-star-ocean-2-remake\">RPGsite.net</a> spotted the logo--seen below but already removed by Square Enix--on <a href=\"https://support.na.square-enix.com\">this support center page</a>. While the company hasn't previously mentioned anything about the game, there is precedent for remasters in the RPG franchise. For instance, Star Ocean: First Departure R released in 2019 on PS4 and Nintendo Switch. It was an HD remaster of the PSP remake of the original Star Ocean.</p><figure style=\"width: 400px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4153828-star-ocean-second-story-r_leak.jpg\"><img alt=\"RPGsite.net found this image on a Square Enix support page. There hasn't been any official word on this possible remaster.\" src=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4153828-star-ocean-second-story-r_leak.jpg\" /></a><figcaption>RPGsite.net found this image on a Square Enix support page. There hasn't been any official word on this possible remaster.</figcaption></figure><p dir=\"ltr\">So, Square Enix giving the same treatment to the second game in the Star Ocean series would make sense. However, nothing is official at this time. One particular aspect that RPGsite.net noted was The Second Story R might imply this unannounced game is based on the original PlayStation title and not the PSP remake with the subtitle Second Evolution.</p><a href=\"https://www.gamespot.com/articles/square-enix-leaks-new-rpg-on-its-support-site/1100-6515253/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/square-enix-leaks-new-rpg-on-its-support-site/1100-6515253/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 14:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Mario Movie Producer Responds To Zelda Rumors", "description": "<p>Amid the rumor that a new animated The Legend of Zelda film <a href=\"https://www.gamespot.com/articles/is-a-zelda-movie-next-after-super-mario-movies-smashing-success/1100-6515009/\">could be in development</a> at Illumination, the animation studio's CEO and founder Chris Meledandri has responded to the claims. \"I don’t know where that came from,\" said Meledandri, in reference to the rumor.</p><p>\"I mean I can understand how people would surmise all sorts of things because obviously, we’ve had a great experience working together,\" Meledandri told <a href=\"https://www.thewrap.com/zelda-animated-movie-illumination-chris-meledandri/\">The Wrap</a> in a recent interview, referencing Illumination's collaboration with Nintendo on The Super Mario Bros. Movie. Meledandri is credited as the producer of The Super Mario Bros. Movie, alongside the legendary Shigeru Miyamoto.</p><p>The Mario movie, which released in April, went on to become one of the most successful films in recent memory, generating over <a href=\"https://www.gamespot.com/articles/the-super-mario-bros-movie-just-accomplished-a-feat-only-3-movies-have-done-since-the-pandemic/1100-6513876/\">$500 million in revenue</a> in the United States alone. Worldwide, the film has grossed $1.327 billion, making it a huge success. With that in mind, many have assumed Nintendo will continue collaborating with Illumination on future projects.</p><a href=\"https://www.gamespot.com/articles/mario-movie-producer-responds-to-zelda-rumors/1100-6515250/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/mario-movie-producer-responds-to-zelda-rumors/1100-6515250/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 13:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How To Get A New Xbox Controller For $30", "description": "<p>If you're in the market for a new Xbox controller and you're a Verizon customer, there is a good new deal you might want to consider.</p><p>Verizon mobile customers who are part of the free Verizon Up Rewards program can get 50% off certain Xbox accessories, including new controllers and headsets. The Carbon Black and Robot White controllers are going for just $30 with the promotion, while the Pulse Red and Electronic Volt controllers are available for $32.50 with the discount applied. The special edition Lunar Shift and Mineral Camo controllers, meanwhile, see their prices reduced to $35 with the promo.</p><p>The standard Xbox stereo headset is going for only $30 with the discount, down from $60.</p><a href=\"https://www.gamespot.com/articles/how-to-get-a-new-xbox-controller-for-30/1100-6515249/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-to-get-a-new-xbox-controller-for-30/1100-6515249/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 13:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Guillermo Del Toro Says Making A Movie Is Like \"Eating A Sandwich Of Shit\"", "description": "<p>Veteran and celebrated film director Guillermo del Toro has commented on the moviemaking process, saying it's like \"eating a sandwich of sh**.\"</p><p>Speaking to the audience at the Annecy animation festival this week, del Toro said Hollywood is \"geared toward grinding out sh** and destroying your art,\" according to <a href=\"https://www.hollywoodreporter.com/movies/movie-news/guillermo-del-toro-animation-box-office-success-annecy-1235514158/\">The Hollywood Reporter</a>. He added that he continues to have his pitches rejected, despite being an accomplished, Oscar-winning director.</p><p>\"They still say no to me. In the last two months, they said no to five of my projects. So it doesn't go away. Making movies is eating a sandwich of sh**,\" he said. \"There's always sh**, just sometimes you get a little more bread with yours. The rate of productivity against your efforts will remain frustratingly difficult, and frustratingly long. And you will always encounter assholes. But have faith in the stories you want to tell and wait until someone wants to buy them.\"</p><a href=\"https://www.gamespot.com/articles/guillermo-del-toro-says-making-a-movie-is-like-eating-a-sandwich-of-shit/1100-6515248/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/guillermo-del-toro-says-making-a-movie-is-like-eating-a-sandwich-of-shit/1100-6515248/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 13:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Nicolas Cage Visits Hideo Kojima And Leaves A Very Nice Note", "description": "<p>Oscar-winning actor Nicolas Cage has met up with legendary game designer Hideo Kojima to tour his studio, and the actor left a nice note.</p><p>Kojima shared photos of himself and Cage, who was sporting a very slick jacket and sunglasses, posing next to a Ludens statue at the Kojima Productions office. In another series of photos, we can see that the National Treasure star left Kojima and his team a note. It said, \"To Hideo and the team, thank you for an incredible tour.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">With our dear Nicolas Cage. <a href=\"https://t.co/nOC3zcxzvS\">pic.twitter.com/nOC3zcxzvS</a></p>  — HIDEO_KOJIMA (@HIDEO_KOJIMA_EN) <a href=\"https://twitter.com/HIDEO_KOJIMA_EN/status/1669297559339438081?ref_src=twsrc^tfw\">June 15, 2023</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">我らがニコケイにコジプロ恒例のサインボードへサインをいただきました🙏🫶👍 <a href=\"https://t.co/XhKnLxxhyS\">pic.twitter.com/XhKnLxxhyS</a></p>  — 小島秀夫 (@Kojima_Hideo) <a href=\"https://twitter.com/Kojima_Hideo/status/1669305921296826368?ref_src=twsrc^tfw\">June 15, 2023</a></blockquote>              </div><p>People are speculating that Cage could appear in a future game from Kojima Productions, but nothing is confirmed at this stage. For what it's worth, the original Death Stranding featured a long list of actors and celebrities in cameo roles, including Conan O'Brien, Edgar Wright, Jordan Vogt-Roberts, Sam Lake, and Geoff Keighley.</p><a href=\"https://www.gamespot.com/articles/nicolas-cage-visits-hideo-kojima-and-leaves-a-very-nice-note/1100-6515247/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/nicolas-cage-visits-hideo-kojima-and-leaves-a-very-nice-note/1100-6515247/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 13:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Razer Blade 14 Gaming Laptop With RTX 40 Series GPU Is Available Now", "description": "<p>Over the last couple of years, Razer has established itself as a go-to brand when it comes to gaming laptops, and its new line of Razer Blade 14 notebooks are looking to deliver an impressive amount of technical bang for your buck. The new generation of AMD-powered Razer Blades field plenty of gaming horsepower under the chassis, and are now available to preorder.</p><figure style=\"width: 1080px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4153760-blade14%282023edition%29-desktop1.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4153760-blade14%282023edition%29-desktop1.jpg\" /></a></figure><div class=\"norewrite\" title=\"\">           <a href=\"https://https//Over the last couple of years, Razer has established itself as a go-to brand when it comes to gaming laptops, and its new line of Razer Blade 14 notebooks are looking to deliver an impressive amount of technical bang for your buck. The new generation of AMD-powered Razer Blades field plenty of gaming horsepower under the chassis, and are now available to preorder.  Starting from $2400, this year's Razer Blade models come equipped with the all-new AMD Ryzen 9 7940HS processor, 16GB of expandable DDR5 RAM, an Nvidia GeForce RTX 4060 laptop GPU, and a 1TB SSD that can be upgraded up to 4TB. The real attention-grabber here is the display, as this model has a 14-inch FHD 16:10 QHD 240Hz screen that's housed in an attractive shell. You'll be able to choose from a classy mercury white or a sleek matte black finish.   As for connections, this model includes all the essentials. There are two Thunderbolt 4 USB-C connections, two 3.2 Gen 2 Type-A ports, a 1080p webcam, and a new mechanical privacy shutter. For even more powerful hardware options, the $2900 model comes with a GeForce RTX 4070 GPU and 32GB of DDR5 RAM. Razer says that each model is capable of up to 10 hours of operating time from a fully charged battery and comes with a free month of Xbox Game Pass Ultimate.  This makes the new Razer Blade an exceptionally powerful laptop in a compact form factor. It should be able to easily handle any modern games in 1080p--especially with Nvidia DLSS activated--while the hardware also makes content creation work flow very smoothly. With a weight of just 4.05 lbs, that also means that you can easily carry this around all day without needing to worry rearranging your spine in the process.\">See on Razer</a> </div><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar image-gallery__list--small\">       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4153761-blade14%5B2023%5Drender%281%29.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4153761-blade14%5B2023%5Drender%281%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4153762-blade14%5B2023%5Drender%283%29.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4153762-blade14%5B2023%5Drender%283%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4153763-blade14%5B2023%5Drender%285%29.jpg\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4153763-blade14%5B2023%5Drender%285%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4153764-blade14%5B2023%5Drender%286%29.jpg\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4153764-blade14%5B2023%5Drender%286%29.jpg\" />     </a>   </div>  </figure><p>Starting from $2,400, this year's Razer Blade models come equipped with the all-new AMD Ryzen 9 7940HS processor, 16GB of expandable DDR5 RAM, an Nvidia GeForce RTX 4060 laptop GPU, and a 1TB SSD that can be upgraded up to 4TB. The real attention-grabber here is the display, as this model has a 14-inch FHD 16:10 QHD 240Hz screen that's housed in an attractive shell. You'll be able to choose from a classy Mercury White or a sleek Matte Black finish.</p><p>As for connections, this model includes all the essentials. There are two Thunderbolt 4 USB-C connections, two 3.2 Gen 2 Type-A ports, a 1080p webcam, and a new mechanical privacy shutter. For even more powerful hardware options, the $2,900 model comes with a GeForce RTX 4070 GPU and 32GB of DDR5 RAM. Razer says that each model is capable of up to 10 hours of operating time from a fully charged battery and comes with a free month of Xbox Game Pass Ultimate.</p><a href=\"https://www.gamespot.com/articles/razer-blade-14-gaming-laptop-with-rtx-40-series-gpu-is-available-now/1100-6515245/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/razer-blade-14-gaming-laptop-with-rtx-40-series-gpu-is-available-now/1100-6515245/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 10:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Make Your PS5 Look Like A Transparent N64 With Dbrand's New Darkplates", "description": "<p>It's a scientific fact that video game consoles with transparent shells are the best-looking pieces of gaming hardware, and thanks to Dbrand, you can finally go back to the days of peak technology with its <span class=\"norewrite\">           <a href=\"https://www.dpbolvw.net/click-100770772-15048490?sid=subid_value&amp;url=https://dbrand.com/shop/special-edition/retro-darkplates\">new line of PS5 Darkplates.</a> </span> Available in four colors for both the regular PS5 and Digital model, the $100 Retro Darkplates kits allow you to see the internals of your console with colors that are a dead ringer for Nintendo's iconic range of N64s that had little to hide.</p><p>Dbrand's new Darkplates match the N64's Atomic Purple, Ice Blue, Fire Orange, Smoke Black colorways. We checked out the Darkplates and were impressed by the design, build quality, and colors. They fit snugly on the PS5, and the retro makeover gives the console an eye-catching look. The plates pop on easily, and the skins for the middle section of the PS5 align just right and are pretty easy to apply. The \"light strips,\" which are made of vinyl, augment the PS5's white lights to complete the package.</p><p>If you're nostalgic for the N64 or simply love transparent electronics, the retro Darkplates mimic that aesthetic very well. The only downside here is that the Darkplates are pricey compared to a lot of <a href=\"https://www.amazon.com/s?k=faceplates ps5&amp;crid=RD3YAGB4F4G2&amp;sprefix=faceplates ps5,aps,113&amp;ref=nb_sb_noss_1&amp;tag=gamespot-buybutton-20\">other third-party faceplates</a>. That said, the ability to fully transform your PS5--not just the top and bottom plates--is unique. We can't speak to the longevity of the materials, particularly the skins, but the retro Darkplates make a great first impression. Each $100 kit comes with:</p><a href=\"https://www.gamespot.com/articles/make-your-ps5-look-like-a-transparent-n64-with-dbrands-new-darkplates/1100-6515244/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/make-your-ps5-look-like-a-transparent-n64-with-dbrands-new-darkplates/1100-6515244/?ftag=CAD-01-10abi2f", "date_published": "2023-06-15 10:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}]