[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "UFC Fighter Conor McGregor Accused Of Sexual Assault At NBA Finals Game: Report", "description": "UFC Irish fighter Conor McGregor has been accused of &#8220;violently&#8221; sexually assaulting a woman inside a men&#8217;s bathroom at the Kaseya Center in Florida last week during Game 4 of the NBA Finals between the Miami Heat and the Denver Nuggets. The incident allegedly happened after the Nuggets defeated the Heat on June 9, according ...", "link": "https://www.dailywire.com/news/ufc-fighter-conor-mcgregor-accused-of-sexual-assault-at-nba-finals-game-report", "date_published": "2023-06-15 19:29:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Can’t Stand Idly By While Our Lord Gets Mocked’: Catholic MLB Pitcher Speaks Out After Calling Out Dodgers Honoring Drag ‘Nuns’", "description": "Washington Nationals pitcher Trevor Williams is speaking out and teaming up with Catholic app Hallow after posting a viral tweet calling out the LA Dodgers&#8217; decision to re-invite and honor an LGBT drag group that mocks Christians, specifically, Catholics. Williams – a devout Catholic, husband, and father to four children – was one of the ...", "link": "https://www.dailywire.com/news/cant-stand-idly-by-while-our-lord-gets-mocked-catholic-mlb-pitcher-speaks-out-after-calling-out-dodgers-honoring-drag-nuns", "date_published": "2023-06-15 19:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fox Corp. Encourages Employees To Support Radical LGBTQ Organizations, Uses ‘Woke AI’ To Track Commitment To DEI, Matt Walsh Reveals", "description": "Matt Walsh obtained internal documents from Fox News employees showing that Fox Corp. encourages employees to support radical LGBTQ organizations and has deployed “woke AI” that tracks people’s commitment to DEI principles.  A screenshot of a Fox employee portal shared by Walsh showed that the company encourages employees to donate to the Trevor Project, the ...", "link": "https://www.dailywire.com/news/fox-corp-encourages-employees-to-support-radical-lgbtq-organizations-uses-woke-ai-to-track-commitment-to-dei-matt-walsh-reveals", "date_published": "2023-06-15 18:24:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Snaps At Reporter Who Asks Him About Alleged Bribery Scandal", "description": "President Joe Biden snapped at a reporter during a press conference on Thursday after the reporter asked him about an alleged scandal involving a bribery scheme that Biden is accused of being involved in while he was vice president in the Obama administration. An FBI confidential human source allegedly told the Bureau that Biden and ...", "link": "https://www.dailywire.com/news/biden-snaps-at-reporter-who-asks-him-about-alleged-bribery-scandal", "date_published": "2023-06-15 17:40:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Migrant Smugglers Advertise On TikTok And YouTube: Report", "description": "Migrant smugglers have been brazenly advertising their services influencer-style on TikTok and YouTube, flaunting their participation in the illegal multi-billion dollar industry. The human smugglers, who are linked to drug cartels, advertise with high-quality TikToks and YouTube videos that show them illegally transporting migrants across the U.S. southern border, the New York Post reported. The ...", "link": "https://www.dailywire.com/news/migrant-smugglers-advertise-on-tiktok-and-youtube-report", "date_published": "2023-06-15 17:40:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thursday Afternoon Update: Harvard’s Alleged Morgue Marauder, Rand Paul Plays Hardball For COVID Docs, Germany Getting Its Own ‘Iron Dome’", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Supreme Court Upholds Indian Child Welfare Law On Thursday, the U.S. Supreme Court rejected a challenge to a 1978 law that states Native American parents should have priority preference when Native American children are up for adoption. The ...", "link": "https://www.dailywire.com/news/thursday-afternoon-update-harvards-alleged-morgue-marauder-rand-paul-plays-hardball-for-covid-docs-germany-getting-its-own-iron-dome", "date_published": "2023-06-15 17:29:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Torches Newsom Over Debate Challenges: ‘Stop Pussyfooting Around’ And Get In Presidential Race", "description": "Florida Governor Ron DeSantis slammed California Governor Gavin Newsom for repeatedly trying to elevate his own national profile by challenging DeSantis to a debate, saying that Newsom needed to &#8220;stop pussyfooting around&#8221; and get in the presidential race. DeSantis made the remarks in response to a question from a reporter during a press conference on ...", "link": "https://www.dailywire.com/news/desantis-torches-newsom-over-debate-challenges-stop-pussyfooting-around-and-get-in-presidential-race", "date_published": "2023-06-15 17:18:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Supreme Court Upholds Law Enabling Tribes To Bar Non-Native Families From Adopting Native Children", "description": "In a 7-2 decision, the U.S. Supreme Court upheld a federal statute that forces states to place Native American children with Native families, even if it’s not in the child’s best interest. The Court rejected several families’ challenge to the 1978 Indian Child Welfare Act (ICWA), which was created to maintain Native American culture by ...", "link": "https://www.dailywire.com/news/supreme-court-upholds-law-enabling-tribes-to-bar-non-native-families-from-adopting-native-children", "date_published": "2023-06-15 16:54:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Man Charged In Stabbing Death Of Another Alleged Subway Menace", "description": "A man is facing charges after yet another fatal encounter on a New York City subway train with an alleged menace who was threatening passengers. Jordan Williams, a 20-year-old from Queens, was arrested on Wednesday and charged with manslaughter and possession of a weapon for the stabbing death of Devictor Ouedraogo in Brooklyn. Law enforcement sources ...", "link": "https://www.dailywire.com/news/man-charged-in-stabbing-death-of-another-alleged-subway-menace", "date_published": "2023-06-15 16:43:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Government Agencies Hit With Cyberattack; Chinese Spies Breach Hundreds Of Networks: Reports", "description": "Several U.S. government agencies have reportedly been hit by a cyberattack while Chinese spies appear to have separately infiltrated hundreds of public and private networks around the world. The U.S. Cybersecurity and Infrastructure Security Agency (CISA) said in a statement to CNN that the agency was “providing support to several federal agencies that have experienced ...", "link": "https://www.dailywire.com/news/u-s-government-agencies-hit-with-cyberattack-chinese-spies-breach-hundreds-of-networks-reports", "date_published": "2023-06-15 16:36:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Johns Hopkins University Pulled ‘Non-Man’ Lesbian Definition, But Website Still Promotes New Transgender Language", "description": "Johns Hopkins University pulled its controversial definition of &#8220;lesbian&#8221; after relentless online mockery, but the school&#8217;s website still promotes extremely progressive transgender language. The prestigious Baltimore research university’s LGBTQ glossary defined a lesbian as “a non-man attracted to non-men.” “While past definitions refer to ‘lesbian’ as a woman who is emotionally, romantically, and/or sexually attracted to ...", "link": "https://www.dailywire.com/news/johns-hopkins-university-pulled-non-man-lesbian-definition-but-website-still-promotes-new-transgender-language", "date_published": "2023-06-15 16:35:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "28-Year-Old Illegal Immigrant Arrested After Allegedly Posing As Teenager To Attend High School", "description": "A 28-year-old woman from Honduras who illegally entered the U.S. attended a Louisiana high school for an entire academic year using fake documents to pose as a 17-year-old, the St. Charles Parish Sheriff said Wednesday. In the fall of 2021, Martha Jessenia Gutierrez-Serrano came to the U.S. to live with her mother, Marta Elizeth Serrano-Alvarado, ...", "link": "https://www.dailywire.com/news/28-year-old-illegal-immigrant-arrested-after-allegedly-posing-as-teenager-to-attend-high-school", "date_published": "2023-06-15 16:28:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ben Shapiro Explains How Daniel Penny Case Illustrates ‘Two-Tiered’ Justice System In Blue Cities", "description": "The treatment of New York subway Samaritan Daniel Penny is just more proof that there is a “two-tiered system of justice” in blue cities, Daily Wire Editor Emeritus Ben Shapiro said Thursday. Shapiro was responding on his podcast to the news that Penny, a former Marine who is accused of killing Jordan Neely, was indicted by ...", "link": "https://www.dailywire.com/news/ben-shapiro-explains-how-daniel-penny-case-illustrates-two-tiered-justice-system-in-blue-cities", "date_published": "2023-06-15 16:26:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Cost Of War’: Czech President Calls For Russians Living In The West To Be Under ‘Strict Surveillance’", "description": "Russian citizens living in the West should be placed under “strict surveillance” by intelligence services, according to the president of the Czech Republic, Petr Pavel. During an interview with Radio Free Europe/Radio Liberty (RFA) released today, Pavel told the organization’s Ukrainian service that as long as the war in Ukraine continues, Western powers should keep ...", "link": "https://www.dailywire.com/news/cost-of-war-czech-president-calls-for-russians-living-in-the-west-to-be-under-strict-surveillance", "date_published": "2023-06-15 16:26:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lawyer For Trump’s Co-Defendant Says Biden DOJ Offered Him Quid Pro Quo", "description": "Attorney Stanley Woodward has alleged that someone in President Joe Biden&#8217;s Justice Department had offered him a quid pro quo — in the form of a potentially fast-tracked judicial appointment — if he and his client were to cooperate against former President Donald Trump. Woodward is representing Trump&#8217;s co-defendant Walt Nauta in the federal case ...", "link": "https://www.dailywire.com/news/lawyer-for-trumps-co-defendant-says-biden-doj-offered-him-quid-pro-quo", "date_published": "2023-06-15 16:15:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Spider-Verse’ Sequel Banned In Saudi Arabia, UAE Over Trans Flag: Report", "description": "Marvel&#8217;s &#8220;Spider-Verse&#8221; sequel has been banned from release in theaters in United Arab Emirates (UAE), Saudi Arabia, and across the Middle East — reportedly over the inclusion of a &#8220;Protect Trans Kids&#8221; poster seen in the film. &#8220;Spider-Man: Across the Spider-Verse&#8221; was previously set to hit theaters in the region on June 22, but those ...", "link": "https://www.dailywire.com/news/spider-verse-sequel-banned-in-saudi-arabia-uae-over-trans-flag-report", "date_published": "2023-06-15 16:15:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Father Of 12 Nick Cannon Says God Told Him He’d ‘Be A Father Of Many’", "description": "Nick Cannon, who has fathered a dozen kids with six different women, recently said he heard God tell him that he would be a &#8220;father of many&#8221; while discussing visions he&#8217;s had about his legacy. During the 42-year-old actor&#8217;s appearance on Dr. Laura Berman&#8217;s podcast, Cannon said he&#8217;d had these &#8220;manifestations or even these visions&#8221; ...", "link": "https://www.dailywire.com/news/father-of-12-nick-cannon-says-god-told-him-hed-be-a-father-of-many", "date_published": "2023-06-15 15:56:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Here Are The Names Being Floated To Replace Retiring ‘Wheel Of Fortune’ Host Pat Sajak", "description": "Several names have surfaced as possible replacements for retiring &#8220;Wheel of Fortune&#8221; host Pat Sajak, who is walking away from the popular game show after more than 40 years. Celebrities like Ryan Seacrest, Sajak&#8217;s longtime co-host Vanna White, and Whoopi Goldberg are just a few of the names being floated, Fox News reported. The speculation ...", "link": "https://www.dailywire.com/news/here-are-the-names-being-floated-to-replace-retiring-wheel-of-fortune-host-pat-sajak", "date_published": "2023-06-15 15:41:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bob McDonnell, A Past Jack Smith Target, Rips ‘Overzealous’ Trump Prosecutor", "description": "Former Virginia Republican Governor Bob McDonnell condemned Jack Smith, the special counsel prosecuting former President Donald Trump in a documents case, speaking with an air of personal experience. &#8220;I think he&#8217;s overzealous and overaggressive,&#8221; McDonnell said in a Wednesday interview with Newsmax, a day after Trump was arraigned in Miami. He added that Smith &#8220;would ...", "link": "https://www.dailywire.com/news/bob-mcdonnell-a-past-jack-smith-target-rips-overzealous-trump-prosecutor", "date_published": "2023-06-15 15:27:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WaPo Desperately Tries To Spin Bud Light’s Massive Plummet In Sales", "description": "The Washington Post attempted to spin Bud Light&#8217;s rapid descent in popularity as an organic change rather than a response to the brand&#8217;s short-lived, but disastrous partnership with trans-identifying activist Dylan Mulvaney. &#8220;Bud Light sales fall in U.S. as Mexico’s Modelo gains popularity,&#8221; the headline read on an article published Wednesday — but the sub-headline ...", "link": "https://www.dailywire.com/news/wapo-desperately-tries-to-spin-bud-lights-massive-plummet-in-sales", "date_published": "2023-06-15 15:18:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Woke Alert:’ Disney, Kohl’s Blasted Over Support Of LGBT Group Hosting Anonymous Chats For Minors", "description": "Disney, NASCAR, and Kohl’s are among the companies under scrutiny for their financial support of the Trevor Project, a pro-LGBT organization that critics say enables sexual predators.  The “woke alert” flagging the corporations’ support of the Trevor Project was issued by Consumers’ Research, a nonprofit organization that seeks to “educate and protect consumers.” “These six ...", "link": "https://www.dailywire.com/news/woke-alert-disney-kohls-blasted-over-support-of-lgbt-group-hosting-anonymous-chats-for-minors", "date_published": "2023-06-15 15:14:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Child Psychiatrist Testifies To Congress Against Transgender Procedures For Children", "description": "A child psychiatrist testified to Congress this week against medical transgender hormone treatments for children, delivering a passionate rebuke to doctors who push for the drastic interventions. Dr. Miriam Grossman, a board-certified child psychiatrist, appeared Wednesday before the House Committee on Energy and Commerce’s Subcommittee on Health. Grossman told lawmakers that there is no evidence that ...", "link": "https://www.dailywire.com/news/child-psychiatrist-testifies-to-congress-against-transgender-procedures-for-children", "date_published": "2023-06-15 15:05:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Covenant School Shooter’s Parents Request Manifesto Remain Private: Report", "description": "Parents of The Covenant School shooter requested the highly contested manifesto given to the victims&#8217; families remain private to prevent further trauma to survivors, according to documents transferring ownership obtained by local media. &#8220;Evidence from suicides and trauma following past mass murders and scientific research shows that material like the Writings can cause additional psychological ...", "link": "https://www.dailywire.com/news/covenant-school-shooters-parents-request-manifesto-remain-private-report", "date_published": "2023-06-15 15:02:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Whoopi: Donald Trump Was A Sign Sent To Show America What Needed Fixing", "description": "Whoopi Goldberg suggested on Thursday that former President Donald Trump was sent to the United States as a sign to show the people where the problems were and what needed to be fixed. Goldberg made the assessment during a conversation on ABC&#8217;s midday talk show &#8220;The View,&#8221; arguing that in recent years a lot of ...", "link": "https://www.dailywire.com/news/whoopi-donald-trump-was-a-sign-sent-to-show-america-what-needed-fixing", "date_published": "2023-06-15 14:58:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "J.K. Rowling Shuts Down Critic Claiming Trans Aren’t ‘A Threat’ To Women When They Use Female Restrooms", "description": "Famed &#8220;Harry Potter&#8221; author J.K. Rowling on Thursday shut down a critic who claimed that trans-identifying males weren&#8217;t &#8220;a threat&#8221; to women when they use female restrooms. Rowling, who has faced numerous attacks from leftist activists for her support of biological women, tweeted a screenshot of a message she received from someone attempting to make ...", "link": "https://www.dailywire.com/news/j-k-rowling-shuts-down-critic-claiming-trans-arent-a-threat-to-women-when-they-use-female-restrooms", "date_published": "2023-06-15 14:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Jeopardy!’ Fans React To Contestants Missing Easy Clue About Lord’s Prayer: ‘Pathetic’", "description": "Many “Jeopardy!” fans were furious that all three contestants missed a Bible-based answer that’s well-known around the world. Game show host Mayim Bialik read a clue that said, &#8220;Matthew 6:9 says, ‘Our Father, which art in heaven, [THIS] be thy name.’” The camera cut to contestants Laura, Joe, and returning champion Suresh, but not one ...", "link": "https://www.dailywire.com/news/jeopardy-fans-react-to-contestants-missing-easy-clue-about-lords-prayer-pathetic", "date_published": "2023-06-15 14:06:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jerry Nadler: It Would Have Been ‘Child Abuse’ To Not Mask 2-Year-Olds During Pandemic", "description": "Rep. Jerry Nadler (D-NY) said on the House floor Wednesday that it would have been “child abuse” for 2-year-olds to not be masked during the COVID pandemic.  Nadler’s comments came during debate on the House floor on the REINS Act after Rep. Chip Roy (R-TX) moved to add an amendment to the bill that would ...", "link": "https://www.dailywire.com/news/jerry-nadler-it-would-have-been-child-abuse-to-not-mask-2-year-olds-during-pandemic", "date_published": "2023-06-15 13:15:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Justice Department Probing PGA Tour-LIV Golf Merger Over Antitrust Concerns", "description": "The Department of Justice (DOJ) is reportedly probing the recent decision by the PGA Tour and Saudi Arabia’s LIV Golf to merge over concerns that the venture may violate U.S. antitrust laws. The DOJ notified the PGA about the pending investigation, making the possibility of the merger uncertain and likely extending the timeframe to finalize ...", "link": "https://www.dailywire.com/news/justice-department-probing-pga-tour-liv-golf-merger-over-antitrust-concerns", "date_published": "2023-06-15 13:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elvis’ Granddaughter Agrees To Pay Grandmother Massive Sum To Control Lisa Marie’s Trust", "description": "Elvis Presley&#8216;s granddaughter Riley Keough agreed to pay his wife Priscilla $1.4 million in exchange for control of the family trust, per a new report. The 34-year-old Keough has been feuding with her grandmother following the unexpected death of Elvis’ daughter Lisa Marie in January. Lisa Marie suffered multiple cardiac events before passing away at ...", "link": "https://www.dailywire.com/news/elvis-granddaughter-agrees-to-pay-grandmother-massive-sum-to-control-lisa-maries-trust", "date_published": "2023-06-15 12:55:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Germany To Get Its Own ‘Iron Dome’ From Israel", "description": "Germany’s budget committee approved the purchase of key parts of Israel’s “Iron Dome” on Wednesday. The Bundestag’s budget committee released an advance payment of €560 million ($611 million) to buy Israel’s Arrow 3 air defense system — the uppermost layer of the Jewish State’s Iron Dome. The committee also approved €950 million ($1 billion) to ...", "link": "https://www.dailywire.com/news/germany-to-get-its-own-iron-dome-from-israel", "date_published": "2023-06-15 12:40:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Her Remains Were Found In A Garment Bag In 1978. She Was Just Identified.", "description": "In October 1978, a garment bag containing the heavily decayed remains of a woman was discovered in a remote area of Nevada, just two hours north of Reno. The Pershing County Sheriff’s Office, which led the initial investigation into the remains, found some articles of women’s clothing along with the body, the Associated Press reported. ...", "link": "https://www.dailywire.com/news/her-remains-were-found-in-a-garment-bag-in-1978-she-was-just-identified", "date_published": "2023-06-15 12:25:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kevin Spacey Discusses His Image In Wake Of Sexual Abuse Scandals: ‘In 10 Years, It Won’t Mean Anything’", "description": "Actor Kevin Spacey said he isn’t concerned about the future of his Hollywood career despite current and past sexual assault charges. “I know that there are people right now who are ready to hire me the moment I am cleared of these charges in London. The second that happens, they’re ready to move forward,” the ...", "link": "https://www.dailywire.com/news/kevin-spacey-discusses-his-image-in-wake-of-sexual-abuse-scandals-in-10-years-it-wont-mean-anything", "date_published": "2023-06-15 12:24:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "3,000-Year-Old Mummy Offered As Human Sacrifice Discovered In Peru", "description": "Archeologists in Peru announced on Wednesday that they uncovered a 3,000-year-old mummy that was offered as a human sacrifice. The find, which comes following a string of similar discoveries in the country, was initially spotted by students from San Marcos University, a college in Peru’s capital, Lima. The students first discovered a cotton bundle containing ...", "link": "https://www.dailywire.com/news/3000-year-old-mummy-offered-as-human-sacrifice-discovered-in-peru", "date_published": "2023-06-15 12:23:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Corrupted Phone Data Hindered Jan. 6 Pipe Bomber Search, Ex-FBI Official Says", "description": "FBI investigators found phone carrier data had been corrupted, frustrating their January 6 pipe bomb investigation, said a former senior bureau official who led the inquiry. Steve D’Antuono, the former assistant director in charge of the FBI&#8217;s Washington Field Office up until the end of last year, spoke to members of the House Judiciary Committee ...", "link": "https://www.dailywire.com/news/corrupted-phone-data-hindered-jan-6-pipe-bomber-search-ex-fbi-official-says", "date_published": "2023-06-15 12:17:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Private School Accreditor Hosts Conference With Org That Pushes Child Transgenderism", "description": "America’s largest private school accreditation agency teamed up with an organization that encourages child transgenderism to host an online teacher training conference. The Inclusive Schools Network Institute, hosted by the National Association of Independent Schools (NAIS) in conjunction with Gender Spectrum, focuses on building “gender-sensitive” schools.  The five-day conference, taking place from June 13-16 with ...", "link": "https://www.dailywire.com/news/private-school-accreditor-hosts-conference-with-organization-that-encourages-child-transgenderism", "date_published": "2023-06-15 12:13:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Quentin Tarantino Reveals One Thing He Won’t Do In Movies: ‘That’s A Bridge I Can’t Cross’", "description": "Filmmaker Quentin Tarantino is well known for depicting stylized violence in his films, but the Academy Award winner draws the line at killing any living animals while filming, including insects. “I have a big thing about killing animals in movies. That’s a bridge I can’t cross,” the 60-year-old director said during a recent interview with ...", "link": "https://www.dailywire.com/news/director-quentin-tarantino-reveals-one-thing-he-wont-do-in-movies-thats-a-bridge-i-cant-cross", "date_published": "2023-06-15 11:50:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "For Biden White House, COVID, Masks Will Never Go Away", "description": "Remember how a while ago, like, quite a while ago, we were all done with COVID and the masks and the social distancing? Well, not Democrats &#8212; and not President Joe Biden. For them, COVID will never end, we&#8217;ll all wear masks forever and everyone will stay six feet from others until the end of ...", "link": "https://www.dailywire.com/news/for-biden-white-house-covid-masks-will-never-go-away", "date_published": "2023-06-15 11:39:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Dances With Wolves’ Actor Charged With Nine More Crimes, Including Sexual Exploitation", "description": "Additional arrest warrants have been issued for “Dances With Wolves” actor Nathan Chasing Horse, who is already in jail awaiting trial for charges related to him allegedly running a sex cult. The warrants, which have been issued by Canadian authorities, include nine additional charges, including three counts of sexual exploitation, four counts of sexual assault, ...", "link": "https://www.dailywire.com/news/dances-with-wolves-actor-charged-with-nine-more-crimes-including-sexual-exploitation", "date_published": "2023-06-15 11:28:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Governor Abbott Signs Bill Banning DEI Offices In Texas Colleges And Universities", "description": "Texas Republican Governor Greg Abbott signed a piece of legislation Wednesday banning diversity, equity, and inclusion (DEI) offices in public higher education.  “Now that these bills are law, institutes of higher education are better equipped to prepare the next generation of leaders, and keep Texas the economic engine of the nation,” said Republican State Senator Brandon ...", "link": "https://www.dailywire.com/news/governor-abbott-signs-bill-banning-dei-offices-in-texas-colleges-and-universities", "date_published": "2023-06-15 11:27:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Alleged Ukraine Bribes Stoke ‘Fear’ That Biden Is ‘Compromised’", "description": "Corruption in Ukraine is back in the spotlight as Congress tussles with the FBI to uncover more information concerning an alleged $5 million bribery scheme involving President Joe Biden and his son Hunter. House Oversight Chairman James Comer (R-KY) has fought tooth and nail to secure a June 2020 FBI FD-1023 file detailing claims from ...", "link": "https://www.dailywire.com/news/alleged-ukraine-bribes-stoke-fear-that-biden-is-compromised", "date_published": "2023-06-15 11:24:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wisconsin School District Facing Civil Rights Complaint After Allegedly Allowing Male To Shower Alongside Teen Girls", "description": "The Wisconsin Institute for Law and Liberty (WILL) filed a federal complaint with the Department of Education’s civil rights division after a teenage girl said that her school allowed a male who identified as female to shower alongside four teenage girls in a locker room.  The complaint comes after WILL said that an 18-year-old male ...", "link": "https://www.dailywire.com/news/wisconsin-school-district-facing-civil-rights-complaint-after-allegedly-allowing-male-to-shower-alongside-teen-girls", "date_published": "2023-06-15 11:21:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Abbott Targets Another Self-Described ‘Sanctuary City’ With Bused Illegal Immigrants: Los Angeles", "description": "Texas Republican Governor Greg Abbott upped the ante on Tuesday night, busing migrants to yet another city: Los Angeles. Roughly 40 illegal immigrants were dropped off at Los Angeles’ downtown Union Station as Abbott continued his policy of transporting illegal immigrants to areas calling themselves sanctuary cities. “Texas just dropped off the 1st bus of ...", "link": "https://www.dailywire.com/news/abbott-targets-another-self-described-sanctuary-city-with-bused-illegal-immigrants-los-angeles", "date_published": "2023-06-15 11:19:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "How Democrat Party Infighting Could Hand RFK Jr. The First Two ’24 Primary Contests Over Biden", "description": "Robert F. Kennedy Jr. is seeking to pull off one of the most improbable political upsets in American history, and Democrat Party infighting could give the long-shot candidate a much-needed early boost.  Controversy over which states will be the first voters in the 2024 Democratic primary is leading to an increasingly likely scenario where the ...", "link": "https://www.dailywire.com/news/how-democrat-party-infighting-could-hand-rfk-jr-the-first-two-24-primary-contests-over-biden", "date_published": "2023-06-15 11:02:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Dangerous Trump Indictment", "description": "This week, a Rubicon was crossed: the former president of the United States and current Republican frontrunner for the presidential nomination, Donald Trump, was indicted on 37 federal felony charges relating to mishandling classified information and obstruction of justice. Needless to say, this has never happened before – and the precedent is horrifying. Trump himself ...", "link": "https://www.dailywire.com/news/the-dangerous-trump-indictment", "date_published": "2023-06-15 09:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "All-Muslim City Council Bans LGBT ‘Pride’ Flag From City Property", "description": "The city council of the only U.S. locale with an all-Muslim governing body and mayor voted unanimously Tuesday night to ban the display of LGBTQ Pride flags on all city properties. The resolution was introduced by Mayor Pro Tem and Councilman Mohammed Hassan of Hamtramck, Michigan, a city of about 28,000 next to Detroit. The ...", "link": "https://www.dailywire.com/news/all-muslim-city-council-bans-lgbt-pride-flag-from-city-property", "date_published": "2023-06-15 08:58:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mayorkas Releasing Chinese Nationals With Ties To CCP Into U.S., House Republican Says", "description": "House Homeland Security Committee Chairman Mark Green (R-TN) said this week that “military-aged” Chinese nationals with ties to the Chinese Communist Party and the People’s Liberation Army had been released into the U.S. by the Biden administration.  Green made the comments during a Wednesday press conference announcing an investigation into Homeland Security Secretary Alejandro Mayorkas ...", "link": "https://www.dailywire.com/news/mayorkas-releasing-chinese-nationals-with-ties-to-ccp-into-u-s-house-republican-says", "date_published": "2023-06-15 08:53:43+00:00", "persistent": false, "user": null, "language": "en-US"}]