[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "Inside the DISTURBING World of “Donating your body to science”", "description": "🖨 Learn more about Shapeways and the 3D printing revolution here! ➡️ https://jake.yt/shapeways\n\n💻 Learn exactly how I landed my $40/hr work-from-home job ($83k/yr) at 19 years old WITHOUT a degree or experience ✅ Click here ➡️ https://www.evil.university/remote\n\n😳 Learn the ONE SECRET that has made every giant corporation and government successful ➡️ https://evil.university/war \n\n😈 Watch exclusive documentaries that are too controversial to ever be released to the public: https://jake.yt/join \nUpdated refund policy: Email us within your first month of joining and we'll refund you for your first month. There is no refund if you cancel at a later time.\n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n📸 Follow me on IG: @jaketran // http://bit.ly/jt-ig\nPlease watch out for fake accounts. I will never message you asking for money or to invest. As of right now, it's spelled exactly like this: @jaketran\n\n🎥 About this channel: We make free premium documentaries on money, power, and crime to expose how the world really works. Subscribe for more: https://jake.yt/watch-now\n\n🍔 Subscribe to our other channel @EvilFoodSupply, where we expose all the evils of our modern diet ➡️ https://jake.yt/evilfood\n\n🍿 OUR MOST VIRAL VIDEOS: \n+6M VIEWS:  Nestlé: The Most Evil Business in the World https://youtu.be/rj6JOKrL_vg\n+3M VIEWS:  BlackRock: The Company that Owns the World https://youtu.be/1n4zkdfKUAE\n+2M VIEWS:  Recycling is literally a scam https://youtu.be/LELvVUIz5pY\n+2M VIEWS:  Why do Chinese Billionaires Keep Disappearing? https://youtu.be/qyMsrgI7-_s\n\n✉️ Email me: jake@jaketran.io\n\n📰 Sources & visuals: https://jake.yt/45RMC7g \n\n-----------------------\n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2023 Transcend Visuals, LLC. All rights reserved.\n\nDISCLAIMER:\n\nThis video does not provide investment or economic advice and is not professional advice (legal, accounting, tax).  The owner of this content is not an investment advisor.  Discussion of any securities, trading, or markets is incidental and solely for entertainment purposes.  Nothing herein shall constitute a recommendation, investment advice, or an opinion on suitability.  The information in this video is provided as of the date of its initial release.  The owner of this video expressly disclaims all representations or warranties of accuracy.  The owner of this video claims all intellectual property rights, including copyrights, of and related to, this video.\n\nAFFILIATE DISCLOSURE: Some of the links in this video's description are affiliate links, meaning, at no additional cost to you, the owner may earn a commission if you click through, make a purchase, and/or opt-in.\n\nThis video was conducted on behalf of Shapeways Holdings, Inc., and was funded by Outside The Box Capital Inc. and/or affiliates after TRANSCEND VISUALS, LLC was engaged by Outside The Box Capital Inc. to advertise for Shapeways Holdings, Inc. For our full disclaimer, please visit: bit.ly/3Nrsxxm", "link": "https://www.youtube.com/watch?v=yopJAIj1Gqk", "date_published": "2023-06-15 19:32:06+00:00", "persistent": false, "user": null, "language": "en-US"}]