[{"source": "https://www.theguardian.com/rss", "title": "Bar for street sexual harassment offences in England and Wales set too high, charities say", "description": "<p>Open letter says burden on victims to prove intent leaves door open for perpetrators to claim they were joking</p><p>Proposals to tackle <a href=\"https://www.theguardian.com/world/2022/dec/09/uk-government-backs-plan-to-criminalise-sexual-harassment-in-street\">sexual harassment in the street</a> in England and Wales do not go far enough because the bar for offences has been set too high, charities have warned.</p><p>The Fawcett Society, Girl Guiding and Refuge are among organisations who say the requirement to prove perpetrators intended to cause alarm or distress undermines the provisions of two bills intended to protect women and girls going through parliament.</p> <a href=\"https://www.theguardian.com/world/2023/jun/16/street-sexual-harassment-offences-england-and-wales-bar-set-too-high-charities-say\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/16/street-sexual-harassment-offences-england-and-wales-bar-set-too-high-charities-say", "date_published": "2023-06-15 23:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government urged to outline plans to help with winter energy bills", "description": "<p>Report by cross-party MPs criticises previous ‘lack of urgency in addressing market failures’</p><p>MPs have urged the government to set out its plans to protect households from high energy bills this winter as they said about 1.7 million people, including some of the most vulnerable groups, had been left waiting too long to receive previous support.</p><p>The public accounts committee (PAC) said that although schemes were introduced quickly, the government “did not have the bandwidth” to make sure help reached all groups in a timely fashion.</p> <a href=\"https://www.theguardian.com/money/2023/jun/16/uk-government-help-winter-energy-bills-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/16/uk-government-help-winter-energy-bills-mps", "date_published": "2023-06-15 23:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asher-Smith and Neita run a dead heat in battle of Brits but lag behind Ta Lou", "description": "<ul><li>Sprinters finish joint-fourth at Diamond League meeting</li><li>‘I was hoping for a little bit quicker,’ admits Asher-Smith</li></ul><p>The battle for bragging rights between Britain’s top two sprinters was left hanging in the warm Oslo air after Dina Asher-Smith and Daryll Neita could not be separated after a thrilling 100m. The women, who will be targeting world medals in Budapest in August, were adjudged to have run a dead heat after returning times of 10.98 seconds.</p><p>While that time was respectable – and marked a notable return to form for Asher-Smith – both wanted more after finishing in joint-fourth behind Marie-Josée Ta Lou, whose time of 10.74 is the fastest of the year.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/athletics-dina-asher-smith-daryll-neita-dead-heat-marie-josee-ta-lou\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/athletics-dina-asher-smith-daryll-neita-dead-heat-marie-josee-ta-lou", "date_published": "2023-06-15 21:45:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Horrific’ Canada highway crash leaves at least 15 dead", "description": "<p>Incident involving semi-trailer truck and vehicle used to transport elderly and disabled people sparks huge emergency response</p><p>At least 15 people are dead in Canada following a crash between a semi-trailer truck and a vehicle used to transport elderly and physically disabled people according to multiple media reports, as crews mount one of the largest-ever emergency responses in the region.</p><p>The Royal Canadian Mounted Police in Manitoba <a href=\"https://twitter.com/rcmpmb/status/1669434024807354393\">said it had deployed all available resources</a> to respond to the “mass casualty” crash near the community of Carberry on Thursday, one hundred miles west of Winnipeg, adding that the major crimes services were investigating.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/canada-highway-crash-manitoba-mass-casualty\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/canada-highway-crash-manitoba-mass-casualty", "date_published": "2023-06-15 21:39:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Boris Johnson’s Covid legacy – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/15/ben-jennings-on-boris-johnsons-covid-legacy-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/15/ben-jennings-on-boris-johnsons-covid-legacy-cartoon", "date_published": "2023-06-15 19:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Supreme court: Biden and Haaland hail decision to uphold protections for Native American children – live", "description": "<p>US president, <a href=\"https://www.theguardian.com/law/live/2023/jun/15/supreme-court-decisions-student-loans-trump-news-politics-live-updates?filterKeyEvents=false&amp;page=with:block-648b38318f087e45653faa4c#block-648b38318f087e45653faa4c\">interior secretary</a> and <a href=\"https://www.theguardian.com/law/live/2023/jun/15/supreme-court-decisions-student-loans-trump-news-politics-live-updates?page=with:block-648b22db8f08c1a382088dfb#block-648b22db8f08c1a382088dfb\">Cherokee Nation principal chief </a>welcome court’s rejection of challenges to Indian Child Welfare Act</p><p><strong>Here’s more from NBC News on the split between conservative justices that led to the court upholding protections for Native American children, and how that could signal the court’s mood as it weighs the fate of affirmative action.</strong></p><p>Today’s decision concerning the Indian Child Welfare Act was authored by conservative <strong>Amy Coney Barrett</strong>, and joined by the court’s three liberals and three of its conservatives – the exceptions being <strong>Samuel Alito</strong> and <strong>Clarence Thomas</strong>, who dissented:</p> <a href=\"https://www.theguardian.com/law/live/2023/jun/15/supreme-court-decisions-student-loans-trump-news-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/law/live/2023/jun/15/supreme-court-decisions-student-loans-trump-news-politics-live-updates", "date_published": "2023-06-15 19:28:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Penn & Teller’s long goodbye: megastar magicians put new spins on old tricks", "description": "<p>The duo’s First Final UK Tour is more amusing than astonishing but demonstrates what drew them to the confounding craft in the first place</p><p>P<a href=\"https://www.theguardian.com/culture/2011/jun/18/penn-and-teller-secrets-of-tv-magic\">enn &amp; Teller</a>’s professional relationship is almost as old as I am. And yet I can remember a time – probably when their 90s Channel 4 show The Unpleasant World of Penn &amp; Teller broke – when they felt like the future of magic. Their tricks were brasher and more dangerous, their mouthy irreverence a contrast to the genteel discretion of the Paul Daniels generation. But the future doesn’t last for ever. Penn &amp; Teller are enfants terribles no more, and their new show begins with a burlesque on their own decrepitude: an escapology routine in which the trembling twosome break free from dressing gowns and rocking chairs, then spring forth – youthful once more! – to present the rest of the show.</p><p>The intention, of course, is to mock the idea that P&amp;T might be past it. And fair enough: the ensuing two hours prove there’s life in the Las Vegas stalwarts yet. But it’s not groundbreaking life. The wheel has turned. Their show – the so-called First Final UK Tour – now feels like a very traditional magic offering, the convention against which today’s upstarts, those latter-day Penn &amp; Tellers, will kick.</p><p>Penn &amp; Teller are at <a href=\"https://www.eventimapollo.com/events/penn-teller-2/\">Hammersmith Apollo, London</a>, until 18 June</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/penn-and-teller-magic-and-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/penn-and-teller-magic-and-comedy", "date_published": "2023-06-15 19:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thurrock council hid losses as it gambled millions on risky investments", "description": "<p>Official report criticises Tory-run authority’s dysfunctional leadership and says it tried to silence critics</p><p>Bankrupt Thurrock council recklessly gambled hundreds of millions of pounds on risky commercial investments while covering up evidence of its losses and attempting to silence critics, a devastating <a href=\"https://www.gov.uk/government/publications/thurrock-council-best-value-inspection-report\">official review</a> has concluded.</p><p>The government-commissioned report published on Thursday said the Tory-run council’s <a href=\"https://www.theguardian.com/society/2022/dec/19/thurrock-latest-council-declare-effective-bankruptcy\">financial collapse</a> in 2022 was the culmination of years of dysfunctional leadership characterised by complacency, denial, and what the review called “unconscious incompetence”.</p> <a href=\"https://www.theguardian.com/society/2023/jun/15/thurrock-council-hid-losses-gambled-millions-risky-investments\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/15/thurrock-council-hid-losses-gambled-millions-risky-investments", "date_published": "2023-06-15 18:36:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson deliberately misled parliament over Partygate, damning report finds", "description": "<p>Privileges committee also details how ex-PM was part of a campaign to abuse and intimidate MPs investigating him</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2023/jun/15/boris-johnson-partygate-privileges-committee-report-conservatives-uk-politics-live\">Boris Johnson misled MPs over Partygate, report finds – live</a></strong></li></ul><p>Boris Johnson deliberately misled parliament over Partygate and was part of a campaign to abuse and intimidate MPs investigating him, according to a damning official inquiry that threatens to further tear apart the Conservative party.</p><p>The long-awaited report by the privileges committee said the former prime minister would have faced a 90-day suspension from the Commons had he not quit in rage at its conclusions last week.</p><p>Misleading the Commons by claiming Covid rules and guidance were followed at all times in No 10 on four separate occasions as well as when he purported to correct the record; failing to tell MPs about his own knowledge of the gatherings; claiming he received “repeated reassurances” that rules had not been broken – when just two people had made the suggestion.</p><p>Misleading the committee when he presented his evidence, many aspects of which were “not credible”; being “disingenuous” when putting forward his interpretation of government guidance; repeatedly insisting No 10 gatherings were within the rules because they were work events even though it was “highly unlikely” he genuinely believed all guidance was followed.</p><p>“Egregious” breach of confidence when he lashed out at the committee’s provisional findings in his shock resignation, having received an advance draft; leaking parts of the draft within 24 hours despite being specifically warned not to by the committee.</p><p>Impugning the committee by accusing it of “egregious bias” and likening it to a “kangaroo court” in a lengthy resignation statement which accused it of mounting a “political hit job” on him; doing so when he knew the committee would be unable to make a “substantive response”, meaning his assertions would go unchallenged.</p><p>Being complicit in a “campaign of abuse and intimidation” against the committee that amounted to “an attack on our democratic institutions”; being “insincere” in his attempts to distance himself from the attacks on committee members, having previously claimed he had the “utmost respect” for its work; claiming the report “reeked of prejudice” which was a further attempt to undermine the parliamentary process.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/15/johnson-deliberately-misled-parliament-over-partygate-damning-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/15/johnson-deliberately-misled-parliament-over-partygate-damning-report-finds", "date_published": "2023-06-15 18:35:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan: paramilitary forces blamed for assassination of West Darfur governor", "description": "<p>Khamis Abdallah Abbakar was murdered hours after criticising Rapid Support Forces on television </p><p>Sudan’s paramilitary Rapid Support Forces (RSF) have been blamed for the assassination and mutilation of a senior government official, amid growing reports of mass killings in the <a href=\"https://www.theguardian.com/world/2023/may/12/why-is-the-darfur-region-so-central-to-fighting-in-sudan\">restive Darfur region</a> in the country’s devastating war.</p><p>Khamis Abdallah Abbakar, the governor of West Darfur, was murdered this week just hours after he gave an interview to a Saudi-owned TV station in which he criticised the RSF and described a “genocide”.\u2028</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/sudan-paramilitary-forces-blamed-assassination-khamis-abdallah-abbakar-government-official\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/sudan-paramilitary-forces-blamed-assassination-khamis-abdallah-abbakar-government-official", "date_published": "2023-06-15 18:21:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Where are they?’ Hope fades among relatives of missing after Greek shipwreck", "description": "<p>As anguished family members arrive in Kalamata, search operation continues with negligible progress</p><p>Hope dies last and for Kassem Abo Zeed it was running out fast. Hope was the force that had led him to board a plane from Hamburg and fly to Greece after he heard that a boat carrying his wife had capsized off the country’s southern coast.</p><p>But by 2pm on Thursday, 36 hours after the blue fishing trawler packed with migrants and refugees had sunk in one of the worst maritime disasters in recent Greek history, hope was fading in a way he had prayed would never happen.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/where-are-they-hope-fades-among-relatives-of-missing-after-greek-shipwreck\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/where-are-they-hope-fades-among-relatives-of-missing-after-greek-shipwreck", "date_published": "2023-06-15 18:14:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson: his defence over Partygate report", "description": "<p>The key points in the former PM’s attack on committee members’ integrity, evidence and conclusions</p><p>Boris Johnson has launched an extraordinary fightback as he tries to wrestle back control of the narrative after the <a href=\"https://www.theguardian.com/politics/2023/jun/15/partygate-report-key-findings-of-commons-privileges-committee-boris-johnson\">privileges committee released its report</a> concluding that he deliberately misled parliament.</p><p>A 1,700-word statement from the former prime minister sought to rip apart their findings – impugning the <a href=\"https://www.theguardian.com/politics/2023/jun/14/boris-johnson-calls-for-tory-mp-on-privileges-committee-to-resign\">committee’s integrity, evidence and conclusions</a>. This is what he said, scrutinised in detail:</p><p><em><strong>It is now many months since people started to warn me about the intentions of the Privileges Committee. They told me that it was a kangaroo court …</strong></em></p><p><em><strong>They also warned me that most members had already expressed prejudicial views – especially Harriet Harman – in a way that would not be tolerated in a normal legal process.</strong></em></p><p><em><strong>I knew exactly what events I had attended in No 10.</strong> <strong>I knew what I had seen, with my own eyes, and like the current PM, I believed that these events were lawful. I believed that my participation was lawful, and required by my job; and that is indeed the implication of the exhaustive police inquiry.</strong></em></p><p><em><strong>The only exception is the 19 June </strong></em><em><strong>2020 event, the so-called birthday party, when I and the then </strong></em><em><strong>chancellor Rishi Sunak were fined in circumstances that I still find puzzling …</strong></em></p><p><em><strong>So when on 1 Dec </strong></em><em><strong>2021 I told the House of Commons that ‘the guidance was followed completely’ (in No 10) I meant it. It wasn’t just what I thought: it’s what we all thought</strong>.</em></p><p><em><strong>I believed, correctly, that these events were reasonably necessary for work purposes.</strong> <strong>We were managing a pandemic. We had hundreds of staff engaged in what was sometimes a round-the-clock struggle against </strong></em><em><strong>Covid. Their morale mattered for that fight. It was important for me to thank them.</strong></em></p><p><strong>If we had genuinely believed these events to be unauthorised – with all the political sensitivities entailed – then there would be some trace in all the thousands of messages sent to me, and to which the committee has had access …</strong></p><p><em><strong>They try, absurdly and incoherently, to say that the assurances of Jack Doyle and [Doyle’s predecessor as communications director] James Slack were not enough to constitute ‘repeated’ assurances – completely and deliberately ignoring the sworn testimony of two MPs, Andrew Griffiths and Sarah Dines, who have also said that they heard me being given such assurances.</strong></em></p><p><em><strong>Perhaps the craziest assertion of all is the </strong></em><em><strong>committee’s Mystic Meg claim that I saw the 18 Dec </strong></em><em><strong>event [<a href=\"https://www.theguardian.com/uk-news/2021/dec/08/no-10-party-more-downing-street-gatherings-now-under-the-spotlight\">where guests were told to bring ‘secret </a></strong></em><em><strong><a href=\"https://www.theguardian.com/uk-news/2021/dec/08/no-10-party-more-downing-street-gatherings-now-under-the-spotlight\">Santa’ presents</a>] with my own eyes.</strong></em></p><p><em><strong>I was wrong to believe in the </strong></em><em><strong>committee or its good faith …</strong> <strong>This decision means that no MP is free from vendetta, or expulsion on trumped up charges by a tiny minority who want to see him or her gone from the Commons.</strong></em></p><p><em><strong>For the privileges committee to use its prerogatives in this anti-democratic way, to bring about what is intended to be the final knife-thrust in a protracted political assassination – that is beneath contempt</strong>.</em></p> <a href=\"https://www.theguardian.com/politics/2023/jun/15/boris-johnson-his-defence-over-partygate-report\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/15/boris-johnson-his-defence-over-partygate-report", "date_published": "2023-06-15 18:05:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former England captain Tom Wood joins Premiership Rugby commission", "description": "<ul><li>Seven-person panel created after collapse of three clubs</li><li>Commission will rule on structure and impose sanctions</li></ul><p>Efforts to clear up the <a href=\"https://www.theguardian.com/sport/2023/jun/10/we-need-a-reset-premiership-rugby-union-casualties-show-need-for-total-reform\">financial and administrative mess</a> into which English rugby has fallen have formally begun with Premiership Rugby confirming the launch of a new sporting commission, including the former England and Northampton captain Tom Wood, to help improve the long-term prosperity of the league.</p><p>Wood is among four independent figures from the world of sport and business on a seven-person panel chaired by Nigel Melville. The football executive Jane Purdon, the Ministry of Justice board member Mark Rawlinson and the financial services expert Carys Williams have all been appointed, with the Premiership Rugby chief executive, Simon Massie-Taylor, and its rugby director, Phil Winstanley, completing the list.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/rugby-union-tom-wood-joins-premiership-commission\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/rugby-union-tom-wood-joins-premiership-commission", "date_published": "2023-06-15 17:29:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the partygate report: MPs must finish the job | Editorial", "description": "<p>Boris Johnson lied to parliament as prime minister. Even though he has done a runner, he must pay the heaviest price </p><p>Boris Johnson announced on Thursday that “this is a dreadful day for MPs and for democracy”. In fact, it was the exact reverse. For the first time, a British former prime minister was found by his colleagues <a href=\"https://www.theguardian.com/politics/2023/jun/15/partygate-report-key-findings-of-commons-privileges-committee-boris-johnson\" title=\"\">to have misled</a> the House of Commons while he was in office. If Mr Johnson had not already done a runner from parliament, he would have rightly faced a 90-day suspension from it. But that does not make Thursday a dreadful day for democracy. On the contrary. It makes it a day of robust and necessary vindication of British parliamentary democracy against arguably its most unprincipled domestic enemy of modern times. The dreadfulness lay all along in Mr Johnson’s conduct alone.</p><p>The privileges committee <a href=\"https://committees.parliament.uk/publications/40412/documents/197199/default/\" title=\"\">report</a> proves equal to its task. It took 14 months to compile and runs to 30,000 words and 108 pages. It was launched by an unopposed vote while Mr Johnson was still prime minister. The seven-strong <a href=\"https://www.theguardian.com/politics/2023/mar/21/boris-johnson-liaison-committee-mps-harriet-harman\" title=\"\">committee</a> was a mix of veterans and younger MPs. It had a Conservative majority, the two most senior of whom were celebrated Brexiters. The inquiry was conducted in a meticulous and fair manner. If the committee Conservatives had chosen to believe Mr Johnson’s version of events in 10 Downing Street during the Covid emergency, and the assurances that he gave MPs about them, they had the votes to win out. Instead, the committee rejected his version unanimously. The only issue on which it was divided was whether to expel Mr Johnson altogether (it voted not to).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/the-guardian-view-on-the-partygate-report-mps-must-finish-the-job\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/the-guardian-view-on-the-partygate-report-mps-must-finish-the-job", "date_published": "2023-06-15 17:24:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Western firms snub ‘Russian Davos’ as its prestige evaporates", "description": "<p>Annual event headlined by Vladimir Putin described as ‘totally toxic’ since full-scale invasion of Ukraine</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/15/russia-ukraine-war-live-kryvyi-rih-hit-by-russian-cruise-missiles-say-officials-odesa-targeted-by-strikes-for-second-day\">Russia-Ukraine war – latest news updates</a></li></ul><p>Western companies have almost unilaterally shunned a self-styled “Russian Davos” event annually headlined by Vladimir Putin, in a stark symbol of Russia’s international isolation more than 15 months into its full-scale invasion of Ukraine.</p><p>One former attendee of the St Petersburg International Economic Forum (SPIEF) described an invitation to the forum as “totally toxic” and compared it to being asked to join the annual reunion of Spectre, the criminal organisation run by James Bond’s archenemy Ernst Blofeld.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/western-firms-snub-russian-davos-prestige-evaporates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/western-firms-snub-russian-davos-prestige-evaporates", "date_published": "2023-06-15 17:24:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on another migrant tragedy: pieties are not enough | Editorial", "description": "<p>Europe’s attempts to insulate itself from a global crisis risks making a desperate situation worse</p><p>According to survivors, the fishing boat carrying mainly Afghan and Pakistani migrants towards Italy <a href=\"https://www.theguardian.com/world/2023/jun/14/scores-drown-refugee-boat-sinks-off-greece\" title=\"\">capsized</a> almost instantaneously on Wednesday. At least 78 people are known to have died, but the true number may be much higher. Hundreds of people were packed into the inadequate vessel, which foundered 50 miles from the Greek coastal town of Pylos.</p><p>In Greece, political parties suspended pre-election campaigning, and three days of mourning have been declared. But there is a reason why the doomed boat was travelling on the open sea, in one of the deepest parts of the Mediterranean. Migrant boats are taking bigger risks and making longer journeys to avoid the patrols and illegal pushbacks <a href=\"https://www.theguardian.com/world/2023/may/19/greek-government-under-fire-after-video-shows-pushback-of-asylum-seekers\" title=\"\">documented</a> in Greece. During his campaign to be re-elected prime minister, Kyriakos Mitsotakis made political hay by channelling Trumpian motifs and promising to extend a border wall with Turkey.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/the-guardian-view-on-another-migrant-tragedy-pieties-are-not-enough\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/the-guardian-view-on-another-migrant-tragedy-pieties-are-not-enough", "date_published": "2023-06-15 17:19:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK post-Covid plan will not keep public safe, expert tells inquiry", "description": "<p>David Alexander of UCL says new framework merely ‘an attempt to tinker with the system’</p><p>Experts in national disaster preparedness have warned that the UK’s post-pandemic <a href=\"https://www.gov.uk/government/publications/the-uk-government-resilience-framework/the-uk-government-resilience-framework-html#our-action-plan-investment\">resilience plan</a> requires “wholesale, radical rewriting” and said the government was failing to keep the public sufficiently safe.</p><p>Bruce Mann, former director of the Cabinet Office civil contingencies secretariat, told the <a href=\"https://www.theguardian.com/uk-news/2023/jun/13/covid-inquiry-uk-hearings-what-when-where\">Covid-19 public inquiry</a> that changes called for in the new framework, published by Rishi Sunak’s government in December 2022, were “too slow” and it was “almost silent on resourcing”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/15/uk-post-covid-plan-will-not-keep-public-safe-expert-tells-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/15/uk-post-covid-plan-will-not-keep-public-safe-expert-tells-inquiry", "date_published": "2023-06-15 17:12:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calls for reform of MoD procurement after ‘damning’ review of Ajax project", "description": "<p>Tory backbenchers and opposition united in criticism of programme to build new fighting vehicle</p><p>A “root and branch reform” of how Britain buys military equipment is needed after a “damning” report into a multimillion pound programme to build the army’s new Ajax fighting vehicle, parliament has been told.</p><p>Anger at the fiasco united the opposition and the government’s own backbench MPs on Thursday after the release of a review into the project, which has been running for 12 years.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/15/calls-for-reform-of-mod-procurement-after-damning-review-of-ajax-project\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/15/calls-for-reform-of-mod-procurement-after-damning-review-of-ajax-project", "date_published": "2023-06-15 16:56:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New-look Wales running more since World Cup exit, claims Rob Page", "description": "<ul><li>Wales reaping benefits of more athletic squad, says coach</li><li>Page believes Johnson will be unaffected by £30m Brentford bid</li></ul><p>Rob Page believes Wales are reaping the rewards of evolving into a more athletic side since exiting the World Cup <a href=\"https://www.theguardian.com/football/2022/nov/30/wales-face-need-for-evolution-on-pitch-despite-world-cup-successes-off-it\">with a whimper</a>.</p><p>The manager insists “lessons were learned” after their group-stage departure in Qatar and said that group, captained by <a href=\"https://www.theguardian.com/football/2023/jan/10/gareth-bale-inspirational-generational-talent-wales\">Gareth Bale, who retired</a> at the beginning of this year, would be unable to match the running statistics of his current squad.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/wales-running-more-since-world-cup-rob-page-euro-2024-qualifying\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/wales-running-more-since-world-cup-rob-page-euro-2024-qualifying", "date_published": "2023-06-15 16:48:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One good can come from the Boris Johnson debacle: the will to look afresh at the House of Lords | Norman Fowler", "description": "<p>We should consider whether PMs should have such power to shape the upper chamber – and whether it can exist as it is at all</p><ul><li>Norman Fowler was the lord speaker from 2016 to 2021</li></ul><p>It was the autumn of 1989. I had been a member of Margaret Thatcher’s cabinet for the past 10 years and it was time to move on. In putting this to the prime minister in her office in Downing Street, I was deluged with kind remarks– but then came a response I had not envisaged.</p><p>“I know you want to stay in the Commons, but if you want to go to the Lords then that is entirely possible.” I repeated my desire to stay in the Commons, where I had been for 20 years. But just before I left, she returned to the alternative. “You can go to the Lords if you change your mind.”</p><p>Norman Fowler was lord speaker from 2016-21, a cabinet minister with Margaret Thatcher for 11 years, and chairman of the Conservative party between 1992 and 1994. His<em><strong> </strong></em>diaries of the Thatcher and John Major years will be published later this year</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/boris-johnson-debacle-look-afresh-house-of-lords\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/boris-johnson-debacle-look-afresh-house-of-lords", "date_published": "2023-06-15 16:26:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Has Manchester City’s wealth really skewed the beautiful game? | Letters", "description": "<p>Readers reflect on the team’s dominance of English football in recent years  </p><p>I read with interest your article on Manchester City’s dominance of the Premier League over recent years (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/09/modern-football-manchester-city-champions-league\" title=\"\">The dismal story of modern football can be summed up in two words: Manchester City, 9 June</a>). I also reflected on my experience of the “halcyon days” and it provoked many happy thoughts from my visits to Elland Road to see the Leeds team managed by Howard Wilkinson winning the league – the year before it became the money-go-round Premier League.</p><p>However, just as Liverpool and Manchester United did in past eras, Manchester City now dominate not as a consequence of frenzied spending, but of the management of Pep Guardiola. He is setting a standard of excellence that the managers of other teams need to achieve to compete – just as the leaders of Liverpool and Manchester United did in the past.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/has-manchester-city-wealth-really-skewed-the-beautiful-game\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/has-manchester-city-wealth-really-skewed-the-beautiful-game", "date_published": "2023-06-15 16:22:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Low-traffic neighbourhoods: it’s a two-way street | Letters", "description": "<p>Every LTN has an adjacent area where traffic and pollution have increased, writes <strong>John Wilson</strong>, while <strong>Alec Collerton </strong>says traffic restrictions have brought peace to his Newcastle suburb</p><p>You report on a study that is said to show that low-traffic neighbourhoods (LTNs) may prompt residents to drive less, and rebuts objections to them (<a href=\"https://www.theguardian.com/uk-news/2023/jun/12/low-traffic-neighbourhoods-ltn-may-lead-people-drive-less-london\" title=\"\">Low-traffic neighbourhoods may lead people to drive less, data suggests, 12 June</a>).</p><p>This, though, was not a study of road usage, but simply of the annual mileage of cars registered to LTN residents and to residents of the surrounding area. However, most of the traffic passing through the wider area originates and terminates further away, so the study is irrelevant to traffic levels and does nothing to deny the problem that every LTN exacerbates an adjacent high-traffic neighbourhood. While the residents of LTNs benefit, residents of adjacent roads suffer increased pollution. Also, LTNs divert traffic on to bus routes, making journey times longer – and so making public transport a less attractive alternative to the use of private cars.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/15/low-traffic-neighbourhoods-its-a-two-way-street\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/15/low-traffic-neighbourhoods-its-a-two-way-street", "date_published": "2023-06-15 16:22:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Lineker joins Michael Eavis to celebrate social homes built near Glastonbury site", "description": "<p>Festival’s founder calls project to help stop local people being priced out of area his proudest achievement</p><p>Just over the hill, a small army of technicians and logistics experts was beavering away getting ready for the world’s greatest rock music event, the jamboree of music, magic and mayhem that is Glastonbury festival.</p><p>But on a new-build street half a mile or so away from the sprawling site, a rather more low-key but nonetheless heartwarming event was taking place involving the festival’s founder, Michael Eavis, and the television presenter and ex-footballer Gary Lineker.</p> <a href=\"https://www.theguardian.com/society/2023/jun/15/gary-lineker-michael-eavis-social-homes-near-glastonbury-site\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/15/gary-lineker-michael-eavis-social-homes-near-glastonbury-site", "date_published": "2023-06-15 15:57:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My mentor Glenda Jackson taught me to be a rebel with a cause | Tulip Siddiq", "description": "<p>I will miss her powerful oratory, independent spirit and strong sense of social justice – she fought for her constituents and ignored the party whips</p><p>I first met Glenda Jackson in 2003. I was a young, impressionable university student and she had come to speak at our local Labour party meeting. The hot topic of the day was the war in Iraq. Glenda was unashamedly against the war and wasn’t mincing her words about Tony Blair. She was under a huge amount of pressure to vote for the war, but she told us that her conscience wouldn’t allow her to do so.</p><p>It has been two decades but I clearly recall Glenda impressing us with her powerful oratory, her independent spirit and her strong sense of social justice. It was a theme throughout her political career for 23 years as my local MP for Hampstead, and the example she set as a good constituency MP inspired me.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/my-mentor-glenda-jackson-tulip-siddiq\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/my-mentor-glenda-jackson-tulip-siddiq", "date_published": "2023-06-15 15:50:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Average mortgage rate for two-year fixed deal edges closer to 6%", "description": "<p>Nationwide is latest lender to lift cost of deals as borrowers brace for 13th successive Bank of England interest rate rise</p><p>The average rate on a new two-year fixed mortgage has edged closer to the 6% threshold, as Nationwide became the latest big lender to push through a significant increase in the cost of its deals.</p><p>Borrowers are braced for more pain, with the <a href=\"https://www.theguardian.com/business/2023/jun/14/uk-has-no-choice-but-to-raise-interest-rates-to-curb-inflation-says-jeremy-hunt\">Bank of England expected to raise rates</a> for the 13th meeting in a row next week. The Bank’s former governor Mark Carney has predicted interest rates would remain high “for the foreseeable future”.</p> <a href=\"https://www.theguardian.com/money/2023/jun/15/average-mortgage-rate-two-year-fixed-nationwide-bank-of-england-interest-rate-rise-borrowers\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/15/average-mortgage-rate-two-year-fixed-nationwide-bank-of-england-interest-rate-rise-borrowers", "date_published": "2023-06-15 15:15:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rufus Norris has made the National Theatre more diverse – on both sides of the curtain | Michael Billington", "description": "<p>The director, who has announced he is stepping down, should be credited for opening up the organisation and steering it through the Covid crisis. Now, who’s next for the NT job?</p><p>Every director of the National Theatre redefines the building according to his – and so far it has always been a male vision – cherished ideas. Rufus Norris, who has announced he will be <a href=\"https://www.theguardian.com/stage/2023/jun/15/rufus-norris-resigns-national-theatre-leader-2025\">stepping down in 2025</a>, was no exception. His dream was of a theatre that, in its repertoire and its audience, reflected our multicultural society and that embraced new writing. In that sense his mission has been successfully accomplished. The only question is whether, in the process, the classical canon has been neglected.</p><p>Early in his tenure I confronted Norris with the issue and suggested we were being <a href=\"https://www.theguardian.com/stage/theatreblog/2017/jan/30/national-theatre-new-season-classic-plays-rufus-norris\">starved of the great classics</a>. He replied that not only was new work his prime concern but also he wanted to achieve gender parity in the National repertoire: something that was impossible if you relied heavily on a male-dominated classical past. We should credit him with opening up the institution to genuinely diverse audiences: I have never forgotten the thrill of sitting at shows such as <a href=\"https://www.theguardian.com/stage/2019/may/02/small-island-review-andrea-levy-windrush-national-theatre-london\">Small Island</a>, <a href=\"https://www.theguardian.com/stage/2019/oct/02/master-harold-and-the-boys-review-athol-fugard-ballroom-dance-lyttelton\">“Master Harold” … and the Boys</a> and Inua Ellams’s Nigerian-set version of <a href=\"https://www.theguardian.com/stage/2019/dec/11/three-sisters-review-inua-ellams-chekhov-lyttelton-theatre-london\">Three Sisters</a>.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/rufus-norris-national-theatre-stepping-down\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/rufus-norris-national-theatre-stepping-down", "date_published": "2023-06-15 15:13:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four indicted over ‘appalling’ theft of body parts from Harvard Medical School", "description": "<p>Morgue manager Cedric Lodge and his wife Denise allegedly took ‘heads, brains, skin, bones and other human remains’</p><p>The manager of the morgue at Harvard Medical School and three other people were <a href=\"https://www.justice.gov/usao-mdpa/pr/six-charged-trafficking-stolen-human-remains\">indicted</a> for allegedly selling human body parts stolen from the school and a morgue in Arkansas, according to a federal <a href=\"https://www.justice.gov/usao-mdpa/pr/six-charged-trafficking-stolen-human-remains\">complaint</a>.</p><p>Cedric Lodge, 55, formerly manager of the morgue for the Anatomical Gifts Program at Harvard Medical School, in Boston, is alleged to have stolen organs and other parts of cadavers between 2018 and 2022, and with his wife, Denise Lodge, 63, to have sold the remains online.</p><p>Associated Press contributed to this report</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/stolen-body-parts-harvard-medical-school\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/stolen-body-parts-harvard-medical-school", "date_published": "2023-06-15 15:11:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 15, sentenced to at least 12 years for murder of Tomasz Oleszak in Gateshead", "description": "<p>Judge says Leighton Amies shouted ‘triumphantly’ after stabbing ‘kind and loving’ 14-year-old</p><p>A 15-year-old boy who “triumphantly” bragged about stabbing a “kind and loving” teenager to death must serve at least 12 years behind bars for his murder.</p><p>Mr Justice Martin Spencer appeared to be choked with emotion when addressing the mother of the <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/boy-who-hoped-to-stab-someone-guilty-of-murdering-tomasz-oleszak-14\">murdered teenager, Tomasz Oleszak</a>, 14, a “beautiful boy” who was killed by the knife fanatic Leighton Amies, in a Gateshead park in October.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/15/boy-15-sentenced-to-at-least-12-years-for-of-tomasz-oleszak-in-gateshead\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/15/boy-15-sentenced-to-at-least-12-years-for-of-tomasz-oleszak-in-gateshead", "date_published": "2023-06-15 15:05:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Lunch of suffering’: plain ‘white people food’ goes viral in China", "description": "<p>Social media platforms inundated with users amused and bemused by raw vegetables and cold sandwiches</p><p>Under a photo of processed cheese, ham and crackers packed neatly in plastic, a <a href=\"https://weibo.com/5016188287/N3wzUgU3e?refer_flag=1001030103_\">Weibo user writes</a> that to eat this for lunch is to “learn what it feels like to be dead”.</p><p>The post is part of a trend among Chinese social media users who are recreating “báirén fàn” or “white people food” to better understand – or poke fun at – western packed lunches made up of plain ingredients such as raw vegetables and sliced meats.</p> <a href=\"https://www.theguardian.com/food/2023/jun/15/lunch-of-suffering-plain-white-people-food-goes-viral-in-china\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/15/lunch-of-suffering-plain-white-people-food-goes-viral-in-china", "date_published": "2023-06-15 15:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julen Lopetegui to stay as Wolves head coach despite spending restrictions", "description": "<ul><li>Lopetegui accepts marquee signings unlikely this summer</li><li>Wolves need low net spend and must sell to bolster squad</li></ul><p>Julen Lopetegui has committed to stay at Wolves next season after further talks with the hierarchy. In recent weeks the head coach had <a href=\"https://www.theguardian.com/football/2023/may/23/julen-lopetegui-to-hold-more-talks-amid-doubts-over-his-future-at-wolves\">sought reassurances</a> about the strategy this summer amid financial fair play constraints but has confirmed he plans to continue.</p><p>Wolves will need to offload players before they are able to bolster their squad, with the captain Rúben Neves, a target for Barcelona, their most valuable asset and the centre-backs Max Kilman and Nathan Collins also attracting admirers. Lopetegui expressed concern that Wolves could be left behind by Premier League rivals. He has been made aware they are unlikely to make any marquee signings, with a low net spend imperative to meet league regulations.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/julen-lopetegui-to-stay-as-wolves-head-coach-spending-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/julen-lopetegui-to-stay-as-wolves-head-coach-spending-restrictions", "date_published": "2023-06-15 14:58:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Schumann: Dichterliebe and Kerner Lieder review | Andrew Clements's classical album of the week", "description": "<p><strong>Boesch/Martineau<br />(Linn)</strong><br />The velvety tone of Florian Boesch creates the perfect sound world for the expressive weight of these settings of poems by Heine and Kerner </p><p>Fourteen years ago, the baritone Florian Boesch released <a href=\"https://www.theguardian.com/music/2009/may/01/schumann-heine-lieder-review\">a disc devoted to Schumann’s settings of the poet Heinrich Heine</a>. It included the nine songs of the Op 24 Liederkreis, but omitted the best known of all Schumann’s cycles, the 16 songs to Heine texts that make up his Dichterliebe. Partnered as before by the ever meticulous Malcolm Martineau, Boesch has now remedied that omission with a new recording of that pinnacle of the German lied tradition.</p><p>It’s a typically considered performance, in which Boesch’s stealthy, velvety tone and unfailing attention to words are used to superb effect. Whether darkening his timbre for the seventh number, Ich Grolle Nicht, or hollowing it out for the funereal lament of the 13th, Ich Hab’ im Traum Geweinet, he finds the perfect sound world to match up the expressive weight of each song.</p> <a href=\"https://www.theguardian.com/music/2023/jun/15/schumann-dichterliebe-kerner-lieder-florian-boesch-malcolm-martineau-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/15/schumann-dichterliebe-kerner-lieder-florian-boesch-malcolm-martineau-review", "date_published": "2023-06-15 14:45:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US Open golf 2023: first round – live", "description": "<ul><li>Updates from day one at Los Angeles Country Club</li><li><a href=\"https://www.usopen.com/2023/scoring.html\">Official leaderboard</a> | You can <a href=\"mailto:david.tindall.casual@theguardian.com\">mail</a> David or <a href=\"https://twitter.com/DaveTindallgolf\">tweet</a> him</li></ul><p><strong>Very early days but four players are now under par for the round</strong>. Here they are:</p><p><em>-1: O Morales -a- (2), M Kim (2), R Gerard (1), S Stallings (1)</em></p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/15/us-open-golf-2023-first-round-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/15/us-open-golf-2023-first-round-live", "date_published": "2023-06-15 14:26:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US man held after fatal attack near Neuschwanstein Castle in Germany", "description": "<p>Women, aged 21 and 22, had met the suspect for the first time shortly beforehand</p><p>One of two female tourists attacked by a US man near Neuschwanstein Castle in southern Germany has died, police said on Thursday.</p><p>The 21-year-old woman, who has not been identified, was taken to a hospital by helicopter on Wednesday, but died overnight from serious injuries. Her 22-year-old companion was still in hospital with serious injuries, the BR public broadcaster reported.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/man-attacks-women-near-neuschwanstein-castle-germany\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/man-attacks-women-near-neuschwanstein-castle-germany", "date_published": "2023-06-15 14:23:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Everton, a club that’s become a byword for angst", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Judging by <a href=\"https://twitter.com/khaleejtimes/status/1669206233927016450\">a video released from Abu Dhabi</a>, it turns out that what follows completing football is to walk Big Cup trophy into a large room, where a politely clapping sheikh will greet you. Handshakes all round to club suits and your Catalan genius coach before the younger members of the royal family help cut up, using a glittering ornamental sword, an outsized version of those club-crest cakes you might buy in the Arndale Centre. Flying in a blue dream, to conjure veteran plank-spanking king Joe Satriani. But while Manchester City fans look forward to doing it all again, starting with <a href=\"https://www.theguardian.com/football/2023/jun/15/premier-league-fixtures-manchester-city-start-at-burnley-liverpool-at-chelsea-luton-brighton\">a Friday night reunion</a> with Vincent Kompany at Burnley, consider those of a less fortunate hue of blue.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/football-daily-everton-legal-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/football-daily-everton-legal-action", "date_published": "2023-06-15 14:19:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your tributes and memories of Glenda Jackson", "description": "<p>We would like to hear your memories of Glenda Jackson – whether you met her, or appreciated her work as an actor and politician</p><p>Glenda Jackson, the actor and former Labour MP, has died at the age of 87 <a href=\"https://www.theguardian.com/stage/2023/jun/15/glenda-jackson-oscar-winner-and-former-labour-mp-dies-aged-87\">“after a brief illness” at her home in London</a>.</p><p>We would like to hear your memories of Glenda Jackson – whether you met her, or appreciated her work as an actor and politician.</p> <a href=\"https://www.theguardian.com/global/2023/jun/15/share-your-tributes-and-memories-of-glenda-jackson\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/jun/15/share-your-tributes-and-memories-of-glenda-jackson", "date_published": "2023-06-15 14:09:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fierce, sensual, cerebral: how Glenda Jackson brought class to film | Peter Bradshaw", "description": "<p>The British actor was the epitome of countercultural chic in key 1970s films. It is just a shame she couldn’t be persuaded to return when her political career ended</p><ul><li><a href=\"https://www.theguardian.com/stage/2023/jun/15/glenda-jackson-oscar-winner-and-former-labour-mp-dies-aged-87\">Glenda Jackson, fearless actor and politician, dies aged 87</a></li></ul><p><br />For a brief, intense period in the 70s, Glenda Jackson was the very epitome of bohemian Brit chic in the movies: gamine in a worldly English way, intellectual, liberated and frank but with a capacity for demure naivety. This was a period that gloriously co-existed with her recurring appearances on The Morecambe and Wise Show. Jackson revered Eric and Ernie to the end of her life, because apart from their own value, her guest-spots on their programme led to her being cast in the 1973 Hollywood comedy A Touch of Class, which in turn gave Jackson her second Oscar, the title tacitly describing what this Rada-trained English actor was giving the movie. The first Oscar was for playing Gudrun in Lawrence’s Women in Love, a film which became part of her longstanding association with Ken Russell, a film-maker who respected her distinctive combination of seriousness, playfulness and sexiness.</p><p>Jackson had made an impression in the movies in the late 60s with Peter Brook’s film version of Marat/Sade as Charlotte Corday, the role she had played on the Broadway stage, and also in Peter Medak’s cult item Negatives, opposite Peter McEnery, as the couple who like to fantasise about being the murderer Dr Crippen and his lover Ethel Le Neve. But the Lawrentian drama Women in Love in 1969 took her aura of countercultural daring closer to the mainstream, in which she played the sensual Gudrun, entranced with Gerald Crich, played by that other seductive icon, Oliver Reed. Of course, all women in that film were bound to be upstaged by the sausage-party outrageousness of Oliver Reed and Alan Bates wrestling naked in front of the fire. But Jackson, in her angular poise and hungriness, was the film’s driving force.</p> <a href=\"https://www.theguardian.com/film/2023/jun/15/fierce-sensual-cerebral-how-glenda-jackson-brought-class-to-cinema\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/15/fierce-sensual-cerebral-how-glenda-jackson-brought-class-to-cinema", "date_published": "2023-06-15 14:03:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We made horse semen into little shakers’: the quest for music’s most extreme sounds", "description": "<p>From cannabis plants to screaming peacocks, swallowed microphones to babies in utero, musicians are rejecting regular instruments and software-derived sound</p><p>‘I didn’t shoot a horse to make this record,” clarifies Matthew Herbert. “I just scoured for sounds of horses being shot and having sex … although that did get me into slightly dodgy internet territory.”</p><p>The experimental electronic musician and artist may not have slain a horse for his latest record, <a href=\"https://www.barbican.org.uk/whats-on/2023/event/the-horse-matthew-herbert-x-london-contemporary-orchestra\">The Horse</a>, but he did use a skeleton of one. “I found [it] on eBay and it only had a day left,” he recalls. “So I had to make a decision really quickly whether to go for it.” He went for it. “Then I realised I’ve got a dead horse in the corner of my studio,” he laughs. “I didn’t have the space to assemble it, I didn’t know what I was doing, it smelt a bit, so I left it there for a couple of weeks.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/15/we-made-horse-semen-into-little-shakers-the-quest-for-musics-most-extreme-sounds\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/15/we-made-horse-semen-into-little-shakers-the-quest-for-musics-most-extreme-sounds", "date_published": "2023-06-15 14:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fuller’s hails rebound in trade at City pubs as it reveals full-year results", "description": "<p>Boss of pubs group says he is upbeat about coming months after return of office workers and tourists</p><p>The pubs group Fuller, Smith &amp; Turner has hailed a rebound in activity at City bars, saying workers in the Square Mile are making the most of afterwork drinks during the warm weather and “enjoying being back” in the office.</p><p>The fillip in trade came after <a href=\"https://www.theguardian.com/uk-news/industrial-action\">tube and train strikes</a> cost Fuller’s more than £5m of sales, the company said as it released full-year results.</p> <a href=\"https://www.theguardian.com/business/2023/jun/15/fullers-rebound-trade-city-pubs-full-year-results\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/15/fullers-rebound-trade-city-pubs-full-year-results", "date_published": "2023-06-15 13:41:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four schools in East Sussex forced to close due to water shortages", "description": "<p>Criticism of South East Water mounts as local people accuse it of failing to invest in infrastructure</p><p>Four schools in East Sussex have been closed because of water shortages across the area as criticism of South East Water mounts.</p><p>The company was communicating with customers in the affected areas by text message, according to some residents in Wadhurst. Three primary schools and one secondary school that had been forced to shut earlier in the week remained closed, East Sussex county council said.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/15/kent-water-shortages-school-closures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/15/kent-water-shortages-school-closures", "date_published": "2023-06-15 13:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson allies voice fury at ‘vindictive’ Partygate report", "description": "<p>Some make threats that Tories who endorse privileges committee’s finding could face deselection</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/15/boris-johnson-partygate-privileges-committee-report-conservatives-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Boris Johnson’s supporters have reacted with fury to the privileges committee’s <a href=\"https://www.theguardian.com/politics/2023/jun/15/partygate-report-published-boris-johnson-misled-parliament\">finding</a> that he misled parliament, with some making open threats that Tories who vote to endorse the report could face deselection by their members.</p><p>Nadine Dorries, the former culture secretary who has <a href=\"https://www.theguardian.com/politics/2023/jun/14/nadine-dorries-failure-to-resign-officially-as-mp-frustrates-sunaks-attempt-to-reset-tories\">vowed to resign as an MP</a> amid a row over whether she was wrongly denied a peerage, said the report was “quite bizarre” and showed an inbuilt bias from the committee, its chair, Harriet Harman, and the Tory member Bernard Jenkin.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/15/boris-johnson-allies-fury-partygate-report\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/15/boris-johnson-allies-fury-partygate-report", "date_published": "2023-06-15 13:10:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The west has broken its promises to developing countries – and we're all paying the price | Larry Elliott", "description": "<p>A summit in Paris this month offers a way to tackle this disastrous failure, but only if western leaders bother to turn up</p><p>Broken promises, missed opportunities and a failure to see the bigger picture: that’s the story of the west’s approach to developing countries in recent years. Money to help with climate breakdown has been <a href=\"https://www.theguardian.com/environment/2021/sep/20/rich-countries-not-providing-poor-with-pledged-climate-finance-analysis-says\">pledged but not delivered</a>. Vaccines <a href=\"https://www.theguardian.com/society/2021/sep/09/gordon-brown-exhorts-west-to-stop-hoarding-vaccines\">have been hoarded</a>. Aid budgets have been <a href=\"https://www.theguardian.com/global-development/2022/mar/31/uk-foreign-office-rushed-42bn-of-aid-cuts-official-audit-finds\">cut</a>.</p><p>From any perspective – be it geopolitical, economic, humanitarian or ecological – the indifference to what is happening elsewhere is disastrous. If the west wants to counter Beijing’s influence in Africa, to secure the raw materials and metals it needs for its green industrial revolution, to prevent a debt crisis and to have any hope of tackling global heating, it needs to sharpen up its act fast.</p><p>Larry Elliott is the Guardian’s economics editor</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/west-promises-developing-countries-summit-paris-climate-vaccines-budgets\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/west-promises-developing-countries-summit-paris-climate-vaccines-budgets", "date_published": "2023-06-15 13:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vast fossil fuel and farming subsidies causing ‘environmental havoc’", "description": "<p>World Bank says subsidies costing as much as $23m a minute must be repurposed to fight climate crisis</p><p>Trillions of dollars of subsidies for fossil fuels, farming and fishing are causing “environmental havoc”, according to the World Bank, severely harming people and the planet.</p><p>Many countries spend more on the harmful subsidies than they do on health, education or poverty reduction, the bank says, and the subsidies are entrenched and hard to reform as the greatest beneficiaries tend to be rich and powerful.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/15/vast-fossil-fuel-and-farming-subsidies-causing-environmental-havoc-world-bank\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/15/vast-fossil-fuel-and-farming-subsidies-causing-environmental-havoc-world-bank", "date_published": "2023-06-15 13:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Romeo and Juliet review – Rebecca Frecknall’s dance to the death", "description": "<p><strong>Almeida theatre, London<br /></strong>This innovative, fast-paced production of Shakespeare’s tragedy, starring Toheeb Jimoh and Isis Hainsworth, has a beguiling intensity</p><p>Rebecca Frecknall is fast becoming the director with a consummate gift for turning old into new. She does so with Shakespeare’s tragedy of love across warring factions, which follows her audacious productions of <a href=\"https://www.theguardian.com/stage/2023/jan/13/a-streetcar-named-desire-review-almeida-london-paul-mescal\">A Streetcar Named Desire</a> and <a href=\"https://www.theguardian.com/stage/2021/dec/13/cabaret-review-eddie-redmayne-playhouse-theatre\">Cabaret</a>. This is not as radical a reconceptualisation but has its own stylistic inventions and brings a beguiling intensity in its faithfulness.</p><p>Played in modern, trendy dress that gives the opposing houses of Montague and Capulet the look of street gangs when they pull out their knives, it is a dance to the death, with some of the movement set to excerpts of Prokofiev’s Romeo and Juliet. This looks mannered at first: the opening fight scene turns suddenly into dance and bears an overly self-conscious resemblance to West Side Story.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/romeo-and-juliet-review-almeida-theatre-london-rebecca-frecknall\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/romeo-and-juliet-review-almeida-theatre-london-rebecca-frecknall", "date_published": "2023-06-15 12:49:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK regulator to ban ads for ‘misleading’ broadband and mobile deals", "description": "<p>Information about mid-contract price increases must be made clear and upfront to consumers, says CAP</p><p>Broadband and mobile phone companies are to be banned from advertising “misleading” fixed-price contracts that fail to warn consumers that they face hefty mid-contract price increases.</p><p>Over the past year, telecoms providers have been surprising customers by imposing inflation-exceeding rises on <a href=\"https://www.theguardian.com/business/2023/feb/13/uk-mobile-broadband-firms-bt-ee-vodafone-huge-price-rise-existing-customers\">their broadband and mobile phone payments mid-contract</a>.</p> <a href=\"https://www.theguardian.com/money/2023/jun/15/regulator-ban-ads-misleading-broadband-mobile-deals-price-increases\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/15/regulator-ban-ads-misleading-broadband-mobile-deals-price-increases", "date_published": "2023-06-15 12:40:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England and Wales abortion law has been settled, minister tells Commons", "description": "<p>Edward Argar says government does not intend to change law after case of woman jailed for late abortion</p><p>Abortion law in England and Wales has been settled by parliament and the government does not intend to change it, a justice minister has told MPs, after a woman was jailed for taking abortion pills after the legal limit.</p><p>Edward Argar was speaking after opposition MPs secured an urgent question on the 162-year-old legislation underpinning abortion regulations in part of the UK, during which there were cross-party calls for an overhaul.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/england-and-wales-abortion-law-has-been-settled-tory-mp-tells-commons\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/england-and-wales-abortion-law-has-been-settled-tory-mp-tells-commons", "date_published": "2023-06-15 12:40:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rufus Norris to step down as National Theatre leader in spring 2025", "description": "<p>Director says past eight years ‘most challenging time in history’ for sector, but audience figures finally back at pre-pandemic levels</p><p>Rufus Norris is to step down as director of the National Theatre after steering the flagship arts institution through the challenges of the Covid pandemic and responding to the climate crisis and the Black Lives Matter movement.</p><p>Norris, the NT’s artistic director and chief executive, said that spring 2025, when he would have been in post for 10 years, was the “absolutely natural point” to move on. He said he had “no plans” for the future.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/rufus-norris-resigns-national-theatre-leader-2025\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/rufus-norris-resigns-national-theatre-leader-2025", "date_published": "2023-06-15 12:24:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘People were baffled and scared’: Robin Ince on the vital failure of his Edinburgh festival debut", "description": "<p>Nineteen years since his first fringe solo show, the comedian returns to riff on punching melons – but this time with a hard-won happiness</p><p>My career was transformed when I repeatedly punched a melon with the face of Vernon Kay amateurishly scrawled on it. A shamanic spell perhaps?</p><p>For the first 11 years of my standup life, I was moving further and further away from that teenage excitement I experienced when I sat in a basement room and saw The Joan Collins Fan Club (now <a href=\"https://www.theguardian.com/lifeandstyle/2022/jun/25/julian-clary-benedictine-monks-didnt-really-prepare-me-for-the-life-i-have-lived\">Julian Clary</a>), Kit Hollerbach and <a href=\"https://www.theguardian.com/culture/2019/feb/01/jeremy-hardy-obituary\">Jeremy Hardy</a> for the first time. I had increasingly become lazy in my thinking and accompanied by a perpetual hangover.</p><p><a href=\"https://tickets.edfringe.com/whats-on/robin-ince-melons-a-love-letter-to-stand-up-comedy\">Robin Ince – Melons: A Love Letter to Standup Comedy</a> is at the Stand’s New Town theatre, Edinburgh, 2-27 August.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/robin-ince-on-his-edinburgh-festival-fringe-show-comedian\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/robin-ince-on-his-edinburgh-festival-fringe-show-comedian", "date_published": "2023-06-15 12:05:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England, Australia and an urn: a bluffer’s guide to the Ashes", "description": "<p>What is Bazball and whose ashes are they? Everything you need to know about this summer’s cricket but were afraid to ask</p><p><strong>Why do I keep hearing about the ashes? Whose ashes </strong>No, <em>the </em>Ashes: definite article, upper-case A, optional italics for extra emphasis.</p><p><strong>OK, so what is </strong><em><strong>the </strong></em><strong>Ashes? </strong>The Ashes is cricket’s oldest and most prestigious rivalry, a biennial series of matches between Australia and England that has been played since the 19th century.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/england-australia-and-an-urn-a-bluffers-guide-to-the-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/england-australia-and-an-urn-a-bluffers-guide-to-the-ashes", "date_published": "2023-06-15 12:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Pretty disrespectful’: rightwing radio host scolds Pence for not saying he’d pardon Trump", "description": "<p>Pence avoided answering whether, if he were president, he would pardon Trump from indictment over handling of classified records</p><p>Mike Pence is “fine with Donald Trump being put in prison” which is “pretty disrespectful” given he was Trump’s vice-president, a rightwing radio host told Pence in a testy exchange.</p><p>Pence was Trump’s vice-president when Trump sent a mob to the US Capitol on January 6, in an attempt to block certification of the 2020 election. Trump did little to call off the mob when it placed Pence in danger, some chanting for him to be hanged.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/mike-pence-pardon-donald-trump-rightwing-radio\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/mike-pence-pardon-donald-trump-rightwing-radio", "date_published": "2023-06-15 11:41:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LSO/Rattle review – wistful and life-enhancing, a terrific farewell for the departing chief", "description": "<p><strong>Barbican, London<br /></strong>Signing off with a joyous new commission from 96-year-old Betsy Jolas and a return to a longtime Messiaen favourite, Sir Simon led a regretful but sunny evening</p><p>Simon Rattle’s final concert at the Barbican as music director of the London Symphony Orchestra was inevitably an evening suffused with regret. Having got him back from Berlin in 2017, we should not have lost him again after only six years. <a href=\"https://www.theguardian.com/music/2021/jan/11/simon-rattle-extends-contract-london-symphony-orchestra-conductor-bavarian\">His departure for Munich</a> tolls another warning about music’s increasingly beleaguered status in Britain.</p><p>As a concert, however, this was the very opposite of sad. Indeed, it would be hard to devise <a href=\"https://londonso-assets.s3.amazonaws.com/uploads/2023/06/1415-06-Messiaen-Jolas-web.pdf\">a more joyous programme</a> – as well as one closer to Rattle’s musical heart and ethos – than the Betsy Jolas world premiere that began it and the monumental Turangalîla symphony of Olivier Messiaen with which it concluded.</p> <a href=\"https://www.theguardian.com/music/2023/jun/15/lsorattle-review-barbican-jolas-messaien-wistful-and-life-enhancing-a-terrific-farewell-for-the-departing-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/15/lsorattle-review-barbican-jolas-messaien-wistful-and-life-enhancing-a-terrific-farewell-for-the-departing-chief", "date_published": "2023-06-15 11:38:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aditi Mittal review – rich people’s problems upstage lockdown laughs", "description": "<p><strong>Soho theatre, London<br /></strong>The Indian standup’s Unalive show is stronger for its satire on her native country’s super-rich than its mild, middling musings on coronavirus </p><p>A show of two halves, this one, from Indian standup <a href=\"https://www.theguardian.com/stage/2019/sep/11/aditi-mittal-mother-of-invention-review-soho-theatre-london\">Aditi Mittal</a>, who rakes over Covid coals for its first 30 minutes, before a pivot to much sparkier material on a certain unnamed Indian prime minister and that country’s richest man. Perhaps we should forgive the relative weakness of that opening section, which recounts, after all, a period in which standups unavoidably lost some match fitness. But that can’t quite excuse Mittal’s so-so material on the subject, describing her scramble back to India on the eve of lockdown, and the mask-wearing, Zoom-gigging, socially distanced life that followed.</p><p>“Unalive” is how the 35-year-old describes her experience of lockdown, and how she titles this show. It also, alas, describes some inanimate jokes here, like the one that tries to explain Mittal’s resistance to masks, or her argument in favour of younger boyfriends, which feels less like a gag, more like an underdeveloped thought. Or the offputtingly glib remarks about Mumbai’s supposed imperviousness to Covid.</p><p>At <a href=\"https://sohotheatre.com/events/aditi-mittal-unalive/\">Soho theatre, London</a>, until 17 June</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/aditi-mittal-review-rich-peoples-problems-upstage-lockdown-laughs\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/aditi-mittal-review-rich-peoples-problems-upstage-lockdown-laughs", "date_published": "2023-06-15 11:24:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Daniel Farke, Carlos Corberán and Scott Parker on Leeds manager shortlist", "description": "<ul><li>Leeds hoping to make appointment next week</li><li>Brendan Rodgers had been club’s first choice</li></ul><p>Leeds expect to conclude their hunt for a manager next week and are conducting final interviews as they endeavour to identify the right candidate to lead a Championship promotion challenge.</p><p>Daniel Farke, the former Norwich manager recently sacked by Borussia Mönchengladbach in his native Germany, is on a shortlist that also includes the West Brom manager Carlos Corberán and Scott Parker.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/daniel-farke-carlos-corberan-and-scott-parker-on-leeds-manager-shortlist\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/daniel-farke-carlos-corberan-and-scott-parker-on-leeds-manager-shortlist", "date_published": "2023-06-15 11:06:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crispin Odey’s hedge fund disbanding after sexual misconduct allegations", "description": "<p>Odey Asset Management forced into move by investors pulling funds in response to claims against Tory donor</p><p>Crispin Odey’s hedge fund is being broken up one week after the multimillionaire Conservative and Brexit donor was <a href=\"https://www.theguardian.com/business/2023/jun/09/hedge-fund-founded-by-crispin-odey-does-not-recognise-picture-painted-of-firm\">accused of sexual misconduct by junior female members of staff</a>.</p><p>Odey Asset Management (OAM), the £3.5bn hedge fund Odey founded 32 years ago, announced on Thursday it was in “advanced discussions for rehousing funds and transferring certain fund management activities and individuals to other asset managers”.</p> <a href=\"https://www.theguardian.com/business/2023/jun/15/crispin-odey-hedge-fund-disbanding-sexual-misconduct-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/15/crispin-odey-hedge-fund-disbanding-sexual-misconduct-allegations", "date_published": "2023-06-15 10:47:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Glenda Jackson, fearless actor and politician, dies aged 87", "description": "<p>Her singular passion lit up performances from Women in Love to King Lear and drove her 23-year middle career as an MP </p><p>Glenda Jackson has died at the age of 87 after “a brief illness” at her home in London.</p><p>In a statement, her agent, Lionel Larner, said: “Glenda Jackson, two-time Academy Award-winning actress and politician, died peacefully at her home in Blackheath, London, this morning after a brief illness with her family at her side.”</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/glenda-jackson-oscar-winner-and-former-labour-mp-dies-aged-87\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/glenda-jackson-oscar-winner-and-former-labour-mp-dies-aged-87", "date_published": "2023-06-15 10:46:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Cameron to be first politician to give evidence at Covid inquiry", "description": "<p>George Osborne, Jeremy Hunt and Oliver Dowden also slated to give testimony to public inquiry next week</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/15/boris-johnson-partygate-privileges-committee-report-conservatives-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>David Cameron will become the first politician to give evidence under oath at the UK Covid-19 public inquiry next week when the former prime minister is cross-examined on Monday, the inquiry has announced.</p><p>The former chancellor George Osborne will also give evidence on Tuesday and Jeremy Hunt, the chancellor, and Oliver Dowden, the deputy prime minister, will become the first serving cabinet ministers to enter the witness box when they are sworn in on Wednesday as the inquiry steps up its investigation into the <a href=\"https://www.theguardian.com/uk-news/2023/jun/13/a-bowl-of-spaghetti-covid-inquiry-opens-with-flowchart-on-uks-pandemic-planning\">UK’s preparedness for the pandemic</a> that claimed at least 226,977 lives in the country.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/15/david-cameron-to-be-first-politician-to-give-evidence-at-covid-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/15/david-cameron-to-be-first-politician-to-give-evidence-at-covid-inquiry", "date_published": "2023-06-15 10:32:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham reject Arsenal’s £80m Declan Rice bid and await Manchester City offer", "description": "<ul><li>Arsenal’s first proposal falls well below West Ham’s valuation</li><li>Source predicts City will ‘blow Arsenal out of the water’</li></ul><p>Arsenal have had an opening offer of £80m for Declan Rice turned down by West Ham, who anticipate Manchester City entering the bidding for the midfielder.</p><p>West Ham want £100m for Rice and <a href=\"https://www.theguardian.com/football/2023/jun/12/arsenal-closing-in-on-100m-deal-for-west-ham-midfielder-declan-rice\">the expectation</a> at the start of the week was that Arsenal would meet the asking price by including various add-ons. Initial talks had progressed well and there was confidence the transfer would not turn into a saga.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/west-ham-reject-arsenal-80m-declan-rice-bid-manchester-city-offer\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/west-ham-reject-arsenal-80m-declan-rice-bid-manchester-city-offer", "date_published": "2023-06-15 10:28:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two teenagers charged with Bath murder of 16-year-old Mikey Roynon", "description": "<p>Boys, aged 15 and 16, charged over fatal stabbing of aspiring rapper at house party on Saturday night</p><p>Two teenage boys have been charged with the murder of 16-year-old Mikey Roynon, who was fatally stabbed during a house party in a suburb of Bath.</p><p>Detectives from Avon and Somerset’s major crime investigation team said they had charged a 15-year-old boy from Dorset and a 16-year-old boy from Wiltshire with murder and possessing an offensive weapon.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/15/two-teenagers-charged-with-bath-of-16-year-old-mikey-roynon\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/15/two-teenagers-charged-with-bath-of-16-year-old-mikey-roynon", "date_published": "2023-06-15 10:18:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Where is the honour and integrity?’ Readers on golf’s Saudi takeover", "description": "<p>Guardian readers from around the world have been in touch to share their reactions, with many golf fans expressing dismay </p><p>When the US Open begins on Thursday, focus will not just<strong> </strong>be on the competition but how the players react after <a href=\"https://www.theguardian.com/sport/2023/jun/06/saudi-liv-pga-tour-divisions-within-golf\">the shock announcement last week</a> that the PGA and DP World Tours are merging commercial operations with the rebel LIV circuit.</p><p>The multi-billion-dollar investment from <a href=\"https://www.theguardian.com/news/audio/2023/jun/14/how-saudi-arabia-took-over-professional-golf-podcast\">Saudi Arabia’s Public Investment Fund (PIF)</a> has brought to an end a year of dispute in the sport that forced players to choose sides. Though Rory McIlroy has said the PGA Tour now has a “brighter” future because of the PIF deal – he has also <a href=\"https://www.theguardian.com/sport/2023/jun/07/i-still-hate-liv-rory-mcilroy-says-there-must-be-no-way-back-for-rebels\">called for consequences</a> over breakaway players who “irreparably harmed” the Tour.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/where-is-the-honour-and-integrity-readers-on-golf-saudi-takeover\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/where-is-the-honour-and-integrity-readers-on-golf-saudi-takeover", "date_published": "2023-06-15 09:33:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian wrestling federation chief charged with sexual harassment", "description": "<p>Charges follow months of complaints against BJP MP Brij Bhushan Sharan Singh by country’s top wrestlers</p><p>Police in India have filed charges of sexual harassment and criminal intimidation against the chief of the country’s wrestling federation, a member of parliament with Narendra Modi’s Bharatiya Janata party (BJP), following complaints by female wrestlers.</p><p>The public prosecutor Atul Srivastav read out the charges against Brij Bhushan Sharan Singh at a court hearing in Delhi. If convicted he faces up to three years in jail.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/india-wrestling-federation-chief-brij-bhushan-sharan-singh-charged-sexual-harassment\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/india-wrestling-federation-chief-brij-bhushan-sharan-singh-charged-sexual-harassment", "date_published": "2023-06-15 09:26:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Partygate report: key findings of Commons privileges committee", "description": "<p>How Boris Johnson was found to have misled MPs and why report recommended a 90-day suspension from parliament</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2023/jun/15/boris-johnson-partygate-privileges-committee-report-conservatives-uk-politics-live\">Boris Johnson misled MPs over Partygate, report finds – live</a></strong></li></ul><p>The House of Commons privileges committee <a href=\"https://www.theguardian.com/politics/2023/jun/15/partygate-report-published-boris-johnson-misled-parliament\">has found that</a> Boris Johnson repeatedly misled MPs when he told them he knew nothing about lockdown-breaking social gatherings in and around Downing Street. These are the main points of what is a highly damning and hugely detailed report.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/15/partygate-report-key-findings-of-commons-privileges-committee-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/15/partygate-report-key-findings-of-commons-privileges-committee-boris-johnson", "date_published": "2023-06-15 09:23:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manston asylum centre could be overwhelmed again, watchdog says", "description": "<p>Chief inspector of immigration says there is ‘real danger’ that inhumane and dangerous conditions will return at Kent facility</p><p>Suella Braverman is facing the “real danger” that conditions for asylum seekers held at Manston processing facility will once again become inhumane and dangerous, the immigration watchdog has found.</p><p>David Neal, the independent chief inspector of borders and immigration, said the Kent asylum centre that became overcrowded and disease-ridden last year could again become overwhelmed because ministers and officials in the Home Office are unable to say where they plan to house at least 55,000 arrivals by small boats this year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/15/manston-asylum-centre-could-be-overwhelmed-again-watchdog-says\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/15/manston-asylum-centre-could-be-overwhelmed-again-watchdog-says", "date_published": "2023-06-15 09:08:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WE Soda boss says New York would be ‘credible alternative’ for flotation", "description": "<p>World’s largest producer of natural soda ash ditches plans for UK listing after ‘unrealistically low’ valuations</p><p>The boss of WE Soda has said New York would be a “credible alternative” for a stock market flotation, a day after the world’s largest producer of natural soda ash ditched plans to list in London because of a disappointing valuation.</p><p>Alasdair Warren, the chief executive of WE Soda, said the business had abandoned <a href=\"https://www.theguardian.com/world/2023/may/31/turgay-ciner-group-we-soda-london-ipo-shares\">plans to list in London</a> just a fortnight after announcing the move because valuations were “unrealistically low”. Despite saying two weeks ago that “London still works”, the company now judges that investors “remain extremely cautious” about the initial public offerings market.</p> <a href=\"https://www.theguardian.com/business/2023/jun/15/we-soda-new-york-credible-alternative-for-flotation-ditches-london-listing-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/15/we-soda-new-york-credible-alternative-for-flotation-ditches-london-listing-plan", "date_published": "2023-06-15 09:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My reproductive life is over? That’s liberating!’ Bridget Christie on comedy, TV and the menopause", "description": "<p>What’s it like to break into television in your 50s? The award-winning standup talks about her new series The Change, her late-blooming career and her issues with Tupperware</p><p>There is a photograph of Bridget Christie and her siblings, she says, taken in a forest in the 70s, that sounds so dreamy and nostalgic I can almost picture its curling edges: nine children, probably dressed in hand-me-downs, smiling out from under a big oak tree. “Or was it eight of us, and my eldest brother had to take the photo?” she wonders aloud. It must have been hard to keep track when there were so many of them.</p><p>We have been talking about her childhood in Gloucester, as the youngest of all those kids, and the forests that inspired her new TV comedy drama. A big oak tree stands in the centre of The Change, seemingly transported straight from Christie’s childhood. The heroine, a tree-climbing girl like Christie was, hid a time capsule in its boughs some time in the late 70s. We meet Linda, played by Christie, at her 50th birthday party – weary, put-upon, menopausal – wondering what happened to her life. For years, in stacks of notebooks, she has recorded the time she has devoted to caring for her family and home, the invisible work usually done by women. She decides to take some of that time back, and heads off on a motorbike (Christie has one, too, bought around the time she turned 50 last year) on a heroic quest in search of who she used to be. That time capsule should have some clues.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/this-is-the-beginning-of-the-rest-of-my-life-bridget-christie-on-the-menopause-feminism-and-tupperware\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/this-is-the-beginning-of-the-rest-of-my-life-bridget-christie-on-the-menopause-feminism-and-tupperware", "date_published": "2023-06-15 09:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Haiti came to be run by armed gangs – video", "description": "<p>Since the assassination of Haiti's president, Jovenel Moïse, in 2021, the country has been in turmoil, with gangs taking control of much of the capital, Port-au-Prince. But they are not a new phenomenon. Gangs have had a longstanding role in Haiti's political life since the 1950s. The roots of the country's hardship go back even further. </p><p></p><p>Josh Toussaint-Strauss explores the historical background to the current crisis and discovers how gangs have become so embedded in Haitian politics</p><p></p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/jan/12/thursday-briefing-how-disease-famine-gangs-and-assassinations-brought-haiti-to-its-knees\">How disease, famine, and gang warfare brought Haiti to its knees</a></p></li><li><p><a href=\"https://www.theguardian.com/world/audio/2023/feb/09/haiti-country-in-crisis-without-an-elected-government-podcast\">Haiti: a country in crisis without an elected government - podcast</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jun/15/how-haiti-came-to-be-run-by-armed-gangs-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/jun/15/how-haiti-came-to-be-run-by-armed-gangs-video", "date_published": "2023-06-15 08:17:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League fixtures: Manchester City open at Burnley, Liverpool at Chelsea", "description": "<ul><li>Luton start at Brighton and Arsenal begin at home to Forest</li><li>Postecoglou’s first game with Spurs is away to Brentford</li></ul><p>Manchester City will begin their push for a record fourth consecutive Premier League title away to Vincent Kompany’s Burnley. The Treble winners will visit Turf Moor to face their former captain’s promoted side on the evening of Friday 11 August to raise the curtain on the 2023-24 campaign.</p><p>The outstanding fixture of the opening weekend will be at Stamford Bridge, where Mauricio Pochettino starts life as Chelsea manager against Liverpool on Sunday 13 August, with both sides looking to bounce back after disappointing campaigns.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/premier-league-fixtures-manchester-city-start-at-burnley-liverpool-at-chelsea-luton-brighton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/premier-league-fixtures-manchester-city-start-at-burnley-liverpool-at-chelsea-luton-brighton", "date_published": "2023-06-15 08:12:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Long-awaited Partygate report details how Boris Johnson misled parliament", "description": "<p>Privileges committee delivers damning findings against former PM, who has angrily quit Commons</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/15/boris-johnson-partygate-privileges-committee-report-conservatives-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Boris Johnson deliberately misled parliament over Partygate and would have faced a 90-day suspension if still an MP, a long-awaited report by the privileges committee has found.</p><p>MPs on the cross-party group delivered their damning and definitive findings on the former prime minister, who <a href=\"https://www.theguardian.com/politics/2023/jun/10/boris-johnson-after-leaving-commons-former-pm-what-next\">quit the Commons</a> after being passed a confidential copy last week.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/15/partygate-report-published-boris-johnson-misled-parliament\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/15/partygate-report-published-boris-johnson-misled-parliament", "date_published": "2023-06-15 08:05:54+00:00", "persistent": true, "user": "rumpel", "language": "en-UK", "tags": ["boris johnson", "lockdown", "covid"]}, {"source": "https://www.theguardian.com/rss", "title": "Count Abdulla review – the hour for Muslim vampires has cometh!", "description": "<p>This defiantly silly comedy about a junior doctor bitten by a vampire could be extremely dodgy. Instead, it’s deftly written, topical and very funny</p><p>It’s Halloween in Hounslow. Sorry, <em>Halaloween </em>– it also happens to be Eid. A white working-class vampire called Kathy (Jaime Winstone) who doubles as a part-time dominatrix on disability benefits is on the prowl for some halal blood. She’s got a thing for Muslims, you see. (Also Hindus, it transpires.) She has tried Jewish blood, Buddhist blood, Christian blood and an increasing amount of atheist blood. But halal blood is the best. As for halal virgin blood “It’s like Christmas!” she hisses, baring her fangs. Mind you, as the British-Pakistanis point out in the opening moments of Count Abdulla before their necks are duly sucked, it would have been more culturally appropriate if she had referenced Ramadan instead.</p><p>Welcome to the could-be-extremely-dodgy premise of Kaamil Shah’s six-part vampire comedy. The series would be unthinkable if it wasn’t made by brown people who know what they are doing, and at one point even deploy the P-word in a way that isn’t gratuitous or misplaced but just plain old racist. After all, on paper how do we feel about laughing at racist vampires? Vampires who, at the other end of the class spectrum, are portrayed as a bunch of white supremacist toffs desperate to protect the bloodline from racial impurity? Is it OK? Then again, if Simon Pegg and Jessica Stevenson could do the whole cultural reference-rammed lovable spoofy sitcom thing more than 20 years ago with Spaced, why the hell not? The hour for Muslim vampires cometh.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/15/count-abdulla-review-the-hour-for-muslim-vampires-has-cometh\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/15/count-abdulla-review-the-hour-for-muslim-vampires-has-cometh", "date_published": "2023-06-15 08:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tony Blair’s bet on gambling Britain has spiralled out of control", "description": "<p>Nearly two decades after New Labour revolutionised the gambling industry,  millions of lives are being harmed for industry profits </p><ul><li><a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22Gambling_RD_piece%22%2C%22campaignCode%22%3A%22Gambling_RD_piece%22%7D&amp;INTCMP=Gambling_RD_piece\">Support open, independent journalism today</a></li></ul><p>The <a href=\"https://www.theguardian.com/society/2020/jan/16/how-britain-got-the-gambling-bug\">phenomenal rise of the UK gambling industry</a> owes much to reforms, introduced by Tony Blair, that flipped the state’s attitude to sports betting and casino gaming on its head.</p><p>At the turn of the century, the government recognised that betting and gaming, in particular online, could not be prohibited and ought, instead, to be properly regulated.</p> <a href=\"https://www.theguardian.com/society/2023/jun/15/tony-blairs-bet-on-gambling-britain-has-spiralled-out-of-control\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/15/tony-blairs-bet-on-gambling-britain-has-spiralled-out-of-control", "date_published": "2023-06-15 08:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is the Commons privileges committee and how powerful is it?", "description": "<p>Special body will look into claims that Boris Johnson misled parliament over Partygate</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/15/boris-johnson-partygate-privileges-committee-report-conservatives-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Boris Johnson has spent more than a year being investigated over Partygate. On Thursday, the findings of an inquiry into whether he misled MPs by repeatedly denying Covid laws were broken in Downing Street will be published.</p> <a href=\"https://www.theguardian.com/politics/2022/apr/21/what-is-the-commons-privileges-committee-and-how-powerful-is-it\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2022/apr/21/what-is-the-commons-privileges-committee-and-how-powerful-is-it", "date_published": "2023-06-15 07:22:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Banksy show officially authorised by elusive street artist to open in Glasgow", "description": "<p>Show at Gallery of Modern Art inspired by city’s Duke of Wellington statue with traffic cone on its head, says artist</p><p>An exhibition of work by Banksy is to open in Glasgow this weekend. The solo, show Cut &amp; Run, taking place at the city’s Gallery of Modern Art (GoMA), has been officially authorised by the elusive street artist.</p><p>It spans 25 years and will feature many of the stencils he has used to create his work. Banksy <a href=\"https://www.heraldscotland.com/news/23590216.banksy-unveils-glasgow-show-spanning-25-years-iconic-works/\">told the Herald</a>: “I’ve kept these stencils hidden away for years, mindful they could be used as evidence in a charge of criminal damage.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/15/banksy-show-officially-authorised-by-elusive-street-artist-to-open-in-glasgow\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/15/banksy-show-officially-authorised-by-elusive-street-artist-to-open-in-glasgow", "date_published": "2023-06-15 07:06:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ashes omens: what Peter Pan, Eurovision and Taggart tell us about the cricket", "description": "<p>Could the first Test venue hinder England’s prospects or will a Disney remake transport Australia’s hopes to never-never land?</p><p>There have been 72 Ashes series and 36 have been played in England. Of the series played in England the hosts have won 50% and Australia 38.9%. But the consequences of hosting <a href=\"https://www.theguardian.com/sport/2023/jun/10/the-ashes-cricket-ben-stokes-edgbaston\" title=\"\">the first match of the series at Edgbaston</a>, as this year, is massively in the tourists’ favour – Australia have gone on to win 83% of the series and have never lost. If England hold the opening game anywhere else their win percentage leaps to 62.1% and they lose just 27.6%. This will be the eighth Birmingham Ashes opener, following 1902 (Australia won the Ashes), 1909 (Australia won), 1961 (Australia won), 1975 (Australia won), 1997 (Australia won), 2001 (Australia won) and 2019 (drawn series).</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/the-ashes-peter-pan-eurovision-taggart-england-australia-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/the-ashes-peter-pan-eurovision-taggart-england-australia-cricket", "date_published": "2023-06-15 07:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jokić’s genius and Brooks’ folly: 20 things I learned from the NBA playoffs", "description": "<p>The NBA postseason remains an eight-week psychodrama of moments, memes and memories unlike anything else in sport. Our correspondent looks back at her 20 biggest takeaways</p><p>The “best player on the planet” crown is one that is ever-evolving, especially in times like these, when a player like LeBron, who held it for a decade-plus, has aged out of the distinction. Giannis had it for a couple of years, and there have been arguments to be made for Steph Curry in recent ones. But after Denver’s dominant wire-to-wire championship run, it feels pretty definitive: for the time being, at least, <a href=\"https://www.theguardian.com/sport/2023/jun/13/denver-nuggets-nba-finals-championship-nikola-jokic-basketball\">it’s Jokić’s to lose</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/nba-playoffs-2023-highlights-talking-points\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/nba-playoffs-2023-highlights-talking-points", "date_published": "2023-06-15 07:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After the flood in DRC – in pictures", "description": "<p>Bushushu, Democratic Republic of Congo. Survivors stand on boulders left by the flooding that destroyed their village on Lake Kivu on 4 May. <a href=\"https://www.theguardian.com/world/2023/may/09/confirmed-dead-flooding-drc-democratic-republic-congo\">Up to 450 people were killed in the region</a> and 2,500 are still missing</p> <a href=\"https://www.theguardian.com/world/gallery/2023/jun/15/after-the-flood-in-drc-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/jun/15/after-the-flood-in-drc-in-pictures", "date_published": "2023-06-15 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eberechi Eze’s true talent ‘still yet to explode’ as England debut beckons", "description": "<p>Crystal Palace forward has key figures at QPR and Wycombe to thank for paving the way towards expected international bow</p><p>Eberechi Eze has never been slow to make an impression. Coaching staff at QPR recall the warm and smiley 18-year-old street footballer who honed his skills in the cages of south London turning up for a week-long trial at Lilleshall in 2016. The following year, while on loan at Wycombe, he had teammates giggling on the pitch so audacious was some of his body of work. Then there is the <a href=\"https://www.youtube.com/watch?v=xGAritupekM\">20-second hat-trick</a> he scored on his first day of training at Crystal Palace two years ago. It is fair to say the smile on his face has not diminished this week, with Eze primed to make his England debut in Euro 2024 qualifiers against Malta on Friday or on Monday against North Macedonia.</p><p>As a boy growing up on a council estate in Greenwich, money was tight. Eze remembers the days when, while playing for Bruin FC in Bermondsey, southeast London, he and his father would have to weigh up whether attending trials at certain clubs was feasible because of the cost of fuel to get there. His first stop was West Ham. He signed for Arsenal aged nine but tears flowed when he was deemed too small and released by the team he grew up supporting at 13. He played for Fulham until 16 and then joined Reading, who let him go a few months later. Trials at Bristol City, Norwich, Swansea and Sunderland came and went. Millwall gave him another chance but did not offer him a professional contract.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/eberechi-eze-england-beckons-crystal-palace-qpr-wycombe\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/eberechi-eze-england-beckons-crystal-palace-qpr-wycombe", "date_published": "2023-06-15 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "National Grid in talks with Drax to revive coal-fired units", "description": "<p>Two units at North Yorkshire plant could be brought out of retirement to prevent winter outages</p><p>National Grid has held talks with Drax over bringing two coal-fired units at its vast power plant in North Yorkshire out of retirement to prevent power cuts this winter.</p><p>The grid’s electricity system operator (ESO) has discussed possibly restarting the two units, which were shut this year after 50 years of coal-fired power generation at the Selby site.</p> <a href=\"https://www.theguardian.com/business/2023/jun/15/national-grid-talks-drax-coal-fired-units-selby-north-yorkshire-winter-outages\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/15/national-grid-talks-drax-coal-fired-units-selby-north-yorkshire-winter-outages", "date_published": "2023-06-15 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The hard right and climate catastrophe are intimately linked. This is how | George Monbiot", "description": "<p>As climate policy is weakened, extreme weather intensifies and more refugees are driven from their homes – and the cycle of hatred continues</p><p>Round the cycle turns. As millions are driven from their homes by climate disasters, the extreme right exploits their misery to extend its reach. As the extreme right gains power, climate programmes are shut down, heating accelerates and more people are driven from their homes. If we don’t break this cycle soon, it will become the dominant story of our times.</p><p>A <a href=\"https://www.nature.com/articles/s41893-023-01132-6\">recent paper</a> in the scientific journal Nature identifies the “human climate niche”: the range of temperatures and rainfall within which human societies thrive. We have clustered in the parts of the world with a climate that supports our flourishing, but in many of these places the niche is shrinking. Already, around 600 million people have been stranded in inhospitable conditions by global heating. Current global policies are likely to result in about 2.7C of heating by 2100. On this trajectory, some 2 billion people may be left outside the niche by 2030, and 3.7 billion by 2090. If governments limited heating to their agreed goal of 1.5C, the numbers exposed to extreme heat would be reduced fivefold. But if they abandon their climate policies, this would lead to around 4.4C of heating. In this case, by the end of the century around 5.3 billion people would face conditions that ranged from dangerous to impossible.</p><p>George Monbiot is a Guardian columnist</p><p><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our </strong><em><strong><a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/hard-right-climate-catastrophe-extreme-weather-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/hard-right-climate-catastrophe-extreme-weather-refugees", "date_published": "2023-06-15 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Death in the desert: bodies lie in the sand in Niger while Europe pours millions into blocking migration route", "description": "<p>A drive to stop people fleeing northwards has forced migrants to even riskier  routes.  No one knows the death toll, but one survivor tells how five people died of thirst next to him</p><p>In a heavily guarded prison in the city of Agadez, in the north of Niger, convicted people smuggler Sade Yaya* sits on a stool in the yard. For several years, he drove migrants through the desert from this region, usually to the Libyan border.</p><p>The passage through the Agadez region – once a <a href=\"https://www.theguardian.com/world/2015/nov/09/on-the-road-in-agadez-desperation-and-death-along-a-saharan-smuggling-route\">thoroughfare for people migrating</a> north to work in Libya or Algeria, or trying to make it to Europe – was criminalised for most travellers in 2015 by an <a href=\"https://www.theguardian.com/world/2015/may/12/niger-passes-law-to-fight-people-smuggling\">anti-people-smuggling law</a>, brought in by Niger’s government with the support of EU authorities.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/15/death-in-the-desert-bodies-lie-in-the-sand-in-niger-while-europe-pours-millions-into-blocking-migration-route\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/15/death-in-the-desert-bodies-lie-in-the-sand-in-niger-while-europe-pours-millions-into-blocking-migration-route", "date_published": "2023-06-15 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Get an iron, go to a gallery and try ‘cuff-stacking’: how to dress when you hate your clothes", "description": "<p>Feel you have a full wardrobe but nothing to wear? Here, one writer who found having a baby made her hate her clothes, asks the experts how to rethink what you already have</p><p>I own a pair of studded red boots that used to make me extremely happy. Then, the other day, when I tried them on for the first time in years, I winced. I saw in them a microcosm of what can happen with your whole wardrobe: the clothes you once loved and wore to death suddenly feel very wrong.</p><p>I would wager that there are few people who don’t recognise this feeling. Whether you care about clothes or not, it doesn’t really matter. Certain clothes will still feel comfortable and right while others will not. And because clothes are like our second skin, when they don’t feel right, it can be strange, discombobulating; itchy, almost.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/15/get-an-iron-go-to-a-gallery-and-try-cuff-stacking-how-to-dress-when-you-hate-your-clothes\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/15/get-an-iron-go-to-a-gallery-and-try-cuff-stacking-how-to-dress-when-you-hate-your-clothes", "date_published": "2023-06-15 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lowestoft: a faded Suffolk star is reborn", "description": "<p>With new arts venues, pubs and restaurants, fancy beach huts and a restored pier, the UK’s most easterly town is getting its mojo back</p><p>‘It’s about trying to get people to think about Lowestoft in a different way: to look at the beautiful beach as part of the fantastic east coast and not as the end of the line, or a place that has lost industry. It’s actually got a lot of potential.” Genevieve Christie is passionate about the UK’s easternmost town – what she calls “the most unsung location in <a href=\"https://www.theguardian.com/travel/suffolk\">Suffolk</a>”. As CEO of the <a href=\"https://firstlightlowestoft.com/\">First Light festival</a> (17-18 June), a free annual beachside event celebrating midsummer, she and her team also run the live music, film nights and performances at the new seafront <a href=\"https://www.eastpointpavilion.com/\">East Point Pavilion</a>, where we now sit eating burritos.</p><p>Spruced up and reopened last summer by <a href=\"https://www.hemingwaydesign.co.uk/projects/lowestoft-south-beach/\">HemingwayDesign</a>, the faux Victorian structure – actually built in 1993 – is the initial, very prominent beneficiary of Lowestoft’s recently secured <a href=\"https://www.lowestoftjournal.co.uk/news/local-council/20676574.lowestofts-24-9-million-funding-regeneration-projects-approved/\">£24.9m levelling up Towns Fund</a>. Once home to a soft play area and tourist office, it now buzzes with streetfood stalls, artisan coffee and craft beer. “People held this building in great affection,” she says. “And it’s become a real hub, with hundreds of families enjoying this space.”</p> <a href=\"https://www.theguardian.com/travel/2023/jun/15/lowestoft-suffolk-guide-short-break-places-to-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/15/lowestoft-suffolk-guide-short-break-places-to-visit", "date_published": "2023-06-15 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vodafone has reneged on its promise not to raise my broadband price", "description": "<p>It stated clearly the cost of a two-year contract would not go up – but then it did</p><p><strong>In January I signed a two-year broadband deal with Vodafone at £58 a month. There was a lot of publicity about in-contract price rises, and so I was reassured by a highlighted red box on the contract summary stating that the monthly cost at the end of my minimum term would be £58 – ie, no price rise for 24 months. The covering email pointed out that the contract summary is “an important document that … will form part of your contract if you choose to buy from us”. Two months later, Vodafone informed me the charge would be £66.35 a month. I complained, but it had started taking the money. I suspect I won’t be the only customer affected, in which case Vodafone could be making millions from breaking its contract terms.<br /></strong><em><strong>SR, Kibworth, Leicestershire</strong></em></p><p>There is no ambiguity in your contract. A box highlighted in scarlet on the first page blares the promise that you will still be paying £58 a month at the end of two years. The cover letter makes it clear that the terms are binding if you sign. On you, but not on Vodafone, it seems. In response to your complaints, the company blamed an error on the contract and insisted on its right to raise the charges. All it would offer was the chance to exit the agreement early and without the usual termination charge. It instructed you to bin the new hub if you do this.</p> <a href=\"https://www.theguardian.com/money/2023/jun/15/vodafone-has-reneged-on-its-promise-not-to-raise-my-broadband-price\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/15/vodafone-has-reneged-on-its-promise-not-to-raise-my-broadband-price", "date_published": "2023-06-15 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Sienna Miller, Hugh Grant and others talk about phone hacking", "description": "<p>Film-maker James Newton follows two years of lawsuits and talks to alleged victims. Plus: Bear Grylls traces his roots to a warrior king. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/15/tv-tonight-sienna-miller-hugh-grant-and-others-talk-about-phone-hacking\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/15/tv-tonight-sienna-miller-hugh-grant-and-others-talk-about-phone-hacking", "date_published": "2023-06-15 05:20:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Woefully inadequate’: UK fathers on why they need more paternity leave", "description": "<p>The UK has the least generous paternity leave rights in Europe. Here four readers explain the impact on their families</p><ul><li><a href=\"https://www.theguardian.com/money/2023/jun/15/measly-paternity-rights-mean-nearly-third-uk-fathers-take-no-leave-report\">‘Measly’ paternity rights mean nearly a third of UK fathers take no leave – report</a></li></ul><p>James, 34, a marketing manager from Hove, remembers the weeks after his son Jude was born in spring last year mostly as a blur. “I had two weeks off, which is not enough time to adjust to parenthood,” he says.</p><p>“I found the experience uniquely confronting. Seeing and holding my son for the first time was overwhelming. I felt instant love for him, but was ill-prepared for the crash when the initial joy wore off. I felt a crushing pressure to be attentive and conscientious. At one point, after a visit from a health visitor, I found myself sobbing.”</p> <a href=\"https://www.theguardian.com/money/2023/jun/15/why-uk-fathers-need-more-paternity-leave\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/15/why-uk-fathers-need-more-paternity-leave", "date_published": "2023-06-15 05:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Kryvyi Rih hit by Russian cruise missiles, say officials; Odesa targeted by strikes for second day", "description": "<p>At least one person has been injured in the strikes on Kryvyi Rih; Military officials say all drones attacking country’s south were destroyed </p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/15/russia-ukraine-war-at-a-glance-what-we-know-on-day-477-of-the-invasion\">What we know on day 477 of the invasion</a></li></ul><p>Odesa was reportedly targeted by Russian strikes overnight, after already enduring a deadly wave in the early hours of Wednesday morning.</p><p>Ukraine’s southern military command released a statement in the early hours of Thursday morning, saying Russia was attacking “with unmanned aerial vehicles” – meaning drones – and there was “also a threat of a missile attack”, while advising residents to go to shelters.</p><p>Fires broke out at enterprises, which rescuers have already put out.”</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/15/russia-ukraine-war-live-kryvyi-rih-hit-by-russian-cruise-missiles-say-officials-odesa-targeted-by-strikes-for-second-day\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/15/russia-ukraine-war-live-kryvyi-rih-hit-by-russian-cruise-missiles-say-officials-odesa-targeted-by-strikes-for-second-day", "date_published": "2023-06-15 04:51:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protest anthem Glory to Hong Kong starts to vanish from online sites as government seeks ban", "description": "<p>Version of the song that rose to fame during 2019 pro-democracy protests disappear from platforms including Spotify, iTunes and Facebook</p><p>Versions of Glory to Hong Kong, the unofficial anthem of the city’s pro-democracy movement in 2019, have disappeared from several streaming platforms, amid a government bid to ban online distribution of the song.</p><p>Variations of the song distributed by DGX Music, the team of creators who own the rights to the title, were no longer unavailable on Spotify, Apple’s iTunes, Facebook and KKBOX worldwide on Wednesday, though a rendition performed by a Taiwanese band still remained. Several music videos were also accessible on YouTube on Thursday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/protest-anthem-glory-to-hong-kong-starts-to-vanish-from-online-sites-as-government-seeks-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/protest-anthem-glory-to-hong-kong-starts-to-vanish-from-online-sites-as-government-seeks-ban", "date_published": "2023-06-15 04:36:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bluey’s cricket episode: why did it leave Australians in tears and Americans puzzled?", "description": "<p>The latest episode hits cricket fans with a wave of back yard nostalgia. But will kids (and international viewers) understand it?</p><p><strong>Nick, cricketers everywhere are losing their collective minds over a Bluey episode. What is going on?</strong></p><p>It’s the third season of Bluey, the wonderful Australian children’s cartoon show about a Queensland family of dogs, and I don’t need to tell you it’s an international phenomenon.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/15/blueys-cricket-episode-why-did-it-leave-australians-in-tears-and-americans-puzzled\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/15/blueys-cricket-episode-why-did-it-leave-australians-in-tears-and-americans-puzzled", "date_published": "2023-06-15 02:46:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is it time to decriminalise abortion in the UK? – podcast", "description": "<p>After a distressing and controversial case in which a woman was jailed after taking abortion pills after the UK time limit, is it time to change the law?</p><p>This week, a 44-year-old woman was sentenced to more than two years<strong> </strong>in prison for procuring drugs to induce an abortion after the legal time limit. The controversial case has shone a light on the fact that abortion is still a crime in the UK.</p><p>The Guardian reporter Tobi Thomas, who was at the crown court, heard how the woman obtained the medication after lockdown forced her to move back in with her estranged husband while she was pregnant by another man. To obtain the pills, she told the British Pregnancy Advisory Service that she was under the 10-week limit. In reality, she was between 32 and 34 weeks pregnant when she took them.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jun/15/is-it-time-to-decriminalise-abortion-uk-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jun/15/is-it-time-to-decriminalise-abortion-uk-podcast", "date_published": "2023-06-15 02:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand falls into recession, as impact of cyclones takes toll", "description": "<p>As the economy shrinks by 0.1% in the March quarter, officials say the impacts of cyclones Hale and Gabrielle worsened the economic outlook</p><p>New Zealand has officially entered recession, with the economy shrinking 0.1% in the last quarter.</p><p>The economic downturn was exacerbated by the effects of <a href=\"https://www.theguardian.com/world/2023/feb/19/everyones-pretty-gutted-new-zealanders-struggle-to-pick-up-pieces-after-cyclone-gabrielle\">extreme weather that hit the country through February and March</a>, devastating some of New Zealand’s key fruit and vegetable-growing regions and causing extensive damage to the road network, analysts said.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/new-zealand-falls-into-recession-as-impact-of-cyclones-takes-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/new-zealand-falls-into-recession-as-impact-of-cyclones-takes-toll", "date_published": "2023-06-15 00:31:58+00:00", "persistent": false, "user": null, "language": "en-UK"}]