[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Ransomware Hackers and Scammers Utilizing Cloud Mining to Launder Cryptocurrency", "description": "Ransomware actors and cryptocurrency scammers have joined nation-state actors in abusing cloud mining services to launder digital assets, new findings reveal.\n\"Cryptocurrency mining is a crucial part of our industry, but it also holds special appeal to bad actors, as it provides a means to acquire money with a totally clean on-chain original source,\" blockchain analytics firm Chainalysis said in", "link": "https://thehackernews.com/2023/06/ransomware-hackers-and-scammers.html", "date_published": "2023-06-15 16:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese UNC4841 Group Exploits Zero-Day Flaw in Barracuda Email Security Gateway", "description": "A suspected China-nexus threat actor dubbed UNC4841 has been linked to the exploitation of a recently patched zero-day flaw in Barracuda Email Security Gateway (ESG) appliances since October 2022.\n\"UNC4841 is an espionage actor behind this wide-ranging campaign in support of the People's Republic of China,\" Google-owned Mandiant said in a new report published today, describing the group as \"", "link": "https://thehackernews.com/2023/06/chinese-unc4841-group-exploits-zero-day.html", "date_published": "2023-06-15 14:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Vidar Malware Using New Tactics to Evade Detection and Anonymize Activities", "description": "The threat actors behind the Vidar malware have made changes to their backend infrastructure, indicating attempts to retool and conceal their online trail in response to public disclosures about their modus operandi.\n\"Vidar threat actors continue to rotate their backend IP infrastructure, favoring providers in Moldova and Russia,\" cybersecurity company Team Cymru said in a new analysis shared", "link": "https://thehackernews.com/2023/06/vidar-malware-using-new-tactics-to.html", "date_published": "2023-06-15 13:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Warning: GravityRAT Android Trojan Steals WhatsApp Backups and Deletes Files", "description": "An updated version of an Android remote access trojan dubbed GravityRAT has been found masquerading as messaging apps BingeChat and Chatico as part of a narrowly targeted campaign since June 2022.\n\"Notable in the newly discovered campaign, GravityRAT can exfiltrate WhatsApp backups and receive commands to delete files,\" ESET researcher Lukáš Štefanko said in a new report published today.\n\"The", "link": "https://thehackernews.com/2023/06/warning-gravityrat-android-trojan.html", "date_published": "2023-06-15 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Research: 6% of Employees Paste Sensitive Data into GenAI tools as ChatGPT", "description": "The revolutionary technology of GenAI tools, such as ChatGPT, has brought significant risks to organizations' sensitive data. But what do we really know about this risk? A new research by Browser Security company LayerX sheds light on the scope and nature of these risks. The report titled \"Revealing the True GenAI Data Exposure Risk\" provides crucial insights for data protection stakeholders and", "link": "https://thehackernews.com/2023/06/new-research-6-of-employees-paste.html", "date_published": "2023-06-15 11:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Supply Chain Attack Exploits Abandoned S3 Buckets to Distribute Malicious Binaries", "description": "In what's a new kind of software supply chain attack aimed at open source projects, it has emerged that threat actors could seize control of expired Amazon S3 buckets to serve rogue binaries without altering the modules themselves.\n\"Malicious binaries steal the user IDs, passwords, local machine environment variables, and local host name, and then exfiltrates the stolen data to the hijacked", "link": "https://thehackernews.com/2023/06/new-supply-chain-attack-exploits.html", "date_published": "2023-06-15 11:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Report Reveals Shuckworm's Long-Running Intrusions on Ukrainian Organizations", "description": "The Russian threat actor known as Shuckworm has continued its cyber assault spree against Ukrainian entities in a bid to steal sensitive information from compromised environments.\nTargets of the recent intrusions, which began in February/March 2023, include security services, military, and government organizations, Symantec said in a new report shared with The Hacker News.\n\"In some cases, the", "link": "https://thehackernews.com/2023/06/new-report-reveals-shuckworms-long.html", "date_published": "2023-06-15 10:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Warns of New Russian State-Sponsored Hacker Group with Destructive Intent", "description": "Microsoft on Wednesday took the lid off a \"novel and distinct Russian threat actor,\" which it said is linked to the General Staff Main Intelligence Directorate (GRU) and has a \"relatively low success rate.\"\nThe tech giant's Threat Intelligence team, which was previously tracking the group under its emerging moniker DEV-0586, has graduated it to a named actor dubbed Cadet Blizzard.\n\"Cadet", "link": "https://thehackernews.com/2023/06/microsoft-warns-of-new-russian-state.html", "date_published": "2023-06-15 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "LockBit Ransomware Extorts $91 Million from U.S. Companies", "description": "The threat actors behind the LockBit ransomware-as-a-service (RaaS) scheme have extorted $91 million following hundreds of attacks against numerous U.S. organizations since 2020.\nThat's according to a joint bulletin published by the U.S. Cybersecurity and Infrastructure Security Agency (CISA), Federal Bureau of Investigation (FBI), the Multi-State Information Sharing and Analysis Center (MS-ISAC", "link": "https://thehackernews.com/2023/06/lockbit-ransomware-extorts-91-million.html", "date_published": "2023-06-15 05:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}]