[{"source": "https://sekurak.pl/rss", "title": "Kolejna polska firma uderzona ransomware. Pracownicy otrzymują pismo ze szczegółami (wyciek z systemu kadrowego).", "description": "<p>Ostatnio informowaliśmy o piśmie przesyłanym do pracowników przez polską spółkę HSBC, tym razem stosowny dokument rozsyła firma FIEGE Polska (jest to zupełnie osobna sprawa niż wspominana powyżej). Jeśli ktoś używa systemu Xpertis nie powinien się obawiać, z naszych informacji wynika że ransomware zaatakował firmę FIEGE Polska (a nie np. zewnętrzny...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/kolejna-polska-firma-uderzona-ransomware-pracownicy-otrzymuja-pismo-ze-szczegolami-wyciek-z-systemu-kadrowego/\" rel=\"nofollow\">Kolejna polska firma uderzona ransomware. Pracownicy otrzymują pismo ze szczegółami (wyciek z systemu kadrowego).</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/kolejna-polska-firma-uderzona-ransomware-pracownicy-otrzymuja-pismo-ze-szczegolami-wyciek-z-systemu-kadrowego/", "date_published": "2023-06-15 12:28:31+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://sekurak.pl/rss", "title": "Ktoś przyniósł do urzędu nieszyfrowanego pendrajwa z wrażliwymi danymi obywateli. Bonus: nie był to pracownik. Kara od UODO.", "description": "<p>Temat nieszyfrowanych pendrajwów zaczyna pojawiać się coraz częściej (patrz też: Rzecznik Dyscyplinarny Izby Adwokackiej z karą od UODO. Wysłali pismo z informacją o dołączonym pendrive z wrażliwymi danymi. Przesyłka uszkodzona, pendrive zniknął) Dość zawiły oryginalny opis nowej akcji możecie znaleźć w tym miejscu: Do naruszenia ochrony danych osobowych doszło na...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/ktos-przyniosl-do-urzedu-nieszyfrowanego-pendrajwa-z-wrazliwymi-danymi-obywateli-bonus-nie-byl-to-pracownik-kara-od-uodo/\" rel=\"nofollow\">Ktoś przyniósł do urzędu nieszyfrowanego pendrajwa z wrażliwymi danymi obywateli. Bonus: nie był to pracownik. Kara od UODO.</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/ktos-przyniosl-do-urzedu-nieszyfrowanego-pendrajwa-z-wrazliwymi-danymi-obywateli-bonus-nie-byl-to-pracownik-kara-od-uodo/", "date_published": "2023-06-15 08:58:46+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://sekurak.pl/rss", "title": "Zainfekowany komputer prezesa. Wykradli kilkaset tysięcy złotych. Sąd: bank musi zwrócić część pieniędzy", "description": "<p>Sprawa z kategorii nieco dziwnych: W marcu 2016 roku z konta firmy z Olsztyna dokonano dwóch nieautoryzowanych przelewów. Okazało się, że zainfekowany hakerskim oprogramowaniem był komputer prezesa tej spółki. Część pieniędzy udało się odzyskać, ale przelewy na ponad 220 tys. zł zostały zrealizowane; firma próbowała najpierw sprawę zakończyć polubownie, ale...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/zainfekowany-komputer-prezesa-wykradli-kilkaset-tysiecy-zlotych-sad-bank-musi-zwrocic-czesc-pieniedzy/\" rel=\"nofollow\">Zainfekowany komputer prezesa. Wykradli kilkaset tysięcy złotych. Sąd: bank musi zwrócić część pieniędzy</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/zainfekowany-komputer-prezesa-wykradli-kilkaset-tysiecy-zlotych-sad-bank-musi-zwrocic-czesc-pieniedzy/", "date_published": "2023-06-15 07:54:35+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://sekurak.pl/rss", "title": "Sąd przyznał zadośćuczynienie 1500 zł za wyciek danych osobowych. Super? No nie do końca, bo poszkodowana osoba musi ponieść koszty procesu, które wyniosły 3000 zł…", "description": "<p>Ciekawy artykuł opublikowany przez DGP: W orzecznictwie polskich sądów zaczyna się kształtować standardowe zadośćuczynienia za wyciek danych. Niedogodności z nim związane wycenia się zazwyczaj na 1,5 tys. zł. Taką też kwotę zasądzono w ostatnim wyroku w takiej sprawie Wyciek był dość gruby, bo chodziło o takie dane jak: imię, nazwisko,...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/sad-przyznal-zadoscuczynienie-1500-zl-za-wyciek-danych-osobowych-super-no-nie-do-konca-bo-poszkodowana-osoba-musi-poniesc-koszty-procesu-ktore-wyniosly-3000-zl/\" rel=\"nofollow\">Sąd przyznał zadośćuczynienie 1500 zł za wyciek danych osobowych. Super? No nie do końca, bo poszkodowana osoba musi ponieść koszty procesu, które wyniosły 3000 zł&#8230;</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/sad-przyznal-zadoscuczynienie-1500-zl-za-wyciek-danych-osobowych-super-no-nie-do-konca-bo-poszkodowana-osoba-musi-poniesc-koszty-procesu-ktore-wyniosly-3000-zl/", "date_published": "2023-06-15 07:19:33+00:00", "persistent": false, "user": null, "language": "pl-PL"}]