[{"source": "https://www.theguardian.com/international/rss", "title": "Joselu hits late winner to send Spain past Italy and into Nations League final", "description": "<p>Joselu, the man who waited 14 years for a Spain call-up and then <a href=\"https://www.theguardian.com/football/2023/mar/25/joselu-scores-twice-on-long-awaited-debut-to-ease-spain-past-norway\">scored twice within three minutes</a> of coming on for his debut, has gone and done it again. Introduced with five minutes left in the semi-final of the Nations League against Italy, his second substitute appearance for the national team at the age of 33, he had only been on the pitch for two of them when his moment came. Picaresque, he called it: lurking near the goalline, a crafty little wave of the boot edged the ball past Gianluigi Donnarumma and the<em> seleccion</em> into Sunday’s final against Croatia.</p><p>Born in Germany, the former Newcastle and Stoke striker – a veteran of 10 different clubs in three different countries who was relegated with Espanyol this season – has some record for Spain: three games played, three goals scored. In the 84th, 85th and 88th minutes. And now, maybe, a winners’ medal on the way, too. “It’s a question of faith,” he said. With the score at 1-1 in Rotterdam and the match heading to extra time, which was the last thing anyone wanted, he decided to hang around the keeper and wait to “see what happened”. What happened was that he became a hero.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/spain-italy-nations-league-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/spain-italy-nations-league-semi-final-match-report", "date_published": "2023-06-15 22:28:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Lewis Hamilton backs Max Verstappen to beat his F1 race win record", "description": "<ul><li>Verstappen has 40 race wins; Hamilton’s all-time best is 103</li><li>‘Records are there to be broken … he has a long career ahead’</li></ul><p>Lewis Hamilton believes Max Verstappen could eclipse his Formula One record of 103 race wins. The British driver acknowledged that Verstappen and his Red Bull team are in a position to chase down his remarkable tally but said he hoped to be able to further extend his lead, perhaps even at the British Grand Prix at Silverstone in three races time.</p><p>Hamilton was speaking before this weekend’s Canadian Grand Prix, where Verstappen is odds-on to secure his 41<sup>st</sup> victory, matching Ayrton Senna’s wins. When asked if the Dutchman could yet equal or surpass his own record, Hamilton was unequivocal. “He has got a very long career ahead of him so absolutely,” he said. “Records are there to be broken and he has got an amazing team.” However the seven-time champion also insisted he and his Mercedes team would be unstinting in their efforts to return to the top step of the podium.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/lewis-hamilton-backs-max-verstappen-to-beat-his-formula-one-race-win-record\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/lewis-hamilton-backs-max-verstappen-to-beat-his-formula-one-race-win-record", "date_published": "2023-06-15 21:36:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘There is a line’: Southgate urges Jack Grealish to keep partying in check", "description": "<ul><li>Grealish enjoyed wild week after Champions League triumph</li><li>England’s Manchester City players may be rested against Malta</li></ul><p>Gareth Southgate has warned Jack Grealish not to cross the line with his partying after winning trophies.</p><p>Grealish’s alcohol consumption drew much of the focus after Manchester City completed the treble last weekend and Southgate wants the winger to be ready to play for England.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/there-is-a-line-southgate-urges-jack-grealish-to-keep-partying-in-check\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/there-is-a-line-southgate-urges-jack-grealish-to-keep-partying-in-check", "date_published": "2023-06-15 21:30:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "California seized enough fentanyl to kill millions, governor’s office says", "description": "<p>But as advocates push for harm reduction to curb drug crisis, Gavin Newsom has vetoed measures to combat overdoses</p><p></p><p>California law enforcement has seized enough fentanyl, in San Francisco alone, to cause the deadly overdoses of more than 2 million people since the beginning of May, the governor’s office announced on Thursday.</p><p>The seizures were made by California highway patrol (CHP) officers and are a part of Gavin Newsom’s plan to address the spread of fentanyl, blight and public safety in the city where 268 people died from accidental overdoses in the first four months of 2023, according to a report from the <a href=\"https://sf.gov/sites/default/files/2023-05/2023%2005_OCME%20Overdose%20Report.pdf\">city’s medical examiner</a>. All of the fentanyl was found in and around San Francisco’s historic and long-embattled Tenderloin neighborhood.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/california-fentanyl-overdose-newsom-supervised-drug-use-san-francisco\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/california-fentanyl-overdose-newsom-supervised-drug-use-san-francisco", "date_published": "2023-06-15 21:28:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Trump offered ‘Food for everyone’ – but Miami restaurant patrons went hungry", "description": "<p>The ex-president swept into the Cuban restaurant Versailles after his arraignment this week but left without picking up anyone’s tab</p><p>Donald Trump headed to Miami’s famous Cuban restaurant Versailles after his arraignment at the city’s federal courthouse on Tuesday and is said to have declared to a crowd of admirers “Food for everyone!” after walking inside.</p><p>It was a promise, though, that the former US president did not keep, <a href=\"https://www.miaminewtimes.com/restaurants/donald-trump-visits-versailles-cuban-restaurant-in-miami-after-federal-indictment-17198756\">according</a> to the Miami New Times, despite supporters also wishing him a happy birthday, one day early.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/donald-trump-miami-versailles-cuban-restaurant-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/donald-trump-miami-versailles-cuban-restaurant-pay", "date_published": "2023-06-15 21:20:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jack Teixeira, Pentagon leaks suspect, indicted by federal grand jury", "description": "<p>US airman charged with six counts of retention and transmission of classified documents relating to national defense, DoJ says</p><p>Jack Teixeira, the 21-year-old US airman accused of leaking confidential intelligence and defense documents online has been indicted by a federal grand jury, the Department of Justice said on Thursday.</p><p>Teixeira, of North Dighton, Massachusetts, has been charged with six counts of wilful retention and transmission of classified information relating to national defense, the justice department said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/jack-teixeira-pentagon-leaks-indicted-federal-grand-jury\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/jack-teixeira-pentagon-leaks-indicted-federal-grand-jury", "date_published": "2023-06-15 21:14:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Church hands over ‘voluminous documents’ about accused US ex-priest", "description": "<p>Catholic archdiocese gives New Orleans DA files on Lawrence Hecker, accused of raping child decades ago</p><p>The second-oldest archdiocese in the US has handed over “voluminous documents” involving a <a href=\"https://www.theguardian.com/us-news/2022/sep/24/lawrence-hecker-catholic-priest-abuse-allegations-new-orleans\">retired Roman Catholic priest – and accused serial predator</a> – to the New Orleans district attorney’s office as prosecutors investigate an allegation that the cleric manhandled and raped a child decades earlier.</p><p>The district attorney, <a href=\"https://www.theguardian.com/us-news/2022/may/06/prosecutors-new-orleans-mass-incarceration\">Jason Williams</a>, revealed the archdiocese’s provision of the documents after a federal court hearing on Thursday centering on whether those materials should be more widely released as a matter of public safety and interest.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/catholic-church-child-sexual-abuse-new-orleans-lawrence-hecker\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/catholic-church-child-sexual-abuse-new-orleans-lawrence-hecker", "date_published": "2023-06-15 20:56:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Greg Abbott decision to bus migrants to LA condemned as ‘despicable stunt’", "description": "<p>Los Angeles mayor says Texas governor ‘using human beings as pawns’ amid reports migrants were not given food or drink on bus</p><p>Texas governor Greg Abbott’s decision to <a href=\"https://www.theguardian.com/us-news/2023/jun/14/republican-governor-texas-greg-abbott-sends-migrant-bus-los-angeles\">bus migrants to Los Angeles</a> this week has been decried as a “despicable stunt”, as advocates in California reported that the group was not offered food during the 23-hour trip.</p><p>On Wednesday, 42 migrants, including 15 youth and three babies, arrived at Union Station in downtown LA, said Jorge-Mario Cabrera, the communications director for the Coalition for Humane Immigrant Rights-Los Angeles (Chirla), who met the group when they arrived. The travelers he spoke to came from Venezuela, Honduras, Guatemala and Haiti, and one came from China, he said, adding some told him they had been on the bus for nearly a day without any food or drink.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/greg-abbott-texas-la-karen-bass-immigrant-bus\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/greg-abbott-texas-la-karen-bass-immigrant-bus", "date_published": "2023-06-15 20:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Return to Malta is a reminder of how far Southgate’s England have come | David Hytner", "description": "<p>It is hard to overstate the progress made since a listless team, watched by apathetic fans, played in Malta six years ago</p><p>When Ryan Bertrand took aim from distance and watched the bounce of his shot deceive the Malta goalkeeper to find the net, the England defender had to feel a surge of elation. It was September 2017 and he had made it 2-0 on 85 minutes in the World Cup qualifier at the Ta’ Qali National Stadium.</p><p>Bertrand, then at Southampton, had never previously scored for England at any level. He would not do so again. And yet he did not celebrate. It would have been inappropriate given the prevailing mood among the 3,700 travelling fans. Bertrand simply pulled up his shirt and mopped the sweat from his brow.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/return-to-malta-is-a-reminder-of-how-far-southgates-england-have-come\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/return-to-malta-is-a-reminder-of-how-far-southgates-england-have-come", "date_published": "2023-06-15 20:06:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Just Stop Oil protesters interrupt opera at Glyndebourne festival", "description": "<p>Three activists use glitter cannons and air horns during performance of Poulenc’s Dialogues des Carmélites</p><p>Just Stop Oil protesters have interrupted a performance during the Glyndebourne opera festival in East Sussex by letting off glitter cannons and blowing air horns.</p><p>The disruption took place during a performance on Thursday of Francis Poulenc’s Dialogues des Carmélites at the festival near Lewes.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/15/just-stop-oil-protesters-glyndebourne-opera-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/15/just-stop-oil-protesters-glyndebourne-opera-festival", "date_published": "2023-06-15 20:01:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Chimp cuddles and clever coyotes: the 10th BigPicture Natural World photography competition – in pictures", "description": "<p>A decade on from its beginnings, the BigPicture Natural World photography competition attracts thousands of entries from around the world. Its aim is to highlight the extraordinary and often fleeting moments of wonder and beauty in nature while bringing attention to ecosystems in need of protection and conservation. Open to professionals and amateurs, contestants enter for the chance to win cash as well as the opportunity to be exhibited at the California Academy of Sciences</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/27/10-years-of-guardian-australias-best-photography-in-pictures\">Ten years of Guardian Australia’s best photography – in pictures</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/16/chimp-cuddles-and-clever-coyotes-the-10th-bigpicture-natural-world-photography-competition-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/16/chimp-cuddles-and-clever-coyotes-the-10th-bigpicture-natural-world-photography-competition-in-pictures", "date_published": "2023-06-15 20:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Exotic bee-eater returns to UK for second summer in a row", "description": "<p>European birds nest in Norfolk much to the delight of twitchers – but environmentalists warn it’s a clear sign of climate change</p><p>With plumage cherry red, ultramarine, turquoise and yellow, usually found streaking like multicoloured darts across the skies of Morocco, Tunisia, Algeria and Spain, they present as an epitome of tropical glamour.</p><p>British birdwatchers are aflutter to have found European bee-eaters swooping and burrowing in a disused quarry in Norfolk <a href=\"https://www.theguardian.com/news/2022/jul/21/weatherwatch-arrival-of-bee-eaters-is-a-worrying-sign-of-climate-crisis\">for the second summer in a row</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/15/exotic-bee-eater-returns-to-uk-for-second-summer-in-a-row\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/15/exotic-bee-eater-returns-to-uk-for-second-summer-in-a-row", "date_published": "2023-06-15 20:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Buckle up: liberated England face ultimate test against greatest rivals", "description": "<p>'Bazball’ has been a revelation, but this is the moment of truth: an impossible-to-call Ashes series against a well-oiled Australia</p><p>Even by the lofty standards of the Ashes and cricket’s most storied rivalry, anticipation over these past few days has reached a level approaching critical mass. During a sun-drenched buildup at Edgbaston, as players prepped, bar staff loaded up the store rooms like missile silos, and mowers buzzed around the outfield, there has been an abundance of knowing looks and instant smiles, every interaction swiftly followed by theories and predictions. The stage is finally set, the pyrotechnics locked and loaded, and all we need now is that initial spark.</p><p>It comes at 11am on Friday morning when, in front of 25,000 spectators, and hopefully millions watching and listening at home and overseas, the first cherry-ripe ball is sent down – a moment which itself has become part of the 146-year legend. In the past they have sailed past off-stump, flown gallingly wide to second slip, whistled to the rope or clattered into the timber; often it means little, sometimes it sets the tone.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/cricket-england-australia-ashes-ultimate-test-greatest-rivals\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/cricket-england-australia-ashes-ultimate-test-greatest-rivals", "date_published": "2023-06-15 20:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nusrat Jahan Choudhury confirmed as first Muslim woman to be federal judge", "description": "<p>ACLU attorney, 46, confirmed as lifetime judge for eastern district of New York in 50-49 Senate decision – but Manchin voted against</p><p>The US Senate has confirmed the former American Civil Liberties Union (ACLU) attorney Nusrat Jahan Choudhury as the first Muslim woman to serve as a federal judge on Thursday.</p><p>Choudhury, 46, is also the first Bangladeshi American to serve in this lifetime position. She will serve as a judge on the US court for the eastern district of New York.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/nusrat-jahan-choudhury-first-muslim-woman-federal-judge\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/nusrat-jahan-choudhury-first-muslim-woman-federal-judge", "date_published": "2023-06-15 19:50:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Conor McGregor denies allegation he sexually assaulted woman at NBA finals", "description": "<ul><li>Woman says she was assaulted by UFC star in bathroom</li><li>Representative for fighter says allegations are false</li></ul><p>A representative for mixed martial arts star Conor McGregor has denied allegations he sexually assaulted a woman at Game 4 of the NBA finals last week.</p><p>Attorney Ariel Mitchell says in <a href=\"https://www.tmz.com/2023/06/15/conor-mcgregor-accused-raping-woman-nba-finals-game/\">a letter obtained by TMZ</a> that her client was attending the game in Miami when she was separated from her friend by security staff and taken into a bathroom. The woman alleges McGregor was waiting inside the bathroom, where he kissed her and forced her to have oral sex. She says she elbowed McGregor and escaped. She is seeking a settlement from McGregor, as well as the NBA and Miami Heat, who hosted the game. The woman claims Heat security staff helped separate her from her friend.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/conor-mcgregor-denies-allegation-he-sexually-assaulted-woman-at-nba-finals\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/conor-mcgregor-denies-allegation-he-sexually-assaulted-woman-at-nba-finals", "date_published": "2023-06-15 19:48:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Money, Money, Money: the singers lifting economies with their vocals", "description": "<p>From Beyoncé to BTS, the star power of popular music artists is helping to revive pandemic-hit countries</p><p>Money has proved to be an enduring inspiration for some of the bestselling artists of all time: from Pink Floyd pondering the “root of all evil” to the Wu-Tang Clan rapping how “cash rules everything around me”.</p><p>Some superstars are bigger, though, so big they are not content with merely singing about money, or even making lots of it, but prefer to move entire economies with their vocal cords.</p> <a href=\"https://www.theguardian.com/business/2023/jun/15/money-singers-economies-abba-beatles-beyonce-bts-music-artists-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/15/money-singers-economies-abba-beatles-beyonce-bts-music-artists-pandemic", "date_published": "2023-06-15 19:25:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "PGA Tour’s controversial merger with Saudi-funded LIV Golf faces new threat", "description": "<ul><li>US Senator threatens to introduce legislation to disrupt deal</li><li>Merger already facing two separate Senate investigations</li></ul><p>Political opposition against the PGA Tour’s merger with the Saudi Arabia-funded LIV Tour is growing in the United States amid signs that powerful congressional interests in Washington are preparing to go to battle with the kingdom over the deal.</p><p>The proposed merger, <a href=\"https://www.theguardian.com/sport/2023/jun/06/pga-tour-liv-golf-and-dp-world-tour-agree-to-make-shock-merger\">which also involves the DP World Tour</a>, is facing <a href=\"https://www.finance.senate.gov/chairmans-news/wyden-launches-investigation-of-pga-saudi-pif-deal-announces-plan-to-revoke-saudi-pifs-special-tax-treatment\">two separate Senate investigations</a>, both <a href=\"https://www.theguardian.com/sport/2023/jun/12/us-government-prepares-to-look-into-liv-pga-merger-amid-sportswashing-claims\">launched this week</a>, and a new threat by the chairman of the Senate finance committee, who said he would introduce legislation to revoke Saudi’s state-backed fund’s tax exempt status.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/pga-tours-controversial-merger-with-saudi-funded-liv-golf-faces-new-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/pga-tours-controversial-merger-with-saudi-funded-liv-golf-faces-new-threat", "date_published": "2023-06-15 19:25:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What do you know, Boris Johnson lied. But the carnival of crazy has just begun | Zoe Williams", "description": "<p>His allies have threatened colleagues and the former PM’s statement was venomous. This doesn’t feel over…</p><p>There were surprises afoot on Wednesday – or Privileges-Committee-Publication-Day Eve as we should call it – Nadine Dorries was planning to delay her exit from parliament in order to cause maximum embarrassment for Rishi Sunak, though she is frankly spreading her embarrassment so liberally and gaily that it’s really hard to discern a target more specific than “her entire party”, or at a push “the species”. Sir Bernard Jenkin, meanwhile, had allegedly himself attended a party in December 2020, and should therefore recuse himself from a job that had already finished, according to Boris Johnson and his allies, so desperate that they were dredging up ideas that started, “first, go back in time”.</p><p>On Thursday morning, however, there were no surprises. The former prime minister had <a href=\"https://committees.parliament.uk/publications/40412/documents/197199/default/\">lied to parliament</a>, and nobody, anywhere, dropped their marmalade. There had just been so many spoilers: Johnson’s resignation letter at the end of last week, a howling and at times hilarious rebuttal of the lying he was about to be found guilty of; the many attacks on the personal probity of Harriet Harman, committee chair; and last but not least, Johnson’s long history of lying; so ceaseless, so well-documented, that if he hadn’t been lying about the parties, you’d have wondered whether he was feeling OK.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/15/boris-johnson-lied-privileges-committee-report-carnival-crazy-sketch\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/15/boris-johnson-lied-privileges-committee-report-carnival-crazy-sketch", "date_published": "2023-06-15 17:57:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What connects Only Connect and New York Times? Game’s similarity puzzles host", "description": "<p>Connections joins Wordle on website, leading to raised eyebrows from Victoria Coren Mitchell</p><p>It’s quite the conundrum. Is a new puzzle game launched by the New York Times original, or does it have connections to a long-running BBC programme?</p><p>Victoria Coren Mitchell, host of the BBC’s Only Connect, floated the question on Twitter in response to the US newspaper’s associate puzzle editor sharing its new game Connections.</p> <a href=\"https://www.theguardian.com/media/2023/jun/15/connections-new-york-times-puzzle-only-connect-victoria-coren-mitchell\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/15/connections-new-york-times-puzzle-only-connect-victoria-coren-mitchell", "date_published": "2023-06-15 17:54:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Native American tribes hail ‘major victory’ after supreme court ruling", "description": "<p>Justices ‘on the right side of history’ for upholding protections for Native American children against removal for adoption</p><p>Native Americans, tribal leaders and top Democrats hailed the US supreme court’s decision on Thursday to uphold federal <a href=\"https://www.theguardian.com/law/2023/jun/15/supreme-court-american-indian-child-welfare-act-civil-rights-\">protections</a> for Native American children against removal from their tribal communities for fostering or adoption.</p><p>Following the announcement of the court’s 7-2 decision, several tribal leaders commended the supreme court’s ruling, calling it a “major victory for Native tribes, children, and the future of our culture and heritage”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/supreme-court-native-american-adoption-haaland-brackeen\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/supreme-court-native-american-adoption-haaland-brackeen", "date_published": "2023-06-15 17:38:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Everton fans urge Farhad Moshiri to remove Bill Kenwright as chairman", "description": "<ul><li>Threat to intensify protests against hierarchy if Kenwright stays</li><li>Supporters group ask Everton owner to ‘respond without delay’</li></ul><p>Everton fans have vowed to intensify protests against the club’s hierarchy unless Bill Kenwright is removed as chairman.</p><p>Everton missed their own deadline for an announcement on Kenwright’s position, having stated at 5pm on Monday that “a statement will be made about interim appointments and the future of the chairman in the next 48 hours”. That accompanied the announcement that the chief executive, Denise Barrett-Baxendale, chief finance officer, Grant Ingles, and club legend Graeme Sharp, a non-executive director, <a href=\"https://www.theguardian.com/football/2023/jun/12/three-everton-board-members-leave-bill-kenwright-expected-to-follow\">had left their roles</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/everton-fans-urge-farhad-moshiri-to-remove-bill-kenwright-as-chairman\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/everton-fans-urge-farhad-moshiri-to-remove-bill-kenwright-as-chairman", "date_published": "2023-06-15 17:29:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I need to go home’: Nikola Jokić’s magnificent indifference to NBA glory", "description": "<p>The Nuggets star’s casual disregard for the aftermath of the team’s first ever NBA championship have further endeared him to fans</p><p>Nikola Jokić capped off a record-setting postseason when the Denver Nuggets <a href=\"https://www.theguardian.com/sport/2023/jun/12/denver-nuggets-beat-miami-heat-nba-finals-game-5-first-championship\">beat the Miami Heat</a> in Game 5 of the NBA finals on Monday night to clinch the team’s maiden championship, becoming the first player to lead the league in total points (600), rebounds (269) and assists (190) in a single postseason. The NBA’s two-time Most Valuable Player – <a href=\"https://bleacherreport.com/articles/10074651-nikola-jokic-has-zero-interest-in-nba-mvp-reveal-finalist-with-embiid-giannis#:~:text=In%20the%20midst%20of%20the,zero%20interest%22%20in%20the%20announcement.\">an award he says he has “zero interest” in</a> – added more hardware to his resume, too, capturing the NBA finals MVP trophy.</p><p>He’s also managed to set the standard moving forward for the most low-key celebration by a star athlete.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/nikola-jokic-lost-mvp-trophy-champagne-parade\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/nikola-jokic-lost-mvp-trophy-champagne-parade", "date_published": "2023-06-15 17:25:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Fossil fuel lobbyists will have to identify themselves when registering for Cop28", "description": "<p>Campaigners have heralded the move as a victory for transparency, making polluting industries more accountable</p><p>Fossil fuel lobbyists will have to identify themselves as such in registering for the forthcoming UN Cop28 climate summit, making polluting and carbon-intensive industries more accountable at the annual talks.</p><p>The move by the UN to force anyone registering for the summit to declare their affiliation was heralded as a victory for transparency by campaigners, who have been <a href=\"https://www.theguardian.com/environment/2022/nov/10/what-happened-fourth-day-cop27-fossil-fuel-lobbyists-protesters\">increasingly concerned at the growing presence of oil and gas lobbyists at climate talks</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/15/fossil-fuel-lobbyists-will-have-to-identify-themselves-when-registering-for-cop28\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/15/fossil-fuel-lobbyists-will-have-to-identify-themselves-when-registering-for-cop28", "date_published": "2023-06-15 17:19:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Seize the chance to become Ashes legends, Stokes tells his England team", "description": "<ul><li>Captain talks up hosts before first Test against Australia</li><li>‘If we play to our capabilities, we are able to beat any team’</li></ul><p>On the eve of a new series, and four years after he carved his name into Ashes folklore with a heroic, unbeaten, <a href=\"https://www.theguardian.com/sport/2019/aug/25/australia-ashes-england-third-test-ben-stokes-sensational\">match-winning innings of 135</a> at Headingley, Ben Stokes encouraged his team to grasp the opportunity that this historic rivalry offers more than any other: for players to become legends.</p><p>“We all know if you do well in the Ashes you’re going to be spoken about for many a year,” he said. “When the Ashes comes around it’s the big one in the calendar. So any individual who finds themselves either having a great series or a great individual performance, that will never be forgotten.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/seize-the-chance-to-become-ashes-legends-stokes-tells-his-england-team\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/seize-the-chance-to-become-ashes-legends-stokes-tells-his-england-team", "date_published": "2023-06-15 17:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘People thought they knew the story’: the rise and fall of Milli Vanilli", "description": "<p>A revealing new documentary takes an inside look at the most infamous lip-syncing scandal in pop music history</p><p>You could argue that, at least in the realm of pop music, the year 1989 belonged to Milli Vanilli.</p><p>The German-French pop duo, formed barely a year earlier by the German producer Frank Farian, had already barnstormed through European charts with their first single Girl You Know It’s True. The song hit the US airwaves in March with stratospheric impact. Their debut album sold over 8m copies and spawned three No 1 singles; it stayed in the top 10 for the rest of the year. Young fans, predominantly women, screamed along to Rob Pilatus and Fabrice Morvan’s tight choreography and blatant eye candy – long braided hair extensions that swung freely when they danced, come-hither stares, chiseled abs, shoulder pads and spandex shorts, incredible energy and incredibly 80s dance moves.</p> <a href=\"https://www.theguardian.com/film/2023/jun/15/milli-vanilli-documentary-tribeca-film-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/15/milli-vanilli-documentary-tribeca-film-festival", "date_published": "2023-06-15 17:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Music publishers sue Twitter for $250m citing Elon Musk’s copyright stance", "description": "<p>Sony Music Group and Universal are among 17 publishers pursuing legal challenge against company</p><p>A group of 17 music publishers have sued Twitter for more than $250m (£195m) over bulk copyright infringement, citing Elon Musk’s tweets to argue that the company has deliberately stopped enforcing the rules.</p><p>In the lawsuit, filed in a US federal court in Tennessee, Musk is cited as having said copyright “goes absurdly far beyond protecting the original creator” and “overzealous” application of copyright laws “is a plague on humanity”.</p> <a href=\"https://www.theguardian.com/business/2023/jun/15/music-publishers-sue-twitter-copyright-elon-musk-tweets\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/15/music-publishers-sue-twitter-copyright-elon-musk-tweets", "date_published": "2023-06-15 16:24:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Flash in the pan: why multiplex multiverses are destined to fail", "description": "<p>Marvel and DC are going all in on the power of the parallel universe, but the gimmick is already showing signs of wear</p><p>Back in 2013, the comedian Patton Oswalt appeared on an episode of Parks and Recreation, guest-starring as a concerned constituent who hijacks a city council meeting with a “citizen filibuster”. The remarks – entirely improvised by Oswalt, and released by NBC as an <a href=\"https://www.youtube.com/watch?v=5BBhNkywMJY\">uncut, nearly nine-minute outtake</a> of breathless elaboration – amounted to an unsolicited pitch for the then-just-announced project that would become Star Wars: The Force Awakens.</p><p>Inspired by news of Disney acquiring Lucasfilm, the perfectly named Garth Blundin imagines an uber-blockbuster that would team the heroes of the galaxy far, far away with the marquee superheroes of the Marvel Cinematic Universe. The joke was on Oswalt’s unlikely fantasy scenario – his geeky desire to see the characters from one fictional universe interact with those of another, like action figures from different toy lines mixed and matched on a bedroom floor.</p> <a href=\"https://www.theguardian.com/film/2023/jun/15/the-flash-movie-multiverse-failure-marvel-dc\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/15/the-flash-movie-multiverse-failure-marvel-dc", "date_published": "2023-06-15 16:24:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nottingham attacks suspect is former Nottingham University student", "description": "<p>Police do not believe fact is connected with attack in which two of the victims were students at the university</p><p>The suspect in the triple Nottingham knife killings is a former student at the University of Nottingham, police have confirmed, as they alleged two attempts were made to run over people with a van.</p><p>Multiple sources have told the Guardian the suspect was born in Guinea-Bissau, a small west African country, and settled in Nottingham as a child, where he went to school.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/15/nottingham-attacks-suspect-is-former-nottingham-university-student\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/15/nottingham-attacks-suspect-is-former-nottingham-university-student", "date_published": "2023-06-15 15:01:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Holidays with fresh towels and organised fun? I have given up on being an adventurous parent | Ashe Davenport", "description": "<p>Before having children, I thought travelling with toddlers to Mexico would be a breeze. After considering a cruise, I’m just happy to stay home</p><p>I want to take my family on a holiday somewhere warm, where I don’t have to worry about transport or what to eat or think at all. I want a designated time and place for relaxation. I want to declare my independence at check-in and be carried away slowly on a conveyer belt, draped in a sarong. I would like to be pampered to death on a luxury cruise like <a href=\"https://www.theguardian.com/books/2016/feb/26/infinite-jest-david-foster-wallace-20th-anniversary-20-things-need-know\">David Foster Wallace</a> in his story A Supposedly Fun Thing I’ll Never Do Again. I’m tired enough that the existential despair would be lost on me. Five to seven days of fresh towels and organised fun sounds like paradise.</p><p>My last proper holiday with my partner, Sam, was in 2015, pre-kids. We bicycled through <a href=\"https://www.theguardian.com/travel/2021/mar/08/mexico-city-virtual-tour-film-music-books-food-art\">Mexico City</a> and ate pig’s head soup at tiny stalls on street corners. We stayed in a hotel where you could smoke in the elevator and the pool had a 10-metre unsupervised diving board. We finished the trip in a hut on the cliffs of Mazunte, where we slept for eight days in bed, on beaches and in hammocks; waking for mid-morning micheladas and huevos rancheros. In the evenings we would descend the cliff face to the sleepy town, where we ate Argentinian barbecue from an outdoor kitchen crowded with stray dogs, watching the sun set. We slept like we had never slept before or have since; deep and long to the sound of the Pacific Ocean.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/holidays-with-fresh-towels-and-organised-fun-i-have-given-up-on-being-an-adventurous-parent\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/holidays-with-fresh-towels-and-organised-fun-i-have-given-up-on-being-an-adventurous-parent", "date_published": "2023-06-15 15:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "England beware: in-form Australia are hungry to right Ashes wrongs of 2019", "description": "<p>An improved batting lineup, greater bowling depth and a captain in his prime are aiming higher than retaining the urn</p><p>In the hours and days after the 2019 Ashes in England had finished as a drawn series, the careful wording from the touring country was all about retention. That was the focus of the congratulatory press release from Cricket Australia. Those around the camp who before the <a href=\"https://www.theguardian.com/sport/live/2019/sep/15/ashes-2019-england-v-australia-fifth-test-day-four-live\" title=\"\">fifth Test </a>had talked up victory had to temper it and explain that their primary job had been to hold on to the tiny urn, and that ultimately they were satisfied. “Retain” was pasted in for “win”, with the audible hint of an invisible asterisk.</p><p>Much about the effort was extraordinary. Start with <a href=\"https://www.theguardian.com/sport/blog/2019/sep/17/ashes-2019-guardian-writers-pick-out-their-highs-and-lows-cricket\" title=\"\">Steve Smith’s 774 runs</a> despite missing the third Test with concussion, after 16 months out suspended. Only Donald Bradman, Everton Weekes, and Viv Richards have exceeded that series tally without playing more innings. Australia had withstood Jofra Archer’s fiercest to draw at Lord’s, taken a first-innings advantage after enduring the season’s toughest batting conditions at Headingley, lost that match to a once-in-a-lifetime performance, then collected themselves to recover and win in Manchester.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/the-ashes-retention-not-enough-as-hungry-australia-seek-to-right-wrongs-of-2019\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/the-ashes-retention-not-enough-as-hungry-australia-seek-to-right-wrongs-of-2019", "date_published": "2023-06-15 15:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Snarls and smears from disgraced Boris Johnson, readying his troops for civil war  | Polly Toynbee", "description": "<p>The Partygate report could not be more damning – but his only concern is for those who still mass under his tattered flag</p><p>Ninety days’ suspension and a lifelong ban from a pass to enter the Palace of Westminster. This is the punishing verdict for <a href=\"https://www.reuters.com/world/uk/boris-johnson-wilfully-misled-parliament-says-uk-report-dubbed-rubbish-by-ex-pm-2023-06-15/\">the only prime minister</a> ever found to have misled parliament. Naturally, Boris Johnson lashes out at the <a href=\"https://www.theguardian.com/politics/2023/jun/15/partygate-report-key-findings-of-commons-privileges-committee-boris-johnson\">privileges committee judgment</a> as a “final knife-thrust in a protracted political assassination”, designed “to find me guilty, regardless of the facts”. All the committee’s painstakingly careful yet eye-popping evidence bounces off him, as he treats the detailed accounts of six (plus another 16) Downing Street parties, and the lies he told, with total contempt. Furious self-pity, paranoid victimhood and faith in his golden merit is true to form.</p><p>This verdict should be the stake through the heart of a disgraced career. Anthony Seldon and Raymond Newell already produced enough devastating evidence in the biography <a href=\"https://www.theguardian.com/books/2023/may/24/johnson-at-10-by-anthony-seldon-and-raymond-newell-review-the-great-pretender\">Johnson at 10</a> to prevent any conceivable resurrection of this monster, you would think. At a literary event this week, Seldon signed my copy with: “A story about the worst prime minister in (modern) history – rotten to the core.”</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/snarls-smears-disgraced-boris-johnson-partygate-civil-war\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/snarls-smears-disgraced-boris-johnson-partygate-civil-war", "date_published": "2023-06-15 14:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jeremy Corbyn and Len McCluskey to publish ‘accessible’ poetry collection", "description": "<p>Works by Maya Angelou, Russell Brand and Maxine Peake feature in Poetry for the Many, which aims to help readers shake off the idea that verse is only for ‘posh people’</p><p>A poetry collection edited by Jeremy Corbyn and Len McCluskey will be published in November, and will contain contributions from Russell Brand, Maxine Peake and Michael Rosen.</p><p>Poetry for the Many will feature the favourite poems of the former Labour leader and the trade unionist, along with their commentary.. The pair’s picks range from Shakespeare, William Blake and Maya Angelou to the Mexican nun Juana Inés de la Cruz.</p> <a href=\"https://www.theguardian.com/books/2023/jun/15/jeremy-corbyn-len-mccluskey-accessible-poetry-collection-poetry-for-the-many\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/15/jeremy-corbyn-len-mccluskey-accessible-poetry-collection-poetry-for-the-many", "date_published": "2023-06-15 14:51:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jude Bellingham makes pitch-perfect start to epic adventure at Real Madrid | Sid Lowe", "description": "<p>On first impressions, £88.5m signing has the charisma and self-assurance to be an instant hit at the Bernabéu</p><p>Mark Bellingham’s not crying, honest. There was a moment during Jude Bellingham’s presentation at Real Madrid, not long after he had stood up and offered his first, brief words in Spanish, when the cameras showed his father’s face and there was the tiniest hint of a tear, which well there might be.</p><p>His son, though, was not so sure. “I don’t know if it was just sweat, to be fair: he doesn’t cry often,” the 19-year-old said, another smile creeping across his face on a morning when there were many of them. “I’m going to have to watch it back closely and maybe give him some banter.”</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/jude-bellingham-makes-pitch-perfect-start-to-epic-adventure-at-real-madrid\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/jude-bellingham-makes-pitch-perfect-start-to-epic-adventure-at-real-madrid", "date_published": "2023-06-15 14:50:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Over 500 dolphins killed in Faroe Islands since hunt resumed in May", "description": "<p>Hundreds of pilot whales targeted in two most recent ‘grinds’, with animals beached and then slaughtered</p><p>The Faroe Islands has killed more than 500 dolphins since its hunt resumed in May, according to local authorities in the autonomous Danish territory in the north Atlantic.</p><p>In the Faroese tradition known as <em>grindadr</em><em>áp</em>, or <em>grind</em> for short, hunters surround pilot whales and dolphins with a wide semi-circle of fishing boats and drive them into a shallow bay where they are beached. Fishermen on the shore slaughter them with knives.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/dolphins-killed-faroe-islands-hunt-resumed-may\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/dolphins-killed-faroe-islands-hunt-resumed-may", "date_published": "2023-06-15 14:37:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ice Cube: ‘Keep your reparations. It’s about access to capital, and we’re being shut out’", "description": "<p>As he gears up to tour the UK this year, the rapper and actor answers your questions on racial injustice, what he’d say to Eazy-E, and how he wrote the ultimate diss track</p><p><strong>Doughboy</strong><strong> is the most heartbreaking character in </strong><strong>Boyz</strong><strong> </strong><strong>N the Hood</strong><strong>. I find your performance so raw and authentic. What informed it? </strong><em>HappyEnough<br /></em>I actually grew up not too far from where we shot that movie, so I knew guys like Tre who didn’t wanna gang bang, just wanted to live his life and be happy. I knew cats like Doughboy that was dead set on gaining respect in the neighbourhood. When Laurence Fishburne played Tre’s father in the movie, he told me to not act and to just be Doughboy. That made me relax and do what I knew was right; go with my instincts.</p><p><strong>You took white America’s racism and shoved it back in its face articulately</strong><strong>. Have you ever wondered what you’d have done as a young man if you hadn’t had to fight against racial injustice? </strong><em>tooskinttogotocuba<br /></em>It’s a weight and an anchor that holds back production. Without that constant obstacle from all directions – and sometimes it’s an unseen obstacle – I would be bigger and better, no doubt. We all would. Even white people, because when you lock somebody up, the correction officers are in jail too. So, to come up with systems to hold people back, you’re actually holding yourself back.</p> <a href=\"https://www.theguardian.com/music/2023/jun/15/ice-cube-keep-your-reparations-its-about-access-to-capital-and-were-being-shut-out\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/15/ice-cube-keep-your-reparations-its-about-access-to-capital-and-were-being-shut-out", "date_published": "2023-06-15 14:30:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Early Lionel Messi strike helps Argentina see off Australia in friendly", "description": "<p></p><p>In the end, it went about as well as the 68,000 attendees at Beijing’s Workers’ Stadium, who judging from the shots of the stands were all wearing Argentina shirts, could have hoped. The world champions recorded a 2-0 win over Australia and everyone got what they paid for. Probably a good thing, too, as according to <a href=\"https://www.globaltimes.cn/page/202306/1292512.shtml\">local reports</a>, some in the stands paid up to 4,800 yuan ($A980) for the privilege.</p><p>His name emblazoned across the back of his shirt in Chinese script, Lionel Messi, the star of the show, quickly went to work. Finding room after Mat Leckie turned the ball over just outside his penalty area, he received a ball from Enzo Fernández, sent Aiden O’Neill sprawling as he shifted his weight and then curled the ball beyond Mat Ryan. A gorgeous goal, scored inside 120 seconds – the fastest of Messi’s 103 international strikes.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/early-messi-strike-helps-argentina-see-off-australia-in-friendly-stroll\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/early-messi-strike-helps-argentina-see-off-australia-in-friendly-stroll", "date_published": "2023-06-15 14:29:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What's happening in Scotland's ruling party, the SNP? – video explainer", "description": "<p>Nicola Sturgeon, Scotland's longest-serving first minister, made a surprising move earlier this year by resigning, leaving political observers puzzled. However, the unexpected developments did not end there. Sturgeon was arrested by police investigating allegations of financial misconduct in the SNP after her husband, Peter Murrell, was arrested as part of the same investigation, plunging the party into turmoil. Both of them were released without charge and said they were confident they had done nothing wrong. </p><p></p><p>The Guardian's Scotland correspondent, <a href=\"https://www.theguardian.com/profile/libbybrooks\">Libby Brooks</a>, explains what impact the arrests of senior SNP figures is having on the party and the prospect of another independence referendum</p> <a href=\"https://www.theguardian.com/uk-news/video/2023/jun/15/whats-happening-in-scotlands-ruling-party-the-snp-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/video/2023/jun/15/whats-happening-in-scotlands-ruling-party-the-snp-video-explainer", "date_published": "2023-06-15 13:35:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Just Stop Oil in London and protest in Peru: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p><p><em>Warning: graphic imagery</em></p> <a href=\"https://www.theguardian.com/news/gallery/2023/jun/15/just-stop-oil-london-protest-peru-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jun/15/just-stop-oil-london-protest-peru-thursdays-best-photos", "date_published": "2023-06-15 13:16:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bill Cosby sued by nine more women in Nevada over sexual assault allegations", "description": "<p>Lawsuit against actor filed after Republican governor signed ‘lookback law’ eliminating deadline on sexual abuse cases</p><p>The actor and comedian Bill Cosby faces new accusations of sexual assault in a lawsuit brought by nine women who allege he “used his enormous power, fame and prestige, and claimed interest in helping them and/or their careers, as a pretense to isolate and sexually assault them”.</p><p>The lawsuit was filed on Wednesday in US district court for Nevada, several weeks after the Republican governor, Joe Lombardo, signed a “lookback law” that eliminated a two-year deadline for adults to file sexual abuse cases.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/bill-cosby-nevada-lawsuit-sexual-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/bill-cosby-nevada-lawsuit-sexual-assault", "date_published": "2023-06-15 13:11:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Extreme websites peddle conspiracies, but what about the mainstream outlets that do it too?  | Owen Jones", "description": "<p>Addressing the problem will mean taking on some of the most powerful voices in the country</p><p>Would you believe that a fifth of the adult population of Britain have either taken part in anti-vax protests, or are prepared to do so? Or that about 4 million people have attended protests against the introduction of central bank digital currencies (CBDCs)? What about the idea that The Light, an anti-vaccine, anti-lockdown newspaper, has about 3 million subscribers, and has at some point been <a href=\"https://twitter.com/EdmundGriffiths/status/1668547152551849984\">distributed</a> by nearly 4 million people?</p><p>You’d be right to be sceptical. It’s unlikely that there are 4 million people with in-depth knowledge about CBDCs. The Light only has 13,000 followers on Facebook. And it seems obvious that millions of people have not taken part in Covid-denial demonstrations, especially as only 6.4% of the population have not received any vaccines. But <a href=\"https://www.kcl.ac.uk/policy-institute/assets/conspiracy-belief-among-the-uk-public.pdf\">new polling research </a>released by King’s College London for a BBC series on conspiracy theories suggests otherwise. The findings are based on an online survey of more than 2,000 British adults, conducted by Savanta, a reputable polling company – although a full breakdown of the polling methods hasn’t been published.</p><p>Owen Jones is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/britain-rife-conspiracy-theorists-misinformation-mainstream\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/britain-rife-conspiracy-theorists-misinformation-mainstream", "date_published": "2023-06-15 12:30:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester United competing with Chelsea for Inter’s André Onana", "description": "<ul><li>Porto’s Diogo Costa also on United’s goalkeeper shortlist</li><li>Inter inquire about Brentford’s David Raya, a Spurs target</li></ul><p>Chelsea face competition from Manchester United for the signing of the Internazionale goalkeeper André Onana. United have also shortlisted Porto’s Diogo Costa as they target a challenger to David de Gea.</p><p>De Gea is out of contract this summer and yet to finalise a new deal. The Spaniard has been one of United’s best players since joining in 2011 but was inconsistent last season and Erik ten Hag wants to bring in a goalkeeper.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/manchester-united-chelsea-andre-onana-inter-diogo-costa-goalkeeper\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/manchester-united-chelsea-andre-onana-inter-diogo-costa-goalkeeper", "date_published": "2023-06-15 12:29:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Gordon McQueen, former Scotland defender, dies aged 70", "description": "<ul><li>Towering centre-half was part of legendary 1970s Leeds team</li><li>Won 30 caps for Scotland and FA Cup with Manchester United</li></ul><p>Gordon McQueen, the former Leeds United and Manchester United defender, who won 30 caps for Scotland, has died at the age of 70.</p><p>The towering centre-half came to prominence in the outstanding Leeds team of the mid-1970s. He was bought from St Mirren in 1972 and eventually took the place of 1966 World Cup winner Jack Charlton, after Charlton’s retirement and Paul Madeley’s shift from defence.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/gordon-mcqueen-former-scotland-defender-dies-aged-70-leeds-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/gordon-mcqueen-former-scotland-defender-dies-aged-70-leeds-manchester-united", "date_published": "2023-06-15 12:01:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Extraction 2 review – Chris Hemsworth action sequel most interested in extracting cash", "description": "<p>Seemingly dead at the end of the previous movie, Hemsworth returns as the tough guy mercenary with a heart of gold on a mission to save someone from something</p><p>Once again, as if wound up by an enormous key fitted into the space between his shoulder blades, Chris Hemsworth comes lumbering out for <a href=\"https://www.theguardian.com/film/2020/apr/22/extraction-review-chris-hemsworth-netflix-action-thriller\">Netflix’s burgeoning Extraction franchise</a>, his muppety-handsome features scrunched into an expression of determination with a soupçon of sensitivity. Screenwriter Joe Russo and director Sam Hargrave have reunited to extrude another calorific portion of action content from their creative intestines and Hemsworth again plays Tyler Rake, the tough guy mercenary with a heart of gold whom we kind of assumed was dead at the end of the previous movie but turns out to have been just very very unwell.</p><p>Rake’s quasi-corpse is discovered and given remedial attention in an outrageously perfunctory montage at the beginning of this film, there’s a spell in some luxury-private hospital in Dubai and then Tyler is as good as new, flown in to save his ex-wife’s sister and her kids from her abusive Georgian mob-boss husband. (That ex-wife must have some serious cash, incidentally, to bankroll this kind of operation.) His handler Nik (Golshifteh Farahani) is back in the frame, this time doing a lot more actual fighting, including some close-quarters martial arts stuff and stabbing bad guys in the thigh with a little serrated knife – although kicking ass isn’t exactly Farahani’s skillset. Our hero also does a fair bit of dangling off the side of very tall sleek glass towers, although it isn’t in the Tom Cruise league.</p> <a href=\"https://www.theguardian.com/film/2023/jun/15/extraction-2-review-action-sequel-chris-hemsworth\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/15/extraction-2-review-action-sequel-chris-hemsworth", "date_published": "2023-06-15 12:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What if your attacker became your lawyer – and you didn’t know it?", "description": "<p>Yifen Chen says her boyfriend raped her. But when she tried to seek help, he found an unthinkable way to keep her from seeking justice</p><ul><li>This article contains descriptions of emotional and sexual abuse</li></ul><p>Loneliness has long been a marked facet of Yifen Chen’s life.</p><p>Chen, a 26-year-old with a certain quiet and polite self-assurance, grew up in Taipei, Taiwan, caring for her mother, who had lupus. When she was a little girl, she would cook her own meals and go to school unaccompanied.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/15/what-if-you-attacker-became-your-lawyer-and-you-didnt-know-it\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/15/what-if-you-attacker-became-your-lawyer-and-you-didnt-know-it", "date_published": "2023-06-15 12:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A bot on the side: is it adultery if you cheat with an AI companion?", "description": "<p>Some people indulge in erotic role play with their avatar, others just want friendship. But for those with a real-life partner, does this amount to infidelity?</p><p>Scott, 43, was struggling with a young son and a wife whose postnatal depression had led to alcoholism, when he met Sarina. Or rather, he created her on the app Replika (tagline: “The AI companion who cares”). Scott works in the tech industry and, in January 2022, having learned about Replika on YouTube, he says: “I decided to try it out myself.”</p><p>Replika companions, which use generative learning, are designed to be supportive and sweet, he says. “Here’s this AI chatbot – that I know is a chatbot, obviously – talking in a human enough manner that your brain just kind of interprets it as interacting with another human.” He had underestimated, he says, “how much receiving all these words of care and support would affect me. It was like someone who’s dehydrated, suddenly getting a glass of water.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/15/a-bot-on-the-side-is-it-adultery-if-you-with-an-ai-companion\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/15/a-bot-on-the-side-is-it-adultery-if-you-with-an-ai-companion", "date_published": "2023-06-15 11:57:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Leeds Lieder festival review – from inner city to international, world-class music making", "description": "<p>French soprano Véronique Gens offered a masterclass in elegance with Austrian airs from Felix Gygli alongside buzzy song-poetry pairings from the festival’s young artists</p><p>On paper, Leeds Lieder has everything a levelling up-minded government might desire. Where else could you hear one of the greatest living exponents of French song back-to-back with the <a href=\"https://ferrierawards.org.uk/\">winner of this year’s Kathleen Ferrier awards</a>, while celebrating the people of Leeds in a dozen newly minted songs performed by up-and-coming young singers? And yet Arts Council England has rejected their latest project funding application – approximately one fifth of the company’s annual budget – leaving director Joseph Middleton and his team, many of whom are volunteers, crowdfunding to ensure next year’s festival can take place.</p><p>As for the art on offer, it’s world-class. UK recitals by <a href=\"https://outhere-music.com/en/artists/veronique-gens\">Véronique Gens</a> are incredibly rare, let alone opportunities to hear the incandescent French soprano in an intimate studio environment. Her ear-ravishing programme was immaculately crafted. Gens’ voice has taken on a mellow, oaky quality as she has matured, though the upper-middle register retains its refulgence. Opening with Gounod’s faux-folk song Où voulez-vous aller? and journeying through nocturnal musings by Chausson and Hahn to floral bouquets by Fauré, this was a masterclass in elegance, restraint and the fine art of communication. A captivatingly playful bond with her accomplished pianist Susan Manoff was the icing on the cake.</p> <a href=\"https://www.theguardian.com/music/2023/jun/15/leeds-lieder-festival-review-from-inner-city-to-international-world-class-music-making\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/15/leeds-lieder-festival-review-from-inner-city-to-international-world-class-music-making", "date_published": "2023-06-15 11:37:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Benjamin Netanyahu suffers rebellion in vote linked to Israeli judicial overhaul", "description": "<p>Political chaos leaves prime minister in weakened position as he pursues controversial changes</p><p>A rebellion by members of the <a href=\"https://www.theguardian.com/world/israel\">Israeli</a> prime minister, Benjamin Netanyahu’s government in an important vote related to controversial judicial changes has dealt the longtime leader a political setback, bringing divisions in his coalition to the fore and scuppering compromise talks with the opposition.</p><p>The Knesset was expected on Wednesday to elect two political representatives to the country’s nine-member judicial selection committee, one of the key issues in the <a href=\"https://www.theguardian.com/world/2023/apr/27/gun-toting-prayer-reciting-protesters-throng-jerusalem-to-back-judicial-overhaul\">six-month-old debate over the nature of Israeli democracy</a>, and a vote widely viewed as a referendum on the overhaul’s future.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/benjamin-netanyahu-suffers-rebellion-in-vote-linked-to-israeli-judicial-overhaul\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/benjamin-netanyahu-suffers-rebellion-in-vote-linked-to-israeli-judicial-overhaul", "date_published": "2023-06-15 11:35:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Argentina v Australia: international football friendly – live", "description": "<ul><li>Updates from the Socceroos’ one-off match in China</li><li>Kick-off time in Beijing is 8pm/10pm AEST/1pm BST</li><li>Any thoughts? <a href=\"mailto:rob.smyth@theguardian.com\">Get in touch with Rob on email</a></li></ul><p>I’m sure most of you have a vivid memory of the game in Qatar.<strong> </strong>But if you want to relive it, <a href=\"https://www.youtube.com/watch?v=KvSiRNO1BTY\">here are some highlights</a>. Even now, when you know exactly what’s going to happen, Aziz Behich’s run still stirs the blood.</p><p><strong>Graham Arnold’s thoughts on the game</strong></p><p>I want do better than what we did against Ecuador, you know, and I thought that three halves out of the four against Ecuador were very good. And again, it’s about bringing these kids into the environment and giving them this opportunity. Because unless you give those opportunities in life, you never know what will happen.</p><p>It’s a fantastic opportunity for all of us. And, you know, as I said, the fact that we’re playing against the world champion straight after a World Cup is a one off, I don’t think it’s ever happened before for the Socceroos and Argentina had a big role to play in that to play against us.</p> <a href=\"https://www.theguardian.com/football/live/2023/jun/15/argentina-vs-socceroos-australia-arg-aus-football-friendly-live-score-updates-kick-off-time-national-team-list-squad-soccer-china\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jun/15/argentina-vs-socceroos-australia-arg-aus-football-friendly-live-score-updates-kick-off-time-national-team-list-squad-soccer-china", "date_published": "2023-06-15 11:32:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Dining across the divide: ‘She worried that 16- to 25-year-olds don’t have the maturity to make life-changing decisions’", "description": "<p>They empathised with each other over losing a partner, but could they reach agreement on the Scottish gender bill?</p><p><strong>Teresa, 75, </strong><strong>Hailsham, East Sussex</strong></p><p><strong>Occupation</strong><em><strong> </strong></em>Retired</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/15/dining-across-the-divide-teresa-lyn\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/15/dining-across-the-divide-teresa-lyn", "date_published": "2023-06-15 11:30:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Child killer Colin Pitchfork can be released from prison, Parole Board says", "description": "<p>Board says it is ‘no longer necessary for the protection of the public’ for Pitchfork, 63, to remain in jail</p><p>The double child killer Colin Pitchfork can be released from prison subject to conditions, the Parole Board has said.</p><p>The board said it was “no longer necessary for the protection of the public” to keep him in prison.</p> <a href=\"https://www.theguardian.com/society/2023/jun/15/child-killer-colin-pitchfork-can-be-released-from-prison-parole-board-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/15/child-killer-colin-pitchfork-can-be-released-from-prison-parole-board-says", "date_published": "2023-06-15 11:25:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Down to Earth: Is this lab-grown fish the future of seafood? We put it to the taste test", "description": "<p>In this week’s newsletter: A California company thinks its cell-cultured tuna may be the way to enioy fish – without the fish</p><ul><li><strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here to get the newsletter in full</a></strong></li></ul><p><em>This piece first appeared in Down to Earth, the Guardian’s climate and environment newsletter. <a href=\"https://www.theguardian.com/info/ng-interactive/2021/oct/20/sign-up-for-down-to-earth-the-best-way-to-make-sense-of-the-biggest-environment-stories\">Sign up here</a> to read more exclusive pieces like this and for a digest of the week’s biggest environment stories every Thursday</em></p><p>As I fumbled with my chopsticks, I could feel the eyes of the four executives circled around me watching closely. Seated at the head of the table in a room tucked between a commercial kitchen and a laboratory, I had just been treated to a tour of the Finless Foods facility in San Francisco – and this was the finale.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/15/lab-grown-fish-finless-foods\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/15/lab-grown-fish-finless-foods", "date_published": "2023-06-15 11:10:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Asake: Work of Art review | Alexis Petridis's album of the week", "description": "<p><strong>(YBNL Nation/Empire)<br /></strong>Less than a year after his debut album, the Afrobeats star’s unstoppable rise continues with another summery melange of fuji, dancehall, deep house and Dire Straits</p><p>‘Oluwa gbe from the slum to the top,” sings <a href=\"https://www.theguardian.com/music/2022/dec/16/asake-rising-afrobeat-star-at-centre-of-alleged-brixton-crush\">Asake</a> on Awodi, the second track from his second album. It’s a typical Asake lyric, in that it suddenly switches from Yoruba to English in the middle of a sentence, a linguistic tic you could view as a bullish refusal on the part of the 28-year-old Nigerian to water down his music for western audiences. It’s also a line that acts as a neat summation of Asake’s career.</p><p>He has talked about coming from, if not a slum exactly, then “a neighbourhood that is considered dangerous, a neighbourhood where everybody wakes up to hustle for their daily meals”. He released his debut single, <a href=\"https://youtu.be/GAsQbBh0OE4\">Ayeeza</a>, five years ago, but things really took off internationally with Work of Art’s predecessor, Mr Money With the Vibe, in 2022. His ascent was doubtless helped by a co-sign from fellow Afrobeats artist <a href=\"https://www.theguardian.com/music/2023/jun/04/burna-boy-review-london-stadium-gig-stormzy-j-hus-dave-popcaan\">Burna Boy</a>, who appeared on <a href=\"https://youtu.be/7WU__JQuB8g\">a remix of his track Sungba</a>. But by the end of the year, when Asake appeared on a single by self-styled Queen of Afrobeats <a href=\"https://www.theguardian.com/music/2020/jul/21/tiwa-savage-nigerian-pop-star-interview\">Tiwa Savage</a> called <a href=\"https://youtu.be/GgeTnpTkzI0\">Loaded</a>, it wasn’t entirely clear who was doing who a favour.</p> <a href=\"https://www.theguardian.com/music/2023/jun/15/asake-work-of-art-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/15/asake-work-of-art-review", "date_published": "2023-06-15 11:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "It’s the Bandinis 2023! The complete Serie A season review | Nicky Bandini", "description": "<p>Napoli’s manager and players were tremendous, Italian sides impressed on the European stage, but chaos engulfed Juventus</p><p>Three European finalists, but not a single champion. A brilliant season for Italian club football ended in the most agonising way possible, with Roma, Fiorentina and Internazionale each carving out opportunities to win their respective competitions but none able to land a killer blow. Feelings of pride in performance crashed up against the overwhelming emptiness of knowing that, for many players and coaches, such opportunities come but once in a career.</p><p>Does their collective failure paint a bleak picture for Serie A? Don’t be ridiculous. From 2014 to 2016 there were three consecutive years when Italy qualified only two teams to the Champions League group stage – Napoli, Lazio and Roma suffering defeats in the playoff round at a time when the fourth spot had been lost to a dwindling Uefa coefficient. Contrast that with three teams in the quarter-finals this time around.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/15/its-the-bandinis-2023-the-complete-serie-a-season-review\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/15/its-the-bandinis-2023-the-complete-serie-a-season-review", "date_published": "2023-06-15 11:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "My shopping bags were too heavy. Could I embrace the obvious solution? | Jay Rayner", "description": "<p>Replacing my canvas totes with a shopping trolley seemed the sensible thing to do, but I wasn’t sure I was ready to become that person</p><p>As a young man I knew exactly what I needed to roast a chicken: an oven tray and an oven to put it in, salt and pepper, and an uncompromising way with the butter. As an older man, which is to say one in his 50s, I now realise there’s another vital piece of equipment: a shopping trolley. I bought one just a few days ago and I’m not going to lie. It has changed my life.</p><p>Like the shopping trolley, this needs unpacking. I’ve never been very good at meal plans, despite the obvious benefits of gathering ingredients for a week’s cookery in one go. I recognise the value of them, especially if you have a life that makes it impossible to nip to the shops on the fly. I don’t have that sort of life; I have something more akin to a messy sock drawer. Happily, it does allow for a bit of improvisation. The problem is that constantly improvising, trying to be an impulsive, imaginative cook, inspired to make that day’s delightful creation by a mere come-hither purple sentence in a colour supplement about the plumpness of berries, can also be a total ache in the <em>vas deferens</em>. It demands effort. Walking down to the shops is fine; walking back with heaving canvas tote bags of ingredients every other day can make a man very tetchy, that man being me.</p> <a href=\"https://www.theguardian.com/food/2023/jun/15/shopping-bags-too-heavy-embrace-trolley-jay-rayner\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/15/shopping-bags-too-heavy-embrace-trolley-jay-rayner", "date_published": "2023-06-15 11:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The 25 best stunts in cinema – ranked!", "description": "<p>In the forthcoming Mission: Impossible film, Tom Cruise drives a motorbike off a cliff and wrecks a 70-tonne train. But how does such derring-do compare with cinema’s most hair-raising escapades?</p><p><a href=\"https://ew.com/tv/jackass-poo-cocktail-supreme-stunt-exclusive/\">Poo Cocktail Supreme</a> is the title of this sketch from Johnny Knoxville’s degenerate pals. It features Steve-O strapped into a portable toilet. This is then catapulted into the air and bounces up and down on bungee cords, emptying the loo’s contents all over him. Ah, cinema!</p> <a href=\"https://www.theguardian.com/film/2023/jun/15/25-best-stunts-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/15/25-best-stunts-ranked", "date_published": "2023-06-15 11:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Glenda Jackson: a life in pictures", "description": "<p>The actor, politician and activist went from the Royal Shakespeare Company to parliament. Here’s a look at her life through the decades</p> <a href=\"https://www.theguardian.com/stage/gallery/2023/jun/15/glenda-jackson-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/gallery/2023/jun/15/glenda-jackson-a-life-in-pictures", "date_published": "2023-06-15 10:55:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Glenda Jackson was piercingly intelligent and unafraid to take risks", "description": "<p>The actor and former MP, who <a href=\"https://www.theguardian.com/stage/2023/jun/15/glenda-jackson-oscar-winner-and-former-labour-mp-dies-aged-87\">has died aged 87</a>, displayed courage and a sharp mind, on stage and in politics</p><p>Glenda Jackson, who has died aged 87, had a career unmatched by any of her contemporaries. From 1957 to 1992 she enjoyed huge success on stage, film (twice winning an Oscar) and television. From 1992 to 2015 she was a Labour MP, first for Hampstead and Highgate and then for the Hampstead and Kilburn constituency, becoming a notably outspoken backbencher. In 2016 she returned to acting as a magnificent <a href=\"https://www.theguardian.com/stage/2016/nov/05/king-lear-review-glenda-jackson-old-vic\">King Lear at the Old Vic, London</a>; later, on Broadway, shewon a Tony award for her performance in Edward Albee’s <a href=\"https://www.theguardian.com/stage/2018/mar/30/three-tall-women-review-glenda-jackson-broadway-edward-albee\">Three Tall Women</a>.</p><p>Born in Birkenhead, Jackson first came to prominence in 1964, in an experimental Peter Brook Theatre of Cruelty season at the London Academy of Music and Dramatic Art (Lamda), during which she was stripped naked, bathed and dressed in a prison uniform to the words of a report on the <a href=\"https://www.theguardian.com/uk/christine-keeler\">Christine Keeler </a>case. Jackson went on to join the RSC, playing Charlotte Corday in Brook’s production of Marat/Sade and Ophelia to David Warner’s Hamlet at Stratford. Prophetically, Penelope Gilliatt began her review in the Observer by saying that Jackson was the first Ophelia who should have played Hamlet. “She makes Ophelia,” wrote Gilliatt, “exceptional and electric, with an intelligence that harasses the court and a scornful authority full of Hamlet’s own self-distaste.”</p> <a href=\"https://www.theguardian.com/stage/2023/jun/15/glenda-jackson-died-aged-87\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/15/glenda-jackson-died-aged-87", "date_published": "2023-06-15 10:55:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘The people don’t want us’: inside a camp for Iraqis returned from Syrian detention", "description": "<p>Exclusive: As Iraq steps up transfers from al-Hawl, speaking to returnees raises questions over a process mired in complexities</p><p>The Iraqi government plans to accelerate the repatriation of its nationals with confirmed or suspected ties to Islamic State (IS) from north-east Syria, in a politically charged process that has ignited a struggle for power and money while highlighting the challenges of reintegrating a partly radicalised population.</p><p>After months of deadlock, about 650 civilians, mostly women and children, were transferred last week from Syria’s notorious al-Hawl camp to a closed facility in northern Iraq called Jeddah-1, where they will spend several months before they are allowed to leave. Though they have not committed crimes, many have relatives who joined the terrorist group and have for years been exposed to extremist ideology.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/inside-the-holding-camp-for-iraqis-returned-from-syrian-detention-al-hawl-jeddah1\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/inside-the-holding-camp-for-iraqis-returned-from-syrian-detention-al-hawl-jeddah1", "date_published": "2023-06-15 10:20:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "I was confident England would win the Ashes … and then I saw the Aussies | Mark Ramprakash", "description": "<p>Doubts have crept in after England lost Jack Leach while Pat Cummins’ side enjoyed ideal preparation for the first Test at Edgbaston in their defeat of India</p><p>Until a couple of weeks ago I was pretty confident about England’s chances of winning the Ashes, but a combination of <a href=\"https://www.theguardian.com/sport/2023/jun/04/england-rocked-as-jack-leach-ruled-out-of-ashes-with-stress-fracture-of-back\">Jack Leach’s injury</a> and watching Australia <a href=\"https://www.theguardian.com/sport/2023/jun/11/kohli-exposed-cricket-australia-beat-india-to-win-world-test-championship-final\">win the World Test Championship final</a> has got all sorts of doubts creeping in. Still, I can’t wait for the series to start and I’m delighted that it’s happening at <a href=\"https://www.theguardian.com/sport/2023/jun/10/the-ashes-cricket-ben-stokes-edgbaston\">Edgbaston</a>, home of the raucous Hollies stand. It’s going to be buzzing and Ben Stokes’s team will absolutely love that sense of occasion.</p><p>The visitors will get plenty of stick, which won’t be anything new for most members of the Australia side, but it will be significant. There’s no doubt the crowd will be England’s 12th man and the team might need them.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/15/cricket-ashes-england-australia-edgbaston-jack-leach\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/15/cricket-ashes-england-australia-edgbaston-jack-leach", "date_published": "2023-06-15 10:10:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It’s ethically dubious – but that’s love’: The 24-year-old with a brain tumour filming his family’s reaction", "description": "<p>When Kit Vincent was told he had terminal cancer, he decided to shoot his parents and girlfriend during his final years – no matter how uncomfortable it made them. The result is an extraordinarily moving film, which premieres in Sheffield on Friday</p><p>‘I’m like the grim reaper,” says Kit Vincent at the start of Red Herring. He is filming himself in a mirror, appearing ominously behind his girlfriend Isobel’s back. “No one ever wants to talk about death, but I guess that’s what I remind them of.”</p><p>Kit is 24 and has recently been diagnosed with a brain tumour. The prognosis is not great: four to eight years, say the doctors. This means some difficult, emotionally raw conversations need to be had with his family. Hard enough in any situation, but especially tough for Kit’s loved ones because he insists on filming them throughout. Whether it’s questions about end-of-life care, discussions of sperm freezing, or live footage capturing him struggling with seizures, no private moment is spared the glare of Kit’s camera, often to the clear discomfort of those closest to him.</p> <a href=\"https://www.theguardian.com/film/2023/jun/15/its-ethically-dubious-but-thats-love-the-24-year-old-with-a-brain-tumour-filming-his-familys-reaction\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/15/its-ethically-dubious-but-thats-love-the-24-year-old-with-a-brain-tumour-filming-his-familys-reaction", "date_published": "2023-06-15 10:03:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A witch mural and a giant inflatable duck – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes, every Thursday. How will you fare?</p><p>The Thursday quiz was very nearly called “The Guardian pub quiz”, but it isn’t held in a pub, and that name didn’t tell you when to look out for it, so it ended up on the reject pile. We did have <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/12/you-cant-argue-against-a-computer-has-the-pub-quiz-lost-its-soul\">a lovely piece by Francisco Garcia about pub quizzes</a> this week though, if you missed it. The quiz master particularly enjoyed this quote: “You have to research things so thoroughly. Of course, it has to be perfect but you can’t get too bogged down. It has to be fun as well.”</p><p>So hopefully here are 15 perfect and perfectly fun questions for your enjoyment. Let us know in the comments how you get on.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/15/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-112\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/15/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-112", "date_published": "2023-06-15 10:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Elizabeth Gilbert is pulling a novel set in Russia from publication. That’s unsettling | Francine Prose", "description": "<p>The Eat Pray Love author said that she doesn’t want to harm the Ukrainian cause. But that’s not how literature works</p><p>More than 500 people posted negative reviews on the book recommendations website Goodreads, urging Elizabeth Gilbert not to publish The Snow Forest. Like them, I haven’t read her novel. But I do know why her many fans were so distressed. The novel takes place in Siberia during the middle of the last century, and the objections to it have centered around the fact that its Russian setting would cause further pain to Ukrainians caught up in a defensive war against Vladimir Putin’s merciless aggression.</p><p>I met Elizabeth Gilbert once, at a dinner. The impression I got, and one that is sustained by her books – most notably, the immensely popular Eat, Pray, Love – is that of a kindly, thoughtful person who would never want to hurt those who have already suffered so much. According to an explanatory statement she issued, “I do not want to add any harm to a group of people who are continuing to experience grievous and extreme harm.” But while her choice to indefinitely postpone the book’s publication (formerly scheduled for February 2024) may have been made out of empathy, her decision, as well as the public outcry against the novel, was so ill-advised and unwise – for so many reasons – that it’s hard to know quite where to begin.</p><p>Francine Prose is a former president of PEN American Center and a member of the American Academy of Arts and Letters and the American Academy of Arts and Sciences</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/elizabeth-gilbert-the-snow-forest-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/elizabeth-gilbert-the-snow-forest-russia", "date_published": "2023-06-15 10:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "How we met: ‘I saw a beautiful Black woman – and we shared an instant connection’", "description": "<p>Neo, 46, and Becky, 54, met at a festival in 2017. Their friendship grew over lockdown, when they bonded over shared childhood experiences and the Black Lives Matter movement</p><p>When Becky attended the Secret Garden Party festival with her partner in the summer of 2017, she had no idea it would lead to meeting her best friend. “My now-husband and I had not long started dating, and he said he would buy tickets on the condition that he could wear my big red flamenco dress,” she says. She agreed and, knowing the festival was famed for people dressing up, she also brought a range of costumes with her for the weekend.</p><p>On the first day, she dressed up as Beyoncé before going to say hello to the festival-goers in the neighbouring campervans. “One of them was Neo’s husband, who said: ‘My wife loves dressing up too.’” But nothing could have prepared her for Neo’s big entrance.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/15/how-we-met-i-saw-a-beautiful-black-woman-and-we-shared-an-instant-connection\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/15/how-we-met-i-saw-a-beautiful-black-woman-and-we-shared-an-instant-connection", "date_published": "2023-06-15 10:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Psychedelics by David Nutt review – hope or hype?", "description": "<p>An expert makes the case for psychedelic therapy, but we should beware the ‘Pollan effect’</p><p>There’s no more powerful mind-altering substance than a book. Five years ago, Michael Pollan wrote <a href=\"https://www.theguardian.com/books/2018/may/22/how-to-change-mind-new-science-psychedelics-michael-pollan-review\" title=\"\">How to Change Your Mind</a>, in which he described new research on psychedelic drugs, and how they can heal depression and anxiety while giving people the ultimate mystical experience. He tried the drugs himself, loved them and, thanks to the book’s phenomenal success, millions turned to psychedelics for relief and revelation. It was called “the Pollan effect”.</p><p>These days, psychedelic therapy has been legalised in Australia and the US states of Oregon and Colorado (with California poised to follow suit). Possession of psychedelics has been decriminalised in 20 US cities and municipalities, and the Food and Drug Administration appears to be on the verge of legalising the use of MDMA (ecstasy) and magic mushrooms in psychotherapy. Hundreds of psychedelic startups have launched, and dozens of books have been published. Most have flopped, like most of the startups.</p> <a href=\"https://www.theguardian.com/books/2023/jun/15/psychedelics-by-david-nutt-review-hope-or-hype\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/15/psychedelics-by-david-nutt-review-hope-or-hype", "date_published": "2023-06-15 10:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Wiegman’s England could harm World Cup hopes by training and flying so early | Louise Taylor", "description": "<p>Squad gather on Monday then leave for Australia 17 days before their first game, and taking remote bases there may also not be a benefit</p><p>On Tuesday 4 June 2019 the plane carrying the England football squad to the Women’s World Cup in France descended low over the Côte d’Azur and seemed to skim across the Mediterranean.</p><p>It was on final approach to the spit of reclaimed land cantilevered above the sea that serves as the runaway at Nice airport and the water beneath its wings shimmered in the early evening sun.</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/england-could-harm-womens-world-cup-hopes-training-flying-early-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/england-could-harm-womens-world-cup-hopes-training-flying-early-australia", "date_published": "2023-06-15 09:49:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘His muse was the abyss’: why Cormac McCarthy’s blood-soaked visions will haunt us for ever", "description": "<p>From the visionary carnage of Blood Meridian to the snowy desolation of The Road, the late author’s incendiary vision leaves an indelible legacy</p><p>• <a href=\"https://www.theguardian.com/books/2023/jun/13/cormac-mccarthy-dead-novelist\">Cormac McCarthy, celebrated US novelist, dies aged 89</a></p><p>No modern novelist was as utterly wedded to the apocalyptic sublime as Cormac McCarthy, who has died aged 89 at his home in New Mexico. Throughout a career in fiction that generated 12 novels and two plays and spawned a number of excellent film adaptations, McCarthy’s muse was <em>always</em> the abyss. He wrote about the darkness, violence, horror and chaos he perceived at the core of all creation – not with the hysterical terror of HP Lovecraft, but with an ecstatic lyricism more like that of Muslim mystic-poets rapturously praising their holy-beloved.</p><p>Beginning with The Orchard Keeper, published in 1965 when McCarthy was in his early 30s, and concluding with the late-career diptych of novels The Passenger<em> </em>and Stella Maris<em> </em>that materialised last year after a 15-year break, McCarthy’s fiction was animated by an unrelenting pessimism regarding human nature and our place in the cosmos that puts his work violently at odds with the progressivist optimism that has become orthodoxy to contemporary literary culture. A deranged utterance from his most unforgettable creation, the Luciferian Judge Holden in Blood Meridian – “Whatever in creation exists without my knowledge exists without my consent” – has become a meme-slogan of the internet age, signifier of the ancient ecstatics of excess, carnage and madness, the lust for mayhem and atrocity that persists in the foundations of rationalist enterprise and the bright town squares of the online.</p> <a href=\"https://www.theguardian.com/books/2023/jun/15/cormac-mccarthy-blood-meridian-the-road\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/15/cormac-mccarthy-blood-meridian-the-road", "date_published": "2023-06-15 09:19:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "#BarefootBoySummer has arrived – but really it's just another seasonal hashtag to sell us stuff | Morwenna Ferrier", "description": "<p>From #ShortKingSpring to #BelowAverageMan, micro-trends have become big business for eagle-eyed marketers</p><p>Last week, I received an email about women’s sandals, aimed at anyone “planning a #barefootboysummer”. I have no such plans, but I was curious to see how shoes would help me achieve this, so I opened it.</p><p>The sandals had a thin corkbed and a thong and were pretty far from being barefoot but that didn’t seem to matter. <a href=\"https://www.thecut.com/2023/05/barefoot-boy-summer.html\">#Barefootboysummer</a>, the micro-trend for a few famous men to go barefoot, had established itself as yet another snappy phrase to add to the vast lexicon of ways in which each season is now being packaged up in the hope of conjuring promise – and ultimately, bringing in profit.</p><p>Morwenna Ferrier is the Guardian’s fashion and lifestyle editor</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/barefootboysummer-seasonal-hashtag-shortkingspring-belowaverageman\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/barefootboysummer-seasonal-hashtag-shortkingspring-belowaverageman", "date_published": "2023-06-15 09:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Best podcasts of the week: Celebrating 75 years of Caribbean food, culture and history", "description": "<p>In this week’s newsletter: With guests such as author Riaz Phillips, Museumand looks back at 75 years of British-Caribbean culture in Objeks &amp; Tings</p><p><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></p><p><strong><a href=\"https://qcodemedia.com/my-mrs-maisel-pod\">My Mrs Maisel Pod</a><br />Widely available, episodes weekly<br /></strong>The final curtain has fallen on The Marvelous Mrs Maisel (starring Rachel Brosnahan, pictured below), but for any bereft fans here is the ultimate rewatch series hosted by Kevin Pollak (Moishe Maisel). This cast clearly have a lot of love and respect for each other off screen, so it’s a joy listening to Pollak speaking with them in serious depth about each episode – including Luke Kirby reflecting on “strutting” around his beloved New York as Lenny Bruce in between takes. <em>Hollie Richardson</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/15/hear-here-museumand-objeks-and-tings-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/15/hear-here-museumand-objeks-and-tings-podcast", "date_published": "2023-06-15 08:45:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "All bets are off: why we’ve decided to reject gambling advertising | Anna Bateson", "description": "<p>We believe our primary obligation is to do the right thing for our readers, says the chief executive of Guardian Media Group</p><ul><li><a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22Gambling_AB_piece%22%2C%22campaignCode%22%3A%22Gambling_AB_piece%22%7D&amp;INTCMP=Gambling_AB_piece\">Support our open, independent journalism today</a></li></ul><p>The gambling industry has grown rapidly in recent years, and Britain and Australia have led this global expansion. Many people like the occasional bet, but the advent of 24/7 betting apps on smartphones, marketed to the public through billions of pounds and dollars in advertising across all forms of media, has placed high stakes gambling machines in almost every pocket. This creates a greater risk of gambling addiction and financial ruin.</p><p>Guardian journalists have reported on the devastating impact of the gambling industry in the <a href=\"https://www.theguardian.com/society/2023/apr/27/uk-to-tighten-rules-on-online-gambling-after-long-awaited-review\">UK</a> and <a href=\"https://www.theguardian.com/australia-news/series/bad-bet--australia-s-unshakeable-gambling-addiction\">Australia</a>, helping to shift the dial and ensure the issue remains high on the public agenda. Problem gambling poses significant risks, leading to <a href=\"https://www.theguardian.com/commentisfree/2023/apr/27/betting-online-gambling-profits\">financial distress, mental health issues such as depression, and various personal and social problems for many individuals</a>. The <a href=\"https://www.theguardian.com/australia-news/2022/jul/31/its-self-harm-what-happens-when-online-gamblers-dont-know-how-much-theyve-lost\">costs of problem gambling for individuals</a>, their families, and for wider society, are significant.</p> <a href=\"https://www.theguardian.com/help/insideguardian/2023/jun/15/why-the-guardian-has-decided-to-reject-gambling-advertising\">Continue reading...</a>", "link": "https://www.theguardian.com/help/insideguardian/2023/jun/15/why-the-guardian-has-decided-to-reject-gambling-advertising", "date_published": "2023-06-15 08:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australians say they hate gambling ads. From now they will no longer see them on Guardian Australia", "description": "<p>Australians lose more on gambling per capita than any other country, and the harms of addiction are well documented. From today, the Guardian will reject gambling advertising globally</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li><li>Support Guardian Australia journalism with <a href=\"https://support.theguardian.com/au/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22Gambling_LT_piece%22%2C%22campaignCode%22%3A%22Gambling_LT_piece%22%7D&amp;INTCMP=Gambling_LT_piece\">a contribution of any size</a></li></ul><p>Most Australians want to enjoy watching sport without being bombarded by inducements to bet on it, and support restrictions on gambling advertising, <a href=\"https://www.theguardian.com/australia-news/2023/mar/27/majority-of-australians-support-banning-gambling-advertising-on-tv-study-finds\">according to recent research</a>.</p><p>They don’t want their children talking about the odds and the bookmakers more than the game or the players. They might enjoy an occasional bet, but they don’t want wagering to become the measure of being a real fan.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/media/commentisfree/2023/jun/15/australians-say-they-hate-gambling-ads-from-now-they-will-no-longer-see-them-on-guardian-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/media/commentisfree/2023/jun/15/australians-say-they-hate-gambling-ads-from-now-they-will-no-longer-see-them-on-guardian-australia", "date_published": "2023-06-15 08:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Luis Arráez and the quest for baseball’s elusive .400 barrier", "description": "<p>The Miami Marlins second baseman’s exceptional season has given him a chance to do something no one has achieved in the majors since 1941</p><p>“Baseball is hard,” Luis Arráez says bluntly. Although the <a href=\"https://www.mlb.com/news/luis-arraez-wins-2022-american-league-batting-title\">reigning American League batting champion</a> is having an overall excellent season at the plate, he’s in the middle two-game hitless streak when he speaks with the Guardian. In a testament to the exceptional nature of his year this far, however, the Miami Marlins second baseman is still leading Major League Baseball with .382 batting average, even taking into account his recent micro-slump. By having his batting average hover so close to .400 this far into a season (it was above .400 on 10 June), Arráez is flirting with one of baseball’s most hallowed numbers.</p><p>Every sport has statistical milestones that, although arbitrary in many ways (it’s difficult to objectively defend the notion that scoring 100 runs in cricket is significantly more impressive than 99), nevertheless have a certain magic about them. There’s the four-minute mile and the two-hour marathon. Soccer and ice hockey have their hat tricks, basketball tracks triple-doubles, and recording 100 caps remains shorthand for sustained excellence in international rugby, cricket and football.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/15/luis-arraez-400-season-batting-average-miami-marlins\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/15/luis-arraez-400-season-batting-average-miami-marlins", "date_published": "2023-06-15 08:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "David Brooks: ‘I wanted to make it clear I wasn’t there for sympathy’", "description": "<p>Preparing for his first Wales appearance since being diagnosed with cancer, the winger is aiming to give hope to others</p><p>David Brooks walks into a lecture theatre at St Fagans National Museum of History on the outskirts of Cardiff and, back in Wales kit and immersed on camp for the first time since being diagnosed with cancer, it quickly becomes clear he feels there are plenty of chapters still to write and one he is particularly glad to have consigned to the past.</p><p>For Brooks, it is just nice to feel like a footballer again. His outlook on the game and life, he says, have probably flipped and these days the simple things bring more pleasure. “It’s nice to be in a team environment,” he says. “When you’re sat at home by yourself – and I did it for six months – it gets depressing and lonely.”</p> <a href=\"https://www.theguardian.com/football/2023/jun/15/david-brooks-wales-bournemouth-return\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/15/david-brooks-wales-bournemouth-return", "date_published": "2023-06-15 08:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Guardian bans all gambling advertising", "description": "<p>Ban will apply worldwide to all of media group’s online and print outlets, including the Guardian, Observer, and Guardian Weekly</p><ul><li><a href=\"https://www.theguardian.com/help/insideguardian/2023/jun/15/why-the-guardian-has-decided-to-reject-gambling-advertising\">All bets are off: why the Guardian has decided to reject gambling advertising</a></li><li><a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22Gambling_JW_piece%22%2C%22campaignCode%22%3A%22Gambling_JW_piece%22%7D&amp;INTCMP=Gambling_JW_piece\">Support open, independent journalism today</a></li></ul><p>The Guardian has announced a global ban on gambling advertising, arguing it is unethical to take money from services that can lead to “addiction and financial ruin”.</p><p>Anna Bateson, the chief executive of Guardian Media Group, said advertising – particularly online – could trap gamblers in an “addictive cycle” that caused financial distress, mental health issues and wider social problems.</p> <a href=\"https://www.theguardian.com/society/2023/jun/15/guardian-bans-all-gambling-advertising\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/15/guardian-bans-all-gambling-advertising", "date_published": "2023-06-15 08:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Interest rates to remain high ‘for the foreseeable future’, former Bank of England governor Mark Carney warns – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jun/14/uk-has-no-choice-but-to-raise-interest-rates-to-curb-inflation-says-jeremy-hunt?CMP=share_btn_tw\">UK has no choice but to raise interest rates to curb inflation, says Jeremy Hunt</a></li></ul><p>Although UK interest rates have risen from .1% to 4.5% in the last 18 months, they are still well below the levels seen in the 1990s housing crash (Bank rate was around 14% in 1990).</p><p>But, as <strong>Ed</strong> <strong>Conway</strong> of <strong>Sky</strong> <strong>News</strong> explains, borrowers are already facing a big mortgage squeeze (once you adjust for the size of mortgages, and people’s disposable income as a propoortion of those payments).</p><p>One of the things that governments in the UK, and Canada, elsewhere have to get used to, now, is that they are going to be paying higher rates of interest for their debt for the foreseeable future.</p><p>Not just measured in 12 months, 24 months, but actually, the big techtonic shifts in the global economy mean that we are likely to have higher longer-term interest rates for a period.</p><p>If you have still a few years of low interest rates on your mortgage, if you fixed just at the right time as it turned out, recognise that there will be ann adjustment over the medium term.</p><p>It’s a question of degree but the direction is very clear.</p> <a href=\"https://www.theguardian.com/business/live/2023/jun/15/interest-rates-to-remain-high-carney-ecb-fed-mortgages-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jun/15/interest-rates-to-remain-high-carney-ecb-fed-mortgages-business-live", "date_published": "2023-06-15 06:50:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Partygate: report on whether Boris Johnson misled Commons due – UK politics live", "description": "<p>Long-awaited privileges committee report will set our whether the former prime minister lied in the Commons</p><p>Good morning. In a post on his <a href=\"https://dominiccummings.substack.com/\">Substack blog</a> last year <strong>Dominic Cummings</strong>, who was Boris Johnson’s chief adviser in No 10 and the strategist who did as much as anyone to help him win the 2019 general election, before he resigned and devoted his efforts to bringing Johnson down, wrote this about Johnson’s relationship with the truth.</p><p>He rewrites reality in his mind afresh according to the moment’s demands. He lies — so blatantly, so naturally, so regularly — that there is no real distinction possible with him, as there is with normal people, between truth and lies. He always tells people what they want to hear and he never means it. He always says ‘I can’t remember’ when they remind him and is rarely ‘lying’.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/15/boris-johnson-partygate-privileges-committee-report-conservatives-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/15/boris-johnson-partygate-privileges-committee-report-conservatives-uk-politics-live", "date_published": "2023-06-15 06:47:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ghost Girl, Banana by Wiz Wharton review – a Hong Kong family saga", "description": "<p>A multilayered debut shifts between the lives of a mother and daughter, exploring heritage, inheritance and sibling rivalry</p><p>Wiz Wharton’s title comes with a sting in its tail. “Ghost girl” is a literal translation of the Cantonese <em>gwai-</em><em>mui</em>, a term still sometimes used to describe white girls, while “banana” (being yellow on the outside and white inside) refers to westernised Asians.</p><p>Ghost Girl, Banana sets out to confront family secrets forged by intergenerational shame and uprootedness. In 1966 Sook-Yin is forced by her family from Hong Kong to London to train as a nurse and send money home. Her immigrant life is a case study for Murphy’s law – anything that can go wrong will go wrong, and at the worst possible time. Unable to find work, she becomes pregnant and goes on to marry blundering businessman Julian in misplaced hope, and to experience persistent racism.</p> <a href=\"https://www.theguardian.com/books/2023/jun/15/ghost-girl-banana-by-wiz-wharton-review-a-hong-kong-family-saga\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/15/ghost-girl-banana-by-wiz-wharton-review-a-hong-kong-family-saga", "date_published": "2023-06-15 06:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘A form of acceptance’: TikTok’s new trend of ‘canon events’", "description": "<p>Canon events, which are central to the film Spider-Man: Across the Spider-Verse, reframe unfortunate experiences as central to each person’s story</p><p>The universal human experience of regretfully pondering the things that could have been different in your life has had a TikTok makeover. Meet “canon events” –unfortunate periods that make you, you.</p><p>The idea of canon events is central to the newly released animated movie, Spider-Man: Across The Spider-Verse, in which all the incarnations of Spiderman from parallel dimensions are bound together by several key (canon) events that must occur in each.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/15/a-form-of-acceptance-tiktoks-new-trend-of-canon-events\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/15/a-form-of-acceptance-tiktoks-new-trend-of-canon-events", "date_published": "2023-06-15 06:27:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Call it the Rod Stewart manoeuvre. Who hasn’t had to dump a really appalling friend? | Coco Khan", "description": "<p>The rock star used to be firm friends with Donald Trump but says his wife put a stop to it. Call it spousal cover – and know it works</p><p>Among all the important and serious headlines about the former US president <a href=\"https://www.theguardian.com/us-news/2023/jun/13/trump-new-jersey-speech-after-arraignment\">Donald Trump</a> this week, one minor curiosity caught my eye involving the mulleted older rocker Rod Stewart.</p><p>In a recent interview with the lifestyle magazine <a href=\"https://www.scottishfield.co.uk/\">Scottish Field</a>, Stewart described how his wife, Penny Lancaster, banned him from hanging out with Trump. At the time, the two men had known each other for a while as neighbours in Palm Beach, Florida: Stewart would regularly attend Trump’s parties, occasionally even performing at his casinos. Stewart’s friends, meanwhile, got to play golf at Trump’s courses for free. All of it was enough for Stewart to describe Trump as a “<a href=\"https://www.telegraph.co.uk/news/2023/06/11/sir-rod-stewart-wife-ban-friends-donald-trump/\">dear friend</a>” in 2018, despite admitting in the same breath that “his moral compass is way off”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/rod-stewart-manoeuvre-dump-appalling-friend-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/rod-stewart-manoeuvre-dump-appalling-friend-donald-trump", "date_published": "2023-06-15 06:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Like movie stars!’: horses as you’ve never seen them before – in pictures", "description": "<p>Shooting hooves as if they were Louboutin heels and inviting stallions to smoulder down the lens, John Reardon’s horse photographs take us on a wild ride</p><p></p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/15/john-reardon-after-whistlejacket-an-exhibition-of-contemporary-equine-photographs\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/15/john-reardon-after-whistlejacket-an-exhibition-of-contemporary-equine-photographs", "date_published": "2023-06-15 06:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US military will have ‘unimpeded’ access to Papua New Guinea bases under new security deal", "description": "<p>Deal signed last month gives US ‘exclusive use’ of parts of bases, as Palau PM says he has asked US to step up patrols after Chinese incursions into its waters </p><p>The US military can develop and operate out of bases in Papua New Guinea, according to a landmark security pact that is part of Washington’s efforts to outflank China in the Pacific.</p><p>The full text of the deal was tabled in Papua New Guinea’s parliament on Wednesday evening and obtained by AFP, shedding light on details that have been closely guarded since the <a href=\"https://www.theguardian.com/world/2023/may/22/us-png-defence-security-agreement-papua-new-guinea-china-india-modi-pacific-militarisation-concerns\">pact was signed</a> in May.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/us-military-will-have-unimpeded-access-to-papua-new-guinea-bases-under-new-security-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/us-military-will-have-unimpeded-access-to-papua-new-guinea-bases-under-new-security-deal", "date_published": "2023-06-15 05:44:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Eat the rainbow! 10 spectacular salads to help you eat 30 plants a week", "description": "<p>The more colourful your plate, the more nourishing it will be, too. Here’s how to eat the widest range of veg – while having your most delicious summer ever</p><p>‘Eating the rainbow” is an excellent maxim by which to fill your belly. The easier on the eye your plateful is, the more enjoyable it will be to eat – and the more nourishing, too. All of which is good news for anyone following the advice to eat 30 plants a week for the sake of your gut.</p><p>Nutritionists have long extolled the goodness of what they call phytonutrients: a group of at least 5,000 compounds that are responsible for the colours, flavours and scents of the plants we eat. As Evangeline Mantzioris, a food scientist at the University of South Australia, <a href=\"https://theconversation.com/were-told-to-eat-a-rainbow-of-fruit-and-vegetables-heres-what-each-colour-does-in-our-body-191337\" title=\"\">has shown</a>, carotenoids tend to make things red, orange or yellow and anthocyanins (among others) make things blue and purple. The green in your veg, meanwhile, is due not only to chlorophyll, but also to catechins, phytosterols, nitrates and other chemicals.</p> <a href=\"https://www.theguardian.com/food/2023/jun/15/eat-the-rainbow-10-spectacular-salads-to-help-you-eat-30-plants-a-week\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/15/eat-the-rainbow-10-spectacular-salads-to-help-you-eat-30-plants-a-week", "date_published": "2023-06-15 05:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Drought is on the verge of becoming the next pandemic’", "description": "<p>While the world becomes drier, profit and pollution are draining our resources. We have to change our approach</p><p>During the summer months in the Oxfordshire town where I live, I go swimming in the nearby 50-metre lido. With my inelegantly slow breaststroke, from time to time I accidentally gulp some of the pool’s opulent, chlorine-clean 5.9m litres of water. Sometimes, I swim while it’s raining, when fewer people brave it, alone in my lane with the strangely comforting feeling of having water above and below me. I stand a bottle of water at the end of the lane, to drink from halfway through my swim. I normally have a shower afterwards, even if I’ve showered that morning. I live a wet, drenched, quenched existence. But, as I discovered, this won’t last. I am living on borrowed time and borrowed water.</p><p>Water stolen from nature, drained from rivers and lakes and returned polluted, allows me to live this way. It will have to stop – not through some altruistic hand-wringing desire to do better, but because even in England this amount of water will soon be unavailable. Like many parts of the world, we are now using more water than we can sustainably supply. As surface water and groundwater levels dwindle year by year, a crisis awaits. It’s simple maths. Demand is outstripping supply.</p> <a href=\"https://www.theguardian.com/news/2023/jun/15/drought-is-on-the-verge-of-becoming-the-next-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jun/15/drought-is-on-the-verge-of-becoming-the-next-pandemic", "date_published": "2023-06-15 05:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Black Mirror season six review – prepare to convulse in horror on the sofa", "description": "<p>Netflix’s perversely prescient dystopian drama will once again ruthlessly mine your existential angst. Expect incredible turns from Paapa Essedieu, Salma Hayek and Aaron Paul – even if this isn’t its best season</p><p>In a world in which the creator of the Oculus headset claims to have invented a new virtual reality system – called NerveGear – that kills players for real when they are bumped off in a game, it is clear that Black Mirror has its work increasingly cut out. NerveGear is similar to the premise of Playtest in season five of Charlie Brooker’s tech dystopia magnum opus, in which Amazon is promising to enable Alexa to speak to you in the voices of dead loved ones – see season two’s opener for how that works out – while digital recreations of celebrities a la Rachel, Jack and Ashley Too are becoming increasingly common and China runs a credit scoring system one notch down from the one Bryce Dallas Howard navigates in <a href=\"https://www.theguardian.com/tv-and-radio/2021/nov/26/as-black-mirror-turns-10-just-how-well-did-it-predict-the-future\">Nosedive</a>. And the less said about the whole <a href=\"https://www.theguardian.com/tv-and-radio/shortcuts/2015/sep/21/pigs-prime-minister-black-mirror-ashcroft-allegation-charlie-brooker\">prime-ministers-interfering-with-pigs prescience</a>, the better.</p><p>Season six opens in another avatar-based nightmare with Joan Is Awful. Joan, a mild-mannered, mildly depressed HR manager (<a href=\"https://www.theguardian.com/tv-and-radio/schitts-creek\">Schitt’s Creek</a>’s Annie Murphy), settles down with her boyfriend to watch a new series of the same name on “Streamberry” – a platform that looks remarkably similar to Netflix, home of Black Mirror since 2016 – only to find that it is a dramatisation of that day in her life. It stars <a href=\"https://www.theguardian.com/film/2021/nov/03/salma-hayek-weinstein-would-scream-at-me-i-didnt-hire-you-to-look-ugly\">Salma Hayek Pinault</a> (getting a chance to exercise her comedy chops on the small screen for the first time since her glorious turn in 30 Rock) as an awful version of Joan. Every new episode recaps that day’s events. Life becomes unbearable as people in real life assume the awful Joan’s personality is hers, her secrets are revealed to everyone and nightmarish layer is laid upon nightmarish layer until the denouement.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/15/black-mirror-6-review-prepare-to-convulse-in-horror-on-the-sofa-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/15/black-mirror-6-review-prepare-to-convulse-in-horror-on-the-sofa-netflix", "date_published": "2023-06-15 05:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Brexit was Johnson and Johnson was Brexit. Now that he has gone, Britain must think again | Martin Kettle", "description": "<p>The disgraced former PM and our disastrous exit from the EU were umbilically linked. His fall presents a precious opportunity</p><p>It is easy to overlook the fact that something larger is at stake amid the Conservative party’s midsummer mayhem. Something larger, for sure, than Boris Johnson’s petulance or Nadine Dorries’ attention-seeking. Something affecting us all, not just the Tory party. Something that underlies everything else about current British politics and will outlast the current excitement. That something is the future of Brexit.</p><p>Yes, Johnson’s latest self-centred lord-of-misrule melodrama is remarkable even by his own standards. Yes, Dorries’ latest career move, going postal in parliament, <a href=\"https://www.theguardian.com/politics/2023/jun/14/nadine-dorries-failure-to-resign-officially-as-mp-frustrates-sunaks-attempt-to-reset-tories\">on the run from her own resignation</a>, is providing a suitably disturbing coda to an already dauntingly disturbing political career. And, yes, Rishi Sunak’s laboriously constructed authority as prime minister is again under threat from the intemperate disloyalty that has become the default setting of a section of the Tory party.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/15/boris-johnson-brexit-britain-think-again-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/15/boris-johnson-brexit-britain-think-again-eu", "date_published": "2023-06-15 05:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We felt that we are one’: how Turkish musicians welcomed Syrian refugees", "description": "<p>Anti-Syrian sentiment has surged in Turkey, but the music scene has gone the opposite way – embracing cultural acceptance and cohesion</p><p>When <a href=\"https://soundcloud.com/uilexzruwcm9?ref=clipboard&amp;p=a&amp;c=1&amp;si=c14f0900b324456a9ad1f94b7317f071\">Mahdi Alkilani</a> first arrived in Istanbul, aged 24, he couldn’t speak Turkish. Music was his way of communicating.</p><p>The musician, producer and rapper came to Turkey in 2014 after being arrested by the regime in Syria and accused of smuggling weapons, which he denies. He believes he was one of only two men to be released out of 60 detainees; the rest died in prison.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/15/we-felt-that-we-are-one-how-turkish-musicians-welcomed-syrian-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/15/we-felt-that-we-are-one-how-turkish-musicians-welcomed-syrian-refugees", "date_published": "2023-06-15 05:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Will new treatments change the way we view cancer for good?", "description": "<p>Ian Sample speaks to the Guardian’s health editor, Andrew Gregory, and Dr Roy Herbst about the world’s biggest annual gathering of oncology professionals. Each year’s event features a mass of new research, and 2023 was no exception. What were the standout advances, and could they lead to permanent changes in the way we treat, think about and live with cancer?</p><p>Read more of Andrew Gregory’s reporting <a href=\"https://www.theguardian.com/profile/andrew-gregory\">here</a>.</p> <a href=\"https://www.theguardian.com/science/audio/2023/jun/15/will-new-treatments-change-the-way-we-view-cancer-for-good\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/jun/15/will-new-treatments-change-the-way-we-view-cancer-for-good", "date_published": "2023-06-15 04:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "NZ climate activist faces up to 10 years in prison over fake letter saying fossil fuel event cancelled", "description": "<p>Rosemary Penwarden said her letter telling oil executives a petroleum conference was off was satirical protest but was found guilty of forgery offences</p><p>A New Zealand climate activist who wrote to oil executives posing as a fossil fuel conference organiser and telling them their gathering was cancelled has been found guilty of forgery, and could face up to a decade in prison.</p><p>Rosemary Penwarden, 64, who sent the letter to an oil company’s delegates argued it was a form of “satirical protest”, and said she was astonished by the outcome.</p> <a href=\"https://www.theguardian.com/world/2023/jun/15/nz-climate-activist-faces-up-to-10-years-in-prison-over-fake-letter-saying-fossil-fuel-event-cancelled\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/15/nz-climate-activist-faces-up-to-10-years-in-prison-over-fake-letter-saying-fossil-fuel-event-cancelled", "date_published": "2023-06-15 03:23:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Six charged over seizure of $1.7bn worth of meth allegedly en route to Australia", "description": "<p>Authorities intercepted the drugs, allegedly hidden in bottles of canola oil, in Canada and substituted a harmless substance</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/15/australia-politics-live-lidia-thorpe-david-van-sexual-assault-parliament-senate-brittany-higgins-peter-dutton-anthony-albanese-indigenous-vo-national-gun-register-cost-of-living\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p></p><p>Six men have been charged after almost $1.7bn worth of methamphetamine was seized as part of a probe into a global smuggling syndicate.</p><p>Police allege the operation involved four separate hauls in 2023, mostly involving attempts to hide the drug in bottles of canola oil in Canada, which were destined for Victoria and NSW.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/15/six-charged-over-seizure-of-17bn-worth-of-meth-allegedly-en-route-to-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/15/six-charged-over-seizure-of-17bn-worth-of-meth-allegedly-en-route-to-australia", "date_published": "2023-06-15 00:11:48+00:00", "persistent": false, "user": null, "language": "en-US"}]