[{"source": "https://www.theguardian.com/international/rss", "title": "Marc-André ter Stegen: ‘Barcelona are on the way back. We found ourselves’", "description": "<p>A new generation is emerging at the Camp Nou, led by a goalkeeper who represents the past, present and future of the club</p><p>“We’re more attractive now,” Marc-André ter Stegen says. The last time Barcelona played in the Europa League, there were 79,468 people at the Camp Nou; the problem was that half of them were supporting the other team. That April night last year, Eintracht Frankfurt brought more than 35,000, <a href=\"https://www.espn.com/soccer/barcelona-espbarcelona/story/4643182/how-eintracht-frankfurt-fans-filled-barcelonas-camp-nouand-what-it-says-about-footballs-ticketing-model\">stands swathed in white</a>. “It was tough, it didn’t feel like we were at home,” the goalkeeper admits, but he knows it won’t happen again, starting with Manchester United on Thursday night.</p><p>That experience against Eintracht prompted Barcelona to impose strict measures to deny visitors access, prevent tickets being bought by away fans <a href=\"https://www.fcbarcelona.com/en/club/news/3063451/fc-barcelona-implements-the-safety-and-control-protocol-for-opposition-fans-for-the-game-against-manchester-united\">and stop members selling seats on</a>, but it is not really about that. It is more about the teams, the moment: last season was the imperfect storm, unrepeatable. “Frankfurt wanted to really push it, they were really excited to travel,” Ter Stegen says. What has most changed though is <em>them</em> – seen in the stands and explained here as he settles into a seat at the club’s Joan Gamper training ground.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/marc-andre-ter-stegen-barcelona-are-on-the-way-back-we-found-ourselves\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/marc-andre-ter-stegen-barcelona-are-on-the-way-back-we-found-ourselves", "date_published": "2023-02-14 22:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia unbeaten at T20 World Cup as Wareham and Lanning rock Bangladesh", "description": "<ul><li>Bangladesh 107-7; Australia 111-2 | Australia win by eight wickets</li><li>Georgia Wareham picks up three wickets; Meg Lanning scores 48</li></ul><p>Georgia Wareham’s 3-20 and Meg Lanning’s unbeaten 48 off 49 balls handed defending champions Australia an emphatic eight-wicket win over Bangladesh at the T20 World Cup.</p><p>Wareham, returning to Australia’s XI for the first time in nearly 16 months due to injuries, helped restrict Bangladesh to 107-7 after they opted to bat in slightly overcast conditions at St George’s Park on Tuesday.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/15/australia-unbeaten-at-t20-world-cup-as-wareham-and-lanning-rock-bangladesh\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/15/australia-unbeaten-at-t20-world-cup-as-wareham-and-lanning-rock-bangladesh", "date_published": "2023-02-14 20:42:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hunt for mysterious object shot down in remote Yukon faces daunting odds", "description": "<p>The Canadian territory is an aircraft graveyard – now the difficult search is on for a downed unidentified craft in its vast environs</p><p>The rugged, “<a href=\"https://www.poetryfoundation.org/poems/46643/the-spell-of-the-yukon\">unpeopled</a>” landscape of Canada’s Yukon territory is a graveyard for aircraft, with more than 500 planes crashing in its forests, mountains and lakes over the years.</p><p>Now, Canada’s military and police, alongside their US counterparts, are searching the unforgiving landscape in midwinter for a <a href=\"https://www.theguardian.com/world/2023/feb/11/new-unidentified-object-shot-down-over-canada-says-trudeau\">mysterious object recently shot on Saturday</a> by a fighter plane.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/search-mysterious-object-yukon-canada\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/search-mysterious-object-yukon-canada", "date_published": "2023-02-14 20:09:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Christian Atsu yet to be found although shoes have been recovered, says agent", "description": "<ul><li>Former Newcastle footballer remains missing in Hatay, Turkey</li><li>Nana Sechere calls on Atsu’s club, Hatayspor, to aid rescue</li></ul><p>Christian Atsu’s whereabouts remain unknown more than a week on from the earthquakes that hit Turkey and Syria, the former Newcastle midfielder’s agent has said.</p><p>After the magnitude 7.8 and 7.5 earthquakes that struck on 6 February, there were initial reports that Atsu, who has been with Turkish side Hatayspor since last summer, had been rescued from the rubble of a building that collapsed in the disaster.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/christian-atsu-yet-to-be-found-shoes-recovered-agent-turkey-syria-earthquake\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/christian-atsu-yet-to-be-found-shoes-recovered-agent-turkey-syria-earthquake", "date_published": "2023-02-14 17:39:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Belgian goalkeeper Arne Espeel dies aged 25 after collapsing on pitch", "description": "<ul><li>Espeel collapsed shortly after saving a penalty kick</li><li>Player was pronounced dead after being taken to hospital</li></ul><p>Belgian goalkeeper Arne Espeel died after he collapsed on the pitch on Saturday, moments after saving a penalty for his team. He was 25.</p><p>Winkel Sport B, who play in the second provincial division of West Brabant in Belgium, were 2-1 up against Westrozebeke when their opponents were awarded a penalty in the second half.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/belgian-goalkeeper-arne-espeel-dies-after-making-penalty-save\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/belgian-goalkeeper-arne-espeel-dies-after-making-penalty-save", "date_published": "2023-02-14 14:35:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I am ashamed’: Guardiola apologises to Gerrard for raising famous Anfield slip", "description": "<ul><li>Manager mentioned slip after Manchester City hit with charges</li><li>Guardiola says reference was ‘unnecessary and stupid’</li></ul><p>Pep Guardiola has apologised to Steven Gerrard for his “shame” at <a href=\"https://www.theguardian.com/football/2023/feb/11/pep-guardiola-defends-manchester-city-titles-steven-gerrard-slip\">citing the slip</a> by the then Liverpool captain that had an impact on Manchester City’s 2013-14 title triumph.</p><p>The manager referred to the incident last week when offering reasons not to strip titles from City should the club be found guilty of any of the <a href=\"https://www.theguardian.com/football/2023/feb/06/manchester-city-charged-by-premier-league-over-alleged-financial-rule-breaches\">Premier League charges</a>.</p> <a href=\"https://www.theguardian.com/football/2023/feb/14/pep-guardiola-apologises-to-steven-gerrard-slip-ashamed\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/14/pep-guardiola-apologises-to-steven-gerrard-slip-ashamed", "date_published": "2023-02-14 13:35:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Champions League: previews and predictions for the games this week", "description": "<p>Team news and form guides for Milan v Spurs, PSG v Bayern, Brugge v Benfica and Borussia Dortmund v Chelsea</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Milan welcome Tottenham to San Siro having ended their frustrating seven-game winless run with a 1-0 victory over Torino on Friday night. Stefano Pioli’s side have put up a dire defence of their Serie A title and are now 18 points behind runaway leaders Napoli. Finishing in the top four is the aim, but it will be tight. The four teams below the league leaders – Inter, Atalanta, Roma and Milan – are only separated by three points, with one of them destined to miss out.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/feb/14/champions-league-previews-predictions-milan-spurs-psg-bayern-brugge-benfica-borussia-dortmund-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2023/feb/14/champions-league-previews-predictions-milan-spurs-psg-bayern-brugge-benfica-borussia-dortmund-chelsea", "date_published": "2023-02-14 12:29:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Stokes looks to spread the joy as England focus on New Zealand | Ali Martin", "description": "<p>All-rounder will captain England for the first time in the country of his birth, but is keen to let teammates take the spotlight</p><p>It could be viewed as the start of a year that will define the captaincy of Ben Stokes, but beyond an instruction to the medical staff to furnish him with “eight fit fast bowlers” come the Ashes, he claims to be looking squarely at the task at hand.</p><p>Similarly, this two-Test tour of New Zealand could be framed as having an extra layer of meaning to Stokes. The all-rounder’s mother, Deborah, and other family members and friends will be at Mount Maunganui’s grass-banked Bay Oval on Thursday when he leads England for the first time in the country of his birth.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/14/ben-stokes-looks-to-spread-the-joy-as-england-focus-on-new-zealand-series\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/14/ben-stokes-looks-to-spread-the-joy-as-england-focus-on-new-zealand-series", "date_published": "2023-02-14 12:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "This is not the first attempt to ban Black studies – but repression births resistance | Derecka Purnell", "description": "<p>Rightwing pundits target knowledge found in critical race theory because they know it leads to action </p><p>On the first day of Black History Month this year, the College Board announced significant changes to its Advanced Placement African American studies course. The billion-dollar company made this move after widespread rightwing pushback against the inclusion of liberal, progressive and radical books by Black authors in the curriculum (they have since <a href=\"https://www.npr.org/2023/02/12/1156409108/college-board-african-american-studies-florida-desantis\">apologized</a>). The Florida governor, Ron DeSantis, currently leads the fascist charge on banning books and silencing ideas for students and schools. But he has fascist friends.</p><p>During the 2020-2021 school year, over 900 districts nationwide suffered “an intentional campaign to restrict or ‘ban’” anything deemed “critical race theory”, according to <a href=\"https://seis.ucla.edu/news/ideally-u.s.-public-schools-areplaces-where-students\">The Conflict Campaign</a>. These districts represent 35% of all students in elementary, middle and high school. While we should organize to eliminate the elitist, profit-driven College Board from their schools, they ought to fight to introduce, protect and proliferate Black studies on campus.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/african-american-studies-history-repression-resistance-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/african-american-studies-history-repression-resistance-republicans", "date_published": "2023-02-14 11:18:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Silvio Berlusconi and  his Condor swoop to make Monza driving force | Nicky Bandini", "description": "<p>The former Italian premier lessens the romance but Raffaele Palladino has been the coaching find of the season</p><p>Only one Serie A team remains undefeated in 2023 and it is not the one you might assume. Napoli continue to swagger toward the Scudetto, 15 points clear at the top of Serie A, but they were beaten by Inter at the start of January. Monza drew with the Nerazzurri three days later and have not lost a game since 10 November.</p><p>A 1-0 win over Bologna on Sunday lifted them into the top half of the table. They are level on points with Juventus in ninth and while that situation owes to the Bianconeri’s points deduction, Monza have won both head-to-head games. Not bad for a club playing top-flight football for the first time.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/feb/14/silvio-berlusconi-and-his-condor-swoop-to-make-monza-a-serie-a-force\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/feb/14/silvio-berlusconi-and-his-condor-swoop-to-make-monza-a-serie-a-force", "date_published": "2023-02-14 09:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "'Having it all' is a myth still being used to punish working women | Antoinette Lattouf", "description": "<p>I’m not sure who decided women want it all. And even if some do, who has decided what ‘all’ is?</p><p>Sometimes there are small errors in headlines that can quickly be amended and all is forgiven. Sometimes there are opinion pieces that are a little simplistic and could do with a drizzle of evidence and a garnish of nuance. Other times there are spear tackles of successful women that ponder whether they “can have it all”.</p><p>This relic of a phrase is still invoked in our media from the BBC to newspaper tabloids.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/14/having-it-all-is-a-myth-still-being-used-to-punish-working-women\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/14/having-it-all-is-a-myth-still-being-used-to-punish-working-women", "date_published": "2023-02-14 05:31:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tell us: have you been affected by Cyclone Gabrielle in New Zealand?", "description": "<p>As New Zealand declares a national state of emergency for only the third time in its history, we want to hear how you have been affected</p><p>Cyclone Gabrielle has caused devastation across New Zealand’s North Island. A <a href=\"https://www.theguardian.com/world/2023/feb/13/cyclone-gabrielle-new-zealand-declares-national-state-of-emergency\">national state of emergency has been declared</a>, floods have trapped people on roofs and landslides have destroyed homes.</p><p>We would like to hear from you if you have been affected by the disaster, and are in a safe place to communicate. Please do not take any unnecessary risks in order to contact us. We would particularly like to hear from those who are in or in contact with those in the areas that appear worst-affected: Northland, Tolaga Bay, Gisborne/Tairāwhiti, west Auckland and Coromandel, but also those affected throughout the country.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/tell-us-have-you-been-affected-by-cyclone-gabrielle-in-new-zealand\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/tell-us-have-you-been-affected-by-cyclone-gabrielle-in-new-zealand", "date_published": "2023-02-14 02:49:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bourgeois spiders and Kandinsky masterpieces: Sydney set for a summer of blockbuster art", "description": "<p>Exhibitions for Paris-born sculptor, the pioneering Russian painter and ‘one of the greatest living artists’ are all headed for Australia this summer</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>A major survey of the works of Louise Bourgeois and a blockbuster Wassily Kandinsky exhibition are heading for the Art Gallery of New South Wales later this year, as part of a targeted bid by the NSW government and Destination NSW to attract tourists to Sydney.</p><p>Sydney’s International Art Series for 2023-2024 will also include a major show for the British-German artist Tacita Dean at the Museum of Contemporary Art in December, which will include several new works commissioned by the museum.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/14/bourgeois-spiders-and-kandinsky-masterpieces-sydney-set-for-a-summer-of-blockbuster-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/14/bourgeois-spiders-and-kandinsky-masterpieces-sydney-set-for-a-summer-of-blockbuster-art", "date_published": "2023-02-14 01:17:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 356 of the invasion", "description": "<p>Nato defence ministers meet to discuss further military aid; Bakhmut under intense artillery fire</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>A major new Russian offensive has begun, Nato’s secretary general, Jens Stoltenberg, has said. </strong>Speaking ahead of a two-day meeting of Nato defence ministers in Brussels, Stoltenberg said Russia was “sending more troops, more weapons, more capabilities”. Nato planned to increase its ammunition stockpile targets and he expected possible supply of aircraft to Ukraine to be discussed. Stoltenberg said Ukraine’s use of ammunition was “many times higher than our current rate of production”.</p><p>Ukrainian defenders who have held out for months are braced for new ground attacks, Ukrainian military officials have said. <strong>The eastern Ukrainian city of Bakhmut is facing heavy artillery fire, according to local officials.</strong> “The city, the city’s suburbs, the entire perimeter, and essentially the entire Bakhmut direction and Kostyantynivka are under crazy, chaotic shelling,” said Volodymyr Nazarenko, deputy commander of Ukraine’s Svoboda battalion. The Ukrainian military reported 16 settlements had been bombarded near Bakhmut.</p><p>President Volodymyr Zelenskiy <strong>thanked Ukrainian soldiers for “preventing the occupiers from encircling Bakhmut”</strong>. The capture of Bakhmut would give Russia a new foothold in the Donetsk region and constitute a rare victory after months of setbacks.</p><p><strong>Ukraine’s top general and the top US army commander in Europe have discussed further military aid for Kyiv</strong>. Valeriy Zaluzhnyi from Ukraine talked to the commander in chief of Europe’s combined Nato forces, US General Christopher Cavoli, ahead of the Nato defence ministers’ meeting. “We discussed the issue of supplying international military aid to Ukraine and training our units on the territory of partner countries,” Ukraine’s defence ministry quoted Zaluzhnyi as saying.</p><p><strong>Ukraine’s allies have begun training Ukrainian troops on the Leopard 2 and other modern battle tanks. </strong>Germany started training Ukrainian soldiers on the Leopards on Monday at an army base in the northern town of Munster. Ukrainian troops are also being trained by Polish, Canadian and Norwegian instructors at a military base in Swietoszow, south-west Poland.</p><p><strong>Two Dutch F-35 fighters have intercepted a formation of three Russian military aircraft over Poland and escorted them out. </strong>The Netherlands’ defence ministry said: “The then unknown aircraft approached the Polish Nato area of responsibility from Kaliningrad,” according to a Reuters translation of the ministry’s statement. “After identification, it turned out to be three aircraft: a Russian IL-20M Coot-A that was escorted by two Su-27 Flankers. The Dutch F-35s escorted the formation from a distance and handed over the escort to Nato partners.”</p><p><strong>Moldova’s president, Maia Sandu, has accused Russia of planning to use foreign saboteurs to overthrow her country’s government, prevent it from joining the EU and use it in the war against Ukraine. </strong>Sandu’s comments on Monday came after Ukraine’s president, Volodymyr Zelenskiy, said his country had intercepted plans by Russian secret services “for the destruction of Moldova” – this was later backed up by Moldovan intelligence officials.</p><p><strong>Russia is set to become “more authoritarian and militarised” in the coming years, Norway’s intelligence services</strong> <strong>believes</strong>. “There is no turning back,” said Lars Nordrum, second in command of the Norwegian intelligence service. “Russian interests will not be compatible with those of the west.”</p><p><strong>Russian arms supplies to India have been worth $13bn in the past five years, and India has placed orders for another £10bn, </strong><a href=\"https://www.theguardian.com/world/live/2023/feb/13/russia-ukraine-war-fresh-attack-on-zaporizhzhia-region-ukraine-military-reports-live?page=with:block-63ea1f1b8f08b08d63d5510d#block-63ea1f1b8f08b08d63d5510d\">according to Russian state media.</a> India is the world’s biggest buyer of Russian arms, accounting for about 20% of Moscow’s current order book. India has not condemned Russia’s invasion of Ukraine, and its prime minister, Narendra Modi, has called for dialogue and diplomacy to solve the conflict.</p><p><strong>An unverified video is being circulated on social media that appears to show the murder with a sledgehammer of a former Russian mercenary who fled the Wagner group</strong> while fighting in Ukraine. The clip is similar to one that showed the killing of another Wagner fighter, Yevgeny Nuzhin, in November last year. Wagner’s founder declined to say whether the apparent victim had been killed or not.</p><p><strong>The UN human rights office said it had recorded 7,199 civilian deaths and 11,756 wounded since Russia’s February invasion</strong>, mostly from shelling, missiles and airstrikes. However, it believed the actual figure was far higher.</p> <a href=\"https://www.theguardian.com/world/2023/feb/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-35-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-35-of-the-invasion", "date_published": "2023-02-14 01:08:45+00:00", "persistent": false, "user": null, "language": "en-US"}]