[{"source": "https://sekurak.pl/rss", "title": "Rząd przyjął projekt ustawy o zwalczaniu nadużyć w komunikacji elektronicznej. Uderzenie w scam-SMSy, i częściowo w spoofing GSM", "description": "<p>Mamy tutaj kilka ciekawych rozwiązań. Po pierwsze: Przedsiębiorcy telekomunikacyjni będą obowiązani, w szczególności do: (…) blokowania krótkich wiadomości tekstowych, które zawierają treści zgodne ze wzorcem wiadomości przekazanym przez CSIRT NASK. Mechanizm jest dość jasny: CSIRT NASK najczęściej na podstawie zgłoszeń wyłapywał będzie nowe kampanie SMSowych oszustw, przekazywał stosowne wzorce do...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/rzad-przyjal-projekt-ustawy-o-zwalczaniu-naduzyc-w-komunikacji-elektronicznej-uderzenie-w-scam-smsy-i-czesciowo-w-spoofing-gsm/\" rel=\"nofollow\">Rząd przyjął projekt ustawy o zwalczaniu nadużyć w komunikacji elektronicznej. Uderzenie w scam-SMSy, i częściowo w spoofing GSM</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/rzad-przyjal-projekt-ustawy-o-zwalczaniu-naduzyc-w-komunikacji-elektronicznej-uderzenie-w-scam-smsy-i-czesciowo-w-spoofing-gsm/", "date_published": "2023-02-14 20:55:51+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://sekurak.pl/rss", "title": "Ścieżki oraz prelegenci na majowym Mega Sekurak Hacking Party. Plus fajne zniżki na bilety 😊", "description": "<p>Pierwsze w tym roku Mega Sekurak Hacking Party odbędzie się już 22 maja! Poniżej znajdziecie garść aktualnych wiadomości dotyczących ścieżek, prelegentów oraz innych atrakcji, które dla Was szykujemy. Po pierwsze, mamy w lutym zniżkę 40%&#160;na bilety STANDARD. Akcja trwa tylko do 28.02. Potem bilety będą droższe, więc warto skorzystać bo...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/sciezki-oraz-prelegenci-na-majowym-mega-sekurak-hacking-party-plus-fajne-znizki-na-bilety-%f0%9f%98%8a/\" rel=\"nofollow\">Ścieżki oraz prelegenci na majowym Mega Sekurak Hacking Party. Plus fajne zniżki na bilety 😊</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/sciezki-oraz-prelegenci-na-majowym-mega-sekurak-hacking-party-plus-fajne-znizki-na-bilety-%f0%9f%98%8a/", "date_published": "2023-02-14 08:41:08+00:00", "persistent": false, "user": null, "language": "pl-PL"}]