[{"source": "https://businessinsider.com.pl/.feed", "title": "Satelity ruszą w kosmos. Europarlament dał zielone światło", "description": "Parlament Europejski przyjął we wtorek unijny program bezpiecznej łączności, który zakłada rozmieszczenie satelitów UE do ochrony komunikacji rządowej. Sieć zostanie uruchomiona do 2027 r., ale pierwsze usługi na rzecz władz publicznych mają być dostępne od 2024 r.", "link": "https://businessinsider.com.pl/wiadomosci/satelity-rusza-w-kosmos-europarlament-dal-zielone-swiatlo/kpq7k1x", "date_published": "2023-02-14 20:50:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miliony euro dla Serbii. \"To duży prezent\"", "description": "Unia Europejska przekazała Serbii dotację w wysokości 165 mln euro — 1 proc. przewidywanych wpływów do serbskiego budżetu — na pomoc w radzeniu sobie z kryzysem energetycznym wywołanym wojną Rosji przeciwko Ukrainie. Prezydent Serbii Aleksandar Vuczić wskazał, że ważne jest dostrzeżenie tej pomocy, ponieważ w kraju \"często niesłusznie bagatelizuje się to, co UE robi dla Serbów\" — przekazała we wtorek telewizja N1.", "link": "https://businessinsider.com.pl/wiadomosci/miliony-euro-dla-serbii-na-zniwelowanie-skutkow-kryzysu-energetycznego-to-duzy/v82vy4v", "date_published": "2023-02-14 20:28:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten bank musi opracować plan naprawy. Jest decyzja KNF", "description": "Pekao Bank Hipoteczny poinformował we wtorek, że otrzymał decyzję Komisji Nadzoru Finansowego o nakazie opracowania planu naprawy. Jak przekazał bank, KNF uzasadniła decyzję koniecznością m.in. ograniczenia ryzyka działalności i odzyskania rentowności.", "link": "https://businessinsider.com.pl/gospodarka/ten-bank-musi-opracowac-plan-naprawy-jest-decyzja-knf/xeky5z7", "date_published": "2023-02-14 19:41:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sekretarz obrony USA ujawnił szczegóły. Te kraje przekażą Ukrainie leopardy", "description": "Szef Pentagonu Lloyd Austin oznajmił we wtorek, że osiem państw, w tym Polska, zamierza przekazać Ukrainie czołgi Leopard 2 — poinformował portal Ukrainska Prawda z Brukseli, gdzie we wtorek odbyło się kolejne posiedzenie grupy kontaktowej ds. wsparcia obronnego Ukrainy w tzw. formacie Ramstein.", "link": "https://businessinsider.com.pl/wiadomosci/te-kraje-przekaza-ukrainie-czolgi-leopard-2-sekretarz-obrony-usa-ujawnil-szczegoly/5hnvq32", "date_published": "2023-02-14 19:10:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Po kryptowalutach czas na kryptoznaczki. Sprzedaje je Poczta Polska", "description": "Poczta Polska wprowadziła do sprzedaży pierwsze kryptoznaczki. Jeden z nich został zaprojektowany przez sztuczną inteligencję. \"Wersję tradycyjną kryptoznaczka kolekcjoner może przechowywać w klaserze, a wersję cyfrową — w kryptoklaserze\" — czytamy.", "link": "https://businessinsider.com.pl/wiadomosci/po-kryptowalutach-czas-na-kryptoznaczki-sprzedaje-je-poczta-polska/8fcs0t8", "date_published": "2023-02-14 18:49:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rodzice wymuszą pracę zdalną? Nie każdą i nie wszyscy. Przepisy mają haczyki", "description": "Jeśli wniosek o pracę zdalną złoży np. rodzic trzylatka albo dziecka niepełnosprawnego, to firma będzie mogła odmówić tylko w wyjątkowych okolicznościach. Te preferencje nie dotyczą jednak okazjonalnej pracy zdalnej, czyli świadczonej np. dwa dni w miesiącu. Jeśli szef odmówi, to zaskarżenie jego decyzji byłoby bardzo trudne, ale rodzice nie są w takiej sytuacji zupełnie bezbronni.", "link": "https://businessinsider.com.pl/prawo/praca/praca-zdalna-czy-firma-moze-jej-odmowic-rodzicom-malych-dzieci/7nems7w", "date_published": "2023-02-14 18:36:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zła wiadomośc dla kierowców. Nadchodzą podwyżki OC", "description": "Parlament Europejski zatwierdził we wtorek cele redukcji emisji CO2 dla nowych samochodów. Od 2035 r. nowe auta mają być tylko zeroemisyjne. Tymczasem według najnowszego raportu Warsaw Enterprise Institute więcej samochodów elektrycznych na drogach spowoduje wzrost cen ubezpieczeń.", "link": "https://businessinsider.com.pl/poradnik-finansowy/ubezpieczenia/zla-wiadomosc-dla-kierowcow-nadchodza-podwyzki-oc/2np4lww", "date_published": "2023-02-14 18:28:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "UE unika sankcji wobec tej branży. I zwiększa zakupy od Rosji", "description": "UE kupiła od Rosji najwięcej paliwa jądrowego od trzech lat, a USA kupują wzbogacony uran — pisze Bloomberg. Zwiększa to dochody Kremla, a USA i ich sojusznicy unikają nałożenia sankcji na tę branżę. Oprócz pieniędzy sprzedaż przynosi Moskwie też inne korzyści.", "link": "https://businessinsider.com.pl/gospodarka/zachod-unika-sankcji-wobec-tej-branzy-a-kreml-zarabia/fsx6gwj", "date_published": "2023-02-14 17:50:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przełomowa decyzja europarlamentu. Od 2035 r. nowe auta tylko zeroemisyjne", "description": "Parlament Europejski zatwierdził cele redukcji emisji CO2 dla nowych samochodów. Nowe wytyczne przewidują zerowe emisje z nowych aut osobowych i dostawczych w 2035 r. To element pakietu \"Gotowi na 55\" (\"Fit for 55\").", "link": "https://businessinsider.com.pl/wiadomosci/przelomowa-decyzja-europarlamentu-od-2035-r-nowe-auta-tylko-elektryczne/2gln491", "date_published": "2023-02-14 17:30:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przybywa frankowych wyroków. Rekordowe statystyki", "description": "Liczba zapadłych wyroków sądowych w sprawach frankowych w 2022 r. wzrosła do co najmniej 9,6 tys. z 2,8 tys. w 2021 r. Odsetek wyroków korzystnych dla kredytobiorców wzrósł do 97 proc.", "link": "https://businessinsider.com.pl/finanse/frankowicze-goruja-w-sadach-rok-2022-przyniosl-rekordowe-statystyki/qckfe2z", "date_published": "2023-02-14 17:24:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tych terminów nie możesz przegapić. Kiedy rozliczyć PIT, kiedy najem, a kiedy składkę zdrowotną", "description": "Przedsiębiorcy do 20 lutego powinni rozważyć, jaką formę opodatkowania wybrać na 2023 r. Z drugiej mogą skorzystać ze wstecznej zmiany formy opodatkowania. Jeśli jednak pomylą terminy, nie skorzystają z jedynej szansy, jaką daje Polski Ład. Wyjaśniamy krok po kroku, jak się w tym wszystkim nie pogubić.", "link": "https://businessinsider.com.pl/prawo/podatki/kiedy-rozliczyc-pit-kiedy-najem-a-kiedy-skladke-zdrowotna-kluczowe-terminy-ktorych/b1dchd6", "date_published": "2023-02-14 16:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ministerstwo Finansów: nie ma recesji, jest miękkie lądowanie", "description": "Obecne dane z gospodarki wciąż wskazują na realizację scenariusza \"miękkiego lądowania\" i braku recesji — tak Ministerstwo Finansów komentuje szacunkowe dane dotyczące polskiego PKB w IV kwartale 2022 r., które okazały się gorsze od prognoz.", "link": "https://businessinsider.com.pl/gospodarka/ministerstwo-finansow-zabralo-glos-po-slabych-danych-o-polskim-pkb/d0nxt7n", "date_published": "2023-02-14 16:34:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To następczyni Kim Dzong Una? Na znaczkach pojawia się \"szlachetne dziecko\"", "description": "W Korei Północnej pojawią się nowe znaczki pocztowe. Mają upamiętnić ostatni wystrzał międzykontynentalnej rakiety balistycznej (ICBM). Na znaczkach obok Kim Dzong Una widać jeszcze jedną osobę — \"szlachetne dziecko\".", "link": "https://businessinsider.com.pl/wiadomosci/to-nastepczyni-kim-dzong-una-na-znaczkach-pojawia-sie-szlachetne-dziecko/0lnmtrj", "date_published": "2023-02-14 16:27:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ryanair uruchamia nowe połączenia z Polski", "description": "Ryanair ogłosił, że uruchamia cztery nowe połączenia z poznańskiego lotniska Ławica. Irlandzki przewoźnik zapowiedział również zwiększenie częstotliwości lotów na najpopularniejszych trasach oraz wprowadził promocję na bilety, która trwa do 16 lutego.", "link": "https://businessinsider.com.pl/wiadomosci/ryanair-uruchamia-nowe-polaczenia-z-polski-i-oglasza-promocje/gre58ds", "date_published": "2023-02-14 16:23:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Milion nieszczęśliwych Polaków. Możesz być jednym z nich, Sprawdź, czy też dopłacisz podatek 2022 r.", "description": "Każdy, kto zarabia mniej niż 16 tys. 300 zł brutto miesięcznie, może czuć się szczęśliwy.  Raczej nie grozi mu dopłata podatku za 2022 r. Za sprawą Polskiego Ładu mniej szczęścia mają bardzo dobrze zarabiający single, członkowie zarządu, zatrudnieni na umowę zlecenia czy mający kilka źródeł dochodu, w tym za granicą. Zapewne będą musieli dopłacić podatek.", "link": "https://businessinsider.com.pl/prawo/podatki/doplata-pit-za-2022-r-sprawdz-czy-jestes-w-tej-grupie/3nlqzbr", "date_published": "2023-02-14 16:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Po dwóch miesiącach spadków inflacja w Polsce znowu wzrosła. Jesteśmy jednak blisko przesilenia", "description": "Po dłuższej niż zwykle przerwie, spowodowanej corocznymi zmianami w obliczeniach, wracają emocje związane z odczytami inflacji konsumenckiej (CPI). W środę o godz. 10.00 Główny Urząd Statystyczny poda wstępne dane za styczeń. Wszystko wskazuje na to, że wskaźnik CPI po dwóch miesiącach spadku tym razem urósł.", "link": "https://businessinsider.com.pl/finanse/makroekonomia/inflacja-w-styczniu-wzrost-cen-w-polsce-przyspieszyl-po-dwoch-miesiacach-spadku/km7f14w", "date_published": "2023-02-14 16:07:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny podejrzany balon. Tym razem w rumuńskiej przestrzeni powietrznej", "description": "Ministerstwo obrony Rumunii poinformowało we wtorek, że w przestrzeni powietrznej nad południowo-wschodnimi obszarami kraju zaobserwowano obiekt, który przypomina balon meteorologiczny — donosi Agencja Reutera.", "link": "https://businessinsider.com.pl/wiadomosci/kolejny-podejrzany-balon-tym-razem-w-rumunskiej-przestrzeni-powietrznej/b7zbwx6", "date_published": "2023-02-14 15:59:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Właściciel InPostu reaguje na aferę z odmianą. \"Niech się wezmą do pracy\"", "description": "Właściciel InPostu Rafał Brzoska oznajmił, że sugestia, by nie odmieniać nazwy Paczkomat, była skierowana jedynie do sklepów internetowych, a nie bezpośrednio do klientów firmy. Biznesmen w nagraniu zaznaczył, że taka decyzja jest podyktowana chęcią dbania o markę i tym, by nie ułatwiać \"życia nieuczciwej konkurencji\". Zaapelował też do posłów.", "link": "https://businessinsider.com.pl/wiadomosci/rafal-brzoska-pozwala-odmieniac-paczkomat-ale-nie-wszystkim/h5cctes", "date_published": "2023-02-14 15:58:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sekretarz obrony USA ujawnia, kiedy spodziewa się ukraińskiej ofensywy", "description": "Sekretarz obrony USA Lloyd Austin powiedział we wtorek, że spodziewa się wiosennej ofensywy Ukrainy przeciwko Rosji.", "link": "https://businessinsider.com.pl/wiadomosci/sekretarz-obrony-usa-lloyd-austin-ujawnia-kiedy-spodziewa-sie-ukrainskiej-ofensywy/jtw6ckx", "date_published": "2023-02-14 15:49:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Córka Kim Dzong Una trafiła na znaczki pocztowe [ZDJĘCIA]", "description": "Korea Północna wyda w tym tygodniu pierwsze znaczki z wizerunkiem córki przywódcy kraju Kim Dzong Una. Właśnie ujawniono, jak będą wyglądać. Na jednym z nich Kim Dzu Ae stoi z ojcem pod rękę obok wyrzutni rakiet.", "link": "https://businessinsider.com.pl/wiadomosci/corka-kim-dzong-una-na-znaczkach-pocztowych-obok-wyrzutni-rakiet/jl25l8e", "date_published": "2023-02-14 15:41:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy to koniec restauracji? \"Może być jak za PRL\"", "description": "Branży gastronomicznej udało się z trudem przejść czas pandemii i lockdownów, ale niespodziewanie spotkał ją jeszcze potężniejszy kryzys. Lokale zamykają się jeden za drugim, a te, które pozostają, podnoszą ceny – nieraz drastycznie. Efekt? Wielkomiejska klasa średnia, która tak polubiła restauracje, teraz tnie wydatki na takie wyjścia. Koło się zamyka, a branża obawia się, że Polacy będą trafiać do lokali już tylko \"świątecznie\".", "link": "https://businessinsider.com.pl/gospodarka/gastro-pod-sciana-to-powrot-do-lat-90/dnh1r1s", "date_published": "2023-02-14 15:21:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja w USA najniższa od października. Tanieje to, co drożało najbardziej", "description": "W styczniu w USA ceny poszły w górę o 0,5 proc. —wynika z najnowszych danych Biura Statystyk Rynku Pracy. W skali roku zmieniły się o 6,4 proc. i to najlepsze dane od października. Największy wpływ miały na to ceny diesla, a najszybciej spadały ceny samochodów używanych.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-w-usa-najnizsza-od-pazdziernika-tanieje-to-co-drozalo-najbardziej/z4pqrf4", "date_published": "2023-02-14 14:56:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kulczyk nie jest pierwszy i nie ostatni. Miliardy poza kontrolą najbogatszych Polaków", "description": "W ostatnich latach kilku polskich miliarderów postanowiło wziąć sprawy we własne ręce, wykupili akcje i wycofali swoje firmy z giełdy. Taki zamiar zgłosił właśnie Sebastian Kulczyk. Wśród największych krezusów na parkiecie ciągle jest m.in. Zygmunt Solorz, Tomasz Biernacki czy Dominika Kulczyk. Gdyby chcieli odejść w cień, musieliby wyłożyć kilka razy więcej pieniędzy.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/najbogatsi-polacy-pojda-sladami-kulczyka-maja-miliardy-poza-kontrola/blhrc7m", "date_published": "2023-02-14 14:47:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chcesz zaoszczędzić na składce zdrowotnej za 2022 r.? Uważaj, zamiast 5 tys. zł możesz dopłacić nawet 20 tys. zł", "description": "Polski Ład znów odbija się czkawką przedsiębiorcom. Wszystko przez składkę zdrowotną, nazywaną wręcz podatkiem zdrowotnym. To właśnie przez nią wielu podatników cierpi i musi dopłacić nawet tysiące złotych. Korekta Polskiego Ładu pozwala im jednak formę opodatkowania, czyli przejść na skalę PIT. Taka zmiana może jednak dużo kosztować.", "link": "https://businessinsider.com.pl/prawo/podatki/polski-lad-daje-po-kieszeni-uwazaj-zeby-nie-zaplacic-nawet-20-tys-zl/0kf2h0k", "date_published": "2023-02-14 14:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chińskie drony mogą zbierać dane wywiadowcze? Brytyjskie władze zaniepokojone", "description": "Brytyjski rząd jest poważnie zaniepokojony używaniem przez policję dronów chińskiej produkcji — informuje we wtorek \"Daily Telegraph\". Minister spraw wewnętrznych chce wiedzieć, czy używane przez policję chińskie technologie nie umożliwiają zbierania danych wywiadowczych. Producent dronów został uznany w USA za zagrożenie dla bezpieczeństwa narodowego.", "link": "https://businessinsider.com.pl/wiadomosci/chinskie-drony-moga-zbierac-dane-wywiadowcze-uzywa-ich-brytyjska-policja/pzj8q05", "date_published": "2023-02-14 14:06:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W Rumunii zatrzęsła się ziemia", "description": "We wtorek Rumunię nawiedziło trzęsienie ziemi o sile 5,7 stopnia w skali Richtera — przekazało Europejskie Śródziemnomorskie Centrum Sejsmologiczne.", "link": "https://businessinsider.com.pl/wiadomosci/trzesienie-ziemi-w-rumunii/gsj6659", "date_published": "2023-02-14 13:53:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orlen odkrył nowe złoże gazu pod Biłgorajem. Oto, na ile wystarczy", "description": "Orlen odkrył 500 mln m sześc. nowych zasobów gazu na Lubelszczyźnie - poinformował we wtorek prezes PKN Orlen Daniel Obajtek. Dodał, że połączenie z PGNiG i kolejne odkrycia złóż pozwolą utrzymać w najbliższych latach własną produkcję gazu na poziomie ok. 20 proc. rocznego zapotrzebowania Polski.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/orlen-odkryl-nowe-zloze-gazu-pod-bilgorajem-oto-na-ile-wystarczy/my0r68q", "date_published": "2023-02-14 13:46:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mimo wielkiego kosztu wakacji kredytowych banki zwiększyły zysk netto. Jak to możliwe?", "description": "Banki poprawiły w 2022 r. zysk pomimo ogromnego kosztu wakacji kredytowych i innych obciążeń regulacyjnych. Było to możliwe dzięki wzrostowi przychodów za sprawą podwyżek stóp procentowych. Rentowność sektora nie jest jednak wysoka.", "link": "https://businessinsider.com.pl/finanse/banki-zwiekszyly-zyski-w-2022-r-i-to-pomimo-wakacji-kredytowych-jak-to-mozliwe/4kfrltq", "date_published": "2023-02-14 13:39:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Norwegia zdecydowała. Przekaże Ukrainie osiem czołgów Leopard 2", "description": "Norwegia przekaże Ukrainie osiem czołgów Leopard 2 — poinformował we wtorek norweski minister obrony Bjoern Arild Gram. Ponadto rząd w Oslo wesprze ukraińską armię czterema transporterami opancerzonymi oraz amunicją.", "link": "https://businessinsider.com.pl/wiadomosci/norwegia-zdecydowala-przekaze-ukrainie-osiem-czolgow-leopard-2/fq94t00", "date_published": "2023-02-14 13:39:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rusza nowy rządowy program. Szkoły zyskają hale sportowe", "description": "Rząd przyjął we wtorek uchwałę o ustanowieniu programu budowy przyszkolnych hal sportowych. Do 2024 r. na ten cel zostanie przeznaczone 2 mld zł. — Jeszcze w tym roku samorządy będą miały możliwość rozpoczęcia tych inwestycji — zaznaczył rzecznik rządu Piotr Müller.", "link": "https://businessinsider.com.pl/wiadomosci/rusza-rzadowy-program-olimpia-dotyczacy-budowy-przyszkolnych-hal-sportowych/b7q5msz", "date_published": "2023-02-14 13:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Japonia — pozwól oczarować się Krajem Kwitnącej Wiśni", "description": "Japonia położona jest na wąskim archipelagu wysp, rozciągającym się na długości trzech tysięcy kilometrów, we wschodniej części Oceanu Spokojnego. Japonia to jeden z najbardziej pożądanych kierunków turystycznych na świecie. Jest to kraj olbrzymich kontrastów, w którym z jednej strony podziwiać można nowoczesne technologie, świecące neony, drapacze chmur wypełniające wielomilionowe metropolie, z drugiej zaś umiłowanie tradycji, historii i kultury. Kraj Kwitnącej Wiśni ma niesamowity turystyczny potencjał, a jednocześnie dla wielu nadal jest nieodkryty i tajemniczy. W artykule polecamy sprawdzone i doceniane przez uczestników wycieczki objazdowe od biura podróży Albatros. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/japonia-pozwol-oczarowac-sie-krajem-kwitnacej-wisni/fgcd6dp", "date_published": "2023-02-14 13:27:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Reżim Łukaszenki tłumaczy zamknięcie granicy: Polacy uciekają na Białoruś", "description": "Rządowe Centrum Bezpieczeństwa ostrzega przed białoruską propagandą w sprawie przejścia w Bobrownikach. Reżim Łukaszenki twierdzi, że Polacy chcą uciekać na Białoruś, a decyzja o zamknięciu przejścia granicznego może doprowadzić do gniewu społecznego i obalenia rządu RP.", "link": "https://businessinsider.com.pl/wiadomosci/propaganda-lukaszenki-o-zamknieciu-granicy-polacy-uciekaja-na-bialorus/n3z8nde", "date_published": "2023-02-14 13:26:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd chce walczyć ze spoofingiem i phishingiem. Projekt ustawy idzie do Sejmu", "description": "Operatorzy telekomunikacyjny będą mieli obowiązek blokować smsy oraz połączenia głosowe pochodzące od oszustów internetowych podszywających się pod inne osoby lub instytucje w celu wyłudzenia danych lub pieniędzy. Takie zmiany zakłada projekt, który przyjął dziś rząd.", "link": "https://businessinsider.com.pl/prawo/walka-z-spoofingiem-i-phishingiem-projekt-ustawy-idzie-do-sejmu/lmltm65", "date_published": "2023-02-14 12:53:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekspresy do kawy, za które nie zapłacisz fortuny", "description": "Wbrew pozorom nie trzeba wydawać kilku tysięcy złotych na zakup nowego ekspresu do kawy. Są też tańsze modele, które również przygotowują pyszne napoje. Kompromis polega na tym, że te urządzenia mogą mieć mniej funkcji, brak automatycznego spieniania mleka lub krótszą listę zdefiniowanych rodzajów kaw.", "link": "https://businessinsider.com.pl/technologie/ekspresy-do-kawy-za-ktore-nie-zaplacisz-fortuny/06h90wv", "date_published": "2023-02-14 12:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przestrzeń powietrzna nad Mołdawią zamknięta", "description": "\"Szanowni pasażerowie, w tym momencie przestrzeń powietrzna Republiki Mołdawii jest zamknięta, czekamy na wznowienie lotów\" — informuje narodowy przewoźnik lotniczy AirMoldova.", "link": "https://businessinsider.com.pl/wiadomosci/przestrzen-powietrzna-nad-moldawia-zamknieta/68nxt82", "date_published": "2023-02-14 12:41:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zapachniało recesją. Ekonomiści wypatrują dołka w polskiej gospodarce", "description": "Słaby odczyt dynamiki PKB w ostatnich trzech miesiącach roku rozczarował ekonomistów. Gdyby nie nieznaczny wzrost gospodarki w III kwartale, mielibyśmy recesję. I choć kwartalne zmiany PKB obarczone są dużą zmiennością i nie zawsze najlepiej obrazują sytuację, to nie ma wątpliwości, że spadek aktywności polskiej gospodarki jest duży. Czego spodziewać się w 2023 roku?", "link": "https://businessinsider.com.pl/gospodarka/zapachnialo-recesja-w-polskiej-gospodarce-oto-prognozy-na-2023-rok/m5pcwkf", "date_published": "2023-02-14 12:35:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowa Mazda CX-60. Szlachetny minimalizm łączy się z mocą", "description": "Nowa Mazda CX-60 wzbudza zachwyt dzięki kunsztowności wykonania, szlachetnemu minimalizmowi, który po mistrzowsku łączy się z rozbudowanymi technologiami, praktyczności SUV-a oraz napędowi, czyniącemu z niej najmocniejszy samochód marki. Poznajmy ją bliżej.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/mazda-cx-60-jako-hybryda-plug-in-oraz-w-dieslu/xeezrvw", "date_published": "2023-02-14 12:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Flota cieni krąży po morzach z rosyjskim paliwem. \"Pojawią się wąskie gardła\"", "description": "Objęcie embargiem rosyjskich produktów ropopochodnych od 5 lutego doprowadziło do znacznego rozrostu tzw. floty cieni, czyli tankowców omijających ograniczenia w handlu. W efekcie mogą pojawiać się \"wąskie gardła\" w transporcie ropy i jej produktów, szczególnie diesla, co może mieć wpływ na wzrost cen.", "link": "https://businessinsider.com.pl/gospodarka/flota-cieni-krazy-po-morzach-z-rosyjskim-paliwem-pojawia-sie-waskie-gardla/48b7wz9", "date_published": "2023-02-14 12:18:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "6-letni projektant mody. Szyje ubrania dla gwiazd", "description": "Max Alexander ma dopiero 6 lat, ale jego projekty ubrań są tak fajne, że dostaje zlecenia od gwiazd.", "link": "https://businessinsider.com.pl/lifestyle/6-letni-projektant-mody-szyje-suknie-dla-gwiazd/y7nwxhs", "date_published": "2023-02-14 12:01:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bardziej ceny ciepła wzrosnąc nie mogą. Ustawa podpisana", "description": "Prezydent Andrzej Duda podpisał nowelę wprowadzającą mechanizm, który ma ograniczyć wzrost cen ciepła dla odbiorców — poinformowała Kancelaria Prezydenta RP. Wzrost cen ciepła nie może być większy niż 40 proc. w stosunku do cen obowiązujących 30 września 2022 r. — dodano.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oto-maksymalny-pulap-wzrostu-cen-ciepla-ustawa-podpisana/6bnvr3n", "date_published": "2023-02-14 11:48:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Został zwolniony, bo szef \"nie chciał zespołu łysych 50-latków\". Dostał sowite odszkodowanie", "description": "Ponad 385 tys. zł odszkodowania otrzymał w przeliczeniu na złotówki po aktualnym kursie były dyrektor sprzedaży w firmie Tango Networks. \"Naszym zdaniem wszystko, co zostało przedstawione jako podstawa zwolnienia powoda, jest skażone dyskryminacją ze względu na wiek\" — stwierdził brytyjski trybunał pracy.", "link": "https://businessinsider.com.pl/prawo/praca/wylecial-z-pracy-bo-szef-nie-chcial-zespolu-lysych-50-latkow-dostal-sowite/t7hem4q", "date_published": "2023-02-14 11:43:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Motoryzacyjny gigant zwolni tysiące osób w dwóch krajach w Europie", "description": "Ford zapowiedział, że będzie zmniejszał zatrudnienie w Europie. W ciągu najbliższych trzech lat najwięcej miejsc pracy stracą Niemcy — 2,3 tys. i Wielka Brytania — 1,3 tys.", "link": "https://businessinsider.com.pl/motoryzacja/motoryzacyjny-gigant-zwolni-tysiace-osob-w-dwoch-krajach-w-europie/ckrxrvj", "date_published": "2023-02-14 11:36:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć naukowo udowodnionych faktów, które sprawiają, że jesteś mniej atrakcyjny", "description": "Mówi się, że miłość nie wybiera, ale można jej w tym jednak nieco pomóc. Oto kilka trików, które zwiększą twoje szanse na udany związek.", "link": "https://businessinsider.com.pl/lifestyle/piec-naukowo-udowodnionych-faktow-ktore-sprawiaja-ze-jestes-mniej-atrakcyjny/2x58w9c", "date_published": "2023-02-14 11:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Turcja po trzęsieniu ziemi stracić może nawet 80 mld dol.", "description": "W Turcji straty gospodarcze spowodowane zeszłotygodniowym trzęsieniem ziemi mogą wynieść ponad 80 mld dolarów, czyli około 10 proc. PKB — uważają cytowani przez agencję Reutera biznesmeni z Konfederacji Przedsiębiorstw i Biznesu (Turkonfed).", "link": "https://businessinsider.com.pl/gospodarka/turcja-po-trzesieniu-ziemi-stracic-moze-nawet-80-mld-dol/8841l5m", "date_published": "2023-02-14 10:55:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Drugi największy spadek PKB na świecie. Polska gospodarka na pozycji outsidera", "description": "Spadek polskiego PKB o aż 2,4 proc. kwartał do kwartału poza zapewne Ukrainą nie ma sobie równych w Europie. Co więcej to drugi największy zjazd na całym świecie. Po Malezji, która jednak rok do roku była jedną z najlepszych gospodarek globu.", "link": "https://businessinsider.com.pl/gospodarka/polski-pkb-drugi-najwiekszy-spadek-na-swiecie-polska-gospodarka-na-pozycji-outsidera/jpn21yh", "date_published": "2023-02-14 10:52:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "7 złych nawyków chronicznie nieszczęśliwych ludzi", "description": "Szczęście trudno zdefiniować, dla każdego oznacza coś innego. Co innego nieszczęście. Je bardzo łatwo określić. Od razu zauważymy, gdy ktoś jest nieszczęśliwy i tak samo szybko zorientujemy się, że sami jesteśmy w takim stanie, twierdzi dr Travis Bradberry, znany na całym świecie ekspert ds. inteligencji emocjonalnej, autor książki \"Inteligencja Emocjonalna 2.0\".", "link": "https://businessinsider.com.pl/rozwoj-osobisty/rownowaga/dlaczego-jestes-nieszczesliwy-zmien-swoje-nawyki/0y73re5", "date_published": "2023-02-14 10:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jeden z największych banków inwestycyjnych świata doradzi przy sprzedaży polskiego banku", "description": "Rozpoczyna się pierwsza od paru lat tak duża transakcja na polskim rynku bankowym. Poznaliśmy nazwę doradcy, który pomoże znaleźć inwestora dla VeloBanku, czyli podmiotu powstałego po przymusowej restrukturyzacji Getin Noble Banku, kontrolowanego niegdyś przez Leszka Czarneckiego.", "link": "https://businessinsider.com.pl/finanse/byly-bank-leszka-czarneckiego-na-sprzedaz-poznalismy-nazwe-doradcy/r26fszy", "date_published": "2023-02-14 10:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brzydzą cię owady? Możesz je jeść i nawet nie wiedzieć. Sprawdzaj etykiety", "description": "Suszone larwy mącznika młynarka czy sproszkowany świerszcz domowy może być stosowany przy produkcji żywności w Unii Europejskiej. To oznacza, że możesz spożywać owady, nie zdając sobie z tego sprawy. Jak rozpoznać ich zawartość na etykiecie? Tłumaczymy.", "link": "https://businessinsider.com.pl/wiadomosci/brzydza-cie-owady-mozesz-je-jesc-i-nawet-nie-wiedziec-sprawdzaj-etykiety/gx44681", "date_published": "2023-02-14 10:41:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najpopularniejsza ulga Polaków. Zobacz, ile możesz odliczyć od podatku", "description": "Ulga prorodzinna, zwana też ulgą na dziecko, to najpopularniejsza forma odliczenia w podatku PIT. Można zyskać nawet kilka tysięcy złotych. Wyjaśniamy, kto i na co może liczyć.", "link": "https://businessinsider.com.pl/poradnik-finansowy/ulga-na-dziecko-w-pit-za-2022-rok-zobacz-ile-mozesz-odliczyc-od-podatku/l1671rv", "date_published": "2023-02-14 10:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemiecki Aldi likwiduje kasy samoobsługowe. Wszystko przez zachowanie klientów", "description": "Sieć hipermarketów Aldi Süd w Niemczech cieszy się tak dużą popularnością, że coraz częściej wprowadza do swoich sklepów innowacje w postaci kas samoobsługowych, które pomagają w rozładowaniu kolejek. Ale nie wszędzie się to sprawdza. W jednej z placówek kasy mają być zlikwidowane po bardzo krótkim czasie działania. Zadecydowało zachowanie klientów.", "link": "https://businessinsider.com.pl/wiadomosci/niemiecki-aldi-likwiduje-kasy-samoobslugowe-to-przez-zachowanie-klientow/98z5587", "date_published": "2023-02-14 10:33:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Europa w kryzysie. Drastyczny spadek zużycia prądu", "description": "Unia Europejska zużywa coraz mniej prądu w 2022 r. aż o 3,7 proc. To sytuacja wyjątkowa, bo zapotrzebowanie na energię elektryczną na świecie wzrosło prawie o 2 proc. — pisze Interia.pl.", "link": "https://businessinsider.com.pl/gospodarka/europa-w-kryzysie-drastyczny-spadek-zuzycia-pradu/817mlky", "date_published": "2023-02-14 10:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Financial Times\": shrinkflacja uderza w polskich kupujących", "description": "Zagraniczne media dostrzegają to, co dzieje się w polskich sklepach. Jak pisze \"Financial Times\", wyprawa do supermarketu nad Wisłą wymaga teraz nie tylko pełnego portfela, ale także szkła powiększającego.", "link": "https://businessinsider.com.pl/poradnik-finansowy/w-polskich-sklepach-zalegla-sie-shrinkflacja-financial-times-podstepne-ale-legalne/rz4tb28", "date_published": "2023-02-14 09:27:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polski PKB mocno pod kreską. Ekonomiści zaskoczeni", "description": "W czwartym kwartale ub.r. polski PKB spadł o aż 2,4 proc. w porównaniu z kwartałem trzecim —wynika z najnowszych danych GUS. To dużo gorzej od prognoz. To obniżyło roczne tempo wzrostu. Jeszcze jeden kwartał na minusie i będziemy w technicznej recesji.", "link": "https://businessinsider.com.pl/gospodarka/polski-pkb-mocno-pod-kreska-ekonomisci-zaskoczeni/6ls3sef", "date_published": "2023-02-14 09:02:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Złe wieści od szefa NATO. Mówi o zachowaniu Putina", "description": "Rosja szykuje się na dłuższą wojnę; musimy dostarczyć Ukrainie broń, która pozwoli jej wygrać — powiedział we wtorek sekretarz generalny NATO Jens Stoltenberg przed rozpoczęciem spotkania ministrów obrony Sojuszu w Brukseli.", "link": "https://businessinsider.com.pl/wiadomosci/zle-wiesci-od-szefa-nato-mowi-o-zachowaniu-putina/8fyv9hs", "date_published": "2023-02-14 08:47:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 14 lutego powyżej 4,85", "description": "Frank szwajcarski powyżej 4,85. We wtorek rano 14 lutego 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,8634.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-14-lutego-2023/rnwqc86", "date_published": "2023-02-14 08:25:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 14 lutego powyżej 4,45", "description": "Kurs dolara poniżej 4,45. We wtorek rano 14 lutego 2022 r. kurs USD/PLN wynosi 4,4639.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-14-lutego-2023/te1j1s4", "date_published": "2023-02-14 08:23:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 14 lutego blisko 4,8", "description": "Kurs euro blisko 4,8. We wtorek rano 14 lutego 2022 r. kurs EUR/PLN wynosił 4,7921 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-14-lutego-2023/g21kyhd", "date_published": "2023-02-14 08:22:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Machina PIT-owa rusza na dobre. Od północy rozliczysz się z fiskusem", "description": "Od 15 lutego portal Twój e-PIT będzie wreszcie dostępny dla podatników. Szybkie zaakceptowanie formularza może oznaczać szybki przelew z nadpłatą od fiskusa. Warto jednak na spokojnie pochylić się drukami od pracodawców, bo Polski Ład sporo namieszał.", "link": "https://businessinsider.com.pl/twoje-pieniadze/prawo-i-podatki/rozliczenie-pit-rusza-na-dobre-jakie-sa-terminy-warto-sie-spieszyc/w97jhv9", "date_published": "2023-02-14 08:18:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jasne wskazówki dla pracodawców. Owocowymi wtorkami sprawy nie załatwicie", "description": "Perspektywa wyższych zarobków i ciekawszych zadań to najważniejsze czynniki skłaniające do szukania nowej pracy — wynika z raportu agencji zatrudnienia Manpower. W obecnym miejscu pracy pracowników najbardziej demotywują zbyt niskie zarobki oraz zły styl zarządzania.", "link": "https://businessinsider.com.pl/poradnik-finansowy/jasne-wskazowki-dla-pracodawcow-owocowymi-wtorkami-sprawy-nie-zalatwicie/0cls2l5", "date_published": "2023-02-14 07:23:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Błędy warte tysiące złotych. Budżet zarobi na wpadkach firm transportowych", "description": "Właściciele firm transportowych muszą mieć się na baczności. Dziś zwykła ludzka pomyłka może się dla nich okazać bez konsekwencji. Wkrótce może kosztować grube tysiące złotych.", "link": "https://businessinsider.com.pl/firmy/bledy-warte-tysiace-zlotych-rzad-znalazl-sposob-na-podreperowanie-budzetu/h9kdg7d", "date_published": "2023-02-14 06:24:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja uruchamia program, który będzie szukać memów z Putinem", "description": "Rosyjski urząd nadzorujący media uruchomił Oculusa — narzędzie do wyszukiwania w internecie zakazanych treści, w tym antyputinowskich memów.", "link": "https://businessinsider.com.pl/wiadomosci/rosja-uruchamia-program-ktory-bedzie-szukac-memow-z-putinem/py7g30j", "date_published": "2023-02-14 06:18:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Komisja Europejska ma lepsze prognozy na ten rok: inflacja ma być niższa", "description": "Unia Europejska ma mieć w tym roku niższą inflację i szybszy wzrost gospodarczy. Polski jednak dotyczy tylko jedna z tych dwóch prognoz. W związku z tym, że Europa najgorszy kryzys ma już za sobą, wracają pomysły powrotu do bardziej surowych zasad fiskalnych w Unii. Inflacja w Polsce w styczniu mogła przekroczyć 18 proc., złoty dalej wygląda słabo, a imigranci pracujący w Polsce wysyłają do swoich rodzin za granicą więcej pieniędzy, niż Polacy pracujący na Zachodzie do kraju. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-14022023/fdynq7y", "date_published": "2023-02-14 06:03:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Deweloperzy obniżają ceny mieszkań. Jeden z największych spadków od lat", "description": "Średnia cena metra kwadratowego mieszkania spadła w Polsce w styczniu o 0,5 proc., a rok do roku wzrost jest już na poziomie nieco ponad połowy inflacji — wynika z naszych obliczeń na podstawie danych serwisu rynekpierwotny.pl. Lokata w nieruchomość dała prawie taki zwrot, jak obecnie przynoszą standardowe lokaty w bankach, ale sprzedaż mieszkań wzrosła dwukrotnie w porównaniu z grudniem i była najwyższa od 16 miesięcy. Wzrostom sprzedaży w poszczególnych miastach towarzyszyły spadki cen.", "link": "https://businessinsider.com.pl/twoje-pieniadze/deweloperzy-obnizaja-ceny-mieszkan-jeden-z-najwiekszych-spadkow-od-lat/238wvtm", "date_published": "2023-02-14 05:57:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Konkurencja blokowana na kolei. Oto dlaczego jest tak drogo i tak źle [OPINIA]", "description": "PKP Intercity chciało podnieść niedawno ceny biletów. Aż interwencji premiera trzeba było, żeby państwowy przewoźnik zmienił zdanie, ale i tak nie ugiął się od razu. Poprzednie stawki wrócą dopiero od marca. Wiadomo, idą wybory, nie można drażnić wyborców. Pytanie tylko dlaczego trzeba interwencji z samego szczytu, żeby cena była akceptowalna dla podróżnych i dlaczego nie wymusza tego konkurencja? I kto ze szczytów władzy ma jeszcze zainterweniować, żeby usługi kolejowych przewoźników były świadczone z właściwą jakością?", "link": "https://businessinsider.com.pl/gospodarka/konkurencja-na-kolei-blokowana-oto-dlaczego-jest-tak-drogo-i-tak-zle-opinia/rp23fsb", "date_published": "2023-02-14 05:40:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czym są zestrzelone obiekty? Biden zbiera zespół, Trudeau \"widzi wzorzec\"", "description": "Świat nadal nie wiem, czym są zestrzelone obiekty, które zauważono ostatnio w przestrzeni powietrznej Kanady i USA. Kanadyjski premier Justin Trudeau stwierdził, że \"są ze sobą powiązane\", a amerykański prezydent Joe Biden powoła międzyagencyjny zespół do wyjaśnienia tej tajemniczej sprawy.", "link": "https://businessinsider.com.pl/wiadomosci/czym-sa-zestrzelone-obiekty-biden-zbiera-zespol-trudeau-widzi-wzorzec/sbz0de5", "date_published": "2023-02-14 05:40:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chytrzy Rosjanie. Omijają sankcje i na około przyjeżdżają na zakupy", "description": "Rosyjscy turyści, przed którym jesienią Finlandia praktycznie zamknęła granicę i nie wydaje im także nowych wiz, znaleźli sposób na obejście obostrzeń. Wjeżdżają do kraju przez północną Norwegię i udają się na zakupy do Finlandii. Na zachodnie produkty, trudno dostępne obecnie w Rosji, czekają już odbiorcy w Murmańsku.", "link": "https://businessinsider.com.pl/wiadomosci/chytrzy-rosjanie-omijaja-sankcje-i-na-okolo-przyjezdzaja-na-zakupy/5r6ct6e", "date_published": "2023-02-14 05:21:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dodatkowy urlop. Sprawdź, czy skorzystasz", "description": "W mediach społecznościowych pojawiła się informacja, że na dodatkowe dziewięć tygodni urlopu rodzicielskiego załapią się tylko ci, którzy w dniu wejścia w życie nowych przepisów Kodeksu pracy są na macierzyńskim. Szczegółowa analiza przepisów pokazuje co innego. Pewne jest tylko, że z dłuższego urlopu nie skorzystają ci, którzy wykorzystali już w pełni urlop rodzicielski. Wyjaśniamy, jakie możliwości mają inni.", "link": "https://businessinsider.com.pl/prawo/praca/dodatkowy-urlop-rodzicielski-nawet-na-pieciolatka-kto-bedzie-mogl-zlozyc-wniosek/v17lmd0", "date_published": "2023-02-14 05:17:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pomimo sankcji Polska eksportuje na Białoruś towary za 1,5 mld euro. Czym handlujemy?", "description": "Z jednej strony ryzyko ataku na Ukrainę od północy i wojna na sankcje z Unią Europejską, z drugiej utrzymująca się wymiana handlowa warta miliardy. Jak to możliwe, że pomimo napięć na linii Warszawa – Mińsk z Polski przyjechały na Białoruś towary warte ponad 7,3 mld zł, a w niektórych kategoriach po wybuchu wojny wartość eksportu była nawet wyższa niż rok wcześniej? Spytaliśmy o to ekspertów, a także porozmawialiśmy z polskimi przedsiębiorcami, których firmy wciąż działają na Białorusi.", "link": "https://businessinsider.com.pl/finanse/handel/polska-eksportuje-na-bialorus-towary-za-15-mld-euro-nawet-pomimo-sankcji/jg9dsp3", "date_published": "2023-02-14 05:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie tylko Ukraina. Oto najważniejsze punkty zapalne na geopolitycznej mapie świata", "description": "Napięcia wokół Tajwanu i narastający konflikt Chiny — USA. Spór o Morze Południowochińskie. Nierozwiązany konflikt między Izraelem a Palestyną. Wojna w Demokratycznej Republice Konga i innych państwach Afryki. — Rozpoczęła się nowa, wielka globalna rozgrywka — mówi prof. Bogdan Góralczyk, politolog, sinolog i dyplomata. W rozmowie z Business Insider Polska wskazuje regiony świata, którym warto się bacznie przyglądać i ocenia mijający wkrótce, pierwszy rok wojny w Ukrainie.", "link": "https://businessinsider.com.pl/gospodarka/najwazniejsze-punkty-zapalne-na-mapie-swiata-wojna-toczy-sie-nie-tylko-w-ukrainie/ftz3sjd", "date_published": "2023-02-14 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]