[{"source": "https://www.jefftk.com/news.rss", "title": "Help Update TryContra", "description": "<p><span>\n\nFor the </span>\n\n<a href=\"https://www.jefftk.com/p/where-can-i-dance\">past decade</a> I've been\nmaintaining a directory of contra dances at \n\n<a href=\"https://www.trycontra.com/\">trycontra.com</a>.  Mostly it just\nsits there being a place you can enter your zip code and see nearby\ndances, and when it gets out of date people email me.\n\n\n\n<p>\n\nWith the pandemic, however, there were several big changes:\n\n</p>\n\n<p>\n\n</p>\n\n<ul>\n\n<li><p>Lots of dances aren't coming back.  Many dances are the work of\na few dedicated volunteers or just one, and it takes more energy to\nget something started back up than to continue a routine.\n\n</p></li>\n<li><p>There are lots of new dances.  Especially in places where the\nmain dance didn't come back, people are excited to dance and will\nstart things to make that happen.\n\n</p></li>\n<li><p>URLs changed.  I have \"SomeCityContraDance.example\" in my\ndirectory, but that domain expired and they moved to\n\"ContraSomeCity.example\".  Or left their webpage up without updating\nit and the current details are actually in their FB group.\n\n</p></li>\n<li><p>Everyone's used to this stuff being broken.  No one was keeping\nthese sites and tools up to date when everything was shut down, and\nnow that things have mostly restarted people still respond to missing\ndances with \"shrug\" and not \"let's write to the maintainer\".\n\n</p></li>\n</ul>\n\n\n\n<p>\n\nSo!  I've now gone through my listings and they're as up to date as I\ncan reasonably make them.  I'm sure I'm missing dances, though, so if\nyou could try your zipcode and comment with any I've missed I'd really\nappreciate that!\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/trycontra-screenshot-resumed-big.png\"><img class=\"mobile-fullwidth\" height=\"316\" src=\"https://www.jefftk.com/trycontra-screenshot-resumed.png\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\n(And while you're at it, if you see dances that should be marked\n\"gender-free\" but aren't I'd appreciate a correction as well.  Many\ndances switched when coming back, and other dances have it buried on\ntheir websites in places I missed.)\n\n  </p>", "link": "https://www.jefftk.com/p/help-update-trycontra", "date_published": "2023-02-14 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]